{"id":2978,"title":"Stolen Bacon\n","course_id":1,"status":"P","start_date":"1866-04-30","end_date":"1866-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1866 Virginia, grand larceny included stealing someone's bacon. In Fluvanna County, a black man named William Holly stole the bacon and other property belonging to a white woman named Beverly Haden. Haden pressed charges for the offense, and the accused stood trial for his crimes, and was found guilty. After emancipation, trials involving free blacks in the South were often conducted carefully to avoid the possibility of being accused of any impropriety due to racial bias. ","When writing the report of the trial proceedings, Captain Frank P. Cranton, Attorney General Manager of that district, made sure to emphasize the complete fairness of the proceedings: The evidence and the prisoner's confession were strongly against him. The examination was fairly constructed. Colored evidence properly taken into consideration and every point of law contested in the prisoner's favor but his legal adviser Thomas H. Tuttwiler, one of the most responsible and best lawyers of the county. The proceedings throughout were conducted with all fairness, and no white citizen could have had a more impartial hearing. ","Often in cases of theft or other relatively minor infractions with recently freed blacks as the defendants a certain amount of condescending leniency was granted. The officers of the court regularly assumed that because of the short time that had passed since the defendant had even become a citizen, they could not be expected to be cognizant of the laws of the land. In her book <em>Dixie After the War</em>, Myrta Lockett Avery writes that The new manners of the blacks were painful, revolting, absurd. The freedman's misbehavior was to be condoned only by pity that accepted his inferiority as excuse. However condescending this attitude was, it may have had some merit, although it could just as easily be argued that even former slaves were aware that stealing was against the law. Either way, it definitely worked in the favor of the free blacks who stood trial.","This obsession with propriety and fairness was belied by the still-racist nature of the courts. In the document, Holly is identified as col'd (or colored), while Haden, a white woman, needed no racial identification at all. In his dissertation, James Douglas Smith writes about the sense of responsibility that whites in Virginia often felt towards freed blacks when it came to helping them navigate through the systems to which they had not been exposed prior to their freedom. Although this is of course not overwhelmingly true, as violence and racial tension comprised a large part of post-Civil War society all over the South, examples of white southerners displaying degrees of kindness, understanding, and paternalistic attitudes towards the newly-freed blacks can be found. "],"display_date":"April 30, 1866","search_date":"1866-04-30","citations":[{"divid":1216046790,"type":"Website","data":["Captain Frank P. Cranton","Records of Criminal Cases involving Freedmen, April 30 1866","Christine&#39;s Genealogy Websites","http&#58;//freedmensbureau.com","October 5, 2006"]},{"divid":1216046850,"type":"Dissertation/Thesis","data":["James Douglas Smith","Virginia during Reconstruction, 1865-1870 - a Political, Economic and Social Study","PhD diss.","University of Virginia","1961",""]},{"divid":1216046878,"type":"Book","data":["Myrta Lockett Avery","Dixie After the War&#58; An Exposition of Social Conditions Existing in the South, During the Twelve Years Succeeding the Fall of Richmond",null,"New York","Doubleday, Page &amp; Company","1906","195"]}],"locations":[{"id":2215,"lat":37.8418490908,"lng":-78.2774543474,"zoom":10,"place":"FLUVANNA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}