{"id":2979,"title":"The Hanging of Walter Cotton\n","course_id":1,"status":"P","start_date":"1898-01-01","end_date":"12/31/00","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the summer of 1900 Brandt O'Grady, an Irish immigrant was hanged along side Walter Cotton, a ginger colored negro, by a mob of angry Virginians at the Greensville County courthouse. The hanging was in retaliation for the brutal murder of several white individuals around Greensville County, including the 1898 murder of Charles Wyatt, a storeowner from Portsmouth, Virginia. After escaping from jail in Portsmouth, O'Grady and Cotton terrorized Greensville County, executing robberies and the violent murder of a farmer. The duo was eventually captured in Norfolk and was sent to the Emporia jail.Several days later the growing mob of whites and blacks stormed the jail with chants of Lynch [Cotton] Hang [Cotton] String up the man who killed our friends Upon storming the jail, the mob pulled Cotton from his shackles and hanged him from the Cherry tree in the corner of the courthouse yard. After Cotton's lifeless body hung from the tree like a scarecrow blacks who had witnessed the lynching turned on the whites and demanded the subsequent lynching of O'Grady. You have lynched the Negro, now lynch the white man. The biracial crowd then turned on the jail pulling Mr. O'Grady from his cell and hanging him on the Cherry tree next to the lifeless body of Walter Cotton.The violent lynching of a black man for the murder of a successful white businessman such as Charles Wyatt was not uncommon at the end of the nineteenth century. However the lynching of Walter Cotton is one of the rare instances in southern history were the participants of the lynching were of both black and white racial identity. The hanging of the two brutal murders shows a brief glimpse of racial equity among the public opinion of the citizens. While the lynchings were influenced by mob hysteria, and against the efforts of police, the participants nonetheless engaged in a public tribunal that blamed both the white and black men guilt of the crime they had committed. Had the racially mixed crowed not demanded the hanging of Mr. O'Grady, then the events of that day would most likely been perceived as yet another incident of an angry white mob engaging in a racially motivated lynching of a black man. Despite being nearly forty years removed from the fall of slavery, violence towards blacks remained prevalent. Despite the exceptional circumstances under which the lynchings were execute, this event appears to advance a sense of community and commonalities shared in the loss of friends and family at the hands of Brandt O'Grady and Walter Cotton. "],"display_date":"1898 - 1900","search_date":"1899-07-02","citations":[{"divid":1217527852,"type":"Book","data":["Douglas Summers Brown","Historical and Biographical Sketches from Greensville County 1650-1967",null,"Emporia","Riparian Women&#39;s Club","1968","215-222"]},{"divid":1217527887,"type":"Book","data":["Ann Field Alexander","Race Man",null,"Charlottesville","University of Virginia Press","2002","165"]}],"locations":[{"id":2216,"lat":36.6763018346,"lng":-77.5590329782,"zoom":9,"place":"GREENSVILLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}