{"id":2980,"title":"Richmond and Baltimore Union Line of Stages and Steamboats\n","course_id":1,"status":"P","start_date":"1829-10-20","end_date":"1829-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The proprietors of the Richmond and Baltimore Union Line of Stages and Steamboats by Tappahannock placed a notice in the Richmond Enquirer in October of 1829 with the intent of informing the public of the on-going operation of their line of service. The posting boasted of the best of coaches and horses, the experienced drivers, and the best accommodations. Good roads and no nighttime land travel were also mentioned as benefits. A trip from Richmond to Tappahannock was available, as well as from Tappahannock to Baltimore (and the return travels). The proprietors stated that passengers have uniformly expressed themselves delighted with the line, in an attempt to attract new travelers. The stage coast was 3.50 plus eight cents per mile."," Traveling in the 1820s was not always an easy task, especially during the winters when roads were snowed over. Railroads in the area would not be completely finished until the late 1830s, and even then travel on rail would be limited to the emerging tracks, thus the Richmond and Baltimore Union Line served a very important and practical purpose. The only other form of transportation was by foot or by horse on one's own, which had many dangers. Across the South traveling by coach or steamboat would prove to be a valuable way to transport oneself and one's goods. This ad, however, seems to focus less on the practicality of this form of transportation and more on the luxury and convenience of the travel, as opposed to the necessity of movement across the state of Virginia and into Maryland. Fare was relatively low, but with the mileage could add up to a sum many people of the city did not have to spare on luxurious travel. This line of stages and steamboats was most likely intended for the middle to upper class of society in Richmond. "," The emphasis of no night travel on land is interesting, as it leads to the thought that this travel, across largely uninhabited terrain, would be considered unsafe. The proprietors wanted to emphasize taking a legitimate form of transportation as opposed to one traveling alone, whether on horseback or foot, through dangerous grounds."],"display_date":"October 20, 1829","search_date":"1829-10-20","citations":[{"divid":1214526019,"type":"Newspaper Article","data":["","Richmond Enquirer","","October 20, 1829",""]},{"divid":1214526044,"type":"Book","data":["Richard E. Prince","Atlantic Coast Line Railroad: Steam Locomotives Ships and History",null,"Bloomington, IN","Indiana University Press","2000","7, 9, 11"]}],"locations":[{"id":2217,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}