{"id":2981,"title":"The Implications of Racist Railroad Policies\n","course_id":1,"status":"P","start_date":"1851-01-01","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Macon and Western Railroad adopted a new policy in 1851 which prohibited all black people, regardless of their freed or enslaved status, from boarding any train unless they could prove the legitimacy of their travel. All African Americans had to have a written pass issued by the individual's owner or trustee. The office and the conductor both required a copy of it, and if the office was not familiar with the signature, the owner or trustee had to physically present themselves and prove that they had 'lawful control' over the individual.","Although Macon and Western specifically announced that they would enforce this policy, the practice of requiring blacks to have a pass was commonplace even off of the railroad. African Americans traveling without one were often arrested under the presumption that they were runaway slaves, and then bore the burden of proving that they were free or otherwise behaving lawfully.","The apparent purpose of the law was to deter slaves from running away and to catch those that were foolish enough to do so. Very few runaway slaves, however, actually attempted to use the railroads as a mode of transportation. If they did, they had to disguise themselves or successfully forge a pass in order to avoid being caught. Apprehended runaway slaves were severely punished and sometimes killed or sold to planters in the Deep South, where plantation conditions were even worse and escaping was nearly impossible. Because of the difficulties and risks involved, runaway slaves more frequently utilized hiding spaces in wagons, boats, and ships. Much of the traveling was done on foot through unpopulated fields and mountains where the risk of apprehension was lower.","The railroad companies and slaveholders were aware of this, and so it is likely that the real purpose of this policy was to deter free blacks from staying in the South, where their rights were severely limited and their freedom often questioned. Slave catchers were heavily compensated for capturing runaway slaves, and would often apprehend free blacks and even sell them back into slavery for the monetary rewards. As a result, the free blacks who did remain in the southern states lived mainly in the cities, where the African American populations were larger and did not stand out as much."],"display_date":1851,"search_date":"1851-07-02","citations":[{"divid":1214870962,"type":"Newspaper Article","data":["","The Georgia Telegraph","","October 7, 1851",""]},{"divid":1214870977,"type":"Website","data":["William Still","Underground Rail Road","Quinnipac University ","http://www.quinnipac.edu","October 12, 2006"]},{"divid":1214871054,"type":"Website","data":["National Register","Underground Railroad Resources in the United States: Theme Study","National Park Service","http://www.cr.nps.gov","October 12, 2006"]},{"divid":1214871107,"type":"Book","data":["J. Blaine Hudson","Encyclopedia of the Underground Railroad",null,"Jefferson, N.C.","McFarland &amp; Company, Inc. Publishers","2006","2-7, 175-178"]}],"locations":[{"id":2218,"lat":32.4032480074,"lng":-84.0905609682,"zoom":10,"place":"MACON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}