{"id":2986,"title":"All men are created equal\n","course_id":1,"status":"P","start_date":"1893-12-11","end_date":"1893-12-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Religious faith and rhetoric dominated nearly every aspect of life for both blacks and whites following Reconstruction in the South. For them, God was an integral factor that offered life guidance in religious terms. Thus, if one failed to adhere to the principles upheld by their religion, they were condemned in religious and social regards. In 1893, Reverend W. Walker Jubb gave a sermon describing the good intentions yet incompetent act to initiate social equality programs in society. Prior to conversing about the subject of Rev. Jubb's sermons, some background is needed. Rev. Jubb of Fall River, Massachusetts preached to a congregation in Baltimore on Dec, 12, 1893. He began preaching in England, before coming to the states and advocating the differences in men are God's works which should not be overturned. In his sermon, he stated, Every man has his own allotted place in society...each class has an intimate relation to some other class, and all, according to the divine plan, are intended to work out the wise and beneficent purpose of the almighty.","This quote exemplifies the attitudes of conservative white southerners throughout the South during this time. For them, they believed that true religion did not allow the restructuring of society which was of divine order and that through a literal, fundamental interpretation of the Bible, allowed social institutions like slavery to exist and persist for centuries. Rev. Jubb, and members of his congregation, recognized that the religious ideas that have shaped their lives should be applied to political issues. Religion provides a measure of law and reform.","Many have recognized the influence that religion has had on political and social attitudes maintained throughout their institutions. Little reform to alleviate poverty and illiteracy among African-American communities were initiated in the south because of the public's contentment with inequality between whites and blacks. Rev. Jubb iterates, Education can give habits of mind, information, memory, power of attention. But can education give the instinctive eagle glance of genius. For many in the South, the answer to this would be an instantaneous, and probably, emphatic no. ","Moreover, this example of a cross between politics and religion, illustrates the importance of the church and religious leaders. The Church was able to serve social and political purposes. Individuals were unable to tackle these dilemmas single-handedly, therefore, the Church would convene to determine an appropriate solution. Morality suddenly fell within the grasps of the Church, and the individual thus lost the ability to rationalize by oneself. The Church had true power in the South, for whatever they ordained was subsequently followed. Charles Wilson made the statement, that even if the preachers were speaking about something meaningless or trivial, the people listened. The yielded mass support, with very little burden. Wilson also stated that they had the ability to become demigods if they fully supported the idea. The religious leaders were also important aspects following Reconstruction. When racial tensions were elevated, the public turned to these specific individuals to fight for their cause. Just like with Rev. Jubb, he defended the institutions presently at work within the South as being consistent with God's plans. He was a regional spokesman, however I believe that the ideals possessed by Rev. Jubb shows how the word of God can be deliberately altered to fit a political purpose. Christianity places extreme emphasis on equality and the fair treatment of one's fellow man. To be antagonistic towards blacks, disobeys the Word, thus is not Christian. A great writer at the time, William Faulkner, explicitly observes the South's attempt to alter religion during this time; I think that the trouble with Christianity is that we've never tried it yet. For if they did, would effortlessly determine that the rhetoric of people like Rev. Jubb as overtly wrong."],"display_date":"December 11, 1893","search_date":"1893-12-11","citations":[{"divid":1216769269,"type":"Newspaper Article","data":["Social Equality Impossible","The Baltimore Sun","","December 11, 1897",""]},{"divid":1216769292,"type":"Book","data":["Samuel S. Hill","Encyclopedia of Religion in the South",null,"Macon, Georgia","Mercer","1984","1301"]},{"divid":1216769329,"type":"Book","data":["Richard Walsh and William Lloyd Fox","Maryland&#58; A History, 1632-1974",null,"Baltimore","Maryland Historical Society","1974",""]},{"divid":1216769414,"type":"Book","data":["Charles Reagan Wilson and William Ferris, Editors","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1989","1291-1292"]},{"divid":1216769472,"type":"Book","data":["Glenn Feldman","Politics and Religion in the White South",null,"Lexington","University Press of Kentucky","2005",""]}],"locations":[{"id":2221,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"BALTIMORE CITY, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}