{"id":2987,"title":"Convict Standoff\n","course_id":1,"status":"P","start_date":"1886-07-13","end_date":"1886-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was already hot. As the Superintendent lined the convicts up to march back to the Dade County coal mines for another day of exhausting labor, one group refused to move. At the head of a long line of men chained together, the leader of the rebellion spoke up to Colonel Tower. He said that he and all the rest of the men from his stockade refused to work another day in the heat at their awful work. He defied the Superintendent to shoot them down- they were prisoners for life anyway and nothing could be worse than what they were set to do. ","Faced with such a situation, Colonel Tower immediately informed Governor McDaniel. Alarmed at the prospect of a rebellion and a breakdown in the convict lease system, Governor McDaniel ordered out the military and held them ready to intervene if necessary. After some consideration, Colonel Tower decided that the best way to control this outburst of Senator Joe Brown?s leased convicts was to starve them out. Feeling comfortable with the measures taken to guard the compound of stockades and with the presence of military backup, Tower put his method into action. Forty-eight hours later, the convicts were still without food, and the residents of nearby Cole City were fearful of vengeful attack. Colonel Tower stood by the stockade with the inmates inside all night. He tried persuasion and threats, keeping a conversation going with the convicts. By daybreak, the rebels were hungry-and a few of them were hungrier than the rest. These few decided that they wanted to surrender, that they had had enough. Their fellow convicts immediately set upon them physically, upset with their actions. Despite this show of force on the part of the rebellion?s leaders, the sentiments of the few soon spread to the rest. By the end of that day, all save one of the rebels had surrendered the cause. ","This episode is indicative of the perils of the southern convict lease system in the post-war period. As historian Mark Carleton notes, this plentiful source of cheap labor was irresistible to southern state governments with prison management problems. Indeed all southern states used the system after the 1870s. This episode indicates the support politicians gave the system because the leases were a source of state revenue at the same time as they eliminated the drain on the state to house and feed criminals. As evidenced in the protests of these convicts in Dade County, the workers were poorly fed and cared-for and suffered physical abuse by those overseeing their work. Carleton makes the point that as convicted criminals, no one was concerned for their well-being. Thus, when conditions became unbearable, they had to speak up for themselves. Indeed, the terrible conditions described by the convicts here appear to historians today to been a very like those under slavery in the antebellum south. "],"display_date":"July 13, 1886 - July 14, 1886","search_date":"1886-07-13","citations":[{"divid":1214447391,"type":"Newspaper Article","data":["Senator Brown&#39;s Convicts","The New York Times","","July 14, 1886",""]},{"divid":1214447410,"type":"Newspaper Article","data":["The Convicts Surrender","The New York Times","","July 15, 1886",""]},{"divid":1214447429,"type":"Book","data":["Charles Reagan Wilson and William Ferris, editors","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1989","1502"]}],"locations":[{"id":2222,"lat":34.8545216374,"lng":-85.5045276583,"zoom":10,"place":"DADE, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}