{"id":2989,"title":"The Whigs Hold a Meeting. Topic: The Presidential Election of 1840 \n","course_id":1,"status":"P","start_date":"1840-08-04","end_date":"1840-08-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Presidential Election of 1840 the Whig Party became more cohesive. On August 4, 1840, six members of the Whig Central Committee of Vigilance of Fauquier, R.E Scott, Samuel Chilton, Tho's T. Withers, Richards Payne, John P. Philips, and John Walden, invited the voters of Fauquier and surrounding counties to attend a Whig party meeting in Warrenton.  The men made it clear that the invitation was not limited only to those aligned with the Whigs, by telling members of all parties as well as their Van Buren 'friends' to COME  At the meeting they intended to present the citizens with the opportunity to discuss the topics connected with the upcoming Presidential Election and develop and explain the principles that created the basis for Whig political actions.  The Whigs held their first national convention in December of 1939, which helped to develop them into a National Party.  Smaller Whig meetings, like the one held in Warrenton, were the reason the party moved forward organizationally and developed firm ideologies during the Presidential Election of 1840.  The election was defined by Southern ideals, seeing that Whig candidate, William Henry Harrison, was a native Virginian, and Democrat candidate, President Martin Van Buren, was strongly against abolition and had an unwavering friendship with the South.  The Southern ties both of these candidates had caused two party politics to become strongly established in the South, as there was a split among party lines.  Historian William J. Cooper makes this clear in saying that, Each party stressed its claim to be the protector of Southern interests and accused the other of infidelity in those interests.  Despite these similar interests, the Whigs and Harrison were victories in the election, carrying seven slave states, and winning more than half of the popular vote below Mason Dixon line.  After the election, the close competition between the two parties continued, each claiming to be the 'champion of the South.' Close competition made party cohesiveness in small counties and communities, like that shown in Fauquier, more and more important for party victories.                 N.S.A"],"display_date":"August 4, 1840","search_date":"1840-08-04","citations":[{"divid":1214871581,"type":"Newspaper Article","data":["","Virginia Times","","August 8, 1840",""]},{"divid":1214871593,"type":"Book","data":["William J. Cooper and Thomas E. Terrill","The American South, A History",null,"New York","The McGraw-Hill Companies, Inc.","1999","164-165"]}],"locations":[{"id":2224,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}