{"id":299,"title":"President Andrew Jackson Wins Re-Election\n","course_id":1,"status":"P","start_date":"1832-11-02","end_date":"1832-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After Andrew Jackson lost the close presidential election of 1824, he focused on defeating John Quincy Adams four years later. Jackson easily succeeded, becoming the first president to hail from a state other than Virginia or Massachusetts. This distinction can help symbolize the expansion of the United States during his eight years in office. Originally, the Democrats had not anticipated Jackson's running for a second term, but it became necessary because of the growing feud between Secretary of State Martin Van Buren and Vice-President John C. Calhoun. Despite some objections, Van Buren would take over as Jackson's running mate on the presidential ticket. The campaign was defined by the Bank War, the question of the Second Bank of the United States. This issue dominated the election so much that one newspaper wrote, The people of this country are at last invoked to decide whether they will have for President, Andrew Jackson, or the Bank of the United States. But, there were some other intriguing aspects to the election. It was both the first to have its candidates elected through party conventions and the first to include a legitimate third party, the Anti-Masons. William Wirt ran for that party, whose influence resided mostly in New York and Ohio. The other main party, in opposition with the Democrats, was the National Republicans, who ran two candidates, Kentucky Senator Henry Clay and Virginia Governor John Floyd. However, the election would be forever connected to the Second Bank of the United States. The incumbent Jackson believed the bank was unconstitutional and had failed to create a united currency. Earlier in 1832, he had actually vetoed the bill for re-chartering the Bank. The National Republicans hoped this issue would steal the election, with Jackson's harsh line taking away from his popularity. However, the President won handily, 219 electoral votes to 49 for Clay, 11 for Floyd, and 7 for Wirt. Van Buren would follow Jackson to the presidency four years later, but he would have to deal with Jackson's bank stance, which caused the economic Panic of 1837."],"display_date":"November 2, 1832","search_date":"1832-11-02","citations":[{"divid":1213034708,"type":"Newspaper Article","data":["Address of the National Republican Convention to the People of the United States","Baton Rouge Gazette","Baton Rouge","January 21, 1832","2"]},{"divid":1215455766,"type":"Book","data":["Arthur M. Schlesinger, Jr., ed.","History of American Presidential Elections: 1789-1968, volume I",null,"New York","Chelsea  House Publishers","1971","495-574"]},{"divid":1215455833,"type":"Newspaper Article","data":["The United States Bank for President","Washington Globe","","October 13, 1832","2"]}],"locations":[{"id":214,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}