{"id":2990,"title":"An Unpredictable Mail System\n","course_id":1,"status":"P","start_date":"1835-07-14","end_date":"1835-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["James L. Stratton was traveling through the South on business in 1835. While stopped in Augusta, Georgia, he wrote to his wife Eliza at their home in Philadelphia. In his letter he complained of the many difficulties he faced during his trip. In particular, he was frustrated that he had not been receiving letters from her. He reported that he had expected to receive a letter from her while in Monroe, Georgia but after waiting there longer than he intended, he still had not heard from her. Not wanting the imperfections of the mail system to interfere with his plans, he left for Augusta and asked the postmaster to forward him the letter at his next destination. Stratton, aware of the unpredictability of the mail system at the time, asked in the letter that this time Eliza send letters to several places he would be stopping in the next few weeks in order to maximize the chance that he would receive at least one of them.","The postal service was a national service that was run by the central government. During the antebellum period, as in other times during United States history, there was much disagreement about how strong the government should be. In the South, the Democratic Party pushed for decreased involvement of the government. However, if the government were not strong it would limit the developments of the internal infrastructure that the government was organizing. These developments included the postal service itself as well as the railroads, roads and canals that facilitated the ease and efficiency of sending mail. The slow and unpredictable postal system that was experienced by James Stratton in 1835 was in part a result of the reluctance of Americans, in particular southerners, to put enough power in the hands of the government that it could fund and create efficient and effective infrastructure systems."],"display_date":"July 14, 1835","search_date":"1835-07-14","citations":[{"divid":1217547770,"type":"Manuscript","data":["","James L. Stratton Letter to His Wife, Eliza",null,"Mss 38-113-g","","Berkely Family Papers, 1835-1898","Special Collections Library, University of Virginia"]},{"divid":1217547824,"type":"Book","data":["John B. Boles, Editor","A Companion to the American South",null,"Malden, Massachusetts","Blackwell Publishers","2002",""]},{"divid":1217547859,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo","Encyclopedia of the Antebellum South",null,"Westport, Connecticut","Greenwood Press","2000","321-324"]}],"locations":[{"id":2225,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}