{"id":2991,"title":"Cotton Growers Unite Over Deflation\n","course_id":1,"status":"P","start_date":"1898-09-27","end_date":"1898-09-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In<em> The State</em>, a special address was made from a committee of the Cotton Growers' union of South Carolina to the cotton growers of the state. Immediately, the committee addresses exceedingly low prices of cotton of the time period and the further deflation to come. With prices...lower than they have ever been previously at the time, foreign speculators were holding off purchases to wait for cheaper prices. The committee then stated how, with a climate and soil to allow such amazing crops of cotton, the South Carolinians should have been the controlling players of the cotton-trading world; however, with every cotton worker as an independent entity, the unity required seemed impossible. With a union as the ultimate goal, the committee states that the pattern of success would be to adopt the ideas of the National Cotton Growers? union, to organize propmty, to refuse sale of the cotton on hand and hold off production 50 percent. By doing this, the farmers would cause inflation. The article concluded with, ?The industry will be but an illustration of the survival of the fittest; those who can raise it cheapest and those who cannot compete must accept the cheerless and hopeless lot of the bankrupt and pauper.?"," The struggles of the cotton industry in Columbia during the 1890s are evident as the union flounders in its attempts to stabilize their economy. In South Carolina, the cotton industry increased production immediately after the conclusion of the Civil War in 1865; however, with a surplus of crop, the prices drastically began to fall. By the turn of the century, the toll of the war and the south?s attempts to reestablish their once booming economy was manifested in social and labor unions like the Cotton Growers? Union of South Carolina. Sheldon Hackney describes the South?s economic struggle as a constant race in which hard work only guaranteed maintenance of their minimal industrial capital. Like the rest of the southern economy, the cotton industry of South Carolina found their once profitable farming practice almost impossible to maintain as their poverty threatened to destroy their livelihood."],"display_date":"September 27, 1898 - September 28, 1898","search_date":"1898-09-27","citations":[{"divid":1214520636,"type":"Newspaper Article","data":["","The State","","September 27, 1898",""]},{"divid":1214520653,"type":"Article","data":["Sheldon Hackney","Origins of the New South in Retrospect","Journal of Southern History","38","May 1972","191-216"]}],"locations":[{"id":2226,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}