{"id":2995,"title":"Florence, South Carolina Residents Defend Their Home","course_id":1,"status":"P","start_date":"1862-02-01","end_date":"1862-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["When the battle came to the home of the residents of Florence, South Carolina, they stood up, assumed their responsibility, and fought it. In February, 1862, a siege was initiated against the section of the Carolinian coast that included Florence. At the time, there were six steamboats at Florence Landing. During the attack, two of these boats were taken by Union forces. The other four, however, were sacrificed to the pride of its Southern owners. The citizens of Florence set fire to and burned the remaining steamboats. They preferred taking their arms into their own hands before giving the Union the opportunity to destroy their property. ","South Carolina also played a special and unique role in the Confederacy, since it was the first state to secede from the Union in December, 1860. It became the leader for the fight to uphold the Southern way of life. The responsibility of secession traced back to its drive to create a new country. Having ignited the whole affair, South Carolina had to assume substantial accountability for whatever ensued. John Moore's statement that South Carolinians bore a burden in the war is supported by the fact that the citizens of South Carolina held their job in special esteem and certain pressure was kept on them to defend their reasoning. The residents of Florence felt this spirit as they defended their home from Union forces.","As evidenced in Florence, the homefront and battle lines can often be one and the same. This statement never rang more true than in the South during the Civil War. Southerners witnessed the bloody battles and violent events unfold right in their own front yards. In South Carolina, almost all of the armed combat it saw took place along the coast. This shoreline region became immensely important for the Confederate cause, as it was vital to the import and export of supplies and communication. This significance was not taken lightly by it residents, and, as demonstrated in Florence, they took whatever means necessary to uphold it."],"display_date":"February 1862","search_date":"1862-02-14","citations":[{"divid":1215615627,"type":"Newspaper Article","data":["The Invasion of the Tennessee and Cumberland Rivers","The Charleston Mercury","","February 12, 1862",""]},{"divid":1215615658,"type":"Book","data":["John Hammond Moore","Southern Homefront: 1861-1865",null,"Columbia","Summerhouse Press","1998","49, 64"]}],"locations":[{"id":2230,"lat":34.1745784268,"lng":-79.4302448823,"zoom":8,"place":"MARION, South Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}