{"id":2998,"title":"Systematic Volunteer Work and Grassroots Efforts in Fairhope\n","course_id":1,"status":"P","start_date":"1897-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The desire to awaken the noble impulses of humanity and to reform society along socioeconomic lines was something that the founders of Fairhope had as specific goals, outlined by the single tax principle. Just like other progressive movements at the time in the South though, the ideals blueprinted by the intellectuals could not be . In January of 1897 nearly all the members of the Fairhope community agreed to give from 8am to 12 noon on first and third Saturdays for public work. They agreed to receive compensation other than the results of their labor and the satisfaction of having performed a public duty. In another town this might suggest that the town was in a desperate position and relied on its citizens to accomplish public projects. Actually it was the result of the communal nature of the town, the ideals on which it was founded and was not uncommon at all in Fairhope.","The town was based somewhere between its founder E.B. Gaston's principles of extreme socialism and modified individualism as described by Henry George and defined by Gaston as cooperative individualism. The single tax colonists believed in self directed labor and never asked each other to abandon self-interest. The Fairhope Courier in September of 1984 stated that participation in cooperative features is purely voluntary. ","Though it was not enforced, the people of Fairhope agreed to voluntary cooperation. They were willing to make personal sacrifices for the greater good and the efforts of the townspeople in Fairhope Alabama reflect strong American ideals about citizenship and responsibility. The citizens of Fairhope went to live there based on their shared ideas about economic reforms to the institutions of government and society but agreements such as the one made in January of 1897 show that they had the desire to fulfill these ideals on a grass roots level and understood how their efforts could be practically applied. "],"display_date":1897,"search_date":"1897-07-02","citations":[{"divid":1214964574,"type":"Newspaper Article","data":["Systematic Volunteer Work","Fairhope Courier","","January 1, 1897",""]},{"divid":1214964598,"type":"Book","data":["Paul Gaston","Man and Mission: E.B. Gaston and the Origins of the Fairhope Single Tax Colony",null,"Montgomery","The Black Belt Press","1993","44-45, 65, 97"]}],"locations":[{"id":2232,"lat":30.2786488602,"lng":-87.5482936023,"zoom":9,"place":"BALDWIN, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}