{"id":300,"title":"South Carolina Legislature Passes the Ordinance of Nullification\n","course_id":1,"status":"P","start_date":"1832-11-24","end_date":"1832-11-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After his re-election, President Andrew Jackson faced an immediate attack at the authority of the government of the United States. The economic deeds of the summer of 1832 did not prevent Jackson's return to office, but, at the same time, they did not go unnoticed. A huge movement against the Tariff of 1832 was headed by the state of South Carolina. The state believed that this tariff was extremely detrimental to its well being. So, it compiled a convention to discuss the issue. The decision was made, and on November 24, 1832, the South Carolina legislature passed the Ordinance of Nullification, which declared the Tariffs of 1828 and 1832 unconstitutional, and thereby null and void. The Nullification Crisis began with this act. The doctrine of nullification asserted that a state could resist a federal law that was not specifically authorized by the U.S. Constitution. The crisis also involved the idea of states' rights that, in any conflict, the power of the state should prevail. Not all southern states and not all South Carolinians believed in this action. One man believed the South Carolina convention had acted unconstitutionally in its own right: It is the very basis of a free government, that the Legislature are a limited body. But the Ordinance has conferred upon them the UNLIMITED power to do any and every act, which may be necessary to give it effect. Another man believed the state was left with few alternatives: For the nullifying state there would remain, only the two alternatives, of humiliation, and civil war. ","But, the Nullification Crisis would not lead to such drastic measures; it only brought forth certain ideas, such as nullification and states' rights, that would play an important role in the country's history. As an immediate result, Jackson was infuriated, passing a Force Bill early in 1833, in an attempt to force South Carolina to comply with the Tariff. It did not work, and the Ordinance ended up compelling the creation of a Compromise Tariff and the reduction of taxes on imports. In the long run, the prospect of a civil war was posted, and the division of the Union seemed possible."],"display_date":"November 24, 1832","search_date":"1832-11-24","citations":[{"divid":1215523986,"type":"Book","data":["Edgar Walter","South Carolina: A History ",null,"Columbia, SC","University of South Carolina Press","1998","335-337"]},{"divid":1215524164,"type":"Manuscript","data":["","To the People of the State of South Carolina, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1215524210,"type":"Book","data":["Robert O&#39;Brien, ed.","The Encyclopedia of the South",null,"New York","Facts on File Publications","1985","310"]},{"divid":1215524294,"type":"Pamphlet or Other Printed Material","data":["Oglethorpe, pseud.","The Doctrine of Nullification Examined: An Essay","Charleston, SC","J.S. Burges","1832","Special Collections Library, University of Virginia"]},{"divid":1215524376,"type":"Newspaper Article","data":["A Voice, From the Mountains, to the People of Greenville","Charleston Courier","","December 5, 1832","2"]}],"locations":[{"id":215,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}