{"id":3000,"title":"European Tastes in the Antebellum South\n","course_id":1,"status":"P","start_date":"1851-11-20","end_date":"1851-11-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In November of 1851 the Athens <em>Southern Banner</em> announced that a famous French musician, Monsieur Andrieu, would be giving three concerts in Athens. The newspaper encouraged Athenians to attend saying that Andreiu was well received in Charleston and Augusta where he had been performing. The announcement also told Athenians that the accompanist would, give imitations of the great Prima Donnas of the age, as Parodi and Jenny Lind, the latter a popular singer known as the Swedish Nightingale. ","The types of musicians who performed in Southern cities changed over the course of the antebellum period. Before the 1800's most concerts were giving by local amateurs. In the 1820's more professional musicians began to travel to the South and by the later decades of the period many famous international musicians came to the South. We know that Monsieur Andrieu was one of many traveling European artists to perform during the decades leading up to the Civil War.","The presence of international musicians in the South can help us to understand the culture of the antebellum South. Northerners had a tendency to believe that rich, white southerners could not be cultured because they were corrupted by slavery, did not value hard work, and generally lived a backwards life. We can see, however, that southerners valued being cultured. As Richard Bushman describes in his book <em>The Refinement of America</em>, southern plantations had much evidence of what he refers to as refinements in their taste and culture. This included extensive libraries of literature and Greek revival houses. In part, this was because the plantation owners were overseers and did not take part in the labor, so they had abundant leisure time that they could spend becoming cultured. The fact that this announcement was placed in public view in the Athens <em>Southern Banner</em> indicates that the concert was not specifically targeted to the plantation-owning class. The theater was a location where many classes, from the wealthy to the slaves, came together for entertainment. ","Thinking about the interest in culture and the presence of international culture in the South can help round out our picture of the antebellum period. Though economically the South revolved around plantations and agriculture, the cities were important places as well for the other things they had to offer. Even if most of a southerner's time was spent on a plantation or farm, they had the opportunity to travel to the city to see musical performances by international musicians, and likely did so on a regular basis."],"display_date":"November 20, 1851","search_date":"1851-11-20","citations":[{"divid":1216338728,"type":"Newspaper Article","data":["","Southern Banner","","November 20, 1851",""]},{"divid":1216338742,"type":"Book","data":["Richard Bushman","The Refinement of America&#58; Persons, Houses, Cities",null,"New York","Knopf","1992",""]},{"divid":1216338784,"type":"Online Encyclopedia","data":["New Georgia Encyclopedia","Antebellum Music","http&#58;//www.georgiaencyclopedia.org","October 5, 2006"]},{"divid":1216338821,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo","Encyclopedia of the Antebellum South",null,"Westport, CT","Greenwood Press","2000","167-168"]}],"locations":[{"id":2233,"lat":33.8831653504,"lng":-83.4095667489,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}