{"id":3001,"title":"War preparation\n","course_id":1,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the midst of the war, factories were steady at work manufacturing gun carriages and turning cotton wagons and drags into army wagons. All commercial businesses were suspended and the ships were cleared out due to the notice of the Union blockade in the spring of 1862. New Orleans would have seemed a deserted city if it were not for the bustling movements of the Third Regiment of Louisiana Volunteers preparing for war. The fife and drum sounded as the company proceeded to the camp of instruction where they were to reside until orders were given. On the streets, women were busy sewing tents and army clothing. Men, with their wives by their sides, went from store to store picking up necessary articles to take off to war.","The men were given orders to march to the City Hotel while their baggage, which consisted of a company mess chest and some boxes of company property, was loaded. Later that day, the company was organized at the hotel. A standard complement of officers and non-commissioned officers for a company of infantry included one captain, two lieutenants, one orderly sergeant, four duty sergeants, and four corporals. The sergeant-major was in charge of requesting the rations, ammunition, arms, and other camp equipment. ","Camp Walker was located at the highest level of land, only a few feet above sea level, in New Orleans. Here the Confederate soldiers encountered swamps filled with drainage from the city and puddles of water and black soli. Three thousand men were stationed in the mile and a half enclosed area. A question of how sanitary water and adequate food was to be acquired ran through the soldiers' minds that day. The company's supplies included twenty tents, eighty-six bed sacks, ten camp kettles, twenty-two mess-pans, and twelve water-pails. The men could not leave the camp during the day without a pass and it was almost impossible to receive permission to leave at night. Later on the company was given orders to head west and landed in Arkansas.","The Confederate government provided each soldier a yearly sum for the expense of his uniform. Each company decided on their uniform, many uniforms consisted of a gray woolen frock coat with trousers and a blue cap. A large number of guns and cannons were reused from the Mexican War in 1846. Brass guns, once belonging to the Mexican and Spanish governments, were recast into modern field pieces. At the beginning of the war, the manufacture of field artillery was located in New Orleans. The factories and businesses in New Orleans provided the Confederate Army with much of its supplies during the early period of the war."],"display_date":1862,"search_date":"1862-07-02","citations":[{"divid":1217004034,"type":"Pamphlet or Other Printed Material","data":["Johnston F. Manion","Life in the Confederate Army and Some Experience and Sketches ","New York","The Neale Publishing Company","1905",""]},{"divid":1217004077,"type":"Book","data":["William Watson","Life in the Confederate Army",null,"New York","Scribner and Welford","1885","138-170"]}],"locations":[{"id":2234,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}