{"id":3002,"title":"Stole a Pocketbook\n","course_id":1,"status":"P","start_date":"1899-01-05","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On January 5, 1899 the Virginian-Pilot reported that a young black male in the town of Portsmouth, Virginia had stolen the pocketbook of a lady whose services he was filling. While this petty incident of crime was relatively unnoticed, buried in the middle of the paper, the style in which the brief story was written illustrates the social opinions in this southern city. The story goes on to describe how the black man acted in a deceitful and dishonest way to hide the pocketbook and claim that he knew nothing of robbery. When question for his theft, the man stated that it was his belief that the women had misplaced the pocketbook and that he had not taken it. However, the end result for the black man was the dismissal of his services: he is now minus a home.What is important about this incident is that it demonstrated the fears of whites about what free blacks would do to the order of white communities. Since the days of slavery, the majority of blacks were viewed as dangerous and uneducated. The fears of whites were constantly perpetuated by stories of criminal activity by blacks against white communities. Furthermore, the expanding economic and social influences of the black community intimidated many whites.The Atlanta Riots of 1906 showed this tension in full force. While many Southern cities forced the close interactions of free blacks and whites, the growing economic competition for jobs led to the boiling over of much aggression. Additionally, poverty played a large motive for crime in the poor Southern economies after the Civil War. Furthermore white women being taken advantage of by their black male servants was perhaps the greatest fear in regards to racially motivated crime. Consequently the article proclaims through subtle word usage that the black man is undeniably guilty despite the unsubstantiated evidence. While the goal of the Virginian-Pilot was predominantly to sell papers, it is clear why a newspaper would not attempt to seem biased toward blacks in their articles.  Just as white business owners viewed the loss of customers as a disincentive to hire blacks, so too did newspapers see the disincentive to positively reporting blacks. "],"display_date":"January 5, 1899 - December 31, 1899","search_date":"1899-07-04","citations":[{"divid":1214964730,"type":"Newspaper Article","data":["","Virginia-Pilot","","January 5, 1899",""]},{"divid":1214964744,"type":"Website","data":["Gregory Mixon","Atlanta&#39;s White Race Riots of 1906","The Black Commentator","http://www.blackcommontator.com/198/198_cover_1906_atlanta_race_riots.html ","September 21, 2006"]}],"locations":[{"id":2235,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}