{"id":3003,"title":"Dividing up for Rights\n","course_id":1,"status":"P","start_date":"1850-03-07","end_date":"1850-03-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the revolution, it became even more important for government regulation for boundaries to be established between states. Since America remained dedicated to keeping power in state governments, officials came together and established the exact separation of the regions that respective governments oversaw. One such circumstance arose when it came time for the Maryland, Pennsylvania, and Delaware to institute the border. Officials addressed the situation in a letter from the Governor of Maryland, Philip F. Thomas, to the General Assembly on March 7, 1850. Thomas' letter described the proceedings of three delegates from Maryland, Pennsylvania, and Delaware, Henry G. S. Key, Joshua P. Eyre, and George Read Riddle respectively. "," Governor Thomas believed that the commissioners performed at a satisfactory manner by supplying reports and papers including maps of adjusted boundaries. These adjusted boundaries were prepared by Lieutenant Colonel James D. Graham, of the United States Topl. Corps of Engineers, who was asked by the War Department to perform this task for the respective states. The letter sanctified all of the transactions and provided the State Legislature with a document in order for all matters concerning official borders."," Possessing certain districts and state lines remained crucial to Maryland's survival. Richard Walsh and William Lloyd Fox provided explanation for the importance of border establishment being that if Maryland would have been lined any differently and lacked certain counties, then Baltimore would have complete control over electing state leaders. Leaders like Governor Thomas needed to be chosen by all of Maryland and aided in executive decision making of the state's future."],"display_date":"March 7, 1850","search_date":"1850-03-07","citations":[{"divid":1217038684,"type":"Pamphlet or Other Printed Material","data":["Philip F. Thomas","Mason and Dixon&#39;s Line","Annapolis, MD","1850","Gideon and Co.",""]},{"divid":1217038723,"type":"Book","data":["Richard Walsh and William Lloyd Fox","Maryland&#58; A History 1632-1974",null,"Baltimore, MD","Maryland Historical Society","1974","296-7"]}],"locations":[{"id":2236,"lat":39.1365976774,"lng":-77.2045056739,"zoom":9,"place":"MONTGOMERY, Maryland"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}