{"id":3004,"title":"Jane\n","course_id":1,"status":"P","start_date":"1828-07-14","end_date":"1828-09-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["P. Wiltberger, while sitting at breakfast one morning, was interrupted by his overseer. The overseer angrily informed Wiltberger that Jane, one of Wiltberger's slaves, was missing. Other slaves were being questioned but so far, the overseer could find out nothing. Incensed, Wiltberger questioned his slaves further, but to no avail. He then picked up his pen and proceeded to write an advertisement to the Argus, the Savannah newspaper, calling on all whites to help him regain his property. He offered a 50 reward for the capture of his slave. He described her as a Mulatto Female Slave, named JANE, about eighteen years of age-5 feet two or three inches high-stout and well made-a pleasing and intelligent countenance-long jet black hair. The ad first appeared on July 14, and two months later, was still being printed in every issue of the newspaper. "," Wiltberger's description of Jane does a great deal to reveal why Jane had been successful in evading capture thus far. First, he described her as mulatto meaning that she had lighter skin than most enslaved people. Often, potential slave buyers were hesitant to buy lighter skinned slaves because they had a better chance of successfully escaping. Also, once away, a lighter skinned African American would have a better chance of blending into white society. Wiltberger's ad and the length of time it stayed in the newspaper, both demonstrate the basis on which these fears were founded. Wiltberger also described her as having a pleasing and intelligent countenance. Because many white southerners associated whiteness with intelligence and blackness with ignorance, lighter skinned slaves proved more of a liability and a threat to slaveholders because they were thought to be more intelligent and thus more able to run away."," One of a slaveholder's biggest concerns when debating whether or not to buy a slave was if that slave would run away or not. Many For Sale ads in newspapers made a point of stating that the slave being advertised would never run away. This emphasis shows what a huge issue it was in slave society and the lengths to which a slaveholder would go to in order to regain his property. Jane might not have been perceived as such a huge liability initially, however, because of her gender. Seventy-five percent of runaways were male, simply because female slaves gave birth and had the responsibilities of motherhood so early in life. Jane, at age 18, might already have had children that she was abandoning in her bid for freedom. Her gender also, no doubt, helped in her success because a black woman was perceived as far less of a threat than a black man in the South; therefore, she would likely have had an easier time blending into a crowd. Unfortunately, it is impossible to know whether Jane got away, or whether Wiltberger's ad succeeded. "],"display_date":"July 14, 1828 - September 9, 1828","search_date":"1828-08-11","citations":[{"divid":1214964948,"type":"Newspaper Article","data":["","The Argus","Savannah, GA","August 9, 1828",""]},{"divid":1214964962,"type":"Book","data":["Walter Johnson","Soul By Soul",null,"Cambridge, MA","Harvard University Press","1999","10, 31-33, 65, 151"]},{"divid":1214965000,"type":"Article","data":["Daniel E. Meaders","South Carolina Fugitives as Viewed Through Local Colonial Newspapers with Emphasis on Runaway Notices 1732-1801","The Journal of Negro History","60","April 1975","288-319"]}],"locations":[{"id":2237,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}