{"id":3005,"title":"Sally Carter&#39;s Letter to her Mother\n","course_id":1,"status":"P","start_date":"1827-12-21","end_date":"1827-12-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late December of 1827, Sally Champs Carter, living in Richmond at the time, wrote home to her mother who was living in Albemarle County (approximately sixty miles west of Richmond). Sally described her living situation in the city, telling her mother that she participated in the gaieties of the city, however more moderately and prudently than she had in her first year residing there, as some of the novelty [had] worn off a great measure. There were parties almost every night of the week, and Sally greatly enjoyed attending these functions, particularly those of Dr. Brockenbrough, whom she described as delightful. Sally was yet to visit the theatre, which always seemed to conflict with those social events (she was planning to go soon though). Her favorite outfit to wear in social settings was a pure white dress, with pearl earrings and a necklace. Her Uncle John (perhaps her mother's brother) had complimented her on the simplicity and chasteness of the attire. At the end of her correspondence Sally sent her regards to her siblings, noted that she had enclosed money for her brother to by a hat (15) as she had an abundant supply of money, and wished her family well. She left her mother by saying my letters are sacred, and my communications are too free and unreserved for any eye save that of a parent or sister, requesting that her letters be kept private."," In the nineteenth century (before the Civil War), Richmond was considered the finest city in the south, and Sally seems to have been privy to see the bright side of it. Richmond was truly a big Southern city, with more than 16,000 people by 1830. Joshua Rothman went as far as calling it the most important city in the Upper South. Carter wrote of having abundant money (as 15 was no small sum in 1827) and going to social events, a luxury of being a member of Richmond's upper class. She seemed to truly enjoy her environment and her life in Richmond, as most in her luxurious position would have. Her Uncle John's comments on her attire show the typical appropriate dress for a young lady in antebellum Richmond, and her description of all the young men shows that she was treated like a true lady. Southern cities like Richmond had a feel of southern hospitality, with southern gentlemen men and southern belle women in the upper classes of their societies."],"display_date":"December 21, 1827","search_date":"1827-12-21","citations":[{"divid":1213136266,"type":"Manuscript","data":["","Sally Champs Carter to Mary E. Carter",null,"MSS 38-582-a &amp; MSS 38-111-b","Box 1","Letters of Joseph Carrington Cabell boxed with Cabell family papers","Special Collections Library, University of Virginia"]},{"divid":1213136457,"type":"Book","data":["James M. Volo &amp; Dorothy Denneen Volo","Encyclopedia of the Antebellum South",null,"London","Greenwood Press","2001",""]},{"divid":1213136510,"type":"Book","data":["Joshua D. Rothman","Notorious in the Neighborhood",null,"Chapel Hill","The University of North Carolina Press","2003","92, 99"]}],"locations":[{"id":2238,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}