{"id":3006,"title":"Affairs of the Creek Indians\n","course_id":1,"status":"P","start_date":"1825-06-21","end_date":"1825-06-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Few men had the leadership skills of General William McIntosh.  His illustrious military career included leading the Creeks against the British in the War of 1812, defeating the Upper Creek Indians against their Lower Creek foes in the Creek Civil War, and heading a national police force to continue the fight against the Upper Creeks.  Yet, these military conquests also created many enemies, especially among the Upper Creeks.","The final straw for the Upper Creeks was on February 12, 1825, when McIntosh, along with eight like-minded Lower Creek chiefs, signed the Treaty of Indian Springs relinquishing all of the Upper and Lower Creeks' land in Georgia for a sum of 400,000.  In retaliation for losing their land unjustly and because of their hatred for General McIntosh in general, 200 Upper Creek Indians set fire to McIntosh's plantation on April 30 and brutally murdered him in the process.  Little did the Upper Creeks know that they had also upset an entire state of white Georgians.","A few months later, editorialists in the northeast responded to the Creek's loss of land with disdain for the actions of the United States government.  On June 21, 1825, the <em>Southern Recorder</em> responded both to the actions of the Upper Creeks and the reaction of the Yankee editorialists furiously.  ","<em>The Recorder</em> began by mourning the fate of McIntosh, who, the paper claims, sacrificed his life for the Creek Indians.  In their view, he had devoted his life to the progress of his red brethren towards civilized life.  Sadly, their turbulence and treachery had rendered his cause unsuccessful.  ","<em>The Recorder</em> went on to find utmost fault in other newspapers that claimed that McIntosh sought to steal land for the United States from the Creeks by pushing them beyond the Mississippi River and leaving Georgia for the white man.  <em>The Recorder</em> editorialized that by defending the property rights of the Creeks, the eastern editorialists were also condoning the murder of their beloved McIntosh.  ","In fact, the <em>Recorder</em> argued, if the business [of aggression towards the Creeks] had been conducted more energetically on the part of the United States, McIntosh's murder could have been prevented.  In this way, the United States was actually doing the Creeks a favor by forcing the untutored and uncivilized Creeks off of their lands in Georgia.  The Creeks would have likely been better off if they had simply moved west unprovoked because they had no chance in their battles against their American foe.  An earlier withdrawal from Georgia without bloodshed would have saved thousands of Creek and American lives.","The focus of this narrative is the ongoing tension between American and Georgian expansionism against the territorial concerns of the Creek Indians.  Treaties between the Creeks and Georgia helped define the land struggles between the two peoples since late in the 1700s, but violence reigned supreme in the majority of the interactions between the two cultures.  The United States government, especially under the leadership of President Andrew Jackson, violently forced the Creeks out of the state, all while hiding under a similar veil of concern for the Indians that the Recorder showed in this article.  ","The Creeks consistently refused the repeated requests from the United States government that their peoples move out of Georgia without the force of the United States military.  Although in a less organized fashion than that of the United States, the Creeks persisted to fight the Americans over the contested Georgia lands.  While McIntosh's death defined the Indian people to the Recorder, his murder only served as a highlighted event in ongoing strife between the Creeks and the American government over land claims that eventually led to the Trail of Tears and the near extermination of the Creek Indians."],"display_date":"June 21, 1825","search_date":"1825-06-21","citations":[{"divid":1213224931,"type":"Newspaper Article","data":["Affairs of the Creek Indians","The Southern Recorder","","June 21, 1825","4"]},{"divid":1213224958,"type":"Book","data":["Leola S. Beeson","History Stories of Milledgeville and Baldwin County",null,"Macon, GA","The J.W. Burke Company","1943","31"]},{"divid":1213225015,"type":"Book","data":["Marquis James","Andrew Jackson: Portrait of a President",null,"New York City","The Bobbs-Merrill Company","1937","280"]}],"locations":[{"id":2239,"lat":33.0721732643,"lng":-83.2584220033,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}