{"id":3007,"title":"Sen. William C. Rives Disagrees With the President \n","course_id":1,"status":"P","start_date":"1834-02-10","end_date":"1839-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Virginia Senator William C. Rives did not agree with a measure recommended by the Virginia Legislature.  At the time it was common understanding that federal senators should comply with instructions from legislatures because they were chosen by legislatures.  Senator Rives stance against the legislature brought him criticism from the people of Virginia, most notably those of the Republican Party, which Senator Rives was a member of.  In response to the criticism, a man under the pseudonym of Hector wrote a letter to the Republicans of Fauquier County that defended Senator Rives.  The letter argued that the criticisms he was receiving from the people of Fauquier echoed the views of Monarchists, not those of the Republican Party.  Hector asked the people of Fauquier: Has he forsaken any of those cardinal principles of the republican creed, which lie at the foundation of our government?  To this he responded: No one would say that he has.  This supported his argument that centered on the fact that the U.S Government gave senators the right to disagree with the 'Executive' in order to keep their decisions in check.  He then went on to say, if this process was not allowed then U.S might as well have a Grand Sultan for chief Magistrate, eluding to the way the people's criticisms advocated a monarchy. Senator Rives ultimately resigned due the criticisms and lack of support he received from his party as a result of his decision.  Whether this conflict should have ended in his resignation is questionable.  The defense that Hector gives in the episode echoes the views of the Whig Party at the time, which looked to uphold the Constitution.  They viewed the practice of Senators following the instruction of the legislature as a threat to the Constitution.  If this were the case then Rives should not have resigned.  However, if extreme Republican doctrine, which acknowledged that senators were responsible to the will of their states and therefore should follow the instructions of their legislature, was staunchly upheld then Rives would have seen reason to resign.  The people of Fauquier most clearly agreed with the Republican view, seeing that they were being addressed with a presentation of the opposite view.On February 10, 1834, the Whig majority in the Virginia legislature instructed senators to use their best exertions to make their own decision on the issue at hand, which related to the controversy over the removal of the deposits from the Second Bank of the United States.  Senator Rives decision to stand up against the wishes of the legislature is a direct response to this instruction.                     N.S.A"],"display_date":"February 10, 1834 - June 15, 1839","search_date":"1836-10-12","citations":[{"divid":1214965150,"type":"Newspaper Article","data":["","Virginia Times","","June 15, 1839",""]},{"divid":1214965163,"type":"Article","data":["Clement Eaton","Southern Senators and the Right of Instruction 1789-1860","The Journal of Southern History","18","1952","303-306"]}],"locations":[{"id":2240,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}