{"id":301,"title":"John C. Calhoun Resigns as Vice-President of the United States\n","course_id":1,"status":"P","start_date":"1832-12-28","end_date":"1832-12-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John C. Calhoun led an ambitious political life. He sat in James Monroe's Cabinet in the 1810s and 1820s. Then, in the hotly contested presidential election of 1824, Calhoun ran, but resigned himself to second place, where he neatly fit in as John Quincy Adams' vice president. In a time when political party affiliations were never stable, Calhoun aligned himself with Andrew Jackson half-way through his first term as Vice-President of the United States. Calhoun would join Jackson on the Democratic ticket in 1828, in an effort to succeed him to the presidency. But, Calhoun's political designs were met with a fight. He and Jackson never fully got along, and a competitor arose in New York's Martin Van Buren. After failing in his presidential bid in 1832 and losing his spot on the ballot to Van Buren, Calhoun ran for the Senate again. Having won that position, in a letter dated Columbia, South Carolina, 28th December, 1832, Calhoun said he was resigning the office of Vice President of the United States. He was the first person to ever relinquish that position. It was left vacant for the following two months, until the administration of Andrew Jackson and Martin Van Buren took over."," Calhoun's anger started in 1828, when Jackson failed to fill his Cabinet with any South Carolinians, surrounding Calhoun with political opponents, particularly the new Secretary of State, Van Buren. The New Yorker's stock rose throughout Andrew Jackson's first term as president, despite being removed from his position, when Jackson was forced to overhaul the Cabinet. Calhoun ironically sealed his opponent's fate by casting the deciding vote to keep the former Secretary of State from becoming the new ambassador to Great Britain. Soon after, Van Buren would join Jackson as the Democratic nominees for president and vice-president. Calhoun was left to fight the battle over nullification. So, he decided to resign, rather than complete his term, once his return to the Senate was assured."],"display_date":"December 28, 1832","search_date":"1832-12-28","citations":[{"divid":1216309424,"type":"Government Document","data":["Senate Journal","U.S. Congressional Documents and Debates, 1774-1875","January 4, 1833","","","","","Library of Congress",""]},{"divid":1216309492,"type":"Book","data":["Mark O. Hatfield, with the Senate Historical Office","Vice Presidents of the United States, 1789-1993",null,"Washington, DC","U.S. Government Printing Office","1997","83-99"]},{"divid":1216309550,"type":"Book","data":["Arthur M. Schlesinger, Jr., ed.","History of American Presidential Elections&#58; 1789-1968, volume I",null,"New York","Chelsea House Publishers","1971","495-574"]},{"divid":1216309600,"type":"Book","data":["Harry L. Watson","Liberty and Power&#58; The Politics of Jacksonian America ",null,"New York","The Noonday Press","1990","97-131"]}],"locations":[{"id":216,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}