{"id":3011,"title":"The Spread of Prohibition\n","course_id":1,"status":"P","start_date":"1891-01-02","end_date":"1897-10-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Anti-Saloon League began with a modest following in 1893 to becoming a major political force in lobbying for a Constitutional amendment. Their goal, under the guidance of their president, Rev. Howard Hyde Russell, was to unify the anti-alcohol sentiment already brewing in society and to enact further legislation to prohibit the sale and consumption of alcohol. Grounded in moral and religious ideals, the movement was able to spread information via pamphlets, newspapers, and the spoken word. Originating in Ohio, the American temperance organization was able to flow southward, slowly encompassing a nation. ","An article written in the Washington Post in 1897 exemplifies the efforts made by the organization to illustrate their cause and purpose throughout society. The realized the need to come together as a cohesive unit in the area. The Washington D.C. area, with 15 temperance organizations, convened with the Montgomery, Maryland County League seeking greater cooperation. The article made it seem relatively easy. However, the J.C. Jackson understood that the league struggled at first due to organizational and financial difficulties. Besides discussing organizational problems, the meeting conferred about the actions taken by members to badger grocers who profited from alcohol-related sales. The President was then authorized to appoint a committee whose purpose was to prepare a list of all grocers who recently received a liquor license. This was essential to the cause of the Anti-Saloon League. They wanted sales to cease, thus patronizing liquor salesperson was one of many necessary tactics incorporated. Such agitation meetings were usually held on Sunday with official leaders present. In 1908, there were at least 15,000 meetings. This number, however, fails to take into account the numerous meetings regarding prohibition, political good-citizenship, and law enforcement that the league had either a direct or an indirect relationship with.","Such meetings of prohibition in the country were essential to the South. Prohibitionist began making headway beginning with the execution of a new, more powerful liquor law was put into place. It exemplifies the coming of the Progressive movement that was extensive throughout the early years of the 20th century South. Church and political leaders believed that a large portion of societal problems, such as poverty, sickness, and crime were heavily due to alcohol. Due to the help of the evangelicals, Protestants, and Republican party, prohibition laws were able to be ratified. The Anti-Saloon League as well as the Woman's Christian Temperance Union, were able to gain local and state wide option laws in most states; finally culminating in 1919 with the passage of the 18th Amendment. Prohibition dealt with humanizing institutions to adhere to newfound prized values and traditions. The southern ethos of the 20th century hurt the liquor industry doing the prohibition era. This resulted in the rise of moonshining. Instead of paying a federal tax on liquor, some would take upon themselves and make their own liquor."],"display_date":"January 2, 1891 - October 5, 1897","search_date":"1894-05-20","citations":[{"divid":1217038990,"type":"Newspaper Article","data":["Liquor License Law a Success","The New York Times","","January 3, 1891",""]},{"divid":1217039011,"type":"Newspaper Article","data":["Anti-Saloon League Will Have a List","The Washington Post","","October 5, 1897",""]},{"divid":1217039039,"type":"Book","data":["Charles Reagan Wilson and William Ferris, eds.","Encyclopedia of Southern Culture",null,"Chapel Hill, NC","University of North Carolina Press","1989",""]},{"divid":1217039093,"type":"Book","data":["Samuel S. Hill","Encyclopedia of Religion in the South",null,"Macon, GA","Mercer University Press","1984","739"]},{"divid":1217039148,"type":"Article","data":["J.C. Jackson","Regulation of the Liquor Traffic","The Work of the Anti-Saloon League Annals of the American Academy of Political and Social Science","11","1908","12-26"]}],"locations":[{"id":2242,"lat":39.1365976774,"lng":-77.2045056739,"zoom":9,"place":"MONTGOMERY, Maryland"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}