{"id":3012,"title":"Yankees\n","course_id":1,"status":"P","start_date":"1827-12-01","end_date":"1828-06-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the Antebellum South, before railroads were widely used, Southern societies did not encounter people from other places very often. An anonymous man wrote a letter to the editor of <em>The Argus</em> in the summer of 1828, and in his etter he clearly demonstrated his inherent mistrust of outsiders. This man owned a boarding house and was writing to the paper in search of a solution to a problem he had run into with one of his boarders-a Yankee. This Yankee had requested that the boarding house owner post a large packet of letters to Blossomdale, Vermont, free of charge. The boarding house owner wrote, Now, Mr. Printer, can you tell me where Blossomdale village is, and how I am to get these letters there, without paying postage? Is it on this earth, or in the West Indies, or that Moon? Obviously flummoxed, this boarding house owner allowed his previous misconceptions about Yankees (or, in his mind, the others) to turn this situation into a huge, public ordeal as opposed to a small matter between a boarder and the boarding house owner. Southerners were trained from a young age to mistrust those from outside of the South, particularly northerners. An algebra book used widely in the South included problems where southern students were asked to calculate the speeds of two different Yankee soldiers running away from battle, and the profit a Yankee trader made on selling bad pork. Inculcated early with this mistrust, it is little wonder that the boarding house owner acted as he did. These fears and misunderstandings grew through the subsequent thirty years and exacerbated the escalating conflict between North and South, to the point that, by the early 1860s, some southerners saw themselves as a separate race from northerners. They saw the differences in race between northerners and southerners not as biological factors but factors inherent in their characters. This idea of separate races clearly stemmed from the misguided fears of southerners so inherent in southern society."],"display_date":"December 1, 1827 - June 6, 1828","search_date":"1828-03-03","citations":[{"divid":1215616102,"type":"Newspaper Article","data":["","The Argus","Savannah, Georgia","June 6, 1828",""]},{"divid":1215616129,"type":"Book","data":["Stephen V. Ash","A Year in the South 1865",null,"New York","Perennial","2004","159-164"]},{"divid":1215616197,"type":"Article","data":["Robert B. Bonner","Roundheaded Cavaliers?","Civil War History","Vol. 48, No. 1","2002","34-59"]}],"locations":[{"id":2243,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}