{"id":3013,"title":"Creek Attack\n","course_id":1,"status":"P","start_date":"1825-05-25","end_date":"1825-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late April 1825, with the murder of William McIntosh and his brother Samuel Hawkins fresh on his mind, Benjamin Hawkins carefully rode his horses back towards his hometown of Montgomery, Georgia, in the fear of suffering a similar fate on his brother.  Suddenly, he came upon a party of twenty Creek Indians within ten short steps of their horses.  Frightened, a cousin of Hawkins? abruptly fired a blank rifle shot into the air in the hopes of frightening the pack of Creeks.  The Creeks quickly responded, firing towards Hawkins as he wheeled his horse around to gallop in the opposite direction.  Fortunately, Hawkins was not hit.  In the melee that followed the unwelcome encounter, he tossed his plaid cloak aside, only to have it littered with Creek gunfire.  ","As Hawkins rode into the distance, the Creeks rejoiced, presuming from Hawkins? bullet-ridden cloak that Hawkins had either been wounded or killed.  Reports from the Creeks made it back to the Southern Recorder, who reported on May 8 that Benjamin Hawkins had both been murdered by the same pack of Creeks who had killed McIntosh and his brother.  ","Yet, good news somehow remained.  On Saturday, May 13, nearly one week after the Southern Reporter confirmed the murder of Hawkins, a surprise visitor returned to Milledgeville by way of Fort Gaines.  Despite all reports to the contrary, Benjamin Hawkins remained alive.  Notwithstanding physical evidence by way of the bullet-ridden cloak, Hawkins had not even been injured in the scuffle.  ","There is little doubt that the Upper Creek Indians sought revenge for the United States? and Georgia?s acquisition of former Creek land and their support of the Lower Creeks in the Creek Civil War.  Like many other attacks, this attempted murder and robbery seemed to be random retaliatory violence against a member of the white race.  A few short years after this incident, the Georgia militia clashed repeatedly with Creek warriors in the Georgia Black Belt Region.  Larger battles followed in Chattahoochee region and towards the Alabama border.  Yet, most did not have the luck of Benjamin Hawkins on this late April day.  Thousands perished from the scuffles with the Creeks that plagued Georgia for nearly two decades.","Kyle Matous"],"display_date":"May 25, 1825","search_date":"1825-05-25","citations":[{"divid":1217064669,"type":"Newspaper Article","data":["Creek Nation","The Southern Recorder","","May 24, 1825","4"]},{"divid":1217064694,"type":"Book","data":["Marquis James","Andrew Jackson&#58; Portrait of a President",null,"New York City","The Bobbs-Merrill Company","1937","218"]},{"divid":1217064761,"type":"Book","data":["Robert V. Remini","Andrew Jackson and His Indian Wars",null,"New York City","Viking","2001",""]}],"locations":[{"id":2244,"lat":33.0721732643,"lng":-83.2584220033,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":19,"tag":"Native-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}