{"id":3014,"title":"Pensioning Confederate Soldiers\n","course_id":1,"status":"P","start_date":"1899-02-03","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On February 3, 1899, an aging Confederate soldier from Portsmouth, identifying himself only as C.M.B. wrote to the Virginian-Pilot in response to Senator Marion Butler's proposed bill that would open up federal pension plans to all veterans of the Civil War. Despite a divide among many Southerners about the honor of accepting federal pension, C.M.B. argues, Why then should ex Confederates prefer to burden their impoverished friends and states, rather than appeal to the generosity of this rich government.As the nineteenth century concluded, questions arose over how to deal with the health of the men the fought in the Civil War. In addition to the massive deaths incurred by both the Confederacy and the Union army, the South was forced to deal with rebuilding infrastructure, developing a new source of economic production, as well as replacing an entire generation of men lost to the war. The difficulties facing the South were furthered by the fact that Southern veterans were denied national pension that was given to aging Union soldiers. As the issue of federal pensions came to light in the final decade of the nineteenth century, many Confederate veterans had claimed that accepting the federal pensions was dishonorable and that self reliance should be the only means of economic viability. Yet, even those who proclaimed the pensions to be dishonorable knew that the lagging economy of the South made it difficult for veterans to afford to remain self-sufficient. Additionally, aging soldiers who lived off their families placed an added burden on their children that did not seem appealing, especially when Northern soldiers received government aid. The story of C.M.B. illustrates an important question regarding how best to deal with the lost cause of the South. The southern states had staked everything on the Civil War, and upon defeat were treated by the North as the losers of the War. The absolute destruction of both the Southern economy and infrastructure placed the South in an era of poverty. Consequently, as aging veterans grew too old to work, many individuals were forced to burden their families with the cost of caring for an additional family member. While industry had slowly returned to many southern cities by 1899, the need for government pensions seemed necessary to the aging veterans. "],"display_date":"February 3, 1899 - December 31, 1899","search_date":"1899-07-18","citations":[{"divid":1215616536,"type":"Newspaper Article","data":["","Virginia-Pilot","","February 3, 1899",""]},{"divid":1215616554,"type":"Article","data":["Jeffery E. Vogel","Redefining Reconciliation","Civil War History","Vol. 51, No. 1","2005","67-93"]}],"locations":[{"id":2245,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}