{"id":3015,"title":"Wilmington, North Carolina is taken by the Union","course_id":1,"status":"P","start_date":"1865-01-01","end_date":"1865-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["According to a late Confederate soldier, after the capitol of the Confederacy, Wilmington, North Carolina was the most important place in the South. It lay just two miles north of the Cape Fear River, right on the Atlantic coast. Wilmington was an important port for the export of tar, turpentine, pitch, and lumber. The people of this small North Carolinian town were shrewd, hospitable, intelligent, and not to be beaten at driving a bargain by any Yankee. According to the soldier, we ate, drank and were merry...as in the days before the flood.","The flood that changed the character of Wilmington was the loss of control of the town to Union forces during the Civil War. By the time the Union focused its efforts on Wilmington, many of the other Southern ports had been seized by the Union. This made Wilmington a particularly vital possession for the Confederacy. After an unsuccessful first attempt to capture coastal control, the Union army was able to secure its position in Wilmington with a second endeavor in January of 1865. This victory was extremely monumental for the Northern cause because the control of Wilmington meant that the South had lost one of their very most important ports. Essentially, a lifeline to the South had been cut off, which weakened greatly its already dying cause. ","The capture of Wilmington was devastating not only for the Confederate military cause, but also for the people of the town. They had not seen any action in their town from the North for such a long time they thought they were safe from the perils of war. Residents had lapsed into a dream of security and thought the horrific day was far off. Historians Donald, Baker, and Holt seem to think that the fact that the Confederacy had kept Wilmington so long into the war was unexpected and its loss would be inevitable. However, given the attitude of its residents, not everybody expected the defeat, and it did come as a surprise to some. The loss of control changed the face of Wilmington. Families that had long been established in the area left for the interior of the state, and those that stayed did so because of limited option due to great loses in the war. The spirit and strength that Wilmington once boasted was now lost to a hopeless fear."],"display_date":"January 1, 1865 - January 30, 1865","search_date":"1865-01-15","citations":[{"divid":1214965582,"type":"Newspaper Article","data":["Wilmington During the Blockade","Harper&#39;s New Monthly Magazine","","September 1866",""]},{"divid":1214965611,"type":"Website","data":["Cornell University Library","Making of America","Cornell University Library","http://cdl.library.cornell.edu/moa/","October 4, 2006"]},{"divid":1214965659,"type":"Book","data":["David Herbert Donald, Jean H. Baker, and Michael F. Holt","The Civil War and Reconstruction",null,"New York","W.W. Norton &amp; Company","2001","406-408"]}],"locations":[{"id":2246,"lat":34.4008642849,"lng":-77.6110652671,"zoom":8,"place":"NEW HANOVER, North Carolina"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}