{"id":3017,"title":"Adventists Pardoned\n","course_id":1,"status":"P","start_date":"1893-04-17","end_date":"1893-04-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Tennessee, Sunday was a sacred day. In fact, there were state-wide laws expressly prohibiting doing any sort of work on Sundays. So when nine Seventh-Day Adventists were caught doing work on a Sunday, they were arrested, tried, and convicted. They were sentenced to short jail terms and locked up. ","Later, Judge James C. Parks, the trial judge who passed the prison sentence on the men decided that they should be pardoned and released from jail. Reverend W. G Colcord, M. A. Sturdevant, W. S. Buarchard, D. C. Plumb, and S. B Abbott benefited from the pardon. They were immediately released from prison and allowed to return to their colony. These men, a minister, a school teacher, and school assistant, were reputable citizens of Rhea County, respected by their neighbors and friends in the colony. ","At this time, the Seventh-Day Adventists were a relatively new group. They focused their efforts on evangelizing through printed materials. The significance of this episode lies in how it illustrates the isolated character of the sect, the parameters of their interactions, and their conflicts with the established order and the community?s reactions. The Adventists in the south at this time focused their efforts in creating rural and self-sufficient communities in east Tennessee. One of the tenets of the Adventists is that they do not engage in evangelical efforts with members of other religious organizations. And, it was not uncommon for Adventists to run into trouble with the law because, unlike other common religious groups, they worshipped on Saturday and needed to pursue their work on Sunday. Despite the fact that the people of Rhea County most likely did not have much contact-social or religious- with the members of the Adventist community, the jailed men were treated well. The reason for clemency in the situation was probably related to the tie of Evangelical Christianity between the Adventists and those people inflicting judgment and punishment on them. "],"display_date":"April 17, 1893","search_date":"1893-04-17","citations":[{"divid":1214524186,"type":"Newspaper Article","data":["Adventists Released","Rogersville Herald","","April 17, 1895",""]},{"divid":1214524204,"type":"Book","data":["Samuel S. Hill, Charles H. Lippy, and Charles Reagan Wilson, editors","Encyclopedia of Religion in the South",null,"Macon","Mercer University Press","2005","721"]},{"divid":757068,"type":"Government Document","data":[null,null,null,null,null,null,"pWqmZcfDuqoPvW"]}],"locations":[{"id":2248,"lat":35.6087098631,"lng":-84.9243946154,"zoom":9,"place":"RHEA, Tennessee"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}