{"id":3020,"title":"Longshoreman Strike\n","course_id":1,"status":"P","start_date":"1899-08-31","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Black members of the International Longshoremen's Association quit work until their demand that the United States Shipping Company at Newport News fired all non-union white men. On August 31, 1899, the unofficial strike of the black men disrupted the handling and loading of ships in the Warwick County port. However, within one day, the shipping company had obtained nearly one hundred white men to fill the vacant jobs. While the stevedores asked the black men to work through the end of the week, in exchange for a promise that the shipping company would reevaluate its hiring of non union whites. The black men declined this offer and stated once again that they would only work if the white men were laid off. As blacks entered into capitalistic competition with whites, the dynamic of race relations changed drastically from what many Southern whites had faced before the War. While this episode indicates the interchange of ideas and economic opportunity, it also shows that skin color played a large role in how minorities dealt with their participation in a predominantly white social and economic order. The blacks that form the union practice a cautiously active role in the economy, stressing interdependence on one another for the strength of the whole, while at the same time engaging in a capitalistic opportunity.What was so risky about the black laborers decision to discontinue working was that it would likely place them into possible unemployment. Despite the economic independence of blacks, as author Robert Ransom describes, many blacks were hired to fill 'black jobs' and were paid 'black wages'. This statement indicates that economic opportunity for blacks remained limited even into the final decades of the nineteenth century. Rather white Southerners have simply adapted institutional barriers barring blacks from equal pay and fair access to economic opportunity. The slow growth of the Southern economy after the Civil War negatively affected all races and maximized the economic competition in the marketplace. In a social order determined by whites it was highly unlikely that the blacks would succeed in leveraging for more pay or greater opportunity in the marketplace. The organization of the blacks in the Longshoremen union certainly increased the leverage of the blacks, but had little realistic ability accomplish their motive. "],"display_date":"August 31, 1899 - December 31, 1899","search_date":"1899-10-31","citations":[{"divid":1214081876,"type":"Newspaper Article","data":["","Virginian Pilot","","September 1, 1899",""]},{"divid":1214081891,"type":"Book","data":["Robert L. Ransom and Richard Sutch","One Kind of Freedom",null,"Cambridge","Cambridge Press","2001","5-18"]}],"locations":[{"id":2250,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}