{"id":3022,"title":"Female Education\n","course_id":1,"status":"P","start_date":"1835-07-06","end_date":"1835-07-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 6, 1835, the <em>Georgia Telegraph</em> published an editorial from the June edition of the <em>Knickerbocker </em>in regards to the brooding controversy about whether or not women should be educated. After heartily endorsing the editorial, the Telegraph ran the entirety of the article.","The <em>Knickerbocker </em> began by reviewing the failure of male education and, thus, the necessity of educating females. Because even schooling had failed to save the male mind from its aggression and sexual deviance, females needed to be educated in order to help lead society. Now, the woman who should be seen rather than heard symbolized an abandonment of useful knowledge and a trifling waste of time. A woman who desired to shine in society and win the hearts and minds of educated men should herself be educated.","According to the editorial, the time for ignoring female intellect had passed. While it wished not to detract from earlier accomplishments, this article pushed on for an exaltation of the female mind. Contrary to popular belief at the time, the scientists behind this editorial knew that the capability of the female mind did not differ in potential from that of the male mind. Despite the subjugation of the female by society, female accomplishments numbered many and this number would grow infinitely if given the proper opportunity. ","The editorial closed by noting that mankind is often copyists of the old world, or simply blind followers of tradition. If the women of the United States were to succeed, they would do through formal education, an increased appreciation of literature, and increased morality, not by remaining within the bounds of society's conventions. The refreshing shower expanding into eloquence and beauty via the cultivation of female intellect became the rallying point for the Knickerbocker, and in turn through their endorsement, the Georgia Telegraph.","For a major newspaper, the Georgia Telegraph was ahead of its time culturally. While colleges and female seminaries called for equity in education for females, society largely constructed a much more traditional standard for women and education. While other newspapers hosted advertisements for women's schooling, most of these schools featured sewing, knitting, child rearing, and housekeeping. In this way, much of southern society demanded the training of ladies, but the <em>Knickerbocker </em>and the Telegraph sought a well-rounded, equally educated woman for a changing antebellum South.","Despite the general sentiment of the population against the education of females, education in the South was actually far less gendered than most realize. As a focus on human rights and evangelical Christianity swept the nation, women's education for the sake of education itself and so that women had the ability to read and understand the Bible for themselves gained increased attention. Despite the focus on the cultivation of the female mind, specific institutions often remained loyal to societal consensus in their academic practices. While schools focused on the educational development of the female mind, they also sought to reinforce cultural expectations of what it meant to be a woman. Housework, child-rearing, and the expectations of life as a southern lady in plantation society remained on the educational docket, even as a focus on the academic lives of women grew."],"display_date":"July 6, 1835","search_date":"1835-07-06","citations":[{"divid":1216345740,"type":"Newspaper Article","data":["Female Education","The Georgia Telegraph","","July 6, 1835","4"]},{"divid":1216345762,"type":"Book","data":["Christie A. Farnham","The Education of the Southern Belle&#58; Higher Education and Student Socialization in the Antebellum South",null,"New York","New York University Press","1994",""]},{"divid":1216345814,"type":"Book","data":["Margaret A. Nash","Women&#39;s Education in the United States, 1780-1840",null,"New York","Palgrave Macmillan ","2005",""]}],"locations":[{"id":2252,"lat":32.8060034472,"lng":-83.7076277097,"zoom":10,"place":"BIBB, Georgia"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}