{"id":3023,"title":"Fourth of July Celebration\n","course_id":1,"status":"P","start_date":"1818-07-18","end_date":"1818-07-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The ladies and gentlemen of Lexington County gathered at Mount Pisgah Church to remember and celebrate the 42nd birthday of their young country. The celebration started out with an appropriate hymn and oration from the speaker of the day, Mr. Bossard, who was escorted to the steps of the church by the corps of local Riflemen. The crowd was lead in prayer by the Reverend Mr. Cook. Mr. Bossard read the Declaration of Independence, a national anthem was sung, and the entire crowd retired to a feast at the church.","At the banquet a number of toasts were given. The first was drunk to the anniversary of freedom, and to the honorary veterans and hope for their long and happy livelihoods. Further toasts were given to George Washington, Congress, the Americans, and the Revolutionists of '76. Toasts were given to the prosperity of militia and the national army and navy. The press was also toasted, in the hopes that it would always be as clean and free from obscenities as it was useful to democracy. Andrew Jackson was referred to as the hero of the age, and James Madison was called our enlightened and independent statesman, and hope for a dignified and peaceful retirement for him was expressed. The state of South Carolina was also specifically honored, and the hope was expressed that she will never desert the post of danger, when the rights of freemen are invaded. Approximately 20 such toasts were given to celebrate the Fourth of July, each one diligently recorded in the next week's newspaper.","    The July celebration cited in this South Carolina newspaper is typical of the types of celebrations completed during the early nineteenth century in commemoration of the young nation's independence movement. The individual toasts recorded give a more intimate view of some of the current events and topics of concern in both upstate South Carolina and the nation as a whole. Andrew Jackson had recently risen to national fame after defeating the British in New Orleans in the War of 1812 but was also well liked as a local hero because he was born and raised in Waxhaw, in Union County, another upstate district. The reference to James Madison was due to James Monroe's inauguration a year before, and Madison's resulting retirement from public office. Monroe proceeded to appoint South Carolinian John C. Calhoun as Secretary of War, a decision that clearly made him popular in the South and shaped political tensions for decades to come. Overall, the impression given by this episode is one of political and social union between South Carolina and the rest of the nation, with little evidence of the coming conflicts. The only indication of any type of trouble in South Carolina is the single toast given to the state itself, which gives historians a small window's view into the loyalty and determination of South Carolina's citizens that would be clearly exhibited in the next few decades."],"display_date":"July 18, 1818","search_date":"1818-07-18","citations":[{"divid":1214105036,"type":"Newspaper Article","data":["","Camden Gazette","Camden, South Carolina","July 18, 1818",""]},{"divid":1214105055,"type":"Website","data":["The White House Historical Association","The Presidents of the United States","The White House","http://www.whitehouse.gov/history/presidents/ ","October 10, 2006"]}],"locations":[{"id":2253,"lat":33.9290712834,"lng":-81.2531457905,"zoom":9,"place":"LEXINGTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}