{"id":3025,"title":"A Religious Master&#39;s Desperate Decision\n","course_id":1,"status":"P","start_date":"1847-05-20","end_date":"1847-05-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 20, 1847, <em>The National Era</em> in Washington, D.C. contained an article concerning a surprising act of a man fro Prince George County, Maryland. Enlightened by the <em>Marlborough (Maryland) Gazette</em>, the <em>Era</em> learned that the heirs of the late John Townsend brought forth a case against the testator's will. The late Townsend caused uproar in the county with his proposal being that all of his slaves were liberated upon his death, about 50 in total, and each deserved sections of land and other forms of property. Townsend also mandated that if any lawful objection arose, the slaves belonged to his nephew, Jeremiah Townsend, who was supposed to accept them for hire for one cent per year. "," Validity appeared after many witnesses verified Townsend's claims and stated that he had frequently held conversation with God and that it was through face-to-face deliberation with his Maker that Townsend was commanded to liberate his slaves or suffer penalty of being punished in the afterlife. The Gazette added that research on Townsend showed that he remained a reasonable man on all aspects other than religion, having frequently been a man of charity and a good neighbor, however his talking mind lead to court necessities. "," In his book, Without Consent or Contract, Robert William Fogel discussed the movement of many Christian thinkers to denounce the filthy sin of slavery. Like Townsend, many of these thinkers believed it was their responsibility to emphasize their responsibility to accept the burden of fighting evil and seek God's blessing by changing the hearts of man. The Era ended the article with stating that the strongest evidence of his insanity was the liberation of slaves and to give them property, an act that perplexed the journalist. "],"display_date":"May 20, 1847","search_date":"1847-05-20","citations":[{"divid":1215616880,"type":"Newspaper Article","data":["A Strange Man for the Times","The National Era","Washington, D.C.","May 20, 1847","4"]},{"divid":1215616926,"type":"Book","data":["Robert William Fogel","Without Consent or Contract: The Rise and Fall of American Slavery",null,"New York","Penguin Books","1989","204"]}],"locations":[{"id":2255,"lat":38.8324772244,"lng":-76.8447330303,"zoom":9,"place":"PRINCE GEORGES, Maryland"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}