{"id":3027,"title":"Samuel Whitall&#39;s Correspondence with Mr. J. A. Washington\n","course_id":1,"status":"P","start_date":"1842-06-16","end_date":"1842-06-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Samuel Whitall was the overseer on the Mt. Vernon plantation, owned by the brother of President George Washington, Master John Augustine Washington. Mr. Whitall lived on a portion of the plantation known as Union Farm, and had daily correspondence with Master Washington about the state of the plantation.  This included anything from daily proceedings, like crop production, to more serious matters, like the sale of land.  Interested buyers would contact Mr. Whitall, who would then let Master Washington know of their inquiry and offer.  This particular correspondence is a postscript to a previous letter Mr. Whitall had written to Master Washington earlier that morning, concerning the state of a piece of land. Mr. Whitall even goes as far as to mention the feelings of Master Washington's mother in the matter.  Mr. Whitall professes his confidence and faith in his employer and trusts that he will make the best decision, as it is not his place to advise on the matter. ","Samuel Whitall and Master John Augustine Washington had a very personal relationship, due to their daily contact and the trust Master Washington had in Mr. Whitall to manage Mt. Vernon with competence. It must be made clear that overseers were not typically slaves, as they were expected to be knowledgeable and trusted with plantation business proceedings.  It can be deduced from the letter that Samuel Whitall was a middle class white man, mainly due to the fact that he was literate, as many slaves were not, and due to the casual tone he uses when addressing Master Washington. It is known that John Augustine Washington sold Mt. Vernon to the state of Virginia, but whether Samuel Whitall aided in this transaction is not.   As overseer of Mt. Vernon Mr. Whitall's job would have been affected by the sale.  "],"display_date":"June 16, 1842","search_date":"1842-06-16","citations":[{"divid":1214081074,"type":"Manuscript on Microfilm","data":["","Samuel Whitall to John A. Washington, June 16, 1842","Reel 6, Micflm 1705, ser M, Frame 00976","John Augustine Washington Papers 1824-1860","Alderman Library, University of Virginia"]},{"divid":1214081146,"type":"Article","data":["William Scarborough","The Overseer: Plantation Management in the Old South","The Journal of Negro History","51","1966","45-49"]}],"locations":[{"id":2256,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}