{"id":3028,"title":"Winthrop Normal College Embraces Education of Women\n","course_id":1,"status":"P","start_date":"1894-01-24","end_date":"1894-01-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In <em>The Pickens Sentinel</em>, the final construction of the State Industrial and Winthrop Normal College at Rock Hill is described in a board of trustees meeting. The board decided that the courses of study were to be designed to secure to all pupils, besides the opportunity of higher culture, the requisites of at least a sound English education and the concept of teaching as a subject were to be focuses. Subject focuses by which women may be qualified to earn independent support, or to make their homes more comfortable, more economical and more beautiful were also to be major players in a student's life at the college. The board decided to include one year of prepatory study in the curriculum while incorporating the pedagogies, English, the classics, the sciences, industrial arts, the arts and other varying departments. The faculty was to control the institution under a president; professors were to be entrusted with the instruction and control of the several collegiate departments of study and the concept of texts. As an outside body, the board of trustees was to have the ability to appoint instructors, determine terms of office and salaries, and determine meetings for delegation. "," While Reconstruction inspired change through government orders and social reforms, the 1890s incorporated developments involving the education system and women. Throughout southern history, the women have predominately been domestic characters that were, if educated at all, taught in the home through private tutors. According to Edward Ayers, the bicycle, the right of petition and the push for admission into centers of higher education all show the metamorphosis of the southern white woman into a new woman of independence. In the example of Winthrop Normal College at Rock Hill, women were allowed into a college in order to expand their knowledge; this showed a sense of growth of women's rights in the state. However, according to Elizabeth Colton, Southern women often specialized in the more feminine studies, like art and hospitality, which differentiated the Southern female education experience from many other parts of the country at this time period. While the female students were often focusing more on beautification and art at relatively early stages of their college careers, the progress of female education is still apparent in the expansion of the Winthrop Normal College at Rock Hill into its present location."],"display_date":"January 24, 1894","search_date":"1894-01-24","citations":[{"divid":1214166402,"type":"Newspaper Article","data":["","The Pickens Sentinel","","February 1, 1894",""]},{"divid":1214166420,"type":"Book","data":["Edward L. Ayers","Southern Crossing, A History of the American South, 1877-1906",null,"New York","Oxford University Press","1998","158"]},{"divid":1214166464,"type":"Article","data":["Elizabeth Avery Colton","Standards of Southern Colleges for Women","Journal of Southern History","20","Sep. 1912","458-475"]}],"locations":[{"id":2257,"lat":34.9901378817,"lng":-81.2182346044,"zoom":9,"place":"YORK, South Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}