{"id":3029,"title":"Railroads; the new form of transportation in the South\n","course_id":1,"status":"P","start_date":"1891-07-23","end_date":"1896-09-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Newspapers, like the Portsmouth Star were filled with railroad advertisements displaying the price and rates for which a passenger could travel from Portsmouth to Virginia Beach, Petersburg, Philadelphia, and even New York with no more than a day of travel for even the farther distances. A company called the Bay Line and Pennsylvania railroad offered to take people in Norfolk to the Niagara Falls for 14 dollars in the Norfolk Virginian, thus expanding the number of places that Southerners could easily visit. This was a new mode of transportation that had revolutionized the pace and manner that southerners conducted their lives. Railroad rates although more expensive than steamboat fare was faster, more efficient, and did not rely on weather, water levels, or other uncontrollable circumstances to operate. In addition, railroads made hard to travel geographic areas much more accessible. For example, there was a fall line stretching from Virginia to Mississippi where the rivers were easy to navigate, but above that fall line the rivers were not navigable according to William Cooper, therefore railroads would enable travel above that fall line. Railroads not only transported people, but also goods. Goods such as cotton tobacco, lumber, cattle coal, and oil became more readily available to regions that did not produce these and also economically expanded these industries. Central Virginia had several major tobacco producing counties such as Prince Edward in the state that was one of the leading tobacco manufacturers, so the railway system was truly to its benefit. ","According to Cooper, the southern railroad tracks more than tripled from the 1880's to the 1890's. By 1890, there were more than 300 companies. However, there was a downside for railroad owners. Mostly rural and agricultural, the southern railroads had peak times of good transportation such as crop harvest periods, but all other times of the year saw little demand. Since railroads connected to so many places, it soon became an enormous industry and became one of the first big business industries of the South. The larger railroad companies soon became big influences in politics and railways leaders, like J.P. Morgan who constructed the Southern Railway became big names both in the industry and in politics. The railroad was an essential for shippers and farmers in the south, and often the monopolistic railroad companies took advantage of this and charged exceedingly high rates. There was rising tension between the two groups, and this tension shifted into politics, and many called for the railroads to be transferred to public ownership. Despite the political turmoil, the railways made the South more accessible and brought it into the national economy successfully."],"display_date":"July 23, 1891 - September 1, 1896","search_date":"1894-02-10","citations":[{"divid":1214966076,"type":"Book","data":["Cooper J. William","The American South, A History",null,"New York","McGraw Hills Publishing Co.","1996","452-459"]},{"divid":1214966106,"type":"Newspaper Article","data":["","Portsmouth Star","","September 1, 1896",""]},{"divid":1214966125,"type":"Newspaper Article","data":["","The Norfolk Virginian","","August 18, 1890",""]},{"divid":1214966154,"type":"Newspaper Article","data":["","The Norfolk Virginian","","July 3, 1891",""]}],"locations":[{"id":2258,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}