{"id":3030,"title":"Foundation of the Bible Society in Monticello\n","course_id":1,"status":"P","start_date":"1826-09-26","end_date":"1826-09-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["P.W. Gautier proudly wrote to the Georgia Statesman on September 26, 1826, proclaiming the establishment of auxiliaries of the American Bible Society throughout the counties that surrounded Monticello, Georgia. The Society sought to circulate the Bible without note or comment to the community. Gautier explained that the Society was simply answering the demands of the people of the area who deserved access to the Holy Scripture at reduced prices. As the letter ran in the newspaper, the Society was creating a depository in the area that would sell half-price Bibles to all the destitute and down-trodden who desired to read it but could not afford one at full price. In this way, the Society sought to send the word of Eternal Life to the remote regions of the Earth. The Society wrote the newspaper in order to find out, with the help of the Georgia Statesman, how many local citizens wanted Bibles and how many members of the community faced such a harsh poverty that they could not purchase their own Bible. The Society hoped that the newspaper would help identify those in the Monticello community that could not even afford half-price Bibles so that the Society could furnish them gratuitously and without cost. ","The Society finished their letter by asking the community's assistance in establishing an additional auxiliary in Jasper County. They firmly believed that every Christian has a duty to spread Christ's word, which remained the only sure and unerring guide which God has given to man. As Christianity spread across the world in the nineteenth century, this auxiliary sought to spread their religion within the Black Belt of Georgia.","Bible societies had recently flourished in other states, but in Georgia spreading the Bible to the poor had become a forgotten cause. The Society believed that all men and women had the right and ability to follow Christ?s teachings as given in the Bible and that Georgians especially deserved their attention. Hundreds of thousands of Americans remained entirely destitute of any portion of the word of God and the path to Heaven through Jesus Christ. The Society sought to right this wrong through a proliferation of the Bible to all households, regardless of socio-economic status. The expansion of the American Bible Society occurred at the same time that Alexander Campbell began leading the Restoration Movement that focused on the unity of Christendom through the guidance of the Bible's teachings. The faction of this movement that included the American Bible Society shared a desire to distribute God?s Word without footnote or commentary and thus unaltered from its original translated state. Rather than focusing on the commentaries of secondary sources, the American Bible Society believed that it was the job of the reader to decipher precisely what God?s word meant rather than to rely on the potentially misguided work of another.","The American Bible Society was one of many societies dedicated to spreading Christianity and the Gospel in the American South. Early in the nineteenth century, a benevolent empire of national societies spread across the nation in the hopes of transforming the United States into a nation of the kingdom of God on earth. These societies put special emphasis on the South because they viewed the South as a culturally and morally backwards region that needed a religious purpose and direction to save it from the depravity of slavery and its morally bankrupt frontier conditions. Rural Georgia symbolized both of these conditions, so the American Bible Society answered its religious call by expanding into the Monticello area."],"display_date":"September 26, 1826","search_date":"1826-09-26","citations":[{"divid":1216426795,"type":"Newspaper Article","data":["Bible Society","The Georgia Statesman","","September 26, 1826","1"]},{"divid":1216426815,"type":"Book","data":["Samuel S. Hill","Encyclopedia of Religion in the South",null,"Macon, Georgia","Mercer Press ","1994",""]},{"divid":1216426845,"type":"Book","data":["John W. Kuykendall","Southern Enterprise&#58; The Work of National Evangelical Societies in the Antebellum South",null,"Westport, Connecticut","Greenwood Press","1982","14-16"]}],"locations":[{"id":2259,"lat":33.3252749518,"lng":-83.690146578,"zoom":10,"place":"JASPER, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}