{"id":3032,"title":"Mobile Child Labor Reform Laws in 1897\n","course_id":1,"status":"P","start_date":"1897-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The movement to reform child labor laws identified a new difficulty in the late part of the 1890's. In the year of 1897 citizens of Mobile and their representative Thomas H. Smith presented a series of bills to the Alabama Senate regarding child labor reform. These bills were purported to have come from the Mobile Society for the Propagation of Christian Knowledge. All were shot down in committees. Though these laws were for the state of Alabama, the child labor reformers saw New England as being somewhat complicit in opposing the bills. In 1901 the Alabama Child Labor Committee wrote an open appeal to the people and press of New England and received wide endorsement throughout the state, including a former governor and the representative John Craft from Mobile.","The Committee engaged New England in what they thought was an important barrier in the reform movement. They asked for the interest and aid in pushing for child labor laws in the year of 1901, telling New Englanders that the responsibility is also yours. The responsibility lay with New England because, as the committee stated, While the proportion of the children under twelve in our Northern and Southern mills is approximately the same, yet in the mills representing the Northern investments, the actual number of such children employed is twice as great as the number found in the mills controlled by Southern capital. The letter called a Massachusetts representative the aggressive and effective opposition to attempts at proposing child labor laws at the turn of the century as well as being influential in stating opposition to laws being presented in the Alabama Senate in 1897. The appeal was a call for an awakening of public interest in the matter but it also directly spoke to New Englanders whose capital was used to erect factories and mills in Alabama.","From the discourse that carried on between the two it appears that any progress on the issue was greatly impeded in 1901. The Northerners wrote back but mostly denied wrongdoing in the matter, citing only four of the forty mills in the state were northern owned. They also argued that they did support the cause for reform but mostly because they believed young children to not be intelligent enough to do good work. Indeed, it was not just the lack of support from the Northern owners and legislators that made progress difficult. Mobile did not have many mills or factories compared to the rest of Alabama so it is natural that other districts and cities in the state would not necessarily agree with their stance. As early as 1887, Alabama had already enacted child labor legislation and it had been supported by Senator Daniel Smith of Mobile. Fines of up to fifty dollars were issued for employers who violated certain laws. Children under eighteen could not work more than eight hours in mechanical or manufacturing jobs, children under fourteen could not work more than eight hours in a factory, and no child under the age of fifteen was allowed to work in mines. These were certainly important milestones in the reform movement; however, as the appeal written by the Alabama Child Labor Committee demonstrates it was not enough. Citizens of Mobile, Alabama were credited with primarily supporting these laws and most any legislation surrounding the issue, most notably in 1897. Because of the efforts of the citizens and representatives of Mobile though, Alabama was considered to be pioneering the cause of child labor reform."],"display_date":1897,"search_date":"1897-07-02","citations":[{"divid":1214966414,"type":"Pamphlet or Other Printed Material","data":["","Child Labor in Alabama: An Appeal to the People and Press of New England","Alabama","Alabama Child Labor Committee","1901","Alderman Library, University of Virginia"]},{"divid":1214966466,"type":"Book","data":["Elizabeth H. Davidson","Child Labor Legislation in the Southern Textile States",null,"Chapel Hill, NC","University of North Carolina Press","1939","18-19, 22-23"]}],"locations":[{"id":2260,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}