{"id":3033,"title":"Michael Sutton Treated in Southern Hospital\n","course_id":1,"status":"P","start_date":"1864-11-01","end_date":"1864-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Michael Sutton was enlisted in the 51st Regiment of North Carolina, and was wounded at Cool Arbor. He was treated at a hospital in Wilmington in 1864. He received adequate care, but the experience was not a positive one. The meals were not always good, and the hospital was rather stinted for food. His rations for four days included one pound of bacon and eighteen ounces of cornmeal, and daily half pints of peas and rice. In a deposition given after his stay, he described the fare as awful hard. Sutton also said, however, that the hospital staff was kind and attentive, and that he fared fine while he was there. He did not ask for anything but what he got. ","James McPhearson makes a case in <em>Ordeal by Fire</em> to illustrate the poor medical care in the South, and Sutton's hospital experience supports this claim. Organized relief and medical work in the South was less organized than in the North. One of every six Confederate soldiers died because of his wounds, compared with one in seven Yankees. The medical experience for a Southern soldier was well enough but not of good quality.","The care of wounded soldiers was a very involved and complex entity in the Civil War. Hospitals, both private and government, were established though out the nation to tend to the incredible amounts of wounded the battles provided. Although many hospitals were created, the quality of care given in them varied greatly and could even be more detrimental to one's health. Many historians conclude that the medical services represent one of the Civil War's most dismal failures. At the same time, by the standards of the time, Civil War medical care and army health were unusually good. This interesting dichotomy speaks loudly to the overall quality of hospitals during that period: even the better hospitals were insufficient to meet the needs of the war."],"display_date":"November 1864","search_date":"1864-11-15","citations":[{"divid":1214966590,"type":"Newspaper Article","data":["Deposition of Michael Sutton","The Living Age","","83",""]},{"divid":1214966633,"type":"Website","data":["Cornell University Library","Making of America","Cornell University Library","http://cdl.library.cornell.edu/moa/","October 4, 2006"]},{"divid":1214966672,"type":"Book","data":["David Herbert Donald, Jean H. Baker, and Michael F. Holt","The Civil War and Reconstruction",null,"New York","W.W. Norton &amp; Company","2001","422"]},{"divid":1214966727,"type":"Book","data":["James M. McPherson","Ordeal By Fire",null,"New York","Alfred A. Knopf","1982","384-386"]}],"locations":[{"id":2261,"lat":34.4008642849,"lng":-77.6110652671,"zoom":8,"place":"NEW HANOVER, North Carolina"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}