{"id":3034,"title":"Engines of Progress\n","course_id":1,"status":"P","start_date":"1887-04-02","end_date":"1887-04-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Deep in the iron-rich north central region of Alabama, industry was booming. The owners of Murray and Stephenson ironworks in Anniston took the huge step of enlarging their foundry, allowing for bigger commissions and higher production rates. They had negotiated with the managers of the Alabama Car Works for a contract for enough work for the next eight months. ","Over at the engine works of Pender and Co., business was booming as well. The workers there were engaged in making a fifty-horse power patent engine. In fact, the company was planning for the building of a large facility in which to produce these steam engines on a large scale. No fewer than one hundred skilled mechanics would be able to find work in that new facility. In addition to expanding production and capabilities, the company was making use of electric lights in the engines they were producing, a completely new innovation. ","In the post-Civil War period, there were many advantages to situating industries in the southern United States. The south had lower prices for land and labor, making the infusion of capital needed for the establishment of new industries much less and also fueling the move away from an agriculturally centered economy. Anniston, Alabama in particular was significant in the industry of the South as it was very rich in iron ore, and it became one of the world?s largest producers of cast-iron soil pipe. What fueled industry all over the country as well as in the South was the expansion of the railroads during the period 1880-1900, when railroad mileage tripled. In this same period Alabama alone accounted for 60 percent of southern iron production, helped along by the adoption of large and efficient industrial organization in the post-war period. This episode is significant because it shows industrial expansion and innovation, a characteristic of the changing economy of the post-war period. "],"display_date":"April 2, 1887","search_date":"1887-04-02","citations":[{"divid":1214700147,"type":"Newspaper Article","data":["Anniston&#39;s Progress","Rogersville Herald","","January 30, 1895",""]},{"divid":1214700168,"type":"Book","data":["Robert O&#39;Brien and Harold H. Martin, editors","The Encyclopedia of the South",null,"New York","Facts on File Publications","1985","13-14"]},{"divid":1214700205,"type":"Book","data":["William Cooper, Jr. and Thomas E. Terrill, editors","The American South: A History",null,"New York","McGraw-Hill","1996","452, 461-462"]}],"locations":[{"id":2262,"lat":33.7728104315,"lng":-85.8237627871,"zoom":9,"place":"CALHOUN, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}