{"id":3035,"title":"New Rector at Eatonton Academy\n","course_id":1,"status":"P","start_date":"1821-10-21","end_date":"1821-10-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 12, 1821, Secretary William Williams of the Eatonton Academy sent a letter of inquiry to the residence of Iveson Lewis Brookes. The content of the letter, as authorized by the Eatonton Academy Board of Directors, asked Brookes to move from his estate in Bibb County, Georgia, to Jasper County, Georgia, in order to serve as the Rector of the Academy. Secretary Williams' letter began by outlining precisely why Brookes should move to Jasper to become the Rector of the Academy. Williams regretfully explained that Brookes' salary would be 800 half-yearly because of a lack of funds at the Academy that revealed a sign of the times. The Panic of 1819 and its depressing economic effects that lasted into 1821 continued to plague Black Belt Georgia and the Academy itself, so the Board could not possibly offer Brookes a higher salary. ","Secretary Williams then turns to the necessity of a prompt reply. He explains to Brookes that a returned letter of acceptance would be considered by the Board as a binding contract that would guarantee Brookes' presence at the Academy before the beginning of the next term. The Board's expectations for Brookes are clearly defined. He would serve as an ally of the classical kind for the Board and lead the community under the high expectations of the Academy. The Academy met from 8 AM - 12 PM and from 2 PM - 5PM from March 22 to September 22 and from 9 AM - 12 PM and 1:30 PM - 4 PM from September 22 to March 22. The schedule, Williams explains, adjusts according to the farming season. Students and faculty at the Academy celebrated two vacations of three weeks each after their examinations. Brookes would be asked to serve the Academy outside of the academic institution as well. Three local churches in Jasper County lay in despair. Intelligent and respectable elderly members of historic and proven congregations needed a man young in the ministry to guide their religious walk. These local Baptist churches faced financial constraints, a lack of leadership, and a spiritual void that the Board believed only Brookes could fill. Mr. Jefferson, a minister in one of the floundering churches, would help maintain the historical integrity of the churches, but the Board needed Brooke to breathe new life into the religious community. Williams' letter ended in the hope that Brookes would make his way to Eatonton Academy a few weeks before the first Monday in January in order to become acquainted with the Academy, the church, and the community before beginning his duties as Rector. As a later letter shows, Brookes would in fact move to Jasper County and take the position. ","By 1800, Baptists grew to become the largest denomination in the United States. Like today, the Baptist Church drew many of its congregations from the South. Churches sprung up throughout Milledgeville and nearby Macon County, and Christian academies for young men placed advertisements throughout the newspapers of the state. In a time when southerners prided themselves in their education and religious sentiment, Christian academies like Eatonton could be easily found throughout the South. The growth of many of these religious academies followed a focused movement of the Baptist Church to expand its Southern Enterprise through evangelism, missionary work, and the establishment of religious educational academies like Eatonton. The Baptist Church recognized the power of large national religious movements that swept the country in the 1820s and 1830s and heeded the call of evangelism. As a larger movement of organized benevolence swept the South in the Methodist and Presbyterian churches, the Baptists followed suit."],"display_date":"October 21, 1821","search_date":"1821-10-21","citations":[{"divid":1217039471,"type":"Manuscript on Microfilm","data":["","William Williams to Iveson Lewis Brookes","Reel 37, Micflm 1705, ser. J, Part 4, Frame 134","Brookes Family Papers","Alderman Library, University of Virginia"]},{"divid":1217039522,"type":"Book","data":["James C. Bonner","Milledgeville&#58; Georgia&#39;s Antebellum Capital ",null,"Athens, GA","The University of Georgia Press","1978","90-92"]},{"divid":1217039560,"type":"Book","data":["John W. Kuykendall","Southern Enterprise&#58; The Work of National Evangelical Socities in the Antebellum South",null,"Westport, CT","Greenwood Press","1982","84-88"]}],"locations":[{"id":2263,"lat":33.3252749518,"lng":-83.690146578,"zoom":10,"place":"JASPER, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}