{"id":3038,"title":"Union Lieutenant Wounded in Surprise Attack\n","course_id":1,"status":"P","start_date":"1862-06-02","end_date":"1862-06-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lieutenant DeKay was a reliable aid to Captain Thomas Williams of the Union army. Unfortunately on May 26 DeKay was severely, perhaps fatally wounded while traveling by boat down the Mississippi. While making their way down the river, gunshots were heard from the riverbank. The Union soldiers promptly went to go find the rebels. As the Union soldiers pursued their assailants white flags soon began to fly. Lieutenant DeKay, not afraid of risks, continued to chase down the Confederates who had fired, but didn't stay in line with his fellow soldiers. Without knowing it, DeKay came too close to the enemy and was shot in his arm and on his back. Several days later, still bleeding, DeKay was sent home to New York to perhaps see his family before he died. ","The Confederates and the Union soldiers employed very different tactics while fighting in the Civil War. It was common that Confederate soldiers fought in ways that were not traditional and, perhaps, guerilla-like. Contrary to this style, the Federal troops were known for their intense discipline and organization. Their fighting style mirrored that of English forces. However, the Confederates fought in a far different manner. They were aggressive, bold, and highly enthusiastic. Although they knew the odds were against them, Confederate soldiers continued to fight. One theory for this southern determination is that the Southerners were Celtic. The Irish and the Scottish have a long history of fighting against extreme power for their independence. According to this thought, it was in the blood of Confederate forces to fight in manners in which they would do as much damage that they could, even if this was minimal destruction. They would attack the Union in highly defended areas with few troops . Confederate soldiers were not scared to take risks so long as they unsettled Union forces."],"display_date":"June 2, 1862","search_date":"1862-06-02","citations":[{"divid":1215617191,"type":"Website","data":["Alexander Street Press and the University of Chicago","The American Civil War: Diaries and Letters, Letters of General Thomas Williams","Alexander Street Press and the University of Chicago","http://www.alexanderstreet4.com/cgibin/asp/cwld/getdoc.pl?/projects/artfla/databases/asp/cwld/fulltext/IMAGE/.6138","October 2, 2006"]},{"divid":1215617223,"type":"Book","data":["J. P. Gannon","Irish Rebels, Confederate Tigers: A History of the 6th Louisiana Volunteers, 1861-1865",null,"Mason City","Savas Publishing","1998","324-325"]}],"locations":[{"id":2266,"lat":null,"lng":null,"zoom":8,"place":"EAST BATON ROUG, Louisiana"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}