{"id":3041,"title":"Portsmouth Star calls attention to water purification\n","course_id":1,"status":"P","start_date":"1896-09-05","end_date":"1896-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the late nineteenth century, urbanization prompted mass migrations of ","southerners to cities. This caused crowding within the cities and soon sanitation became ","an issue. Despite the problems, it was not until the last two decades of the 1800's that ","cities started addressing this problem. However, once it started in one city, others started ","following suit. Portsmouth was one of these cities that considered advancement in ","sanitation. The Portsmouth Star questioned its own water purifying system, and looked ","at a scientific discovery and invention in Lexington, Kentucky, which received ","international recognition. ","In Lexington, there had been all sorts of attempts in purifying the water supply in ","the city reservoirs, which had all failed until their last experiment. They ran 30,000 volts ","of electricity through the water in order to purify it. The theory behind this experiment ","was that by running a high enough voltage of electricity through the water, some of the ","atoms would break down into water's elements, hydrogen and oxygen. Some of the ","oxygen from the water would form ozone, which, according to the article, was one of the ","most powerful disinfectants known to science, because it combined with harmful ","nitrogen, the main contributor to disease, and neutralizes them by oxidation. The ","remaining oxygen also combined with the water to make it more refreshing and crisp. ","Dead water was the term used in describing water that contained no free oxygen, thus ","that was why boiled water was flat and tasteless because it contained no oxygen. The ","running of electricity through water would also kill bacteria, another major factor in ","disease, and repel diamagnetic particles such as alkaline and metallic particles to the ","bottom of the tank. The process involved running water through three tanks at ten ","thousand volts each and disposing of the precipitate that resulted via another tube. After ","this was done, they claimed the water was crystalline in appearance, sparkles with free ","oxygen, and absolutely free from odor and taste. The process claimed to be one-third ","less expensive than any other water purifying system and the Lexington residents decided ","to keep the process.","The Portsmouth Star never noted whether or not this water purifying system ","really worked, however, this article does reflect the booming conscientiousness of health ","that was growing in the South during this time period. According to The Encyclopedia of ","Southern Culture, the South had earned a reputation of being a place of disease and ","infestation, and this coupled with prior disease epidemics such as yellow fever prompted ","health improvements, through health and sanitation boards, such as water drainage, sewer ","systems, street paving, and garbage connection in white urban areas, but these ","improvements did not extend to poor neighborhoods where blacks often resided. "],"display_date":"September 5, 1896 - December 31, 1896","search_date":"1896-11-02","citations":[{"divid":1214523613,"type":"Book","data":["William Wilson Ferris and Charles Reagan","The Encyclopedia of Southern Culture",null,"Chapel Hill","The University of North Carolina","1989","1352-1353"]},{"divid":1214523714,"type":"Book","data":["Cooper J. William","The American South: A History",null,"New York","McGraw Hill Publishing Co.","1996","565-566"]},{"divid":1214523757,"type":"Newspaper Article","data":["","Portsmouth Star","","September 15, 1896",""]}],"locations":[{"id":2269,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}