{"id":3042,"title":"Jabez Jackson and Defense of Union\n","course_id":1,"status":"P","start_date":"1835-07-07","end_date":"1835-07-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the resignation of James M. Wayne from the United States House of Representatives, the Jacksonian Party of Georgia desired a strong unionist to represent the Milledgeville Congressional District in Congress.  On July 6, 1835, a convention of Union Party delegates nominated Jabez Jackson to fill this void.   Jabez Jackson himself wrote to the Central Committee of the Union Party of Milledgeville a letter of informal inauguration and thanks.  The <em>Georgia Telegraph </em>published the letter in its paper the next day. Jackson outlined his own history by paralleling it with the history of his proud state.  At the age of 17, Jackson fought alongside a Georgia regiment in the American Revolution.  Later in life, he continued serving the state in civil and military matters.  After thanking the Committee and accepting the nomination, he then turned to the heart of his address: the sacred cause of his party and thus the sacred cause of the Union. The cause of his party was simple: to maintain the strength, unity, and integrity of the United States.  His scorn quickly turned to his fellow Congressmen from South Carolina who stood for nullification and the State Rights party, so called.  He claimed that these representatives would be mocked by the Founding Fathers from their state, who would not be eager to exchange the glories of the Star Spangled Banner for the mock heroics of the Palmetto Button.  The members of the States Rights Party of the Palmetto State, as South Carolina was lovingly called by its citizens, often placed their state's autonomy over that of the nation.  Jackson scornfully mocked their allegiance to their state in contrast with the Founders' allegiance to the Union.","Instead of standing steadfast for states rights, Jackson defended the noble institutions of our country and its rich history and constitution.  This, he claimed, is the debt he owed to the heritage of Georgia.  A few short years after the Nullification Crisis and 22 years before the Civil War, this Congressman from the Black Belt of Georgia left no doubt where he stood in the brooding sectional conflicts of the era. The Nullification Crisis and the call for states rights divided much of the South in the mid-1830s.  Under the leadership of President Andrew Jackson, Congress passed a law that President Jackson signed in 1832 creating protective tariffs over certain manufactured goods from Europe.  These tariffs pushed prices on manufactured goods from abroad above the rates of the same goods from the North, guaranteeing that the South would buy these products from the North rather than from Europe and thus help the economy of the North and of the nation.","South Carolina's bold stance against the federal tariffs placed upon certain manufactured goods also came at a time when Andrew Jackson was busy piecing together a national party.  In fact, the President called his party the Union Party as a symbolic gesture of national harmony and unison at a time of bubbling regional conflicts like the Nullification Crisis.  Unlike later fire eaters of the Deep South who stood for secession and absolute state rights in the face of Unionism, Jabez Jackson and other Union Party members sought to support Georgia by remaining united to the nation during times of sectional conflict.  Unionists like Jabez Jackson remained loyal to the Union rather than the debated rights of their own states in following conflicts such as the Compromise of 1850 and the Kansas-Nebraska Act that seemed to threaten the integrity of the Union.  This Unionist sentiment remained largely prevalent until the late 1850s and early 1860s as war eventually broke out between the North and South."],"display_date":"July 7, 1835","search_date":"1835-07-07","citations":[{"divid":1214706773,"type":"Newspaper Article","data":["Letter from Jabez Jackson to the Central Committee","The Georgia Telegraph","","July 7, 1835","2"]},{"divid":1214706798,"type":"Book","data":["Michael F. Holt","The Political Crisis of the 1850s",null,"New York","Wiley","1978","7"]},{"divid":1214706837,"type":"Book","data":["Edward L. Ayers","In the Presence of Mine Enemies: The Civil War in the Heart of America, 1859-1863",null,"New York","W.W. Norton &amp; Co.","2003","97"]}],"locations":[{"id":2270,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}