{"id":3047,"title":"Religion Spawns Murder in South Carolina\n","course_id":1,"status":"P","start_date":"1897-03-01","end_date":"1897-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the last day of February 1897, according to <em>The State</em>, John Yochum was shot and killed by a coworker from the Richland mill, Bryce McComb. When McComb, a young man not yet of age, approached Yochum, a man of 53, to reprimand him for his treatment of another worker, Owens, the elder retaliated with violence. Owens had approached a group of his coworkers asking them if they would have liked to accompany him to Tabernacle services. According to witnesses, Yochum had called Owens a false Christian who was just as ready as Yochum to have improper intimacy with loose women. McComb told Yochum to respect Owens for his age; however, Yochum used this as a platform to attack the young man. McComb pulled out his pistol in retaliation and in the struggle pulled the trigger; the bullet pierced Yochum?s hat. Yochum then hit McComb over the head with his gun and the latter fired; the second bullet pierced the old man?s neck and followed a downward course to its final resting spot between the fifth and sixth ribs. McComb willingly turned himself in; also, a partly used flask of corn whiskey was found on Yochum?s body, and it is most likely he had been drinking throughout his work day."," While the South experienced a cultural, social, and political reconstruction after the Civil War, religion also became an even more dynamic yet concrete part of the southern lifestyle. In the Yochum murder situation, religion became the motivating factor of the argument as Owens? spirituality caused the negative reaction of Yochum which inspired the fatal argument between the coworkers. Even though personal religious debates may not have been every day occurrences in South Carolina, religious fervor as a whole was a staple of southern life. According to Edward Ayers, religious fervor was a staple across the South after the Civil War in both private lives and political orations. With South Carolina as a mainly Protestant area, the different denominations still inspired strife between religious factions. Furthermore, ?great variability in church membership marked the South.? With some people holding strong onto new religious convictions, their incredibly devout beliefs often times conflicted with the more lackadaisical lifestyles of their neighbors. "," Though the Yochum murder exemplifies a specific conflict in Upcountry South Carolina, it also relates to the widespread, incredibly intense sermons of the time period. For example, while preaching, Sam Jones criticized all of his audience members and disregarded race, gender, and spirituality. Jones touched every hidden aspect of southern life in his sermons. As the Protestant religions scrambled to match the standards of churches that had not lost vital development time in the Civil War and Reconstruction, national preachers, like Sam Jones, inspired a reawakening of religious fervor across the South."],"display_date":"March 1, 1897","search_date":"1897-03-01","citations":[{"divid":1215042530,"type":"Newspaper Article","data":["","The State","","March 1, 1897",""]},{"divid":1215042540,"type":"Book","data":["Edward L. Ayers","Southern Crossing, A History of the American South, 1877-1906",null,"New York","Oxford University Press","1998","181, 188-190"]}],"locations":[{"id":2273,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}