{"id":3048,"title":"Picnic for Family, Friends, and Politicians","course_id":1,"status":"P","start_date":"1894-09-23","end_date":"1894-09-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Frederick, Maryland, once again, demonstrates its political prowess by holding a political picnic and barbeque for the surrounding areas political parties. Held at the New Market, members of the two major political parties, the Republican and Democratic Party, as well as family and friends attended the community-sanctioned event. Political candidates were at the political picnic to discuss the community's pressing issues as well as the new tariff reform policy. Col. L.V. Baughran, presided and introduced the picnics guest which included one nominee for Congress, and two representatives currently serving. The guest list included many prominent society members such as professors and aristocrats, who traveled considerable distance to attend the event. ","The picnic serves an extremely pivotal socialization function. Great cooks come to serve their specialty to the attendees of 500 or more, able to see friends you are unable to see due to distance, and the chance to meet influential politicians and discuss matters of the heart. For this reason, these political functions serve a major social role. While the kids play with the other children, you are able to hear contrasting views regarding a subject. That's right. Either if one political party set up the picnic, often, invited or not, the other political parties seeking influence in the area, come to deliver their side of the discussion. This sets up the sight for a potential debate. Both sides believed that their success in the district seems promising, and that in November, will give their side the majority. In the context of the picnic, Hon. Ferdinand Williams and Hon. George Wellington of the Democratic Party iterated similar their thoughts. Alleghany County is all right. The people up there both Republicans and Democrats, have told me so, and I think they know what they are talking about. Richard Walsh and William Fox noted that such conventions were important to get people out to vote. Because once formed a connection with the candidate, felt a sense of obligation to him. ","The next morning, following the picnic, the Democratic Central Committee of Frederick convened. At least one representative from the 21 districts constituting the committee attended the meeting. Besides discussing the elections and issues, Col. L.V. Baughran resigned despite the pleas from the membersHowever, he will still work as an active member of the party to ensure the victory of all party candidates, most importantly, Ferdinand Williams. I believe that his resignation was due to workload. During this time period, chairmen take on considerable amount of work, pressure, and responsibility. Aging, without a strong helping hand, stepping down was the only rational choice. However, his subsequent decision to stay an active member in politics is more important. It exemplifies the privilege one gets from social service. Not monetary, or status, but victory of a party in those times meant good times for you. For there concerns and issues that they addressed in government, were reflective of yours. After resignation, many still felt the need to be in politics, for he was able to recognize the service that it offered not only him, but also his community. He wants the best for Alleghany and Frederick County, and he felt that one more hand helping to get his interests in, would be worth it."],"display_date":"September 23, 1894 - September 24, 1894","search_date":"1894-09-23","citations":[{"divid":1216165580,"type":"Newspaper Article","data":["Politics in Old Fredericksburg","The Washington Post","","September 23, 1894","7"]},{"divid":1216165608,"type":"Newspaper Article","data":["Picnickers and Politicians","The Baltimore Sun","","July 23, 1891",""]},{"divid":1216165637,"type":"Book","data":["Maryland&#58; A History, 1632-1974","Richard Walsh and William Lloyd Fox",null,"Baltimore","Maryland Historical Society","1974",""]}],"locations":[{"id":2274,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}