{"id":3050,"title":"A Petition on Behalf of a Slave Named Royal\n","course_id":1,"status":"P","start_date":"1824-01-01","end_date":"1824-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Several citizens of upstate South Carolina approached the state assembly with a petition concerning a runaway slave of special concern to the region. Several years earlier a South Carolina citizen by the name of George Ford had been murdered by a slave named Joe (also called Forest) owned by a Mr. Carroll of Richland County. Both Mr. Ford's relatives, as well as the state, offered more than 1,000 dollars for the capture of the runaway slave, but no one was successful in apprehending him. Joe was actually so successful in evading capture that he arose as a leadership figure for other runaway slaves in the area, and established a camp of criminal runaways in the depths of the local swamp."," The local citizens had continued to grow more and more uneasy about the presence of this camp of slaves in their community, fearing the group was planning a large scale insurrection. They had petitioned the state and Commander- in- Chief to call in proper military forces to dispel the rebellious camp. When the state did not respond to their requests they took matters into their own hands and formed a civilian militia, intent on finding and eliminating the threat themselves. The expedition was unsuccessful until a slave named Royal, owned by a citizen of Richland County, guided the militia to Joe's camp, allowing the group of fugitives to be captured and hanged for attempted murder. More than 70 citizens signed the petition asking the assembly to grant full compensation to the slave Royal for his assistance in serving the state and the citizens in the capture. The general assembly rewarded Royal's owner seven hundred dollars compensation to delegate to Royal as she saw appropriate."," The above petition provides a view into the complex racial relations in upstate South Carolina, as well as those typical across the antebellum South. The Richland district was one of largest cotton producing regions of South Carolina during this period, and was therefore one of the districts most reliant upon slave labor, resulting in a majority black population. The reality of a black majority may have resulted in a kind of reign of terror, much like other areas of the South with large slave populations. According to historian Walter Edgar, the period before this petition was issued was dotted with incidences of slave revolts across South Carolina: Columbia in 1805, Camden in 1816, and more rumors of rebellion in the coastal areas in 1822. The uneasiness of the white slave owners is clearly represented in the description of this petition and the citizens' insistence on finding the runaway slave and his camp of followers, as well as their desire to reward faithful slaves. The situation illustrated here shows the typical contrast between the wariness of Southerners with respect to threats to the system of slavery and their absolute reliance on slaves as faithful servants and members of Southern communities."],"display_date":1824,"search_date":"1824-07-01","citations":[{"divid":1216739996,"type":"Government Document","data":["Petition of Inhabitants of Claremont, Clarendon, St. John, St. Stevens, and Richland Districts to the Senate of South Carolina","Records of the General Assembly","1984","","","","","South Carolina Department of Archives and History",""]},{"divid":1216740145,"type":"Book","data":["Walter Edgar","South Carolina&#58; A History",null,"Columbia","University of South Carolina Press","1998","327- 330"]}],"locations":[{"id":2275,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}