{"id":3051,"title":"Fleeing Louisiana on a Steamboat\n","course_id":1,"status":"P","start_date":"1862-04-01","end_date":"1862-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In the middle of the night Richard, the Fearn's son, awoke his parents to tell them that New Orleans had fallen to the Yankees. During breakfast this unsettling news was reinforced as a man rode by the Fearn home yelling, The Yankees are coming It was clear to the Fearns that they had to leave their home as soon as possible. In the panic to depart, Mrs. Fearn was too distraught. She could barely think clearly of things that she needed to bring with her. Thankfully, her slaves were of a more secure mindset. They packed all the essentials the family would need. Richard departed to return to the army and the Fearns went to Donaldsville to board their steamboat. Eighteen slaves accompanied them. That morning the Mississippi River was full of distressed Southerners fleeing from their homes to become refugees. ","When federal troops seized southern Louisiana in 1862 many white Louisianans fled to avoid Union occupation. Many who left southern Louisiana first went to northern Louisiana before they headed to Mississippi, or more likely, Texas. It was common to take along a few of the most prized slaves during flight. These refugees faced terrible conditions. First and foremost, leaving their homes and knowing that Union soldiers would take advantage of their possessions caused great psychological distress for fleeing Confederates. As city populations began to swell with the incoming refugees, resources like food and medicine, became harder and harder to come by. ","As a result of this chaos, refugee masters often lost much control over their slaves. Like their masters, slaves' lives were also turned upside down. Slave families were separated at higher rates because refugee masters only took those that were absolutely necessary. Everyday plantation life allowed the master to take on a role of extreme power, which was undermined while fleeing. Becoming a refugee served to protect against the influence of federal troops, but it also served to ridicule the system of paternalism that had developed in the South the previous 200 years."],"display_date":"April 1862","search_date":"1862-04-15","citations":[{"divid":1215617590,"type":"Website","data":["Documenting the American South","Diary of a Refugee","University of North Carolina at Chapel Hill Library","http://docsouth.unc.edu/fearn/summary.html","September 24, 2006"]},{"divid":1215617618,"type":"Book","data":["Charles Vincent","The African American Experience in Louisiana: Part B",null,"Lafayette","University of Southwestern Louisiana","1999","12-13"]},{"divid":1215617659,"type":"Book","data":["R. Krick, G. Gallagher, and S.D. Engle","The American Civil War: This Mighty Scourge of War",null,"Oxford","Osprey Publishing","2003","94-96"]}],"locations":[{"id":2276,"lat":29.3204554147,"lng":-90.0865534097,"zoom":8,"place":"LAFOURCHE, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}