{"id":3052,"title":"Sale of Thomas Blackwell&#39;s Estate\n","course_id":1,"status":"P","start_date":"1821-01-11","end_date":"1821-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The <em>Richmond Enquirer</em>, the leading newspaper in Richmond, Virginia during the first half of the nineteenth century posted a notice from W. D. Wren, the executer of Thomas Blackwell's estate, about the sale off this estate to take place on January 15, 1821 (or the next fair day). The sale consisted of all household and kitchen furniture as well as horses several negroes. All items were slated to be sold to the highest bidder. Credit was to be allowed for the purchase of some items; however the more expensive items (presumably the negroes) required the use of cash. The house of Thomas Blackwell was then to be rented for one year, with several negroes being hired out for the balance of the year. The last thing Wren mentioned in the notice is for anyone who had a claim against Blackwell's estate to come forward before the sale, so that they could be compensated after the sale for the balance that is owed."," The direct sale of slaves in Richmond during the early 1800s was frowned upon if it split up families or was deemed cruel in anyway. Richmond differed from plantation Virginia in this aspect, as in a city fewer slaves were needed and conditions were somewhat better. This specific sale is unusual because the enslaved people were being sold off due to the death of their master. Blackwell's estate was being auctioned to pay off debts that he had incurred during his life, and the slaves would bring in a substantial sum of money for this purpose. This episode is significant with regard to slave sales because it shows that while the sale of slaves may not have been the economic force it was in the deeper South this early in the nineteenth century, it was not so taboo that a man would shy away from posting about a sale in a commonly read newspaper."," This episode also shows how information was passed in this time period in a large city such as Richmond. The newspaper was used as a public forum for information such as this, for no better medium existed through which to inform the masses of current events. This was very important for Richmond, as the common events of daily life in the city would generally be recorded in the newspaper, making all aware of events going on in their city's daily life. Areas surrounding the big city were also included in the <em>Richmond Enquirer</em>'s reports, as the large cities were generally the only ones that had entire newspapers regularly published. "],"display_date":"January 11, 1821","search_date":"1821-01-11","citations":[{"divid":1213139705,"type":"Newspaper Article","data":["","Richmond Enquirer","","January 11, 1821",""]},{"divid":1213139721,"type":"Book","data":["Kevin R. Hardwick &amp; Warren R. Hofstra","Virginia Reconsidered",null,"Charlottesville","University of Virginia Press","2003","214"]}],"locations":[{"id":2277,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}