{"id":3053,"title":"Robbery by Spaniards\n","course_id":1,"status":"P","start_date":"1831-04-22","end_date":"1831-04-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ten years after the acquisition of Florida from Spain, Mr. Munroe, his wife, and a guide rode horseback on a secluded road near Matanzas, Georgia, a few short miles from the Florida border.  Although most cross border violence subsided in the decade that passed since Florida joined the United States, the Munroes would not be so lucky on this April night. ","As they traveled down the road, two armed Spaniards leaped out of the woods towards Mr. Munroe.  They immediately reached for his pistol and quickly wrestled it away, much to the dismay of the frightened Mrs. Munroe.  Suddenly, Mr. Munroe's pocket ripped open, spilling three ounces of gold and some silver.  In the meantime, the Spaniards secured possession of the pistol and aimed it towards Mr. Munroe.  Looking for more riches, the Spaniards attempted to break into the trunk that the Munroes kept when traveling.  Fortunately for the Munroe's, a group of fellow travelers on the Matanzas road came to their rescue right before the Spaniards finished breaking into the trunk.  As the fellow travelers came to the Munroe's rescue, the Spaniards fled into the woods, taking just the pistol, gold, and silver.","Spanish attacks on American intruders occurred with frequency before and immediately after the American acquisition of Florida from Spain in 1821.  Andrew Jackson's earlier policy of land seizure continued to upset the few remaining Spaniards in the region, but they typically only retaliated by arming the Creek and Cherokee Indians rather than through direct attacks themselves.  Even through the middle of the decade, however, the federal government feared the dangers of the Florida/Georgia border frontier.  The Spaniards that did remain in Florida had little economic support because of a lack of a local Spanish-backed economy, which made criminal activity much more prevalent.  ","Frontier violence occurred with some frequency for the same reason that the remaining Spaniards in Florida attacked Americans across the Georgia border.  A lack of resources, goods, and economic wealth created an impoverished state of necessity for the country-less Spaniards.  With the majority of their fellow Spanish citizens out of Florida and without other options to turn towards, these Spaniards determined that violence against travelers like the Munroes remained their only option in guaranteeing their own survival on the southern frontier."],"display_date":"April 22, 1831","search_date":"1831-04-22","citations":[{"divid":1215042680,"type":"Newspaper Article","data":["Robbery ","The Macon Advertiser","","April 22, 1831","1"]},{"divid":1215042696,"type":"Book","data":["Marquis James","Andrew Jackson: Portrait of a President",null,"New York City","The Bobbs-Merrill Company","1937","242-243"]},{"divid":1215042736,"type":"Book","data":["Louise F. Hays","History of Macon County, Georgia",null,"Atlanta","Stein Printing Company","1933","123"]},{"divid":1215042774,"type":"Book","data":["W. Eugune Hollon","Frontier Violence: Another Look",null,"Oxford","Oxford University Press","1974","180-184"]},{"divid":1215042857,"type":"Book","data":["Robert V. Remini","Andrew Jackson and His Indian Wars",null,"New York City","Viking","2001","143"]}],"locations":[{"id":2278,"lat":32.8060034472,"lng":-83.7076277097,"zoom":10,"place":"BIBB, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}