{"id":3057,"title":"Yacht Me\n","course_id":1,"status":"P","start_date":"1894-06-07","end_date":"1894-06-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Yachting, in all of its splendor, has finally reached the mid-Atlantic and has spread quickly throughout the region in the late nineteenth century. The Baltimore Yacht Club, tracing its origins to 1891, was formed in Baltimore City where it is situated on Sue Island. To commence the building of a new yacht for Mr. J.D. Mallory, John Farlow, Percy Donaldson, and other members of the club, the B.Y.C. is holding a regatta and cruise from June 23 to June 30. The social gathering will include the Philadelphia and Corinthian Yacht Club of Philadelphia. Getting ready for the event, many members are already sending their yachts to the clubhouse. Mr. Mallory sent his 25 foot, 35 pounds papier mache shell that was stationed at the University of Pennsylvania to the boat house. The growth of the Baltimore Yacht Club helped to garner the attention of many social elites in the area and abroad. Indicative of this is addition of Mon. Commines de Masilly as a member. Mon. Masilly was the first secretary of the French embassy in Washington D.C., and to commemorate his membership, he purchased a new steam launch.","The regatta, cruises, and luncheons held during that particular week will dominate Baltimore, Maryland. This is due mostly to the growth of the sport of yachting in America. Although organized yachting in America began with the founding of the New York Yacht Club in 1884 and continued with the establishment of such clubs as the Boston Yacht Club (1865), Chicago Yacht Club (1875), and the Larchmont Yacht Club (1880), it was not until 1885 that the Chesapeake Yacht Club on the eastern shore [was founded]. It is increasingly evident, that yachting was a Northern sport until the founding the Chesapeake Yacht Club nearly 20 years later. Yacht clubs, serve as a very important social outlet. Though, participating was reserved for the aristocratic members of society, the club served a socializing function for its ability to bring people together and experience a race on the river on a beautiful Sunday afternoon. The club was intended for fellowship and discussion, and admission was reserved for the well off of society. Members would attend the clubhouse for drinks and conversation with fellow yachters or owners of other marine vessels, and discuss matters of the day before taking the family out for lunch aboard the boat. Besides functioning a social and familial role, yacht clubs were means of recreation. Similar to parks, or baseball teams, yacht clubs were competitive. Mr. Mallory bought a new engine, boiler, shaft, and deed and air pump, for one of his ships, solely for this specific event. Winning has a strong correlation to honor, thus owners were not shy in contributing money if it was attributed to their individual reputation, and the reputation of the club. "],"display_date":"June 7, 1894","search_date":"1894-06-07","citations":[{"divid":1216493481,"type":"Newspaper Article","data":["Baltimore Yacht Club","The Baltimore Sun","","June 7, 1894",""]},{"divid":1216493504,"type":"Book","data":["Richard Walsh and William Lloyd Fox","Maryland&#58; A History 1632-1974",null,"Baltimore","Maryland Historical Society","1974",""]}],"locations":[{"id":2281,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}