{"id":3058,"title":"The Runaway Slave and His Broken Family\n","course_id":1,"status":"P","start_date":"1820-06-20","end_date":"1820-06-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John W. Bridges of Wilcox County, Alabama, desperately penned a letter to the Southern Recorder, the Columbian Telescope, the Carolina Observer, and the Georgia Advertiser on May 27, 1820, looking for a runaway slave by the name of Aaron. A few weeks prior to the publication of this letter, Aaron, a stout well-fed Negro man of 30 years standing around 5'10 had escaped from the John Bridges' plantation a few miles below Prairie-Bluff in eastern Alabama. The slave, further described as a little yellow and missing part of one ear, had also stolen from the plantation a long shotgun, ammunition, and twenty pounds of bacon, further upsetting his owner. Aaron's apparel remained somewhat unknown to his owner. Bridges speculated that he could have escaped wearing a dark colored homespun boater or a blue homespun coat with a black hat and a pair of shoes. Bridges continued, speculating that Aaron was headed to Carolina by Cahawba or Montgomery counties, although it is not apparent how he reached this conclusion. He ended by promising a monetary reward for returning Aaron or having him secured in jail in South Carolina or Georgia. ","Previously, the late John Jones had been his owner, but Aaron had become Bridges' slave shortly after Jones' death. Deaths of owners like Jones often led to the breakup of families at slave auctions that frequently followed the death of a slave owner. Despite the pleadings of slave families, sellers regularly sold each individual member of the family to different buyers. Although slaves left their owners for a wide variety of reasons, it is likely from Bridges' speculation on Aaron's eventual location, which he thought would be near his former plantation, that he ran away in the hopes of re-uniting with his family. The letter to the editor from Bridges also details precisely what goods Aaron took with him as he escaped the plantation. Slave owners especially feared runaway slaves that had the ability to defend themselves, so Bridges' specifically noted that Aaron took a shotgun and ammunition from the farm. The fear that slaves would rebel violently constantly loomed on the minds of slave holders across the South, proving that much of the basis of slavery rested on the monopoly on violence that slave holders held over their slaves. If slave holders lost this monopoly, they would likely lose slavery as an institution as well. ","Newspaper readers across the South would have been familiar with these types of letters and advertisements as slave holders often wrote to newspapers in the hopes of recovering their lost property. Because of the enormous economic investment that a slave represented for a slave holder, slave owners would pay large sums to those who found their runaway slaves and would often travel long distances to recover their property. Slaves at this time cost upwards of 700, so paying around 50 to travel and pay whomever found the slave was well worth it economically."],"display_date":"June 20, 1820","search_date":"1820-06-20","citations":[{"divid":1214168108,"type":"Newspaper Article","data":["Ranaway","The Southern Recorder","","June 20, 1820",""]},{"divid":1214168124,"type":"Book","data":["Walter Johnson","Soul By Soul",null,"Cambridge, MA","Harvard University Press","1999","4-5, 26-27"]},{"divid":1214168163,"type":"Book","data":["Adam Rothman","Slave Country: American Expansion and the Origins of the Deep South",null,"Cambridge, MA","Harvard University Press","2005","191-192"]}],"locations":[{"id":2282,"lat":33.0721732643,"lng":-83.2584220033,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}