{"id":306,"title":"Yellow fever sweeps through New Orleans and the Gulf Coast\n","course_id":1,"status":"P","start_date":"1867-07-01","end_date":"1867-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During the summer of 1867, a yellow fever epidemic infected the Gulf Coast of the United States, particularly in areas of Louisiana and Texas, leading to death of thousands.  In Louisiana, New Orleans suffered greatly while Galveston, San Antonio, and Houston were three of the hardest hit cities in Texas.  In both states, epidemics of yellow fever had been occurring for years.  Indeed, from 1839 until 1867, Texas battled through several outbreaks of yellow fever.  Likewise, New Orleans experienced their first recorded outbreak of yellow fever in 1804 and subsequently struggled with epidemics until scientific breakthroughs curbed the spread of the disease in the early twentieth century.   In order to understand why these geographic locales were infected, one must understand yellow fever as a disease.&lt;br /&gt;&lt;br /&gt;Although Walter Reed is attributed with having discovered that mosquitoes transmitted yellow fever during the building of the Panama Canal, the roots of this discovery reach back farther than 1900.  The Cuban physician Carlos Juan Finlay suggested as early as 1879 that yellow fever might be spread through some agent, rather than as a communicable disease.  Ultimately, it was not until the military funded research that Reed isolated the mosquito as the carrier of yellow fever virus.  Throughout the period when Louisiana and Texas suffered their worst outbreaks, it was assumed that yellow fever was an infectious disease.  Thus, in Texas, the Howard Association set up clinics to try and cure' those who fell ill.  This was a futile effort, considering that no reliable treatment actually existed at this point in history.&lt;br /&gt;&lt;br /&gt;Texas' 1867 outbreak marks the last of the major struggles with yellow fever in the state.  By contrast, Louisiana continued to struggle in the bayou areas of New Orleans until the development of Walter Reed's preventative strategies."],"display_date":"July - September 1867","search_date":"1867-08-15","citations":[{"divid":1215524618,"type":"Article","data":["Errol Laborde","Doctored","New Orleans Magazine ","11","1993",""]},{"divid":1215524691,"type":"Article","data":["Rick Laezman","The mosquito man: Carlos Juan Finlay: the transmission of yellow fever, no fly-by-night discovery","Latino Leaders ","5","2001",""]},{"divid":1215524771,"type":"Website","data":["Chester Burns","Epidemic Diseases","Texas State Historical Association","www.tsha.utexas.edu/handbook/handbook/online/articles/EE/sme1.html ","June 6, 2001"]},{"divid":1215525106,"type":"Newspaper Article","data":["Yellow Fever","National Intelligencer","","September 6, 1867",""]},{"divid":1215525155,"type":"Newspaper Article","data":["The Epidemic in Texas","National Intelligencer","","September 28, 1867",""]},{"divid":1215525204,"type":"Newspaper Article","data":["The Yellow Fever in the South ? Reports from New Orleans, Galveston, and Houston","National Intelligencer","","October 1, 1867",""]}],"locations":[{"id":217,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}