{"id":3060,"title":"The Indian Bills\n","course_id":1,"status":"P","start_date":"1830-06-12","end_date":"1830-06-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 12, 1830, the editor of the <em>Macon Telegraph</em> finally snapped.  Under massive pressure from their northern brethren on the Indian Bills, the Telegraph vehemently defended the territorial rights of the state of Georgia.  The newspaper viewed the Indian Bills as a simple issue of property rights, not one of Indian removal and southern supremacy.  According to their interpretation, Georgia had adequately paid the monetary demands of the Cherokees to the land that they once possessed and thus had every right to the land, regardless of who currently resided upon it. After explaining that Georgia sufficiently paid for the land and thus legally owned it, the <em>Macon Telegraph</em> turned its attention to the criticism coming from other states.  The <em>Telegraph</em> placed specific blame on the North, who hated to see the growth of the South and the consequent wane of its own preponderance in Congress.  Removing the Indians and ensuring Georgia's sovereignty would also expand its representative power in Congress, and, alternatively, decrease the congressional delegation of the North.  Because of this, the North, they believed, would do anything to slow the economic and physical expansion of the South.  ","Finally, the Telegraph asserted that Georgia did in fact have the concerns of the poor Indians in mind.   While the North had their own motives in mind rather than those of the Indians, Georgia did not wish to injure or harm the natives.  In fact, the editorial continued, Georgia had already paid a large sum for the land and had patiently awaited the exit of the Indians to lands west of the Mississippi.  This payment proved that the Cherokees had left by their own free choice rather than by coercion.  Furthermore, the Indian tribes were destined for healthy, fertile lands abound in game, leaving them infinitely better off than they were or ever could be in Georgia.","The Telegraph's disdain for the North only grew once Chief Justice John Marshall stepped into the controversy.  In Worcester v. Georgia, Chief Justice Marshall sided with Samuel Austin Worcester and Elizur Butler, two missionaries that wished to live with the Cherokees in Georgia territory.  The Indian Removal Acts had declared that these Cherokees must leave Georgia, but Worcester and Butler ignored the law and instead sued the state.  According to Marshall, the two missionaries and their Cherokee friends had every right to remain in Georgia. Marshall declared that the state of Georgia did not have the authority to regulate the intercourse between the citizens of its state and the members of the Cherokee Nation because the Indian territory remained in the hands of the Cherokees, not in the hands of the Georgia government as the <em>Telegraph</em> asserted.  Thus, the interactions between the Cherokee Nation and the American government must occur on the federal level, not the state level.  In this way, Georgia law was not binding to the Cherokee peoples because it interfered with American laws and treaties that were superior to state law.","Famously, Andrew Jackson strongly resisted Marshall's ruling.  Although Horace Greeley of the New York Tribune misquoted Jackson as saying that John Marshall has made his decision; now let him enforce it, the inaccurate quote captured Jackson's attitude towards Marshall and the Cherokees.  Instead of executing the outcome of Worchester, Jackson continued his policy of Indian removal.  Although many of the Cherokees adopted the customs and habits of the white Georgians, Jackson insisted on their removal from the state.  In 1832, Jackson pressed the Cherokees to sign a treaty ceding their lands to the state of Georgia.  This treaty required that the Cherokees depart the state in two years.  This exodus finally began six years later, in 1838.  Through rain and snow, lacking sufficient food, clothing, and shelter, Jackson forced the Cherokees out of Georgia and towards Oklahoma.  The Trail of Tears was lined with thousands of dead Cherokees, forever removed from their Georgia home."],"display_date":"June 12, 1830","search_date":"1830-06-12","citations":[{"divid":1215044274,"type":"Newspaper Article","data":["Delete on the Indian Bill","The Macon Telegraph","","June 12, 1830","1"]},{"divid":1215044303,"type":"Book","data":["H.W. Brands","Andrew Jackson: His Life and Times",null,"New York","Doubleday","2005","482-488, 535-536"]},{"divid":1215044339,"type":"Book","data":["Grant Foreman","The Last Trek of the Indians",null,"New York","Russell and Russell","1972","89, 92"]}],"locations":[{"id":2283,"lat":32.8060034472,"lng":-83.7076277097,"zoom":10,"place":"BIBB, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}