{"id":3061,"title":"A New Reservation for Geronimo\n","course_id":1,"status":"P","start_date":"1889-07-07","end_date":"1889-07-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Chief Geronimo and his Apaches were forcibly removed from the western territories of the United States. The government relocated them to Mt. Vernon Barracks, Alabama, where they were forced to stay, cramped and confined, until the government decided what to do with them and where to send them next. As Native Americans, they were at the mercy of an unsympathetic government. ","Sometime thereafter, Captain John Bourke and Professor Painter of the Indian Rights Association located a tract of land in North Carolina of about 10,000 acres. Cherokees owned the land and 2,000 members of the Cherokee tribe lived on it, but they were willing to sell it to the Indian Rights Association. All that stood in the way of Geronimo and his tribe moving to their reservation was the approval of the Secretary of War. As anything would have been better than the living conditions in Alabama, the tribe was willing to move onto the land if the government would never allow it to return to the west. ","The Cherokees of Swain County managed to escape the forced removal of the eastern Indian tribes along the Trail of Tears in 1838, remaining where they were for the rest of the century. Only by avoiding the Trail of Tears were these Cherokees able to be a party to the land transaction that created a reservation for Geronimo?s Apache tribe. The government of the United States gradually recognized the Cherokee tribe in North Carolina in the period after 1870, enabling the transaction described in this episode. The roles the government and the Native American tribes play in this episode illustrate the long history of forced removal, resettlement, and upheaval characteristic of the interactions of the two groups. "],"display_date":"July 7, 1889","search_date":"1889-07-07","citations":[{"divid":1215864402,"type":"Newspaper Article","data":["Geronimo&#39;s New Home","The Washington Post","","July 7, 1899",""]},{"divid":1215864420,"type":"Book","data":["Charles Reagan Wilson and William Ferris, Eds.","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1989","424"]}],"locations":[{"id":2284,"lat":35.4867215431,"lng":-83.4927397626,"zoom":9,"place":"SWAIN, North Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}