{"id":3062,"title":"More than Just Dancing at the Ball\n","course_id":1,"status":"P","start_date":"1862-04-01","end_date":"1862-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Every year the Fearn plantation threw a ball in honor of the magnitude of work that had been done the year prior. The slaves put much effort into the night to make it the happiest of times. Slaves on the plantation looked forward to the ball each year. This year the ball fell on a beautiful night. The Fearns were the last to leave for the ball. As they followed the path to get there, a large slave armed with knives approached Mr. Fearn. This slave had run away three months before to avoid the harsh demands of the sugar-grinding season. The plantation owner ordered the slave to put down his weapons. Out of respect for Mr. Fearns authority the slave fell to the owner's feet and begged to go to the ball. The master agreed to allow him to attend the ball, but warned he would be subject to the punishment by the other slaves. Upon entering the ball he was severely beaten by his fellow slaves and dragged from the ball.","Oftentimes runaway slaves were not punished directly by their owners. Many owners thought that runaways were just an inevitable part of slaveholding. Although slave escapes were a common occurrence, they did not cause much excitement. In fact an owner did not advertise that he had a runaway until that slave had been missing for several weeks. This composure about runaways was due to the fact that most slaves returned to the plantation because they could not bear to leave their families. It was assumed that a successful runaway would never return to the plantation he or she left and would leave his family forever. ","Family was one of the most treasured aspects of life for slaves. The Christmas season was the best time of the year for slaves because it enabled slaves to spend time with their families. Slaves were permitted to take a break from their grueling work to enjoy the holidays. On sugar plantations throughout Louisiana this leisure period was often pushed back until the end of January - after the grinding season. It was common that a dinner and a ball were held in honor of the slaves. Dancing was the most popular activity for the slaves. They danced long into the night. Fellow slaves played music and were sometimes able to make money doing so. Masters often gave their slaves gifts during the Christmas season and may have even given them passes to go where they pleased, within a certain distance, during the rest of their break. There were obvious limitations to the festivities that the slaves were able to enjoy, but it is clear that the Christmas season at least gave enslaved people something to look forward to each year."],"display_date":"April 1862","search_date":"1862-04-15","citations":[{"divid":1215617930,"type":"Website","data":["Documenting the American South","Diary of a Refugee","University of North Carolina at Chapel Hill Library","http://docsouth.unc.edu/fearn/summary.html","September 24, 2006"]},{"divid":1215617979,"type":"Book","data":["Charles Vincent","The African American Experience in Louisiana: Part A",null,"Lafayette","University of Southwestern Louisiana","1999","657-659"]},{"divid":1215618030,"type":"Book","data":["John B. Boles","The South Through Time: A History of an American Region Volume 1",null,"Upper Saddle River","Prentice Hall","1999","233-234"]}],"locations":[{"id":2285,"lat":29.3204554147,"lng":-90.0865534097,"zoom":8,"place":"LAFOURCHE, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}