{"id":3064,"title":" Cabell comments on 1896 election\n","course_id":1,"status":"P","start_date":"1896-11-29","end_date":"1896-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["For the first time, William Cabell voted Republican and broke his loyalty to the ","Democrats. 1896 was a major year for presidential elections, and silver was the major ","political issue of the election year. At the time there were three political parties: ","Republicans, Democrats, and Populists. In a letter to his wife, William D. Cabell wrote ","about a conversation he had with his friend and neighbor, Alex Brown, a historian. After ","returning from the voting polls for the new president, Brown asked Cabell for whom he ","had voted. Cabell immediately replied McKinley. Brown responded that he would not ","mention Cabell's vote and that he [Cabell] would regret it for silver was the money of ","his grandparents. The poorer populations called for a changed from the gold standard ","to the silver standard so there would be an influx of money and inflation, thus farmers ","and others could pay off their debts quickly from the depression of the 1890's. The ","Democrats were pro-silver, the Republicans pro-gold, and the Populists oscillatory. ","Cabell responded that he did not mind Brown mentioning the vote to others for he was of ","little political influence and he believed that McKinley would improve the South. Cabell ","threw aside his party alliance and voted for who he truly believed would help build up his ","community and make it flourish. ","In the end, the Populists decided to fuse with the Democrats instead of putting out ","their own candidate. There was little chance that the Democratic Party could win in this ","election especially because of the unpopular leadership of Democrat, Grover Cleveland, ","and also because of the popular candidate that was nominated for the Republican Party, ","William McKinley of Ohio. Finally they chose William Jennings Bryan. Bryan ended ","up with 6,500,000 votes, more than any other Democratic candidate but so did McKinley ","with 7,100,000 for the Republican Party. The U.S. majority voted almost strictly along ","the geographical line of North and South, with McKinley receiving northern votes and ","Bryan receiving Southern votes, although the majority in this election for each state did ","not lead by a very high percentage. During this time period most of the South voted for ","the Democrats. Thus, Cabell represented one of the many people that chose to vote ","against the majority of the South, and voted for the man not the party that he thought ","would do the South justice. His last quote of this section of the letter signified his loyalty ","most of all. The man who makes two blades of grass grow where ours grew before is ","worth all the politicians put together."],"display_date":"November 29, 1896 - December 31, 1896","search_date":"1896-12-15","citations":[{"divid":1215618132,"type":"Manuscript","data":["","Note sheet for inventories",null,"Mss  276, etc.","Box 4","Paper of William Daniel Cabell and the Cabell Family","Special Collections Library, University of Virginia"]},{"divid":1215618174,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","295-297"]}],"locations":[{"id":2287,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}