{"id":3066,"title":"The Hatteras Inlet is Seized by the Union in it&#39;s First Victory\n","course_id":1,"status":"P","start_date":"1861-08-27","end_date":"1861-08-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When Union forces descended upon the Hatteras Inlet on August 27 1861, the small North Carolina island's defenses were woefully inadequate. The attack of the North came as no surprise, however to North Carolina's authorities. There had been some recent aggravation by the state of the Northern troops, so it was expected that the enemy would be advancing to the coast. Nevertheless, General Walter Gwynn, in command of North Carolina's northern department of coastal defense, pleaded in vain for more men and guns at his command. His requests were not met with the needed supplication to sustain Hatteras. ","The Union assault was no match for the weak defenses on the Hatteras Inlet. Historians Barret and Yearns state that the Confederate forces could not even stand near their enemy's, and this is demonstrated by the fact that the commander of a nearby fort was even ordered to evacuate his position and flee from the area. The Rebels could clearly not withstand the assault. The Confederates abandoned their location and headed inland. The small island was no longer a Southern possession, but now a Union victory.","The overturn of the Hatteras Inlet was extremely important for the progression of the Union cause, and consequentially, very detrimental to the Confederate's. Although the operation was relatively small, it was the Union's first victory of any kind. The news of the capture was received in the North with great joy. It ignited and bolstered Union morale. The North eventually won the Civil War largely because it kept control of the sea, and this victory was a vital part this. At the same time, the loss of control of the Hatteras Inlet was devastating to the Confederate efforts. It not only affected North Carolina, but the South as a whole, as it allowed access to other states. For example, the Union control of the Hatteras Inlet meant that all communication between Virginia and Europe was effectively cut off. The inlet was an important passageway for the South to the outside world. The blockade that followed the Union win prevented Southern exports of cotton and imports of guns, powder, cloth, medicine, iron, machinery, and other indispensable supplies."],"display_date":"August 27, 1861","search_date":"1861-08-27","citations":[{"divid":1215044698,"type":"Newspaper Article","data":["The Great Naval Victory. Scene of the Exploit","The New York Herald","","September 2, 1861",""]},{"divid":1215044725,"type":"Book","data":["Hugh Talmage Lefler and Albert Ray Newsome","The History of a Southern State: North Carolina",null,"Chapel Hill","The University of North Carolina Press","1973","454"]},{"divid":1215044780,"type":"Book","data":["John G. Barret and Buck Yearns","North Carolina Civil War Documentary",null,"Chapel Hill","University of North Carolina Press","1980","29-31"]}],"locations":[{"id":2289,"lat":35.7678250626,"lng":-76.0805063886,"zoom":10,"place":"TYRRELL, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}