{"id":3068,"title":"Tobacco Sales\n","course_id":1,"status":"P","start_date":"1829-02-03","end_date":"1829-02-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In February of 1829, a salesman named H.B. Montague posted an ad in the Richmond Enquirer advertising his services as a middleman in the sales of tobacco. Montague had taken out the official license to do this, which cost him sixty dollars. He also went into detail on his past doings in this realm, recalling how he began this enterprise when no one else would, and incurred losses at first, but he stayed the course and eventually turned a profit. The point of all this was to thank his customers, and to keep them as customers by encouraging them to stay with him (as opposed to competitors), as he was loyal to them in the beginning. Montague also takes time and space to thank specific customers who can give reference to his good work in the business."," Richmond was by no means the plantation south; however, tobacco was still the main driving force of the economy in and around the area. There were many factories in the city that were used in the processing and manufacturing of tobacco products. The fact that there even was a business for middle men in the industry, who paid sixty dollars (a sizable amount of money) just to enter into the market, shows how much profit was to be made on tobacco. Montague obviously was facing competition in this market, which made it necessary to spend even more money on advertising. He spent much of his advertisement space on his references, hoping that by dropping the names of so many tobacco growers that others who did not do business with him would jump aboard. It is unknown how much Montague stood to make with regard to the actual tobacco growers, however it can be assumed that he took only a small percentage, which would make it even more important that he amass as many customers as possible."],"display_date":"February 3, 1829","search_date":"1829-02-03","citations":[{"divid":1216496109,"type":"Newspaper Article","data":["","Richmond Enquirer","","February 3, 1829",""]},{"divid":1216496126,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo","Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2001",""]},{"divid":1216496162,"type":"Book","data":["Edward Ayers and John Willis","The Edge of the South&#58; Life in Nineteenth-Century Virginia",null,"Charlottesville","University Press of Virginia","1991","4"]}],"locations":[{"id":2291,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}