{"id":3069,"title":"Commencement at the College of South Carolina\n","course_id":1,"status":"P","start_date":"1816-12-03","end_date":"1816-12-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Commencement for the Class of 1816 at the College of South Carolina was completed at 10 am on Monday, December 2. The celebration began on the college campus and proceeded to the Governor's house, where the group was joined by the college Trustees, and continued to march to the state Capitol building. At the Capitol several members of the state legislature joined the parade, and the entire procession continued to the college chapel, where the ceremony took place. The president of the college welcomed the crowd for the special occasion, and led a prayer before the exercises of the day were completed. Throughout the day several presentations were given, including lectures on the usefulness of mathematical science, the penal system, dueling. Other professors gave speeches about the different advantages of studying history versus chemistry and the influence of education on the future stability of the American government. The ceremony concluded when 30 students were presented with their Bachelor of Arts degrees, and 12 more received Master's degrees from the college. The entire occasion ended with a final address to the audience from President Maxcy and a speech from the class valedictorian."," The College of South Carolina was first established in Columbia in 1801, when the General Assembly of South Carolina enacted several reforms to aid the development of the upstate regions, according to historian Walter Edgar. The objective of the institution, as stated by its founders, was to unify the state and educate the local population of the state's newly relocated capital city. At the fiftieth anniversary of its establishment, the founders proclaimed that the goal of the university had been reached, however some criticized the school for holding a monopoly on political opportunities in the state. In the first 50 years of operation, the college's alumni provided approximately half of South Carolina's elected officials. This monopoly of education was common throughout the antebellum South, as land grant colleges and universities were gradually opening and the opportunities for higher education were still scarce."],"display_date":"December 3, 1816","search_date":"1816-12-03","citations":[{"divid":1215044953,"type":"Newspaper Article","data":["","Camden Gazette","Camden, SC","December 3, 1816",""]},{"divid":1215044972,"type":"Book","data":["Walter Edgar","South Carolina: A History",null,"Columbia","University of South Carolina Press","1998","259-261, 264"]}],"locations":[{"id":2292,"lat":33.9290712834,"lng":-81.2531457905,"zoom":9,"place":"LEXINGTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}