{"id":3070,"title":"Free Silver or Bust\n","course_id":1,"status":"P","start_date":"1895-04-07","end_date":"1895-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A total of 400 Republicans, Democrats, and Populists declared that they stand emphatically in favor of free silver. Men of all three parties gathered in convention at Athens, Alabama to form themselves into the Central Silver Club. They promised that they would vote for all and only those men who supported the free coinage of silver in the next elections, regardless of the candidate?s party affiliation. ","The men of this group stood behind the idea of free silver so unanimously that they forced one member, Hector D. Lane, to withdraw from the convention completely after he moved that the fight for free silver be carried out along party lines. They then ensured the spread of their ideas throughout the state by forming committees not only to take the group?s message to all parts of the state, but to form many other such groups as well. Traditional Republican, Democrat, and Populist leaders viewed this convention and show of unusual partisan solidarity with alarm.","The idea of ?free silver? gained popularity in the late 19th century, fueled by the recession in the early 1890s. Unlimited coinage of silver was taken up by people all across the nation as a solution to economic problems, especially those of farmers. Indeed, the Farmer?s Alliance in 1890 and the Populists in their 1890s platforms called specifically for this measure as a balm for the national financial crisis. In Alabama, a region of mostly cash-poor landowners and farmers, free silver seemed to be central to their future economic survival and prosperity. This episode highlights a trend in political alignment at this time. The Populist party and other men standing for free silver joined together in political alliances with traditional Republicans and Democrats in hopes of gaining more power. Indeed, the idea of free silver would get the greatest following in 1896, just a year after the formation of these clubs in Alabama, when the Democrats and Populists run Bryan for president on a free silver platform. Despite the enthusiasm and collegiality seen in this Athens meeting and the plan for expansion, the free silver idea was crushed with the final defeat of the Populists at the end of the decade."],"display_date":"April 7, 1895","search_date":"1895-04-07","citations":[{"divid":1214443864,"type":"Newspaper Article","data":["Alabama Silver Party Launched","Chicago Tribune","","April 8, 1895",""]},{"divid":1214443883,"type":"Book","data":["William Cooper, jr. and Thomas E. Terrill, editors","The American South: A History",null,"New York","McGraw-Hill","1996","499, 505, 512-514"]},{"divid":29312,"type":"Manuscript on Microfilm","data":[null,null,null,"LVQsXZmeKtkuAMFRZSL"]}],"locations":[{"id":2293,"lat":34.8100816932,"lng":-86.9813367451,"zoom":9,"place":"LIMESTONE, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}