{"id":3071,"title":"New Orleans Slave Market\n","course_id":1,"status":"P","start_date":"1855-04-27","end_date":"1855-04-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Human beings sold as cattle was a most atrocious sight for many of the on looking slaves held in the slave markets. For Anne Lynch Botta, a slave woman, a scene where people were priced based on their age, physical traits, and behaviors was a most painful sight. In an instant a child could be ripped from its mother's arms, but on that day, April 27, 1855, a mother and child were fortunate enough to be sold together for 325.","Often times, staying at the markets was only half of the battle. Slaves trekked a long journey, sometimes states away, to New Orleans wearing shackles around their ankles and wrists. These men, women, and children were held as prisoners before and during the sales. Men and women were separated in the pens where they were subjected to physical abuse and derogatory insults. Family ties were eliminated by slaves being filed according to sex and in a descending line. In the markets, slaves were not viewed as human beings but as a possession with a price. This process of dehumanization involved white men physically examining slaves, dressing them according to the category under which they were to be sold, and being made to dance around to prove their bodies were fully capable of work. According to the book,<em> Soul by Soul</em>, during the sale period, their nights were spent in the jails, their days were spent exercising in the yard or being examined in the showrooms in the main building.","Many slave traders in New Orleans believed in making the sale quick with a large profit with little regard to the risks. Whatever slaves were not sold by late spring were sold at low prices to avoid the risks of contracting illness during the New Orleans summer. Men came from outside states to observe the depots, pens, yards, booths, and salerooms to purchase slaves. A white man was born into society when buying a slave and a person's status heavily depended on whether or not they were a slaveholder. Slaves were the embodiment of a person's economic and social wealth. Throughout the 1850's, the slave market in New Orleans provided for about 200 registered slave traders. New Orleans outnumbered many of the other markets including Montgomery, Alabama"],"display_date":"April 27, 1855","search_date":"1855-04-27","citations":[{"divid":1217039935,"type":"Website","data":["CHASS","Interregional Price Differences in the New Orleans&#39; Auctions Market for Slaves","CHASS","http//&#58;www.chass.utoronto.ca","September 20, 2006"]},{"divid":1217039980,"type":"Book","data":["Frederic Bancroft","Slave Trading in the Old South ",null,"New York","Frederick Ungar Publishing","1931","317-320"]},{"divid":1217040019,"type":"Book","data":["Walter Johnson","Soul by Soul",null,"Cambridge, MA","Harvard University Press","1999","189-213"]}],"locations":[{"id":2294,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}