{"id":3075,"title":"A Confederate Monument is Dedicated\n","course_id":1,"status":"P","start_date":"1891-08-20","end_date":"1891-08-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In August of 1891, the people of Charleston, South Carolina turned out to dedicate an Obelisk to the memory of the Washington Light Infantry Regiment, which fought in the defense of the Rebellion. The event featured a sermon by the popular preacher Reverend E.C. Edgerton, who praised the members of the regiment for doing their duty to their state despite the noble but ultimately hopeless cause for which they fought. He asserts that despite the fact that the Confederacy lost the war, the souls of those who died fighting for it were redeemed by their devotion to their principles. The author of the article praises Edgerton's lecture by declaring that A more eloquent prayer, and one adorned with more appropriate literary quotation was probably never addressed to a Charleston audience, and expresses surprise that an Episcopal minister was capable of such oratory."," Throughout the South after the Civil War, the orphaned sons of the Confederacy looked for ways to defend their futile struggle for independence. Recently, historians such as C. Vann Woodward have described a trend amongst former Confederates to explain the war as a Lost Cause, a noble fight that the South was doomed to lose from the beginning. This idea of the Lost Cause allowed Southerners to believe that they had been the superior men, and that their military prowess had allowed them fight on for four years when the Union's overwhelming advantages should have subdued them much more quickly. While this view became prevalent across the South in the late-nineteenth century, it failed to take into account that the Confederacy had several advantages, such as: they did not have to win but only draw, they were more familiar with the terrain they were fighting on, they had shorter supply lines, and public opinion about the war in the Union was divided. Still, this episode shows that while the spirit of defiance remained alive in Charleston, the religious leaders of the late-nineteenth century urged peace and reconciliation with their former enemy."],"display_date":"August 20, 1891","search_date":"1891-08-20","citations":[{"divid":1214444834,"type":"Newspaper Article","data":["","The Independent","","August 20, 1891",""]},{"divid":1214444901,"type":"Book","data":["C. Vann Woodward","Origins of the New South 1877-1913",null,"Louisiana","Louisiana State University Press ","1971","155"]}],"locations":[{"id":2296,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}