{"id":3077,"title":"Black Witness\n","course_id":1,"status":"P","start_date":"1897-07-31","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The passing of Mrs. Lucinda Todd was not a surprise to her family, after all her health had been suffering for sometime. Though Mrs. Todd's passing initially appeared peaceful, the true happenings behind her death were revealed in the subsequent battle for ownership of Mrs. Todd's will. On July 31, 1897 Judge Burroughs resided over the court that was set to declare the official executer of Lucinda Todd's estate. The plaintiff, Mrs. Todd's daughter Josephine Sykes, had accused her brother, Mr. Charles H. Todd, by fraud and deceit....compelled his mother to convey to him by deeds, her entire estate worth ten thousand dollars. These are among the statements provided by the official court transcript when the case appeared to the Supreme Court of Appeals at Richmond. The court was given the task to divide the ten thousand dollar estate of Mrs. Todd, which included properties on Chapel Lane, Henry Street, and Bottimore Roads in Norfolk. What makes this case so intriguing however is the witness called on behalf of the plaintiff, Mrs. Sykes. Ms. Rachiel Crowell was close to Mrs. Todd in her final days. She had traveled to Norfolk to care for Mrs. Todd in the three weeks before she passed away. Ms. Rachiel Crowell was a black woman. Sitting on the court bench, Ms. Crowell answered questions regarding arguments between Charles Todd and Lucinda Todd. However what was important within the historical context was not the questions asked but rather the fact that a black woman was giving testimony against a white man. Prior to the end of the Civil War, blacks were unable to testify against whites. This often prevented enslaved blacks from defending themselves from unwarranted allegations and defending their family members. However the introduction of blacks to the civil and criminal cases allowed for black witnesses with valuable information to provide key witness information.In the case of Sykes vs. Todd, the testimony of Rachiel Crowell proved vital to the eventual conviction of Charles H. Todd. The altercation between Charles Todd and his mother Lucinda Todd was a key component of the courts decision to rule in Mrs. Sykes favor. While Crowell noted no physical abuse, she did take note of the vulgar language and aggressive manner in which Charles Todd approached his mother. The lasting implications of court cases such as Sykes vs. Todd include an increasingly equal legal system. Despite being too late to rectify the legal system in the pre war South, the post bellum era of legal equality as recognized under the fourteenth amendment provided the ability to improve the legal process. "],"display_date":"July 31, 1897 - December 31, 1897","search_date":"1897-10-15","citations":[{"divid":1217040133,"type":"Government Document","data":["Todd Vs. Sykes","Court of Law and Chancery of the City of Norfolk ","July 31, 1897","","","","8, 134","Special Collections Library, University of Virginia",""]},{"divid":1217040195,"type":"Book","data":["Diane Miller Sommerville","Rape and Race in the Nineteenth Century South ",null,"Chapel Hill, NC","UNC Press ","2004","148-149 "]}],"locations":[{"id":2298,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}