{"id":3078,"title":"Norfolk Virginian reports on tobacco output\n","course_id":1,"status":"P","start_date":"1891-07-23","end_date":"1891-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Norfolk Virginian reported the acres of farmland that grew tobacco and the ","pounds of tobacco harvested as a result in 1891. There were various counties and big ","producers included Amherst, Bedford, and Prince Edward. Many of these counties ","resided in the Central Virginia region. 24,034 planters planted on 110,579 acres and ","produced 48,522,655 pounds of tobacco according to the last census. The total amount ","made from the sale of tobacco was 4,323,649 dollars.","The tobacco industry had grown from individually owned tobacco plantations to ","massive companies with the advancement in machinery and small plantations could no ","longer compete. Machines soon replaced hands in rolling the cigarettes and where a ","skilled worker could only roll four cigarettes a minute, the machine could roll two ","hundred cigarettes per minute at half the cost. Other regions of the South including ","Central Virginia did not manufacture cigarettes and concentrated on chewing tobacco ","instead during the late nineteenth century. In comparison to the rest of the South, ","Virginia produced 13 percent of the tobacco while North Carolina produced a little less ","than 10 percent.","Formerly a place of employment for blacks, many whites started to work in ","tobacco production once it became mechanized, and there was clear gender and racial ","inequality according to Cooper. White men worked with the cleaner and newer machines ","and often supervised, while black men had to do the more intensive labor. White women ","were given lighter and cleaner jobs as opposed to black women who were often stuck ","with harder tasks such stemming tobacco. In addition, black and white workers usually ","worked in separate rooms.","Advertising played a large factor in the tobacco industry. William Duke's son, ","James Buchanan, turned his father's small tobacco company into a massive empire. He ","attached stickers advertising their brand of cigarettes to every pack. According to ","William Cooper, smokers preferred cigars and pipes during the 1860's and smokeless ","tobacco users preferred chewing tobacco, however, that view was changing in the late ","1890's because of the advertisement of a new tobacco product, the cigarette which would ","enable James Buchanan to join the American Tobacco Company, a massive monopoly.","Tobacco was the first profitable staple crop of Virginia running back to the ","colonial period. Although the methods of manufacturing tobacco had changed, the ","demand for it was still present. Tobacco was still extremely profitable in the 1890's and ","Virginia ranked highly in the South for tobacco output. In previous decades of the ","nineteenth century, the methods of producing, growing year round instead of seasonally ","and manufacturing, using automated machines instead of rolling by hand, had changed so ","that the process was quicker and more efficient, and with the development and ","construction of railroads, the tobacco product could be delivered quickly to consumers. "],"display_date":"July 23, 1891 - December 31, 1891","search_date":"1891-10-11","citations":[{"divid":1215045146,"type":"Newspaper Article","data":["","The Norfolk Virginian","","July 3, 1891",""]},{"divid":1215045165,"type":"Book","data":["Edward Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","104-107"]},{"divid":1215045215,"type":"Book","data":["William J. Cooper","The American South: A History",null,"New York","McGraw Hills Publishing Co.","1996","467-473"]}],"locations":[{"id":2299,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}