{"id":308,"title":"The Panic of 1873\n","course_id":1,"status":"P","start_date":"1873-09-25","end_date":"1879-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Jay Cooke and Co., a major Philadelphia investment firm, set off the Panic of 1873 when it declared bankruptcy on September 18.  The boom in railroad reconstruction in the South coupled with successful westward expansion projects such as the Union Pacific Railroad had caused investors and speculators to bet heavily on new transportation projects (like a second transcontinental railroad, the Northern Pacific).  Once Cooke realized his firm had overextended itself financially in rail investments and was unable to meet its debt obligations (loans), he had to declare bankruptcy.  Fearing more defaults, banks around the country began calling in loans, causing more firms and investors to default, cutting off the rail industry's cash flow, causing more banks to call in more loans, and so on to cause a major financial depression; the New York Stock Exchange was closed for 10 days.  Between 1873 and 1879, employment reached a high of 14%, 89 of the nation's 364 railroads went under, and 18,000 businesses failed.  &lt;br /&gt;The aftershocks of the financial crash were soon felt in the Deep South, despite initially hopeful reporting that the worst has been seen;In Petersburg, Virginia several banks have been suspended; But off in the South and West no trouble is apprehended save some monetary stringency for a while' (Atlanta Constitution September 25).  The diary of a Northern Pacific Railroad employee named Thomas Rosser reveals the profound and rapid downward spiral Cooke's default initiated.  On September 18, 1873, Rosser learned; that Jay Cooke & Co. had failed. and [sic] the future of our co. is dark and uncertain.'  By October 13, less than one month later, the railroad had to send Rosser to Fargo in the Dakota Territories to represent the company at an auction sale to liquidate the last of the Northern Pacific's quartermaster dept. [property].'  In Rosser's words, the Northern Pacific [was] uttering its last gasp.'  The Alabama and Chattanooga Railroad soon joined the Northern Pacific in bankruptcy; by mid-November it was in the hands of receivers appointed by the Circuit Court of the United States, sitting at Mobile' (Montgomery Daily Advertiser).&lt;br /&gt;In this context of financial failure, Southern whites found it easy to blame Republican politicians in Washington and in their state governments, which in many cases had promised state funds to rebuild war-ravaged railways throughout the region (over 10 million alone to three North Carolina railroads).  The repercussions of the Panic reached across the South, as financial malcontent coupled with Republican corruption, lingering Civil War hostilities, and racial polarization lead to the North's retreat from Radical Reconstruction, making way for the Bourbon Redemption in 1876.  The South's large and influential agricultural sector took an especially large hit in the months following Northern investment failures, hurting black and white alike.  Crop prices dropped sharply: in just six short months, cotton prices fell by 50%, from around 20 cents per pound in July 1873 to just 10 cents per pound by December (prices quoted in the Atlanta Constitution). The double-whammy of a precipitous decline in profitability and steady deflation caused by a shortage of gold with which to back currency (the U.S. was still on the gold standard at the time) meant that farmers' debts were becoming more expensive at the same time that their crops were bringing in less money to pay those debts.  Property sales and bankruptcies were common, leading farmers to unite their collective woes and demand government aid, touching off the rapid expansion of the Grange Movement and the entrenchment of sharecropping."],"display_date":"September 25, 1873 - December 31, 1879","search_date":"1876-11-11","citations":[{"divid":1213227552,"type":"Book","data":["Eric Foner","Reconstruction: America&#39;s Unfinished Revolution 1863-1877",null,"New York","Harper &amp; Row","1988","512-513"]},{"divid":1213227607,"type":"Book","data":["Hugh Lefler and Albert Newsome","The History of a Southern State: North Carolina",null,"North Carolina","University of North Carolina Press","1973","493"]},{"divid":1213227647,"type":"Book","data":["Donald David Herbert, Jean Baker, and Michael Holt","Civil War &amp; Reconstruction",null,"New York","Norton","2001","625-627"]},{"divid":1213227726,"type":"Manuscript","data":["","1873 Diary",null,"MSS 1171 -d, -e, -f","Box 2","Papers of Thomas Lafayette Rosser","Special Collections Library, University of Virginia"]},{"divid":1213227817,"type":"Newspaper Article","data":["","Atlanta Constitution","","July 7, 1873","1"]},{"divid":1213227851,"type":"Newspaper Article","data":["","Atlanta Constitution","","December 15, 1873","1"]},{"divid":1213227879,"type":"Newspaper Article","data":["The Financial Crash in New York","Atlanta Constitution","","September 25, 1873","1"]},{"divid":1213227915,"type":"Newspaper Article","data":["Railroads","Montgomery Daily Advertiser","","November 18, 1873","2"]}],"locations":[{"id":218,"lat":37.1906306855,"lng":-77.2352563232,"zoom":10,"place":"Prince Georges, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}