{"id":3082,"title":"Laura Merrick Entertains Union Soldiers\n","course_id":1,"status":"P","start_date":"1863-05-21","end_date":"1863-05-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While many of their husbands and fathers went to fight in the Civil War, Southern women were often left at home to care for their families. In Union occupied areas, soldiers made themselves comfortable in the homes of these Southern women. One rainy evening, while Laura Merrick was socializing in her parlor, five Union soldiers entered to take solace from the weather. They strangely requested that Laura sing Bonnie Blue Flag, a Confederate song. Midway through the song Laura burst into tears and ran from the room. After the soldiers apologized for making her so upset, Laura unhappily returned to the parlor. The soldiers informed Laura that they had no hard feelings toward her, because Louisiana's decision to secede was not controlled by the people since African-American opinion was ignored. ","Throughout the occupation of Louisiana, Union solders were seen as conquers by southerners. Soldiers, typified by the disliked General Benjamin Butler, were known to come into the cities of Louisiana and transform them. In New Orleans, General Butler gave the city a thorough cleaning in order to protect his soldiers from disease. Soldiers had no second thoughts about making themselves comfortable in the homes of Louisianans. ","Women of Louisiana had very specific complaints concerning Union soldiers because of the fear they instilled in these women. There was specific code of conduct that Union soldiers followed called the woman order. This order established that if women disrespected Union soldiers they would then be recognized as prostitutes. Therefore, women were very scared to upset Union soldiers. They went out of their way to appease the soldiers to avoid sexual abuse - even if this meant going against their beliefs."],"display_date":"May 21, 1863","search_date":"1863-05-21","citations":[{"divid":1215626574,"type":"Website","data":["Documenting the American South","Old Times in Dixie Land: A Southern Matron&#39;s Memory","University of North Carolina at Chapel Hill Library","http://docsouth.unc.edu/merrick/menu.html","September 24, 2006"]},{"divid":1215626662,"type":"Book","data":["Joe Gray Taylor","Louisiana: A Bicentennial History",null,"New York","W. W. Norton &amp; Company","1976","91-92"]}],"locations":[{"id":2303,"lat":30.8450996798,"lng":-91.0454900846,"zoom":9,"place":"EAST FELICIANA, Louisiana"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}