{"id":3084,"title":"Solicitation at a Populist Party Meeting\n","course_id":1,"status":"P","start_date":"1892-12-05","end_date":"1892-12-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Hands burrowed into pockets and handbags searching for coins, small bills, or anything to give to Joseph Pearson, a poor African American man who spoke so tenderly of his recently deceased wife and her last wish. Indeed, attendants of the People's Party mass meeting in Thomson Friday, December 5, were deeply stirred as Pearson described his wife who requested that she wanted to give something to help Mr. Watson get his rights. Of course, the Mr. Watson whom Pearson's wife referenced in her last moments was none other than Thomas Watson - the darling of the Populist Party in his campaign for reelection to the House of Representatives. Pearson circled the gathered crowd and, recalling his wife's indelible devotion and enthusiasm for Mr. Watson, sought to invigorate the gathered members and inspire them to act likewise. A People's Party Paper correspondent covering the meeting wrote, It stirs very deeply, very, very deeply, when I think of this good old woman, lying in pain and in the awful shadow of death, and yet having her heart so full of zeal in the cause as to make her last act on earth a proof of her devotion to it, and her last message one of cheer to me. Following such an emotional appeal by Pearson, it is difficult to believe someone would be averse to working for such a man as a Mr. Watson and his populist cause, and yet opponents abounded in his reelection campaign.","What became of Joseph Pearson and his quest to fulfill his wife's dying wish is unknown; however, it may be said that his efforts were part-in-parcel of Watson's eventual reelection to the House of Representatives as a Populist in 1892. Not only was Watson one of the founders of Georgia's Populist Party, but he was also a brilliant orator and incredibly charismatic speaker. Both of these traits helped him climb the ranks of the Populist Party as he strove to unite agrarians across class lines and overcome racial divides. Later, he even advocated for the right of African American men to vote - a radical appeal for a Populist to make given the party's traditional base among white farmers. Unfortunately, Watson's early support for and among African Americans like Joseph Pearson soured after the failure of the Populist Party to fuse tickets with the Democrats in the elections of 1896 and 1898. Watson blamed minorities in the South for the Party's failures on the electoral field of battle and thenceforth transformed into a bitter racist. Watson had always harbored intense anti-Semite and anti-Catholic sentiments, but given his early support for African American rights, few could guess that he would eventually call for the reorganization of the Ku Klux Klan. Watson proceeded on to the national political stage as both a vice presidential candidate in 1896 and a presidential candidate in 1904. He failed, however, to receive enough support to elect him on either front. ","When Watson initially formed the Populist Party in Georgia, it appealed primarily to white farmers, due to its emphasis on agricultural protectionism in the South following low cotton prices in previous decades. On a more national level, the Party advocated for issues like free and unlimited coinage of silver, the abolition of national banks, a system of graduated income tax, public ownership of the railroads, steamship lines and telephone and telegraph systems, and direct election of United States Senators. Fierce competition from Democrats - who were still a viable force in the South at the time - demanded that the Populists appeal not only to the white populace in Georgia but also to African American Republicans. This initiative to attract the black vote obviously proved successful in the case of Pearson's deceased wife. Emotional appeals like Pearson's prove the overwhelming success of Watson in reaching out to the African American populace - an incredibly symbolic attempt which struck a strong chord among many and enabled him to claim bi-racial support on agrarian issues."],"display_date":"December 5, 1892","search_date":"1892-12-05","citations":[{"divid":1213832722,"type":"Newspaper Article","data":["Act Act In the Living Present","People&#39;s Party Paper","","December 9, 1892","5"]},{"divid":1213832757,"type":"Article","data":["Francis M. Wilhoit","An Interpretation of Populism&#39;s Impact on the Georgia Negro","The Journal of Negro History","52","April 1967","116-127"]},{"divid":1213832808,"type":"Book","data":["C. Vann Woodward","Tom Watson: Agrarian Rebel",null,"New York","MacMillan Company","1938","190-258"]}],"locations":[{"id":2305,"lat":34.426000328,"lng":-83.2423737095,"zoom":9,"place":"FRANKLIN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}