{"id":3086,"title":"Maryland&#39;s Desire to Establish a Decision\n","course_id":1,"status":"P","start_date":"1847-01-21","end_date":"1847-01-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The abolitionist movement began as a peaceful movement in the eyes of Marylanders, however, as they approached the goal of emancipation, many citizens question what their respective states would be like without the admittance of slavery. The question of whether of not Maryland was truly a southern state. According to Richard Walsh and William Lloyd Fox's <em>History of Maryland</em>, the free black population established itself at 75,000 individuals by 1850. An editorial written on January 21, 1847 in <em>The National Era</em>, an African American periodical, discussed the issue of slavery in Baltimore. In the editorial, written by the Baltimore correspondent of the <em>New York Tribune</em>, the correspondent brought forth the question, Will the abolition of slavery in Maryland tend to the Prosperity of the State? The correspondent followed by saying this topic was disputed by a society composed of highly intelligent men. "," Abolition surfaced issues that divided, cities, states, and eventually a nation. The correspondent maintained the topic to be an incontrovertible argument, as a one-sided question in Maryland. James and Dorothy Volo explained how allegiance to slavery became and institution that was rarely expressed and eventually became a serious issue creating frequent turmoil over states' right in their <em>Encyclopedia of the Antebellum South</em>. Walsh and Fox said that for the time period, the primary establishment of slavery in Maryland remained because of the reliance on the tobacco culture in the southern region and the Eastern Shore. Fox and Walsh reported that Prince George's County, while being one of the largest tobacco producers in the area, still failed in its ability to keep a relationship between the number of whites and slaves in the area."],"display_date":"January 21, 1847","search_date":"1847-01-21","citations":[{"divid":1214693822,"type":"Newspaper Article","data":["","The National Era","Washington D.C.","January 21, 1847",""]},{"divid":1214693850,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo","The Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000","1"]},{"divid":1214693931,"type":"Book","data":["Richard Walsh and William Lloyd Fox","Maryland: A History 1632-1974",null,"Baltimore","Maryland Historical Society","1974","219-220"]}],"locations":[{"id":2306,"lat":38.8324772244,"lng":-76.8447330303,"zoom":9,"place":"PRINCE GEORGES, Maryland"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}