{"id":3087,"title":"Brothers embark on mill buying adventure\n","course_id":1,"status":"P","start_date":"1890-11-20","end_date":"1891-09-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Brothers James Bibb and W.E. Bibb decided to invest in building a cotton mill. ","James was a real estate developer and W.E. Bibb was a lawyer. They corresponded by ","mail over several months trying to get other investors involved and talked about financial ","matters. James was the person who was mostly in charge of this deal although he always ","was asking his brother for advice and of course for more money. The very first letter ","James sent to his brother expressed his concern about acquiring enough money to pay for ","his share of the mill, and he listed the various ways in which he is going to do it. He ","encountered many setbacks; some of the investors no longer had substantial amounts of ","money to purchase their share, James owed people money in other business dealings of ","his, however; throughout the series of letters, the mill deal was still a valid issue ","between James and W.E. Bibb. James questioned how and if they had enough money to ","not only purchase but to continue to run the mill. Unfortunately the Bibb brothers, ","lacking the money, gave up the mill idea, and James decided to start a brick laying ","company.","Despite the fact that the Bibb brothers did not succeed in running a successful ","mill, many southerners did. The cotton mill industry was a volatile business in the South, ","and prospered even during the depression of the 1890's when all other industries in the ","South declined. People like James Bibb put together investors to start up these mills in ","hopes that they would make a profit. There were probably several reasons why the Bibb ","brothers wanted to buy a cotton mill. The textile industry was much more profitable than ","iron or coal because the cotton mills could be built anywhere with a water source for ","power. After the widespread use of steam power, the mills no longer depended on water ","as a power source. Also the labor needed for iron and mining required skilled workers ","and mechanics, which were in short supply in the South, while the textile industry needed ","people of little experience.","Workers in the cotton mills were mostly white women and children; in fact the ","mill industry was the largest employer of southern white women according to William ","Cooper. According to Edward Ayers, black men were only permitted to unload cotton ","bales outside the mills and black women were not permitted to work there at all. Entire ","families would work in a mill because it was easier for them to stay together and this was ","beneficial to the employer because they were less liable to leave and find work ","elsewhere. Soon mill villages were established with churches, housing, schooling, and ","stores where mill employees could carry out their everyday tasks, and by the 1900s, 92 ","percent of mill workers lived in these communities. If the Bibb brothers had continued ","investing in the mill, they would have most likely have had to provide these incentives as ","well.","Southerners used cutting edge technology for their textile mills. By 1890, 47 ","percent of the mills in the South used steam power, and by 1900, 60 percent of the mills ","utilized steam power. Other than fuel sources, mill owners also purchased top of the line ","machinery that included the automatic loom and the ring spindle, which by 1890 was ","used by 90 percent of the southern mills and only 70 percent in the northern mills. This ","was the first time that the South manufactured the cotton that they grew instead of ","shipping it to the north or some other manufacturing site. The South had become a major ","force in the textile industry not only in the Union but internationally; 60 percent of U.S. ","output of textiles was supplied from the South. "],"display_date":"November 20, 1890 - September 11, 1891","search_date":"1891-04-16","citations":[{"divid":1215626762,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","111-114"]},{"divid":1215626788,"type":"Book","data":["William J. Cooper and Thomas E. Terrill","The American South, A History",null,"New York","McGraw Hill Publishing Co.","1996","565-572"]},{"divid":1215626884,"type":"Manuscript","data":["","Note sheet for inventories",null,"Mss  4171, etc.","Box 1","William E. Bibb Papers","Special Collections Library, University of Virginia"]}],"locations":[{"id":2307,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}