{"id":3089,"title":"Agricultural Crisis in the South\n","course_id":1,"status":"P","start_date":"1819-09-16","end_date":"1819-09-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A local farmer published a letter in the Camden Gazette in the hopes of bringing the region's epidemic of cotton rot to the public forum for discussion. The farmer wrote that there were two theories about the source of the epidemic that was rotting cotton crops across both South Carolina and Georgia: that the disease arose from degradation of the cotton plants due to over cultivation, or that a scourge of insects was responsible for the ruin. Supporters of the first theory contended that bad cultivation of foreign plants is known to lead to an eventual decline in the vegetable quality, and also cited the fact that the disease spread very uniformly and very quickly across the cotton growing region, suggesting that the cause must be a disease because insects need time to migrate. Proponents of the insect based theory offered support for their theory by referring to several sightings of strange insects in cotton fields and puncture wounds found in the cotton boles of spoiled crops."," The author of the article discussed both these theories as possible sources of the cotton rot affecting the South. However he himself did not claim to hold the answer to the problem, and therefore suggested that the state should provide funding for agriculture societies to further research the matter. He expressed his opinion that this crisis should be a priority for South Carolina because of the economic implications of wide spread cotton rot: if a solution cannot be found it was unclear what crop would provide an acceptable substitute for cotton as a cash crop. The regional land was not suitable for growing tobacco, indigo, or wheat. He also expressed concern that a particular species of property [slaves] will soon be of little value if a solution is not quickly discovered.","The South depended upon the economic success of cotton. In particular, according to Lacy Ford, the introduction of cotton to upstate South Carolina at the end of the eighteenth century was seen as a regional economic salvation. By the time of this recorded cotton rot, the area was exporting around 50 million pounds per year. The success of the cash crop in the region allowed local families to accumulate wealth, and the few slave owning families of the area acquired their wealth from the booming cotton trade. Clearly the citizens of the area would be concerned if their main means of livelihood were being threatened and especially if their new found luxuries may be short lived."],"display_date":"September 16, 1819","search_date":"1819-09-16","citations":[{"divid":1214084891,"type":"Newspaper Article","data":["","Camden Gazette","Camden, South Carolina","September 16, 1819",""]},{"divid":1214084926,"type":"Article","data":["Lacy K. Ford","Self Sufficiency, Cotton, and the Economic Development in the South Carolina Upcountry, 1800-1860","The Journal of Economic History","45","1985","261-267"]}],"locations":[{"id":2308,"lat":34.3452377501,"lng":-80.5785175162,"zoom":9,"place":"KERSHAW, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}