{"id":3090,"title":"Beaufort&#39;s Change of HeartBeaufort&#39;s Change of Heart\n","course_id":1,"status":"P","start_date":"1862-03-01","end_date":"1862-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In March of 1862, a northern soldier stepped on board the steamer Union to accompany it on its journey down South to attempt to take the Confederate locations of Beaufort and Fort Macon. Once the ship landed on the North Carolina coast, the soldier disembarked and continued the voyage on foot with several other men. They were headed twenty miles north towards the city of Morehead City, North Carolina, which was situated just opposite Beaufort and in good firing range to Fort Macon. Once the group reached the area near Beaufort, the fortunate receipt of a mistaken letter divulged some valuable information to the Union forces. It described that Fort Macon was garrisoned by about 500 men, but they were heavily in need of fresh provisions. The soldiers in the fort were sick and lacking morale. Barret and Yearns describe the importance of strategy in attacking Fort Macon, and the dismal conditions and their consequences at the fort certainly prove the historians' point. The strong strategy by the North and lack thereof by the South led to the city in which the fort was situated, Beaufort, being taken by the Union by the early summer of 1862. The stars and bars that one flew over Fort Macon no longer remained there, but the stars and stripes were now flying high. ","The northern soldier who traveled south to take part in the siege recorded the differences he noticed in Beaufort from before and after the turnover. He observed that one of the most sudden changes came in the clergymen of the Episcopalian churches of the city. One week, they prayed for the safety and prolongation of Jefferson Davis' troops, that the hand of God would lead the Confederacy to victory. The following Sunday, then, the same preacher would speak of the importance of the long continuance of the United States. The soldier also wrote about how on the coasts and principal town of North Carolina where the inhabitants have had a chance to become closer to Northerners, there is a feeling of acceptance. The ball only needs to be set in motion for the Southerners to change their attitudes towards the Yankees. Whether or not his opinions on the matter are true, the soldier believed Beaufort changed the feelings in its heart after the Union victory."],"display_date":"March 1, 1862 - May 30, 1862","search_date":"1862-04-15","citations":[{"divid":1215045499,"type":"Newspaper Article","data":["The Burnside Expedition: Our Beaufort Correspondence","New York Herald","","April 12, 1862",""]},{"divid":1215045534,"type":"Book","data":["John G. Barret and Buck Yearns","North Carolina Civil War Documentary",null,"Chapel Hill","University of North Carolina Press","1980","29"]}],"locations":[{"id":2309,"lat":34.9040918306,"lng":-76.2536140613,"zoom":9,"place":"CARTERET, North Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}