{"id":3091,"title":"Badly in Need of a Revival\n","course_id":1,"status":"P","start_date":"1887-02-26","end_date":"1887-02-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rogersville needed religion- at least Reverend Jarvis and Reverend Roberts thought so. These two clergymen, along with the ministers of the churches near Rogersville held a series of union meetings or revivals at the Methodist Episcopal Church. ","The faithful churchgoers who attended prayed together, coming forth to offer their wishes for the success of the revival meeting and for the souls of those gathered. Coming through inclement weather, they prayed with the ministers and found spiritual comfort. So successful and popular were these meetings, that the leading opinions in the town were in favor of extending the revival meeting for an entire month, to solidify the influence of Christianity in the region. ","The influence of Evangelical Christianity in the South cannot be denied. Landholders, small farmers, and women all flocked to the churches to find their particular brand of Protestantism. Revival meetings such as this one became common as preachers sought to extend their messages beyond the walls of their churches in efforts truly to evangelize the population. Historians tell us that a great many church members were women, so it is safe to say that the women of Rogersville and its environs probably attended this series of revival meetings. Indeed, they most likely brought others with them to hear the messages of sin, repentance, and rebirth being preached by the variety of ministers. That the ministers were requested to stay on and continue these meetings illustrates a sort of self-conscious desire for Evangelical Christianity on the part of the areas residents as well as a recognition of religious affiliation as an important regional characteristic. "],"display_date":"February 26, 1887","search_date":"1887-02-26","citations":[{"divid":1215045655,"type":"Newspaper Article","data":["The Revival","Rogersville Herald","","February 26, 1887",""]},{"divid":1215045676,"type":"Book","data":["Samuel S. Hill, Charles H. Lippy, and Charles Reagan Wilson, editors","Encyclopedia of Religion in the South",null,"Macon","Mercer University Press","2005","19"]}],"locations":[{"id":2310,"lat":36.4411585935,"lng":-82.9446913403,"zoom":9,"place":"HAWKINS, Tennessee"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}