{"id":3092,"title":"A Union Soldier Celebrates a Victory\n","course_id":1,"status":"P","start_date":"1863-02-01","end_date":"1863-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Union troops had finally secured Fort Butler in Donaldsville. Excitement was everywhere. George Smith was one of the proud soldiers who witnessed the raising of the Union flag. The soldiers had worked relentlessly to secure the fort and the moment was very emotional. By late morning the regiment was ready to celebrate. Cannons sounded. The Star Spangled Banner rang loud from the band. Miss Weber smashed a bottle of champagne on the flag and it was raised to high mast. The celebration continued for twenty minutes before Colonel Holcomb made a speech. George Smith was revitalized by his words. He remembered just why he was fighting in the war against the Confederates - to preserve the Union his forefathers had fought so tirelessly for. ","As the war progressed Union victories accumulated. One reason for this is that the Confederate army did not play the defensive role that they should have. Instead, they often tried to take an offensive role. This lead to a huge number of casualties because new technology allowed defenders to destroy attackers. Although the Confederates won half of the largest battles of the Civil War, they lost twenty thousand more men than the Union army. All the South needed to do was defend their land. They did not need to attack Union forces. Therefore, Confederate generals, many of whom were taught offensive tactics at West Point, may have doomed the Confederacy to defeat by biting off more than they could chew."],"display_date":"February 1863","search_date":"1863-02-14","citations":[{"divid":1215627004,"type":"Website","data":["Alexander Street Press and the University of Chicago","The American Civil War: Diaries and Letters, Leaves from a Soldier&#39;s Diary: the Personal Record of Lieutenant George G. Smith, Co. C., 1st Louisiana Regimant Infantry Volunteers &#40;White&#41; During the War of the Rebellion","Alexander Street Press and the University of Chicago","http://www.alexanderstreet4.com/cgi-bin/asp/cwld/getdoc.pl?/projects/artfla/databases/asp/cwld/fulltext/IMAGE/.9742","October 15, 2006"]},{"divid":1215627075,"type":"Book","data":["John B. Boles","The South Through Time: A History of an American Region Volume 1",null,"Upper Saddle River","Prentice Hall","1999","344-345"]},{"divid":950585,"type":"Article","data":[null,null,null,"LHmlqCOTgeZL"]}],"locations":[{"id":2311,"lat":30.2032650126,"lng":-90.9027162217,"zoom":10,"place":"ASCENSION, Louisiana"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}