{"id":3093,"title":"Local and State Governments Battle Over Liquor\n","course_id":1,"status":"P","start_date":"1893-06-01","end_date":"1893-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In an effort to regulate drinking and in hopes of creating revenue, South Carolina passed a law in 1893 to have the state assume control of alcohol distribution and to take in a share of the profits from the sale of liquor. Under the statute, the profits . . . are to be equally divided between the State and the county, and out of the county's share one quarter goes to the municipal government for police purposes. The law was unpopular and the city of Charleston refused to accept it. Opposition grew so strong in the city that even many Prohibitionists came out against the law, massive quantities of liquor were purchased by private citizens before it went into effect, and the state responded by ordering bars across the city closed and arresting anyone who tried to distribute alcohol without a license."," This incident shows both the nature of local politics in South Carolina in the late nineteenth century and the state of the progressive movement in the South. As William Cooper and Thomas Terrill explain, progressivism in the North tended to focus on social reform and saving the souls of the ignorant masses while the Southern strain of the movement was more focused on busting monopolies. This tradition went back over a century and played on Southern planters' mistrust of big business in the North. Thus, while statewide regulation of alcohol would have been extremely popular in the North, it was met with resistance even amongst reformers in Charleston who felt that the state was overstepping its authority."],"display_date":"June 1, 1893 - July 30, 1893","search_date":"1893-06-30","citations":[{"divid":1215045858,"type":"Newspaper Article","data":["","Outlook","","July 8, 1893",""]},{"divid":1215045868,"type":"Book","data":["William J. Cooper and Thomas Terrill","The American South: A History",null,"New York","The McGraw-Hill Companies","1991","554"]}],"locations":[{"id":2312,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}