{"id":3094,"title":"Advancement of Health and Sanitation in Central Virginia\n","course_id":1,"status":"P","start_date":"1891-07-23","end_date":"1891-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the city of Norfolk on July 21, 1891, Dr. Morgan Health officer of Norfolk ","County, examined the dairies and livestock in the city. The Norfolk Virginian reported ","on the results and also wrote about other issues the Board of Health addressed. ","According to the newspaper, he examined 475 animals with an output of 768 gallons. Dr. ","Morgan's examination yielded results of 15 dairies in good condition but also the ","discovery of two diseased animals. The diseased animals were either quarantined from ","the rest of the herd or sent elsewhere. He also examined the cleanliness of the living ","environments and made sure that the unsatisfactory places used proper disinfectants and ","deodorizers; to use also the best methods, as far as possible, for sterilizing milk cans. At ","the end of the meeting, the members of the board went to the local sewer pump house to ","investigate a complaint of an offensive odor said to prevail in that vicinity. They ","discovered the source of the stench to be from a house near the pump station. The board ","members ordered the tenants to fix their unsanitary condition of housing legally using a ","warrant.","Health boards were newly formed groups during the last two decades of the ","nineteenth century in the South. However, the effectiveness of the groups' actions was ","another story. Inadequate budgets, legislative interference, suspicion and hostility on ","the part of the businessmen, and the ignorance of the masses, often hindered the efforts ","of the health boards according to the Encyclopedia of Southern Culture. Regardless of ","the obstacles, the health boards, like the one in Norfolk, continued with their ","examinations and education of the masses on being sanitary.","This type of situation was commonplace in the South during the late 1800s. As ","industrialization occurred, more and more people left their rural communities and became ","concentrated in certain areas of the South where there was employment at factories and ","textile mills. This prompted urbanization and inevitably health problems. According to ","William Cooper, most urbanizing cities were in the interior of the South, the most ","important exception was Norfolk, which was a major seaport. According to The ","Encyclopedia of Southern Culture, unsanitary conditions in the cities including unpaved ","streets, inadequate or non-existent sewage arrangements, public garbage heaps, and ","contaminated water supplies, contributed enormously to the inevitable and rampant ","spread of disease, and this went on for most of the postwar South during the nineteenth ","century. "],"display_date":"July 23, 1891 - December 31, 1891","search_date":"1891-10-11","citations":[{"divid":1215046035,"type":"Book","data":["William Ferris and Charles Reagan Wilson","The Encyclopedia of Southern Culture",null,"Chapel Hill","The University of North Carolina","1989","1341"]},{"divid":1215046079,"type":"Newspaper Article","data":["","The Norfolk Virginian","","July 23, 1891",""]},{"divid":1215046101,"type":"Book","data":["Cooper J. William","The American South, A History",null,"New York","McGraw Hills Publishing Co.","1996","481"]}],"locations":[{"id":2313,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}