{"id":3100,"title":"The Portsmouth Star calls for the repairing of the neglect of the South\n","course_id":1,"status":"P","start_date":"1898-05-03","end_date":"1898-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The South had been neglected according to the Portsmouth Star. The newspaper ","accused the US, then in the middle of war with Spain, of being reluctant to spend any ","more of the government's money in the South than has seemed absolutely necessary. ","The US would regret spending so little on the South especially when the majority of the ","war was being fought on the front of the Southern coast. Therefore, the Star called for ","more government spending especially for water ports to accommodate additional naval ","vessels in counties such as Newport and Portsmouth. The paper took it a step further and ","accused its own representatives of being too focused on winning the game of politics for ","their party instead of promoting and representing their own cities, or else these water ","ports would already be built. ","This newspaper illustrated a very different point of view than most of the South ","concerning the war. The Spanish-American war stemmed from Cuba's failed attempt for ","independence before and reemerged in the 1890's and the situation forced the United ","States to get involved because the Spanish sank the Maine in 1898. This newspaper ","illustrated an us versus them attitude towards the North claiming that the South was ","only getting the crumbs that fall from the Federal table, which was a different ","perspective than the rest of the South. The South supported the war enthusiastically ","because they saw it as a way to obtain more territory in the Caribbean especially Cuba ","which they dubbed the Pearl of the Antilles. However, the Star illustrates a snapshot ","of the tension felt from some southern cities, like Portsmouth, VA, that felt the ","government was not doing enough to help them especially during a time of war. The ","South had only ended Reconstruction a few decades ago and the aftereffects and mindset ","of that time period still existed, and also industrially the South was still lagging behind ","the North. The Spanish-American war was also a source of racial tension. During the ","war, many black men volunteered to be soldiers. They were forced to be in segregated ","regiments, restaurants, hotels, and other facilities, and when the blacks and whites were ","together, violence ensued according to the Encyclopedia of Southern Culture.","Despite the moments of tension and frustration that occurred, many considered ","the Spanish-American War to be the real end of the Civil War, according to The ","Encyclopedia of Southern Culture. Finally, there was a cause that both the North and ","South agreed on and wanted to fight for. According to The Encyclopedia of Southern ","Culture there was an instance where two former Confederate soldiers were appointed ","major generals in this war and as their troops charged towards the retreating Spaniards ","and one of them yelled We've got the damn Yankees on the run. This statement was ","widely retold, but instead of being offensive, people both in the North and the South ","found it humorous, thus illustrating physically,reconciliation between the two formerly ","split sides, and the South was now truly part of the Union once again."],"display_date":"May 3, 1898 - December 31, 1898","search_date":"1898-09-01","citations":[{"divid":1215046345,"type":"Book","data":["Edward Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","128-134"]},{"divid":1215046396,"type":"Book","data":["William Ferris and Charles Reagan Wilson","The Encyclopedia of Southern Culture",null,"Chapel Hill","The University of North Carolina","1989","663-664"]},{"divid":1215046445,"type":"Newspaper Article","data":["","Portsmouth Star","","May 3, 1898",""]}],"locations":[{"id":2316,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}