{"id":3101,"title":"Charleston Suffers a Cold Spell\n","course_id":1,"status":"P","start_date":"1895-02-01","end_date":"1895-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" In February of 1895, Charleston experienced the coldest winter ever on record up to that date. It reached a low of twelve degrees Fahrenheit. Entire crops of strawberries, cabbage, lettuce, and peas were destroyed both within the city and across the state. The cold weather decimated both the city's food supply and its ability to export food products. While the account of the cold spell focuses on the adverse economic effects to the region, the poor African American population of the city must have been hit hard as well."," Charleston was the victim of several natural disasters in the late 19th century, foremost among which was a massive earthquake that severely damaged the city. The severe cold weather of 1895 was just another trial for the resilient citizens of Charleston to overcome. The loss of this crop to bad weather was part of a larger pattern of changing agricultural conditions. For hundreds of years, farming in the South had been dependent to varying degrees upon slave labor. Even though there were many small farmers who did not use slave labor directly, it was still a large part of the overall process of getting their crops to market. In the generation after the end of the Civil War though, very little changed. Most slaves simply became tenant farmers who were in debt to the land owners. Thus, even though the system that supported Southern agriculture was fundamentally altered by the Civil War, the overall process had not changed greatly in the decades after it."],"display_date":"February 1, 1895 - March 30, 1895","search_date":"1895-03-01","citations":[{"divid":1214087359,"type":"Newspaper Article","data":["","The Southern Planter","","March 1895",""]},{"divid":1214087374,"type":"Book","data":["William J. Cooper and Thomas Terrill","The American South: A History",null,"New York","The McGraw-Hill Companies","1991","565"]}],"locations":[{"id":2317,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}