{"id":3102,"title":"Internal Improvements within South Carolina\n","course_id":1,"status":"P","start_date":"1818-06-06","end_date":"1818-06-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An anonymous citizen published a letter in the Camden Gazette, addressed to the inhabitants of Columbia, Camden, and Charleston, expressing his concerns and hopes for the internal improvement of the state of South Carolina. He began by saying that although South Carolina held an advantage over other areas in rich natural resources, these resources had not been taken advantage of to their full extent, and little interaction occurred within the state's different regions. The author of the letter stated his opinion that it was imperative that the state improve the condition of its roads and rivers. Although clearly these projects would be expensive, it would be well worth the high costs to decrease transportation costs and risks to horses, drivers, and health."," The newspaper letter expressed several suggestions for the state and the citizens as to specific internal improvements for South Carolina. The first was to consult with a state engineer and complete several surveys of the roadways for the purpose of improving passageways from Camden to Charleston. The second suggestion was for the improvement of the river systems so it would be possible for a steam boat to navigate the waterways from Camden to Charleston at any time of year without danger. However, the author also warned that the citizens of South Carolina should not expect much in the form of financial aid from the state or federal government. His reasoning behind this was that the district's representatives only made up a small proportion of the community, the legislature only met for three short weeks each year, and similar requests in the past had been ignored. Such required improvements might therefore need to be financed by town corporations, with the hopes that the state legislature would reimburse them at a later point."," Throughout the antebellum period South Carolina was the target of many different policies of internal improvement because of its economic and agricultural value to the union. According to historian John Conger the state was blessed with a natural expanse of waterways, but massive amounts of funding were needed to better organize the water routes for use in transportation and trading. The state never received the necessary federal funding for such projects because the mountains to the west and northwest made improvements difficult and kept South Carolina isolated from trade with her neighboring states, effectively discouraging the federal government from allocating funds to the state. Frustrations from the lack of funding for internal improvements eventually grew into frustrations with national tariffs because the civilians of South Carolina claimed they never received the same benefits from surplus government revenue as other states in the union."],"display_date":"June 6, 1818","search_date":"1818-06-06","citations":[{"divid":1215046650,"type":"Newspaper Article","data":["","Camden Gazette","Camden, SC","June 6, 1818",""]},{"divid":1215046668,"type":"Article","data":["John L. Conger","South Carolina and the Early Tariffs","The Mississippi Historical Review","5","1919","415-433"]}],"locations":[{"id":2318,"lat":34.3452377501,"lng":-80.5785175162,"zoom":9,"place":"KERSHAW, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}