{"id":3103,"title":"The Organization of Agricultural Societies\n","course_id":1,"status":"P","start_date":"1818-06-27","end_date":"1818-06-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A newspaper article was published on June 27 to announce the formation of a society for the improvement of agriculture, called the South Carolina Agricultural Society. The objectives of the society were cited as being improving the internal conditions of South Carolina, with special interest in Camden County. Improvements would be made by discovering new manures and facilitating the collection and distribution of manures, improving animal husbandry and the breed of livestock, improving rural architecture, and researching ways to destroy vermin and insects harmful to the agricultural industry. The constitution of the society specified intentions to research all foreign and domestic plants and animals, to discover more utilities for all available resources in the region, and to discover the ways in which foreign plants and animals adapt to their new environments when introduced to the region. The constitution made provisions to provide funding for the purchase of lands for one or more farms for the society to use for various experiments and research."," On the eve of the Civil War the state of South Carolina was as economically dependent upon agriculture, most specifically staple cash crops, as it had been for the previous 150 years. According to research by Walter Edgar, there was such a regional reliance on agriculture that there existed a general attitude among South Carolinians that industrialization was a danger to their existing way of life. Consequentially, it is not surprising that many local organizations such as the one described above were established across South Carolina during the antebellum period. Eventually almost every county across the state had some form of agricultural society. "],"display_date":"June 27, 1818","search_date":"1818-06-27","citations":[{"divid":1214167936,"type":"Newspaper Article","data":["","Camden Gazette","Camden, South Carolina","June 27, 1818",""]},{"divid":1214167957,"type":"Book","data":["Walter Edgar","South Carolina: A History",null,"Columbia","University of South Carolina Press","1998","265-287"]}],"locations":[{"id":2319,"lat":34.3452377501,"lng":-80.5785175162,"zoom":9,"place":"KERSHAW, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}