{"id":3105,"title":"A Controversial Letter to the Editor\n","course_id":1,"status":"P","start_date":"1895-09-01","end_date":"1895-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In the summer of 1895, a person identifying themselves only as Pee-Dee wrote an explosive letter to the Charleston News and Courier. He proposed all men, both white and black, should be allowed to vote, but that those who owned property should have their vote count for more. Specifically, a man would receive an additional vote for each 500 worth of property he owned up to 5000. Thus, a wealthy man could have his vote count for ten times as much as a poor man's ballot. The stated purpose of this plan was to counteract the African American majority in South Carolina. As an analysis of the proposal states, the plan would wipe out the colored majority of 40,000 voters and insure a white majority of 20,000. If enacted, this proposal would allow Southern governments to disenfranchise blacks without violating the Fourteenth Amendment."," Pee-Dee's proposal was not controversial because it disenfranchised African Americans, but because of the effect it would have on poor and middle class white voters. This attitude of searching for legal loopholes to institute segregation became prevalent across the South after the end of Reconstruction. Once they were no longer under military occupation, white Southerners began looking for ways to reassert control over their society. Proposals such as these would eventually build up to the Supreme Court validation of segregation in Plessey v. Ferguson and decades of African American segregation under Jim Crow laws. While this specific proposal was never passed, similar measures were soon enacted to disenfranchise African Americans and ensure white dominance of the political system in the South for generations. Pee-Dee's proposal is just one of many examples of white racism that set black Southerners back for decades."],"display_date":"September 1895","search_date":"1895-09-15","citations":[{"divid":1215046777,"type":"Newspaper Article","data":["The Pee-Dee Suggrage Plan","American Magazine of Civics","","September 1895",""]},{"divid":1215046812,"type":"Book","data":["C. Vann Woodward ","Origins of the New South, 1877-1913",null,"Baton Rouge","Louisiana State University Press ","1971","211"]}],"locations":[{"id":2320,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}