{"id":3106,"title":"The Arnolds and the Academy of Young Ladies\n","course_id":1,"status":"P","start_date":"1816-12-02","end_date":"1816-12-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["December 1816 was a significant month for women in Tennessee. Mr. and Mrs. Arnold, coming from Kentucky, decided to open an academy for young ladies in Nashville. This Academy was very similar to those built for young Tennessean men even if some subjects were specific to women's instruction. Thus, the married couple taught subjects as significant as the pronunciation of English language, reading, penmanship, arithmetic, English grammar and geography with the use of the globes. The Academy was also organized like other schools: the students paid tuition fees (at first, it was 45 dollars per session but it increased a lot during the following year) and ladies who came from afar were boarded. So, the opening of the Arnolds' school had an impact both on Nashville's population and those of other states. This school was very successful from the beginning and the Arnolds quickly announced the Academy would stay open the following years. Ten years after its establishment, in 1826, it enrolled almost three hundred students whereas the University of Nashville, built for men, rarely had more than 100 students, since most men chose to study in other states. Nashville Female Academy soon became one of the best known schools for girls in the South and was considered as a local pride and an example to follow. When President James Monroe came to Nashville in 1819, he went into the school for an address before students and faculty members who were considered as full-fledged scholars. ","The Nashville Academy was created at a time when other institutions were admitting only men and tended to be religious. It was a really quaint institution, even if academies for ladies soon started to flourish elsewhere in the South. Education was by no means confined to the East and the North. Female education received a special attention in Tennessee which was, as far as women education is concerned, a pioneer state. For example, The Fisk Female Academy, created in Overton County in 1806 is considered as the first academy for girls in the South. Other schools for girls followed in the Volunteer State: in Knoxville, Memphis, Gallatin, Rogersville, Murfreesboro, McMinnville, Paris,and Lebanon for example. These schools were a part of the social and economic transition in Tennessee after the war of 1812. Indeed, this war, fought between the United States and Great Britain from June 1812 to the spring of 1815, had a big impact on Tennessee (the huge number of Tennesseans involved in this war even gave its nickname, The Volunteer State to Tennessee) and so had the ensuing panic that is to say a period of financial distress which followed. In Tennessee, reconstruction was also achieved by education. This transition started sooner in Tennessee and permitted the development, the democratization and the modernization of the state. For that matter, women education is still considered as an indicator for the level of development. "],"display_date":"December 2, 1816","search_date":"1816-12-02","citations":[{"divid":1215047004,"type":"Newspaper Article","data":["An Academy for Young Ladies","The Nashville Whig","","January 23, 1816",""]},{"divid":1215047025,"type":"Newspaper Article","data":["","The Nashville Whig","","December 4, 1816",""]},{"divid":1215047042,"type":"Book","data":["Stanly Folmsbee, Robert Corlew, and Enoch Mitchell","Tennessee: A Short History",null,"Knoxville","The University of Tennessee Press","1969","272-274"]},{"divid":1215047097,"type":"Book","data":["Thomas Perkins Abernethy","From Frontier to Plantation in Tennessee",null,"Chapel Hill","The University of North Carolina Press ","1932","277-279"]}],"locations":[{"id":2321,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}