{"id":3107,"title":"Measure to Prohibit the Introduction of Slaves for Sale Into Georgia\n","course_id":1,"status":"P","start_date":"1851-11-01","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1851, Mr. McDougald introduced a bill to the Georgia legislature that would have banned further importation of slaves for sale into the state. The purpose of the bill was supposedly to ensure the survival of slavery in the state, but it was largely opposed. People disagreed on the real intentions of the bill, and on what the consequences of it would be. The Georgia <em>Telegraph</em> called the policy unwise, impolitic, and short-sighted. It was fraught with as much injury to the institution of slavery as if the policy had been generated in Massachusetts for the express purpose of destroying the institution. ","Both sides of the debate were pro-slavery, but could not agree on how to preserve the institution. Most argued that the bill favored the wealthy by increasing the value of the slaves they already owned, thus maintaining the planter class's status quo by making it extremely difficult for other farmers to procure slave labor at a reasonable price. Supporters of the bill believed that if the interstate slave trade continued, slaves would eventually become so numerous that they would no longer be a profitable labor source. Slaves would become less valuable as their numbers increased. Eventually, the cost of maintaining them would exceed their worth, and the practice of slaveholding would die out entirely. ","An editorial published in the <em>Telegraph</em> argued that the measure would have an exact opposite, negative effect. Prohibiting the slave trade would likely inspire other southern states to do the same, and eventually slave-selling states like Virginia would no longer have a market for their primary export. If Virginia's economy collapsed, the state would abolish slavery, and others would follow. The <em>Telegraph</em> argued, Who does not know that the accumulation of slaves, without reciprocal benefits, without profitable results, would eventuate in its abolition even in Georgia or Mississippi. What man would own slaves, if they only run him in debt The bill initially failed to pass. Amendments were twice offered on the original bill, and the bill succeeded on its third try by a 57-44 vote. Two days later, a motion was made to reconsider the bill, and it was finally rejected on an appeal to its constitutionality."],"display_date":"November - December 1851","search_date":"1851-11-30","citations":[{"divid":1215047290,"type":"Newspaper Article","data":["","The Georgia Telegraph","","December 2, 1951",""]},{"divid":1215047307,"type":"Newspaper Article","data":["","The Georgia Telegraph","","December 16, 1951",""]},{"divid":1215047329,"type":"Website","data":["Lacy Ford","Slavery and Racist Thought in the Old South: Reconsidering Race, Slavery, and Power in a Slaveholding Society","Yale University","http://www.yale.edu ","October 27, 2006"]}],"locations":[{"id":2322,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}