{"id":3108,"title":"Shall We Unite?  Nationalist Sentiments in Atlanta\n","course_id":1,"status":"P","start_date":"1892-04-12","end_date":"1892-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Twenty-seven years had passed since Grant surrendered to Lee at Appomattox, VA and yet, according to A.D. Kean, division still belied his society. In seeking those similarities which connect the North with the South, Kean made a poignant point, asking readers of the People's Party Paper to recall those 23 New York Unknown who similarly left their homes with the kisses of their mother still on their brows. He writes, What happened in New York had its counterpart in Georgia. We take a delight in fixing the graves, be it either '23 New York, Unknown,' or '3 Mississippi, Unknown' for in the beautiful strain of Osian 'It is the memory of joys that are past and gone, sweet and mournful to the soul.' Kean suggested that by putting to rest those divisions between the North and South, the South was better able to welcome the West and usher it into a new era of American history. At one point, he writes Shall we submit longer? The crisis is now at hand; shall we unite with the West? The union is offered; if we choose we can accept. The West and South are both agricultural countries. Let us accept this union and thereby declare that our actions speaking for us declare our intentions are to unite with the West. This country will be happy when it recognizes 'no North, no South, no East, no West, but loves with equal tenderness both sections and trusts. Georgia alike with Kansas.' ","It is difficult to ascertain how unique Kean was in his sentiments. How many other readers of the People's Party Paper sought a unified national identity decades after war ravaged families and communities in both the North and South? Kean mentions the community's commemoration of the 23 New York Unknown. The many battlefields and memorials like this one which dapple the space above and below the Mason Dixon Line testify not only to the devastation of the period and the subsequent need to memorialize the experience, but also to the regional identities which formed as a result of it. Just 27 years earlier, the turmoil of the Civil War ravaged the country, simultaneously confusing national and southern identity. Like Kean, many individuals questioned how the nation would be able to incorporate the West when it was simultaneously struggling to throw off the yoke of war and the fractious identities which had formed as a result of it and Reconstruction.","The loss of over 620,000 lives during the course of the Civil War far exceeded any previous American engagement. Fathers, brothers, lovers, and friends were lost and indelible and scarring experiences assumed their place, ensuring that masses of families and communities on both sides of the divide would live the aftershocks of the Civil War for decades later. The reverberations from this dramatic loss would also echo in social, political, and economic spheres as America strove to develop a cohesive identity amongst its growing pains in the late nineteenth-century. With the 1892 establishment of Ellis Island in New York as the main hub for immigrant processing and the subsequent need to expand, new questions of identity and inclusion were bound to arise. Specifically, the settlement of the West presented yet another challenge to Southern identity and unity. Kean's letter is evidence of at least some Southern support for inclusion and unity, but the well-documented racial and ethnic tension which developed at the same time point towards an equally-passionate opposition."],"display_date":"April 12, 1892","search_date":"1892-04-12","citations":[{"divid":1216079388,"type":"Newspaper Article","data":["","People&#39;s Party Paper","","April 12, 1892","4"]},{"divid":1216079403,"type":"Book","data":["Carl N. Degler","Place Over Time&#58; The Continuity of Southern Distinctiveness",null,"Baton Rouge","Louisiana State University Press","1977",""]},{"divid":1216079443,"type":"Book","data":["John R. Neff","Honoring the Civil War Dead&#58; Commemoration and the Problem of Reconciliation",null,"Lawrence ","University Press of Kansas","2005",""]},{"divid":1216079494,"type":"Book","data":["Bertram Wyatt-Brown","The Shaping of Southern Culture&#58; Honor, Grace, and War, 1760s-1880s",null,"Chapel Hill ","University of North Carolina Press","2001","177-254"]}],"locations":[{"id":2323,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}