{"id":3109,"title":"Annual Public School Report of Superintendent\n","course_id":1,"status":"P","start_date":"1894-09-07","end_date":"1894-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the Portsmouth Star, Superintendent John C. Ashton reported the public ","school demographics for the year ending July 31, 1894. The school year was in session ","for 195 days in three districts. There was racial segregation at this point with seventeen ","schools for white children and seven for colored children. There were a total of 3,610 ","school-aged children and of that number 1,545 were actually enrolled in the public ","schools, which was the average ratio of the entire South. Of the 3,610 school-age ","children, 2,416 were white and 1,194 were black according to the census of 1890. Of the ","1,545 enrolled children, 1,086 were white and only 459 were colored which showed a ","non-proportional ratio between the total school-age population and the number actually ","enrolled. The average age for enrolled children was 11.5 years old and high-school ","students were figured into this average. Among those studying higher branches sixty ","were white and five were colored. Clearly white children had an educational advantage ","over the black children both in class sizes and resources. ","There were more females than males employed as teachers in both racial ","classifications. There was one white male teacher, and 17 white female teachers. There ","was one colored male teacher and six colored female teachers. Females at this point ","dominated the teaching positions in Portsmouth, and it was an improvement from the ","previous amounts of work that women were allowed to do. According to William ","Cooper, this was one of the few professions that women dominated statistically after the ","Reconstruction in the South. The outlook of women as domestic caretakers was ","becoming more archaic both in Central Virginia and the South as a whole. ","These educational statistics were not only characteristic of Central Virginia. ","Although there were some educational opportunities for black children, the situation was ","clearly not in their favor. After the Civil War ended and blacks were liberated, economic ","and social conditions improved immensely. Nonetheless due to the major setback and the ","disadvantage of being enslaved, the white children still had the better educational ","resources, thus more of them went to higher-level classes in relation to the number of ","black children. This type of advancement was present in all aspects of the black ","population, both economically and socially.","The South lagged behind in education in comparison to the rest of the country, ","and this awareness began to take action in the late nineteenth century. According to ","William Cooper, schools were available only in the larger cites and spending per child in ","public education went only up to as much as one-half of the average amount of the US ","which was 2.84, and this only happened in Texas and Oklahoma in 1900. In most ","states, funding per child was less than a dollar. The lowest consisted of Alabama and ","North Carolina with 50 cents, and South Carolina spent 67 cents per child. This was no ","exception in Portsmouth with a funding of 89 cents for each child. Some factors that ","affected the funding levels included the scattered nature of the Southern population and ","also the dual system of schooling because of segregation."],"display_date":"September 7, 1894 - December 31, 1894","search_date":"1894-11-03","citations":[{"divid":1215047549,"type":"Newspaper Article","data":["","Portsmouth Star","","September 7, 1894",""]},{"divid":1215047569,"type":"Book","data":["Cooper J. William","The American South, A History",null,"New York","McGraw Hills Publishing Co.","1996","535-573"]},{"divid":1215047617,"type":"Book","data":["Willaim Ferris and Charles Reagan Wilson","The Encyclopedia of Southern Culture",null,"Chapel Hill","The University of North Carolina","1989","239"]}],"locations":[{"id":2324,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}