{"id":311,"title":"Miscegenation laws passed prohibiting racial intermarriage\n","course_id":1,"status":"P","start_date":"1873-07-07","end_date":"1873-07-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[":  By 1873, both Virginia and North Carolina had installed conservative, white-dominated state governments, the former having been redeemed' in 1870; that is, white Virginians generally opposed to black rights controlled state government.' (Hartzell 135).  The relative lack of Federal interference in these states' legislative actions and nearly nonexistent Republican influence allowed North Carolina and Virginia to pass anti-miscegenation laws prohibiting persons of different racial background from intermarrying.  The Carolina law forbade marriages of whites to blacks or Indians (to the third generation).  The Virginia statute carried a fine of at least 100.00 and a minimum of one year in jail for whites who married blacks, while the marriage celebrant faced a 200.00 fine.  An added dimension of the Virginia law was the encouragement of informing on fellow whites who might be tempted to perform a mixed marriage: half of the 200.00 fine went to the informer.  &lt;br /&gt;Even in more liberal (and federally controlled) states, the rumblings of a highly anti-miscegenation white population could be heard.  Any report of an interracial affair in the South was quickly passed around the community via informal local communications.  Even recognized news channels like newspapers reported instances of racial mixing in other towns and neighboring states, usually with a disapproving tone.  The Charleston News & Courier described the sensation in Savannah' that occurred when a black woman visited the wife of a white man and insultingly informed her that she (the negress) was the party's wife.'  The black woman claimed she had married the white man a year earlier in neighboring Charleston.  &lt;br /&gt;Obviously, the ideal of sexual segregation that proper white Southerners tried to project and enforce was just as much of an illusion in the so-called New South as it had been in the Old.  By 1873, black and white Southerners had been living among each other for well over 200 years, a closeness which produced the inevitable: interbreeding of the races.  That kind of entrenched sociocultural and sexual interaction is difficult to suppress simply for the sake of an ideal, but the Jim Crow South insisted on at least appearing to abide by sexual segregation laws.  Anti-miscegenation laws continued to be updated and implemented throughout the South until the Civil Rights movement nearly a century later."],"display_date":"July 7, 1873","search_date":"1873-07-07","citations":[{"divid":1216309813,"type":"Website","data":["The History of Jim Crow","Geography ? Jim Crow Inside the South","The History of Jim Crow","http&#58;//www.jimcrowhistory.org/geography/geography.htm "," September 9, 2005"]},{"divid":1216309882,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Lawrence S. Hartzell","The Exploration of Freedom in Black Petersburg","The Edge of the South&#58; Life in Nineteenth-Century Virginia","Edward Ayers and John Willis, eds.","Charlottesville, VA","University Press of Virginia","1991",""]},{"divid":1216309947,"type":"Newspaper Article","data":["","Charleston News &amp; Courier ","","July 7, 1873","1"]}],"locations":[{"id":220,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}