{"id":3110,"title":"The Effects of a Drought\n","course_id":1,"status":"P","start_date":"1898-02-19","end_date":"1898-02-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the winter of 1897-1898, a severe drought hit the city of Charleston. There was no rain for over a month and the city's wells and cisterns began to run dry. For Charleston's white population, who understood the principles of hygiene and clean water, this resulted in only two fatalities. For the poor, uneducated African Americans of Charleston, the drought caused a great deal of illness and twenty five deaths over the course of just one week. In an effort to ameliorate the situation, the city had commissioned the construction of drinking fountains in the black areas of the city."," Thus, despite the increased effort towards educating the African American children of Charleston, there was still a grave disparity in both wealth and in scientific understanding between whites and blacks. Stricken by poverty in the best of times, the black population of the city was decimated by illness when a drought caused a lack of fresh water and they were forced to resort to drinking fetid, diseased runoff water. As William Cooper and Thomas Terrill explain, inncidents such as this were typical of race relations in the South, and would not be solved until progressive reforms and major advances in the understanding of disease occurred in the early 20th century. Even though African Americans had been free for a generation by this point, the forces of society still conspired to make them marginalized citizens of the United States."],"display_date":"February 19, 1898","search_date":"1898-02-19","citations":[{"divid":1214705051,"type":"Newspaper Article","data":["","The American Architect and Building News","New York, NY","February 19, 1898",""]},{"divid":1214705079,"type":"Book","data":["William J. Cooper and Thomas Terrill","The American South: A History",null,"New York, NY","The McGraw Hill Companies","1991 ","565"]},{"divid":2079,"type":"Website","data":[null,null,null,null,"ilkpiucf"]}],"locations":[{"id":2325,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}