{"id":3113,"title":"Racist Poem\n","course_id":1,"status":"P","start_date":"1892-08-26","end_date":"1892-08-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Whoever thought all poetry was Shakespeare and emphatic cries of carpe diem has not read any poetry by H.C. Fairman. In an incredibly vehement and highly-charged poem submitted to the People's Party Paper, Fairman charges niggers with nothing less than starting the Civil War, the subsequent complete and utter destruction of the South, and the sorry fate of so many people in the South. He again cites niggers when condemning the Populist movement to failure saying, The argument against the independent political movement in the South may be boiled down into one word - NIGGER. He continues this violent rant until his concluding verse when he writes, Pious Southern people never dreaded death so much as they do now. They fear that when they knock at the pearly gates of the New Jerusalem St. Peter will peep through the key-hole and say: 'You can't come in.''Why?' 'NIGGER' ","Though many Americans struggled to come together as a nation and forge new ties following the end of the Civil War, not all individuals were able or ready to do so. Fairman seems to be a prime example of such an individual. He places all misfortunes in life, be they economic, political, social, or otherwise, in the hands of African Americans. This is not extraordinarily uncommon in the post-Civil War South. As Fairman walked the streets of Atlanta in 1892, he was likely confronted with new changes in the public sphere which were difficult to swallow for those accustomed to seeing African Americans working in the fields. Not only were African Americans given the right to vote - a hallowed white power stronghold - but in the period of Reconstruction from 1865-1877, African Americans also integrated into the social, legal, economic, and political systems in a variety of ways. ","Of course, Fairman's incredibly hostile and racist poetry is one of many responses to the empowerment of African Americans in Southern society during post-Civil War reconciliation. When Reconstruction concluded in 1877, the regime of Jim Crow assumed slavery's place, reigning over the South with institutions intended to disenfranchise and segregate African Americans from whites. The associated wave of repression and terrorism via lynchings and other forms of vigilante violence ensured that many African Americans were kept under the thumb of white supremacists. Fortunately, not all African Americans fell prey to white supremacists' power. Many were able to achieve progress and success during the Progressive Era despite several obstacles. For example, members of the middle class attempted to improve the conditions of their race through both social and charitable work as well as through education in several of the burgeoning African American universities like Tuskegee University and Atlanta University."],"display_date":"August 26, 1892","search_date":"1892-08-26","citations":[{"divid":1216082592,"type":"Newspaper Article","data":["","People&#39;s Party Paper","","August 26, 1892","7"]},{"divid":1216082613,"type":"Book","data":["William Warren Rogers and Robert David Ward","August Reckoning&#58; Jack Turner and Racism in Post-Civil War Alabama",null,"Baton Rouge","Louisiana State University Press","1973",""]}],"locations":[{"id":2327,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}