{"id":3114,"title":"Grundy and McMinn and the New Bank of the State of Tennessee\n","course_id":1,"status":"P","start_date":"1820-01-01","end_date":"1820-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1820, Joseph McMinn, a farmer, state legislator, Indian agent, and governor, and Felix Grundy, a Congressman, U.S. Senator and Nashville Democrat leader, suggested to create a New Bank of the State of Tennessee; it was the central feature of his program while he was candidate for a seat in the state senate. This bank was supposed to be better than the old one, based in Knoxville: the state should furnish its capital, the legislature should elect its directors and it was supposed to loan money to the different counties in proportion to the taxes paid in each state. After a debate with his opponents, Grundy finally managed to establish the Bank. Grundy's bank was the opposite of the previous Tennessean bank, chartered in 1807, which became known as The Old Bank of Tennessee. The State had a small interest in this bank (20,000 dollars out of a capital stock of 400,000 dollars) but, for the first time in Tennessee history, was a stockholder.","The New Bank of the State of Tennessee was created just after the panic of 1819. The price of cotton had fallen and so had done land values, leading to a period of financial distress which culminated in the West during the years 1819 and 1820. However, in Tennessee, contrarily to other states, only the Western part was seriously affected by these financial difficulties because the eastern valleys were not suitable for the culture of cotton. The foundation of the New Bank is the proof that banks were needed in Tennessee at that time. Indeed, more and more people were coming in the state, especially after the purchase of large portions of land taken from the Indians. Moreover, after the panic, a new order of things emerged: Tennessee had come to be an agricultural state but trade was now becoming more important than agriculture. The need for a new bank also came with this economic transformation which would also bring political changes. Tennessee was therefore modernizing, as was the South in general. It started to make up for the gap between the North and the South. People traded, exchanged, produced, bought, sold, and needed banks to keep their money or lend them some. Competition quickly started between the different banks in Tennessee and newspapers often printed comparisons of the two main banks that is to say the new one and the old one. Grundy's bank, completely state-owned was considered safer by many citizens in Nashville who trusted the new bank. However, the volunteer state was not an exception because everywhere in the South, banks flourished. "],"display_date":1820,"search_date":"1820-07-01","citations":[{"divid":1215047913,"type":"Newspaper Article","data":["New Bank","Clarksville Gazette","","August 12, 1820",""]},{"divid":1215047930,"type":"Book","data":["Stanley Folmsbee, Robert Corlew, and Enoch Mitchell","Tennessee, A Short History",null,"Knoxville","The University of Tennessee Press","1969","140-143"]},{"divid":1215047982,"type":"Online Encyclopedia","data":["The Tennessee Encyclopedia of History and Cultur","Felix Grundy","http://tennesseeencyclopedia.net","September 23, 2006"]}],"locations":[{"id":2328,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}