{"id":3116,"title":"The Confederate Army Holds A Reunion\n","course_id":1,"status":"P","start_date":"1899-04-12","end_date":"1899-06-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Right before the turn of the Twentieth Century, the former Confederate Army held a reunion in Charleston, South Carolina. Men from all ranks of the army descended upon the city where secession began to reminisce about their former exploits and their lost way of life. For example, Henry W. Feilden, a British aristocrat who had served in the Confederate Army, wrote from England, After reading the accounts of the splendid Reunions of veterans, and what the old city did for them, you Charleston people may justly feel proud of yourselves. He goes on to say how deeply he regrets that he was not there himself and that even though he was born English, he considers himself a true Southerner."," After over thirty years, the concept of a Confederate Reunion was even palatable to Northerners. A newspaper called the Christian Observer, with a nationwide audience, published an article directed at former Confederate chaplains to come to Charleston for the reunion. While right after the war there was a strong backlash against all things Southern in the North, by the end of the Nineteenth Century the two former adversaries appear to be reconciling."," C. Vann Woodward explains that Confederate reunions did not become popular or socially acceptable for decades after the end of the Civil War. However, once they emerged in the 1890s, they became a popular source of Lost Cause historical revision. The Charleston reunion was just one of many that occurred during that decade as Southerners attempted to define what the legacy of their rebellion would be."],"display_date":"April 12, 1899 - June 2, 1899","search_date":"1899-05-07","citations":[{"divid":1217040829,"type":"Manuscript on Microfilm","data":["","Letters of Henry W. Feilden ","Micfilm 7531","Letters of Henry W. Feilden ","Alderman Library, University of Virginia"]},{"divid":1217040858,"type":"Book","data":["C. Vann Woodward","Origins of the New South 1877-1913 ",null,"Lafayette, LA","Louisiana State University Press","1971","155"]},{"divid":1217040900,"type":"Newspaper Article","data":["","The Christian Observer","","April 12, 1899","11"]}],"locations":[{"id":2330,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}