{"id":3117,"title":"Taney&#39;s Toast to Nicholas Biddle\n","course_id":1,"status":"P","start_date":"1834-07-30","end_date":"1834-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a Saturday night in Baltimore, Roger Taney had a dinner that one reader of The Baltimore Patriot was privileged to attend.  Taney served as the Secretary of the Treasury under Andrew Jackson from 1833-1834, and the fifth Chief Justice of the United States from 1836-1864.  In this reader's letter to the editor the following day he remarked about the tone of the dinner and the ill feelings towards Nicholas Biddle and his National Bank.  The toast at the end of the night, given by a good natured Irishman, who, no doubt, was eminently qualified to give us natives a learned dissertation upon the currency and banking, expressed the true dislike that Taney, Jackson, and other followers had for Old Nick and his National Bank.  The toast was: Nicholas Biddle, President of the U.S Bank - May his hide be tanned and formed into an umbrella to shade the Tree of Liberty. Nicholas Biddle was the President of the Bank of the United States from 1822 until 1839.  He pressed for re-chartering the Bank in 1816 and fought Jackson through the twenties to keep the Bank alive.  The Bank lost its national charter in 1832, but operated as a state-sponsored bank until its failure in 1841.  According to Thomas Govan, Biddle was seen by some as a corrupt and deceitful schemer while seen by others as a perfect example for the American gentleman.  Andrew Jackson and Maryland native Roger Taney were seen as two of Biddle's greatest opponents.  They feared the political power of a national Bank because of the danger faced by concentrating the wealth of the nation's largest corporation.  They worried that a concentration of private wealth posed a threat to republican government, a concern which led to personal animosity towards Biddle from Roger Taney."],"display_date":"July 30, 1834","search_date":"1834-07-30","citations":[{"divid":1214704839,"type":"Newspaper Article","data":["The Taney Dinner to the Editor of the Baltimore Patriot","Baltimore Patriot","","July 30, 1834","2"]},{"divid":1214704868,"type":"Article","data":["Thomas Payne Govan","Nicholas Biddle: Nationalist and Public Banker, 1786-1844","Political Science Quarterly","75","Dec. 1960","635-636"]}],"locations":[{"id":2331,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}