{"id":3118,"title":"Mrs Elizabeth Crockett&#39;s Poisoning\n","course_id":1,"status":"P","start_date":"1821-06-01","end_date":"1821-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Elizabeth Crockett, a member of one of the most famous families in Tennessee, died of blood poisoning in 1821. On June 1, 1821, a special court, held in Clarksville, Montgomery County, charged two slaves owned by Mr. William Sullivan with having killed Elizabeth Crockett. According to The Watchman, a Tennessean newspaper: the court and jury were occupied until about eleven o'clock, on Thursday night, with the examination of the case. Travis, one of the two slaves was acquitted, for the want of sufficient proof. The following day, there was the trial of his son, Kinchen, who was found guilty of murder and sentenced to be hanged on 8 June 1821. According to the journalist from The Watchman: The number of persons assembled to witness the scene was very great, not withstanding a heavy shower of rain, which commenced as soon as he was taken from jail and continued until near the time of execution.","Elizabeth Crockett's case shows how women, white and black, were vulnerable to the violence in the antebellum South. Indeed, being a member of a quite well-to-do family was not enough to be protected and it was sometimes a cause of their misfortune. As everywhere in the South, violence was part of the life of people in Tennessee, especially violence between different races. But Tennessee had to deal with lots of interactions between races, perhaps more than other states, notably because Tennessee was a frontier state with many Indian lands. It also had to deal with class cohabitation because there was a gap between rich planters and other Tennesseans. This is why violence was present in different ways in Tennessee: murder, robbery, revolts... The answer to this violence was justice: courts were enormously solicited, even for slaves such as in Elizabeth Crockett's case."],"display_date":"June 1, 1821 - June 30, 1821","search_date":"1821-06-15","citations":[{"divid":1216507965,"type":"Newspaper Article","data":["","The Watchman","","June 1, 1821",""]},{"divid":1216507976,"type":"Newspaper Article","data":["","The Watchman","","June 15, 1821",""]},{"divid":1216507990,"type":"Book","data":["Ursula Smith Beach","Along the Warioto&#58; A History of Montgomery County",null,"Nashville","McQuiddy Press","1964",""]}],"locations":[{"id":2332,"lat":36.4871319194,"lng":-87.369253396,"zoom":10,"place":"MONTGOMERY, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}