{"id":312,"title":"Segregated Schools Mandated\n","course_id":1,"status":"P","start_date":"1873-08-31","end_date":"1873-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the first Confederate state readmitted to the Union on July 23, 1866 Tennessee never experienced Federal military occupation. As a result, Tennessee was able to get through Reconstruction with relatively few changes to its state constitution.  In 1873, a majority-white legislature passed a new public school law mandating separate but equal for black students and teachers, supported by property taxes and, ironically enough, poll taxes.  Despite its siding with the Union in the Civil War, the school segregation laws of West Virginia and Kentucky proved that racism was not limited to the Five Military Districts and Tennessee.  West Virginia's updated segregation law provided that separate black schools should only be opened if the number of black students in the district exceeded 15.  Kentucky followed its southern neighbor's example by making it illegal for a white child to attend a black school, and vice versa, in 1873, just five years after it had barred school segregation.  The following year legislators instituted uniform, federally-funded segregation in the education system.  &lt;br /&gt;Meanwhile, even some unredeemed' states managed to institute separate schools for the races, as evidenced by an August Atlanta Constitution editorial by Joseph Brown criticizing the Atlanta Board of Education and City Council for refusing to allow a local white woman, who had been teaching in the colored system, to transfer into the white schools.  The latter part of Brown's article offers a notable disclaimer to reiterate directly what I have frequently said; that I am not, and never have been, an advocate of social equality between the races; I have always insisted that the races should have separate schools.'  Undoubtedly, millions of white Southerners shared Brown's opinion, believing black students to be inherently inferior in the academic arena, a dangerous and unpredictable social element unfit to mix with white children, or sexual deviants waiting to ravish young white girls on the way home from school (or all three).  &lt;br /&gt;By 1873, the importance of segregation in public education was already commonly accepted in a majority of white Southern states as necessary for peaceful racial coexistence, even in states (like Georgia) which did not yet have a legislated framework for two parallel educational systems.  The legal entrenchment of separate but equal' schools, first seen in two states outside the Deep South and outside the reach of Federally-protected black equality, laid the groundwork for the later institutionalization of Jim Crow segregation in almost every area of social and educational life throughout the South."],"display_date":"August 31, 1873","search_date":"1873-08-31","citations":[{"divid":1216310005,"type":"Book","data":[" Robert E. Corlew ","Tennessee, A Short History",null,"Knoxville, TN","University of Tennessee Press","1981","395-397 "]},{"divid":1216310039,"type":"Book","data":["Lowell Harrison and James Klotter ","A New History of Kentucky",null,"Lexington, KY","University Press of Kentucky","1997","308"]},{"divid":1216310091,"type":"Book","data":["William Vaughn","Schools for All; the Blacks &amp; public education in the South, 1865-1877",null,"Lexington, KY","University Press of Kentucky","1974",""]},{"divid":1216310139,"type":"Newspaper Article","data":["The Public Schools","Atlanta Constitution","","August 31, 1873","1"]},{"divid":1216310169,"type":"Newspaper Article","data":["United States Bureau of Education","New York Times","","August 21, 1873","2"]},{"divid":1216310209,"type":"Website","data":["The History of Jim Crow","Geography ? Jim Crow inside the South","The History of Jim Crow","http&#58;//www.jimcrowhistory.org/geography/geography.htm ","September 9, 2005"]}],"locations":[{"id":221,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}