{"id":313,"title":"South Carolina Gubernatorial Election of 1876\n","course_id":1,"status":"P","start_date":"1876-11-07","end_date":"1877-04-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For the 1876 gubernatorial race in South Carolina, the Democrats nominated General Wade Hampton, one of the state's most popular figures among the white population, and Republicans renominated Governor Chamberlain who was appointed during reconstruction. Hampton embarked on a tour of the state, accompanied by hundreds of armed supporters, while rifle clubs disrupted Republican rallies with violent tirades.  &lt;br /&gt;Nevertheless, Chamberlain received the largest Republican vote in state history, but throughout the state freedmen were barred from polls and ballot boxes were stuffed by Democrats to make it appear African-Americans voted for their candidates.  &lt;br /&gt;One former slave who was on the Republican ticket for representative of Abbeyville County, called the battle the Red-Shirt Campaign' and said Republicans marched to the polls together and armed with weapons.  We counted our votes and left the polls about three o'clock in the morning when the Democrats undertook to capture our returns; but we were too strong for them; however, they did capture them after we had left,' he wrote.&lt;br /&gt;Initial tallies reported that Hampton led Chamberlain 92,261 to 91,127 but there were immediate calls of fraud from both sides.  The elections results became so heated that a Republican ex-member of Congress was fired upon by several Democrats after claiming Chamberlain was elected the day after the election.  A riot ensued and a young man was killed and several more wounded.&lt;br /&gt;Under the 1868 constitution, the general assembly was instructed to elect the governor with a disputed election.  The assembly elected Chamberlain on Dec. 6th and he was inaugurated the next day, in which he declared, I regard the present hour in South Carolina as a crisis at which no patriotic citizen should shrink from any post to which public duty may call him. ; If we fail now our Government the Government of South Carolina will no longer rest up on the consent of the governed.'&lt;br /&gt;Meanwhile, Hampton delivered a fiery address in which he declared the people had elected him governor.  A week later he took the oath of office, and The Charleston News and Courier declared, Everybody is elated at the splendid inauguration of Governor Hampton.' &lt;br /&gt;Over the next two months South Carolina had two governors   each claiming to have legitimate power.  On April 3, 1877, President Hayes ordered the withdraw of federal troops from South Carolina and on April 11 Chamberlain and his staff left their offices in the state house , effectively ending Reconstruction in South Carolina."],"display_date":"November 7, 1876 - April 11, 1877","search_date":"1877-01-23","citations":[{"divid":1213491897,"type":"Book","data":["Eric Foner","Reconstruction: America?s Unfinished Revolution 1863 ? 1877",null,"New York","Harper and Row Publishers","1984","572-582"]},{"divid":1213491937,"type":"Book","data":["Walter Edgar","South Carolina: A History",null,"Columbia","University of South Carolina Press","1998","403-406"]},{"divid":1213491987,"type":"Newspaper Article","data":["Serious Riots in Charleston","The New York Times","","Nov. 9, 1876","1"]},{"divid":1213492010,"type":"Newspaper Article","data":["South Carolina","The New York Times","","Dec. 8, 1876","1"]},{"divid":1213492049,"type":"Newspaper Article","data":["Hampton at the Helm","The Charleston News and Courier","","Dec. 15, 1876","1"]},{"divid":1213492117,"type":"Book","data":["William H. Heard","From Slavery to the Bishopric",null,"Philadelphia","A. M. E. Book Concern","1928","104"]}],"locations":[{"id":222,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}