{"id":3132,"title":"Poisoning in the Hyde Family\n","course_id":1,"status":"P","start_date":"1841-07-21","end_date":"1841-07-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The entire Hyde family lay sick in bed and hoped that it was not their last hour. They had drunk their coffee and eaten breakfast as usual that morning, but began to feel ill soon afterwards. The shared pain made them wonder if someone had poisoned them. As it turned out, someone had slipped poisonous Jameson weed into their coffee. But who would do such a thing? That evening as the family recovered, the police arrested a black woman name Frances for the crime and planned to try her the next morning. ","Adolphus Sterne described this event in his diary on July 21, 1841. The only information Sterne gave about Frances was that she was a negro woman. This presumably meant that Frances was one of the Hyde family's household slaves, possibly a cook since she had access to their coffee. Frances's method of murder is significant as Joshua D. Rothman explains: In most cases, women were physically weaker than their owners. When they wished to harm a master or his family, arson or poisoning were more typical weapons of choice. True to Rothman's statement, Frances used poison as a way to injure her master and his family. Her physical limitations as a woman and the ease of obtaining poison and administering it made poisoning her preferred weapon. ","That their own household slave tried to murder them no doubt came as a shock to the Hyde family, and indeed upset many other white families in the area. When slaves rose up against their masters, regardless of the context in which they did so, they implicitly threatened all masters and all whites, observes Rothman. Frances's attempt set a dangerous precedent. If a slave woman could almost murder a family, what could a slave man, or worse a band of slave men do? Episodes like this created feelings of fear and distrust in the minds of slave owners. It also opened the way for other such crimes on the part of slaves. Thus the people had to act quickly on this matter. They planned to try Frances the very next day because they needed to show that they would not tolerate such undermining of a master's authority. "],"display_date":"July 21, 1841 - July 22, 1841","search_date":"1841-07-21","citations":[{"divid":1215627423,"type":"Book","data":["Archie P. McDonald","Hurrah for Texas The Diary of Adolphus Sterne 1838-1851",null,"Waco","Texian Press","1969","51"]},{"divid":1215627449,"type":"Book","data":["Joshua D. Rothman","Notorious in the Neighborhood: Sex and Families across the Color Line in Virginia, 1787-1861",null,"Chapel Hill","University of North Carolina Press","2003","157-159"]}],"locations":[{"id":2339,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}