{"id":3138,"title":"Texas slaves escape to Mexico\n","course_id":1,"status":"P","start_date":"1850-01-01","end_date":"1861-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["While slavery did not exist as early in Texas as in other states such as Virginia and the Carolinas, it still played an important role in the economy and history of Texas. In fact, by the time of the Civil War, slavery was as strongly established in Texas, the newest slave state, as it was in the oldest slave state in the Union.  One slave, James Boyd, was 107 years old when he was interviewed in 1937 in Itasca, Texas. Boyd recalled his hardships of being a slave vividly. While he was not treated awfully, he acknowledged that slaves were treated very poorly and no rights whatsoever. In fact, two of his white owners once whipped two black women to death and never received any repercussions. Boyd realized that as a slave he had no rights or legitimacy under the law as they did not have a jail because, they didn't go to the trouble and expense of buildin' nigger jails. They just whipped us when they wanted to. Under these conditions, it is no wonder that most slaves desired freedom and some attempted to attain it."," Although slavery was such an institutional stronghold, many slaves continually tried to escape to nearby Mexico. Boyd notes that many Texan slaves did run off and try to go north... most in general 'round our part of the country, iffen a nigger want to run away, he'd light out for old Mexico. Crossing the Mexican-Texas border provided instant freedom for the slaves, and, therefore, many slaves would attempt escape for salvation. The Mexican government welcomed the runaways as a way to weaken the slave institution in Texas and potentially deter further territorial assaults by the United States. In fact, so many slaves attempted escape that the congress of the republic passed a law to promote capturing runaways. Promoting the capture of runaways was not only an attempt to stifle the Mexico runaway trend, but also an attempt to counter Mexico's encouragement. Despite the escape of at least three thousand slaves to Mexico by 1851, slavery as an institution was not threatened and it continued to be as important in Texas as it was to the rest of the United States."],"display_date":"1850 - 1861","search_date":"1856-01-01","citations":[{"divid":1215627612,"type":"Book","data":["Andrew Waters","I Was Born in Slavery",null,"Winston-Salem","John F. Blair Publisher","2003","x, 5-6"]},{"divid":1215627703,"type":"Book","data":["Randolph Campbell","An Empire for Slavery: The Peculiar Institution in Texas",null,"Baton Rouge","Louisiana State University Press","1989","62-64"]}],"locations":[{"id":2343,"lat":31.198494943,"lng":-95.2644293385,"zoom":8,"place":"HOUSTON, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}