{"id":3143,"title":"Sugar Cane on Small Farms in Louisiana\n","course_id":1,"status":"P","start_date":"1872-07-17","end_date":"1872-07-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" With the end of slavery, the large sugar plantation of Louisiana suffered major setbacks in output. Slavery had powered the profitable sugar industry in the Delta region, but with its abolition, many planters were left with huge plantations and acres of fertile land, but no labor to cultivate them. Soon, many Southerners realized this trend and began to sell pieces of their land so that a network of small farmers could take over sugar production. Often, these small farmers would partner with one or more neighbors to combine land and resources. Such cooperative arrangements began to revitalize the sagging sugar production that characterized the time immediately following the Civil War. Sugar planters began to take their raw cane to neighbors for grinding and refining sugar that could be sold.  "," One such farmer lived in Assumption Parish, Louisiana. Although he is unnamed in the Farm and Garden section of the <em>Christian Union</em>'s July 17, 1872 publication, this small planter represents many in Louisiana who tried to reinvent themselves after the disruption of the Civil War. With the end of slavery, the large sugar plantations of Louisiana suffered major setbacks in output. As Moon-Ho Jung states in his work <em>Coolies and Cane</em>, In the decade following the Civil War, Louisiana's once thriving sugar industry endured a long-term crisis...Emancipation demolished the entire pyramid of borrowed capital that rested on the market value of black bodies. Slavery had powered the profitable sugar industry in the Delta region, but with its abolition, many planters were left with huge plantations and acres of fertile land, but no labor to cultivate them. Soon, many Southerners realized this trend and began to sell pieces of their land so that a network of small farmers could take over sugar production. Often, these neighbors would partner with one another to combine land and resources. Such cooperative arrangements began to revitalize the sagging sugar production. Sugar planters began to take their raw cane to neighbors for grinding and refining into sugar that could be sold. "," The success of this small rural farmer within a new system of cultivation was made possible only through the generosity provided him by his neighbor. By working together, small farmers provided for themselves and for their neighbors. Only by working together in this fragile farming structure could small planters hope to rebuild their lives."],"display_date":"July 17, 1872","search_date":"1872-07-17","citations":[{"divid":1214166710,"type":"Newspaper Article","data":["","Christian Union","","July 17, 1872",""]},{"divid":1214166731,"type":"Website","data":["Louisiana Department of Culture, Recreation, and Tourism","Ashland Belle Helene Plantation","Louisiana Department of Culture, Recreation, and Tourism","http://www.crt.state.la.us/archaeology/greathou/found.htm ","October 5, 2006"]},{"divid":1214166818,"type":"Book","data":["Moon-Ho Jung","Coolies and Cane: Race, Labor, and Sugar in the Age of Emancipation",null,"Baltimore","The John Hopkins University Press","2006","148-149"]}],"locations":[{"id":2346,"lat":29.9007793721,"lng":-91.0625768699,"zoom":9,"place":"ASSUMPTION, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}