{"id":3147,"title":"The Annexation Debate\n","course_id":1,"status":"P","start_date":"1844-02-10","end_date":"1844-02-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The weather was the same as usual and so was the company. Adolphus Sterne went with his friends Mr. Houghson, Mr. Hoya, and Mr. Linn to Colonel Raguet's house for dinner. After dinner the Colonel accompanied the group to Mr. Moore's for a meeting of the debating society. Sterne presided over the debate and listened to each side equally. The fiery speech of wild Bill Sparks, a former Republic of Texas Congressman, would be difficult to beat. The debate was on the question of whether or not it was beneficial for Texas to be annexed into the United States. Sterne deliberated then gave the victory to the side which argued against annexation. ","Annexation of Texas into the United States was a big debate, and as early as September 1836, the majority Texans had given their support to annexation into the United States; however, as late as 1844, there were still some who thought that Texas would fare better if it remained an independent republic. One of the major concerns of opponents to annexation was war with Mexico. Since Mexican officials never recognized Texas independence as legitimate, and they disagreed on the official boundaries of Texas, annexation into the United States would certainly cause conflict. A war with Mexico would be tragic for Texas as it would be fought on their own land. Having just finished their own war with Mexico, it is understandable that some Texans would want to avoid further bloodshed. ","Pro-British sentiments also played a role in some Texans' opposition to annexation. Britain had recognized the independence of Texas and played an integral role in peace negotiations between Texas and Mexico in 1843. Some even thought that Britain could force Mexico to recognize Texas's Independence. Britain adamantly opposed annexation and was willing to do what it could to prevent annexation. The British feared the results of annexation: expansion of the United States, loss of profitable trade with Texas, and the extension of slavery. Britain was one of Texas's key allies and upsetting its people could be detrimental to Texas. Trade with the British was profitable for Texans too, and loss of that trade would hurt the struggling economy. ","The annexation of Texas was a hot issue in the 1840s because of its far-reaching consequences for several countries. Just like in the United States, there were in Texas both those who supported and those who opposed annexation. Texans who opposed annexation thought that Texas had more to gain by remaining an independent republic. Sparks was of this opinion and must have had valid reasons to support it, seeing as he won the debate for his side."],"display_date":"February 10, 1844","search_date":"1844-02-10","citations":[{"divid":1215627816,"type":"Book","data":["Archie P. McDonald","Hurrah for Texas The Diary of Adolphus Sterne 1838-1851",null,"Waco","Texian Press","1969","196"]},{"divid":1215627840,"type":"Book","data":["Randolph B. Campbell","Gone to Texas: A History of the Lonestar State",null,"New York","Oxford University Press","2003","163, 182-188"]},{"divid":1215627902,"type":"Website","data":["C.T. Neu","Annexation","The Handbook of Texas Online","http://www.tsha.utexas.edu","October 26, 2006"]}],"locations":[{"id":2349,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}