{"id":3148,"title":"A Son Worries over Fathers Corn Harvest\n","course_id":1,"status":"P","start_date":"1882-04-16","end_date":"1882-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Very few young men in the nineteenth century had the privilege of going to college, much less to the University of Virginia. One not only had to be intelligent, but also wealthy. James N. Greear of Scott County, Virginia was one such man. In a letter home, Greear informed his father of his great interest in medicine and of the recent examinations he had taken. He noted that he had taken the examinations necessary to graduate though he was not sure of his intentions to apply for graduation. A majority of his letter revolves around his financial situation. Knowing it would be of keen interest to his father, he writes that he has spent ?not a lot? of money and then cites each of his expenses and its monetary value. Greear goes on to inquire about his father?s farming situation in Scott County. He asks where his father had been selling his corn crop and how much more clearing of the crop he had left. Noting it was April, he wondered if an early spring would reap more fruit. His inquiry into his father?s corn success is in fact Greear?s only interest in his home town affairs. ","Many southerners were forced to make an entire living off of a single crop. James Greear?s great interest in his father?s corn crop is due to the fact that his tuition money was most likely the direct result of that crop. Corn had been grown in Appalachia for many years before white settlers arrived there. Cherokee Indians, who inhabited the land during the frontier period, heavily influenced the whites that later settled there. Wheat was at first very difficult to grow in Virginia due to high counts of nitrogen in the soil and the difficulty in uprooting tree stumps. Adopting the techniques of the native Cherokee, corn became the most commonly grown crop in Appalachia. Corn took very little effort to grow and thus early on in the settlement of the colonies, most farmers grew it. While by 1882 southern agriculture had become far more diversified, the demand for corn was still present. It is no surprise that James Greear?s letter is mainly focused on his expenses at school and the success of his father?s corn crop. One poor harvest could devastate a farmer financially. Agriculture created some of the wealthiest men in not only the South but the entire country. It allowed fathers to send their sons to the best schools, and those sons to go off and become doctors, as in James Greear?s case, or return to the highly profitable family business."],"display_date":"April 16, 1882 - December 31, 1882","search_date":"1882-08-23","citations":[{"divid":1217548458,"type":"Manuscript","data":["","A Letter to His Father, April 16, 1882",null,"Mss 4967","","James N. Greear","Special Collections Library, University of Virginia"]},{"divid":1217548651,"type":"Book","data":["Francis Butler Simkins &amp; Charles Pierce Roland","A History of the South",null,"New York","Alfred A. Knopf, Inc.","1972","21-22"]},{"divid":1217548689,"type":"Book","data":["Donald E. Davis","Homeplace Geography&#58; Essays for Appalachia",null,"Macon, Georgia","Mercer University Press","2006","120-121, 147, 186"]},{"divid":1217548745,"type":"Book","data":["Grace Toney Edwards, JoAnn Aust Asbury &amp; Ricky L. Cox","A Handbook to Appalachia",null,"Knoxville","The University of Tennessee Press","2006","6"]}],"locations":[{"id":2350,"lat":36.7142218778,"lng":-82.6029814945,"zoom":10,"place":"SCOTT, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}