{"id":3149,"title":"The Death of John H. Crease\n","course_id":1,"status":"P","start_date":"1872-12-15","end_date":"1872-12-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["News traveled slowly in the late nineteenth-century South, but on occasions such as a death in the family, news traveled faster by way of telegram. John Crease's daughter received a letter from her grandmother expressing her condolences. The grandmother had written the letter on December 15, 1872, when she had received a telegram notifying her of Crease's death. The grandmother assured Crease's daughter that her father would be missed. She also assured her that her father had gone on to a better place, and continues to use religion to try and comfort her granddaughter. In her letter the grandmother also addressed happier topics such as the news of some of the family's children and their education. The grandmother talked about one of the younger girls wanting to go to school, and how the grandmother thought that it would be a good influence on her.","The religious language, such as you dear fatherless ones God has promised to be a father to you, a Shepherd, that the grandmother used to comfort Crease's daughter indicates that the grandmother, and probably the granddaughter as well, were on some level religious and likely belonged to a church. Religion in the South after the Civil War was complicated and varied. Methodism and many other new sects evolved from the frustration many Southerners felt about their new life. Church membership ranged from merely 10 percent in some counties to 60 percent in others. Overall, however, every southern state had a growth in the church population, with women constituting two-thirds of that population. Like African Americans, women were able to find leadership positions in the church that were unavailable to them elsewhere. African American churches during the era focused on the common interest and solidarity that linked the freedmen, and white women focused on these traits within the church as well. The fact that a southern woman like the grandmother used religious language to try and comfort her granddaughter shows how southern women were able to find strength in the church.","The grandmother also talked about the positive influence schooling had on the family's children, which was an aspect of southern education that would not be seen only five years later after the end of Reconstruction in 1877. The children probably attended a public school because there were only two parochial schools in all of Arkansas by 1877. When Reconstruction ended, the Southern Redeemers placed little emphasis on education, and the level of enrollment in schools that was seen during Reconstruction would not be seen again until the 1890s."],"display_date":"December 15, 1872","search_date":"1872-12-15","citations":[{"divid":1217471853,"type":"Manuscript","data":["","Letters from Relations Concerning Death of Jane Newton and John H. Crease",null,"Mss 6528-b","","Papers of Bunch, Crease, Lewis, Warwick and related Virginian Families","Special Collections Library, University of Virginia"]},{"divid":1217471913,"type":"Book","data":["John B. Boles","The South Through Time&#58; A History of an American Region, Vol. II",null,"New Jersey","Prentice Hall","1999","421-422, 433"]},{"divid":1217471952,"type":"Book","data":["Donald G. Matthews","Religion in the Old South",null,"Chicago","University of Chicago Press","1977","239"]},{"divid":1217471983,"type":"Book","data":["Edward L. Ayers","The Promise of the New South&#58; Life After Reconstruction",null,"New York","Oxford University Press","1992","162"]},{"divid":1217472035,"type":"Book","data":["Dallas T. Herndon","Centennial History of Arkansas",null,"Chicago","S.J. Clarke Publishing Company","1922",""]}],"locations":[{"id":2351,"lat":34.8116378829,"lng":-92.2224128621,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}