{"id":315,"title":"Southern Historical Society moves to Richmond\n","course_id":1,"status":"P","start_date":"1873-08-14","end_date":"1873-08-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["From its 1869 establishment in New Orleans, the Southern Historical Society sought to establish a branch in every southern state, but membership was low in the first four years of the its existence.  In August of 1873, the SHS held a convention in White Sulphur Springs, WV to discuss the society's location, leadership, mission, and operation.  Most of the delegates to the convention had been prominent Confederate supporters (Virginia ex-Governor John Letcher) or former Confederate military officers; South Carolina's delegation was certainly dripping with Southern brass, naming Generals Butler, Kershaw, Conner, Hagood, Bonham, and McGowah, and Colonel McIver' as representatives.  &lt;br /&gt;The convention delegates adopted a number of resolutions which would shape the SHS's future influence.  The first provided [t]hat Richmond be adopted as the locality of the parent association, with auxiliary societies in states and districts.'  The move to the former Confederate capitol was accompanied by a revamped mission statement directing the SHS to preserve the records and incidents of the war' while unofficially interpreting the evidence from a sympathetic Southern viewpoint.  The Convention delegates encouraged the collection of any and all war-related paraphernalia, including Southern poetry, balladry, and songs' to geological reports.'&lt;br /&gt;Once the Society relocated to Richmond, the group's membership and influence steadily increased as Southern whites contributed everything from their wartime letters and personal papers to maps and scouting reports, creating an impressive assortment of information rivaling that collected by the federal government's investigation.  Per the Convention's resolution that the publication of material collected be made by magazines or occasional volumes of transaction,' the SHS commenced publication of the Southern Historical Society Papers in 1876, continuing until 1959.  The Papers' ability to shape post-Reconstruction attitudes about the war was based on the incredible body of evidence the authors had to draw upon; the myth of the Lost Cause and the redeemer' Southern nation had their academic bases in the official archive of the Society at the state capitol.  The Society's last members melted away with the death of historian Douglas Southall Freeman in 1953."],"display_date":"August 14, 1873","search_date":"1873-08-14","citations":[{"divid":1213492191,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Sharon A. Sharp","Southern Historical Society","Encyclopedia of Southern Culture","Charles Reagan Wilson &amp; William Ferris","Chapel Hill","The University of North Carolina Press","1989","702"]},{"divid":1213492302,"type":"Newspaper Article","data":["","Charleston News &amp; Courier","","September 4, 1873","1"]},{"divid":1213492320,"type":"Newspaper Article","data":["","Charleston News &amp; Courier","","August 18, 1873","1"]}],"locations":[{"id":223,"lat":37.9378136545,"lng":-80.4805896873,"zoom":9,"place":"GREENBRIER, West Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}