{"id":3150,"title":"Limbs for Sale \n","course_id":1,"status":"P","start_date":"1876-03-29","end_date":"1876-03-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a March edition of <em>The Weekly Clarion</em> in 1876, there was an advertisement for artificial limbs. Chas M. Evans was the supposed manufacturer of artificial limbs of the best quality. He had just recently lowered the prices of the limbs along with other enticements to show his southern patronage to former Confederate soldiers and citizens. Evans claimed that he would allow each customer to have the leg fitted and test it as much as he or she desired before they had to pay. "," One of the most common injuries of soldiers throughout the Civil War were to their limbs. The use of various large-caliber guns that fired at low velocities resulted in the balls and bullets to break bones or become stuck inside a soldier's body instead of going through it. The low amount of sanitation and generally unhealthy conditions in the hospitals at which the soldiers were brought contributed to infection in their wounds. Also, the Civil War surgeons were often overwhelmed with patients and amputation was usually the only operation they could perform. Roughly 75 percent of all operations done during the war were amputations. However, amputations were did not always result in success. Around 26 percent of the amputees died during or after the surgery. "," This high rate of amputated limbs naturally increased the demand for artificial limbs. At the same time, economic problems during Reconstruction hindered the state's ability to help fund programs to provide the amputated veterans with the much-needed limbs. However, some states were able to contribute some amounts of money to the growing market. Inventors began to patent various types of artificial limbs during and after the war. "],"display_date":"March 29, 1876","search_date":"1876-03-29","citations":[{"divid":1215048933,"type":"Newspaper Article","data":["","The Weekly Clarion","","March 29, 1876",""]},{"divid":1215048951,"type":"Website","data":["National Museum of Civil War Medicine","Phantom Pain","National Museum of Civil War Medicine","http://www.civilwarmed.org/shop/product.htm?id=2313 ","October 24, 2006"]}],"locations":[{"id":2352,"lat":32.8110245687,"lng":-90.414506221,"zoom":9,"place":"YAZOO, Mississippi"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}