{"id":3154,"title":"Southern Women&#39;s Involvement in Charitable Organizations\n","course_id":1,"status":"P","start_date":"1862-02-05","end_date":"1862-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1862 Sigismunda S. Kimball, from Shenandoah County, Virginia was suddenly, like so many other women of the South, thrown into a completely different world as the Civil War raged through the South. Mrs. Kimball was put in charge of her family's plantation while her husband was away at war and she kept the plantation records in a journal which she wrote in everyday. In this journal she wrote about the Soldiers Aid Society for which she paid dues and would make visits to the soldiers in the hospital bringing baked goods to help them gather strength. On February 10, 1862 Mrs. Kimball wrote Went to the hospital took bread + butter + Ham, soup. The Arkansas Hospital men seemed grateful, one man said he would have perished had it not been for the ladies.","Women through out the United States were subject to their spouse's needs and demands during this time, Elizabeth Fox-Genovese states. In the South, as in many other societies, church and state substantially reinforced the prevalent forms of male dominance. In the South, women's involvement in social committees and aid societies, like the Soldiers Aid Society, was largely an attempt to create their own sphere, separate from that of their husbands. While women in the higher, slaveholding class held more power and control over their day to day activities than lower class women, they were still in need of outside organizations to occupy them and solidify their say in society. Southern society discouraged involvement in these groups that were not connected to the church, for the most part, southern women did their charitable work individually, selectively, and close to home, if not with in their own households. The Soldiers Aid Society that Mrs. Kimball was a part of is a rare example of southern women stepping out of the male dominated worlds of their homes and churches and gathering to help their newly formed country. With so many southern plantation owners helping in the war effort societies and organizations were more likely to be formed. The men that for the most part governed the activities of women were now busy elsewhere and the women were left with time and freedom on their hands. Benevolent women easily explained such activity as natural extensions of their domestic duties and moral qualities, Elizabeth Varon asserts, so the absence of their husbands allowed them to do what they felt was necessary and normal but that they had been kept from before."],"display_date":"February 5, 1862 - February 20, 1862","search_date":"1862-02-12","citations":[{"divid":1215183008,"type":"Manuscript on Microfilm","data":["","Sigismunda S. Kimball Journal","Reel 39, Micflm 1705, ser B, part 1, Frame 00044-00045","Sigismunda S. Kimball, February 5, 1862 - February 20, 1862","Alderman Library, University of Virginia"]},{"divid":1215183158,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Elizabeth R. Varon","The Ladies Are Whigs","Virginia Reconsidered","Kevin R. Hardwick and Warren R. Hofstra","Charlottesville","University Press of Virginia ","2003","265-269"]},{"divid":1215183245,"type":"Book","data":["Elizabeth Fox-Genovese","Within A Plantation Household",null,"Chapel Hill","University of North Carolina Press","1988","38, 44, 81"]}],"locations":[{"id":2354,"lat":38.8584536791,"lng":-78.5704125087,"zoom":9,"place":"SHENANDOAH, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}