{"id":3155,"title":"Long slave days\n","course_id":1,"status":"P","start_date":"1855-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Due to warm and stable weather, Texas proved unique in that crops could be planted throughout the year. In fact, the work never ended because plowing would start in January, planting of corn and cotton in February and March, hoeing in June, shucking of corn in June and July, picking of cotton from August to December, and then preparation for the new growing season again in January. "," Many times when it became too dark to work, the slaves would go inside and start on the domestic chores. Millie Ann Smith, a Texan slave, owned by Master George Washington Trammell, vividly recalled her experience working on the plantation. Daily she was woke up 'fore daybreak with a horn and wo'ked til sundown. When we got in from the field, there was stock to tend to, and chores to do, and cloth to weave 'fore we went to bed. Always tired, always working, Smith's life consisted of this monotonous, continuous, and arduous labor. She often pondered and answered, How we did live through it? The Lord took care of us. "," Some owners were not as a nice as Master Trammell was to Smith and the other slaves on the plantation. Trammell did not allow anyone but himself to whip the slaves when the occasion called for it. Smith even went so far to say, I give justice to Master Trammell, he didn't do nothing like that, but allus call us up and talk to us and then whip us right. He also fed and clothed the slaves and on Christmas presented Smith with the right ingredients to make her own gingerbread cake. In addition, Trammell gave the slaves a plot of land and allowed them to work the land on Saturday afternoons."," This kind treatment was not universal. Many owners worked their slaves to the extreme. Some owners forced their slaves to work Saturdays and few gave rest days for Sunday. They also utilized the slaves in every capacity. The men would do the heaviest work while women worked with their hands. The children worked as early as age 10 by gathering firewood and clearing old brush and cotton stalks for new plantings. "],"display_date":"1855 - 1870","search_date":"1862-12-31","citations":[{"divid":1215628079,"type":"Book","data":["Andrew Waters","I Was Born in Slavery",null,"Winston-Salem","John F. Blair","2003","87-88"]},{"divid":1215628144,"type":"Book","data":["Randolph Campbell","An Empire for Slavery: The Peculiar Institution in Texas",null,"Baton Rouge","Louisiana State University Press","1989","119"]},{"divid":1215628194,"type":"Book","data":["Randolph Campbell","Gone to Texas: A History of the Lone Star State",null,"New York","Oxford University Press","2003","221"]}],"locations":[{"id":2355,"lat":32.1466073337,"lng":-94.771670814,"zoom":9,"place":"RUSK, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}