{"id":3156,"title":"Chincoteague Prohibition\n","course_id":1,"status":"P","start_date":"1887-04-25","end_date":"1887-04-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On a late April weekend, Chincoteague residents gathered to celebrate the one year anniversary of their local option legislation, which barred their community from devastating alcohol consumption. Crowded in the town's Temperance Hall, because of rain outside, Friday night witnessed the much anticipated literary and musical entertainment. Despite the weather, spirits remained high and prominent male and female speakers generated great joy and thunderous applause. The night's favorite performance came in the form of nine year old Mamie, whose solos left the audience shackled by their laughter. The enthusiasm for the temperance celebration surprised even the event's organizers; as the anniversary resulted in complete success. Despite no boring pleas for money, donations covered all the expenses. Sunday, April 24, celebrated by all the local churches as Temperance Day, witnessed mass meetings at several churches, with gripping sermons that kept people in their pews long past when the doxology and benediction normally concluded services. "," Protestant churches in the South regarded the coming of a New, commercial South in the late nineteenth century as a threat to the Old South culture, so deeply rooted in Christianity. Thus, local organizations, often supported by churches, emerged to improve and perfect an increasingly chaotic society. Movements towards Prohibition grew out of these efforts, which more often than not had a strong female presence. Such a seemingly Puritanical movement generated resistance from those who felt the church had overstepped its bounds. Nonetheless, some isolated communities, like Chincoteague Island, were able to construct their own local temperance options, though areas with a larger lower class typically encountered more resistance. "," On a national level, a prohibition party could never succeed due to the differences between temperance supporters in the North and South. Most Northern prohibitionists were Republicans and former abolitionists, anathema to self-respecting Southern elites. Within Virginia, however, the Prohibition Party increased by 1887 to ten times its support in 1884. These followers tended to see bars and saloons as the basis for the wrongs of Southern culture, fostering lewdness and incessant swearing. Oftentimes, the prohibitionists would reach out to blacks for several reasons. First, they were seen as important swing voters who could counteract the usually dominant Democratic Party. Also, there existed religious and class based reasons that white professionals could associate and share the same values with their black counterparts. This sort of mutual respect appears in a statement made by a white, pro-temperance preacher, Let us make a great pile of all the unreasonable race prejudices, all political animosities, all sectional bitterness, all partisan hate.... The most successful nation-wide coalition in the nineteenth century; however, came with the creation of the Women's Christian Temperance Union, the first group formed by solely women to act politically. Nevertheless, no state encompassing prohibition laws emerged until later on in the 1900's. Yet, by 1887, Chincoteague rejoiced in finding what they considered a more perfect society. "],"display_date":"April 25, 1887","search_date":"1887-04-25","citations":[{"divid":1215905026,"type":"Newspaper Article","data":["Prohibition Anniversary on Chincoteague","Peninsula Enterprise","","April 30, 1887",""]},{"divid":1215905063,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","169, 178-182"]},{"divid":1215905120,"type":"Book","data":["C.  Vann Woodward","Origins of the New South",null,"Baton Rouge","Louisiana State University Press","1971","171, 173, 389"]},{"divid":1215905159,"type":"Book","data":["Samuel S. Hill and Charles H. Lippy","Encyclopedia of Religion in the South",null,"Macon, GA","Mercer University Press","2005","21"]}],"locations":[{"id":2356,"lat":37.9436744077,"lng":-75.3696408508,"zoom":9,"place":"ACCOMACK, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}