{"id":3157,"title":"New Baptist Church Brings Prosperity to Wytheville\n","course_id":1,"status":"P","start_date":"1884-03-06","end_date":"1884-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Nineteenth century southerners took tremendous pride in their small towns and communities. Built nearly from scratch, these small towns were the ?heartbeat? of the South. Small news was big news in a town like Wytheville. When the plans to build a new Baptist church were announced, the local paper saw it as yet ?another indication of the prosperity in Wytheville.? At the cost of 1,000, the local Baptist church had purchased a vacant lot from William Phelps in front of the residence of Wm. Terry Jr. on Boyd Avenue and Church Street. The Dispatch notes that although the church is small in numbers, its members have both the ?energy and push? to enhance the ?style and beauty? of their town with the new church.","Religion was essential to life as a southerner. Church was where children were schooled, families went to pray, and town meetings were held. Along with Methodism, the Baptist faith dominated early Virginia. For every Presbyterian or Episcopalian, there were four Methodists or Baptists. Through camp meetings, and especially revivals, Baptists claimed they brought in twenty thousand members in two years during the 1840s. According to Beth Schweiger, ?The rapid growth of antebellum Baptists was rooted in their adaptation to the rural landscape of early America.? Small towns, such as Wytheville, normally had one church. Thus people from every class, white and black, sat and prayed together, united by their faith. ","Schweiger analyzes Baptist clergymen and their role in making belief in a higher power matter in the South during the nineteenth century. One in three clergymen were the sons of farmers, and all of them had to earn an education before becoming ordained. Becoming a pastor was one of the most highly respected professions in a small southern town. Thus, it was not only important that the new church would add to the aesthetics of Wytheville, but it would also bring social prosperity to the town. It brought the town a new school building. The church gave the young men in the town a new reason to study and remain admirable citizens. After the Civil War, a war that saw incredible bloodshed, the church was a refuge for all people, white and black."],"display_date":"March 6, 1884 - December 31, 1884","search_date":"1884-08-03","citations":[{"divid":1215183542,"type":"Newspaper Article","data":["","Wytheville Dispatch","","March 3, 1884",""]},{"divid":1215183560,"type":"Book","data":["Beth Barton Schweiger","The Gospel Working Up",null,"New York","Oxford University Press","2000","5-6, 15-20"]}],"locations":[{"id":2357,"lat":36.9171327375,"lng":-81.0785741345,"zoom":10,"place":"WYTHE, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}