{"id":3158,"title":"Science in the 1850s\n","course_id":1,"status":"P","start_date":"1853-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The New Orleans Academy of Sciences published their constitution and by-laws in 1853. They declared their overarching objective to be the advancement of science, and, despite a great deal of bureaucracy, at least improved their own knowledge during each meeting. The Academy consisted of a certain group of 27 gentlemen, each one an original member and founder. They had strict rules about admitting other gentlemen and under no circumstances allowed women into their organization. This Academy was intended to further scientific knowledge, and generally succeeded in doing just that, despite giving off intimidating airs of self-importance. The years leading up to the Civil War were filled with political and economic overtones. The Union expanded its area and admitting new states into its ranks, the debate about slavery raged on, traders continued to do brisk business, abolitionists picked up steam, merchants shipped cotton all over the world, life carried on. The natural surroundings provided a constant backdrop for the many Americans buying and selling, arguing and forgiving, growing and producing. Most importantly, they also equipped the nation with a climate that made agriculture such a successful venture in its southern states."," The members of the New Orleans Academy of the Sciences were not as interested in the ramifications of this economic viability as they were in the natural processes themselves. These gentlemen went on to suggest a method of using levees and canals to protect the city from Mississippi River floods, and also made daily meteorological notes. This natural world, which provided both rationalizations for keeping people in bondage and for their owners to make a great deal of money as a result, greatly fascinated the Academy members. Many of them wrote their own individual papers - and presented the research to their fellow members - that stemmed from this absorption with their natural and scientific settings. "," Understandably, that same natural atmosphere affected the Academy members in very real ways. For example, yellow fever breakouts caused meeting suspensions in the summer months. Undoubtedly, inclement weather occasionally prevented some of them from being able to attend their meetings. Regardless, or perhaps because, of the way that nature affected their day to day existence, the members of the New Orleans Academy of the Sciences believed in the work they were doing. And although they may have been somewhat pretentious and exclusive, these men did in fact make advancements within the scientific world."],"display_date":1853,"search_date":"1853-07-02","citations":[{"divid":1217529699,"type":"Pamphlet or Other Printed Material","data":["New Orleans Academy of Sciences","Constitution and by-laws of the New Orleans Academy of Sciences","New Orleans, LA","True Delta Job Office","1854","Special Collections Library, University of Virginia"]},{"divid":1217529818,"type":"Article","data":["Karlem Reiss","The New Orleans Academy of Sciences&#58; Its First Hundred Years &#40;1853 - 1953&#41;","The Scientific Monthly","Vol. 77, No. 5","1953","255-259"]}],"locations":[{"id":2358,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}