{"id":3159,"title":"New Pastor at St. Patrick&#39;s\n","course_id":1,"status":"P","start_date":"1889-02-01","end_date":"1889-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Bittersweet best characterized the attitude of his beloved congregation. Though greatly appreciative of the 15 years he spent in Washington, Georgia, the congregation of St. Patrick's deeply regretted the transfer of Reverend J. M. O'Brien to his new parish in Augusta County. Thankfully, his former congregation will not be devoid of his influence despite his physical absence. The fruits of his work - evident in the boy's orphanage and the Academy of St. Joseph - stand as testaments to his good deeds while in Washington. To demonstrate their appreciation for O'Brien and his tremendous work and religious guidance, his congregation presented him with a very handsome watch one Wednesday evening. Furthermore, Reverend Bishop Becker, formerly of Savannah, the man who was assuming O'Brien's position at St. Patrick's, blessed and dedicated the new church bell in O'Brien's honor.","While at St. Patrick's, O'Brien was tireless in his efforts to raise the standard of devotion and outreach in the county. Almost immediately after his arrival in 1874, O'Brien assumed control over the recently relocated boy's orphanage. Furthermore and perhaps more importantly, his religious zeal and moral uprightness rejuvenated the conditions of Catholic faith in the county from its original dire depths. Apparently, O'Brien arrived at a time when Catholicity was at a low ebb and prejudice strong. Unfortunately, the bell dedicated in Father O'Brien's name no longer rings. Its station atop St. Patrick's has long ceased to exist. However, his efforts to raise moral and religious zeal among the Catholic population in Washington as well as his contributions to social outreach at the time remain greatly influential."," The reputation of the South as the Bible Belt, the strong hold of American evangelical Christianity, may have some merit. Though Father O'Brien attempted and, to some extent, succeeded in rejuvenating the Catholic population in Washington, the Protestant and evangelical Christian denominations were the salient religious hegemons in the region. How was this the case given the two and a half million Catholics who arrived in the States between 1880-1900? Where did they all go? The answer is certainly not to be found in the South. The mass influx of Catholic immigrants from Eastern Europe and Ireland and the subsequent nativist discrimination which accompanied the new citizens was one of many factors which explain the relatively small Catholic population in the South. Another possible explanation exists in southern Protestant culture which dominated the region and sanctified dominant political and social hierarchies. In spite of the simmering religious tensions just below the surface of Southern society, unprecedented community outreach and social awareness accompanied the growing importance of religion in the South. Projects like O'Brien's orphanage and academy for girls continued to flourish in the South and were incredibly important to the Progressive Era's manifold community projects and activism."],"display_date":"February 1889","search_date":"1889-02-14","citations":[{"divid":1216164757,"type":"Newspaper Article","data":["","Washington Chronicle","","February 27, 1889","3"]},{"divid":1216164795,"type":"Book","data":["Beth Barton Schweiger","Religion in the American South&#58; Protestants and Others in History and Culture",null,"Chapel Hill","University of North Carolina Press","2004","99-124, 153-194"]},{"divid":1216164945,"type":"Book","data":["Edmund de Schweinitz Brunner","Church Life in the Rural South&#58; A Study of the Opportunity of Protestantism Based Upon Data From Seventy Counties",null,"New York","G.H. Doran","1923",""]},{"divid":1216165031,"type":"Book","data":["Paul Harvey","Freedom&#39;s Coming&#58; Religious Culture and the Shaping of the South From the Civil War Through the Civil Rights Era ",null,"Chapel Hill","University of North Carolina Press","2005","5-106"]}],"locations":[{"id":2359,"lat":33.7814426129,"lng":-82.7442792235,"zoom":9,"place":"WILKES, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}