{"id":316,"title":"Hamburg Massacre\n","course_id":1,"status":"P","start_date":"1876-07-04","end_date":"1876-07-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 4 a Black militia gathered in Hamburg, South Carolina, a center of Reconstruction and Black power, to celebrate the nation's centennial.  A white farmer arrived on the scene and ordered the militia to move aside for their carriage.  Although the militia eventually opened ranks, the next day the farmer demanded to a state justice that the leader of the militia, Dock Adams, be arrested for obstructing my road.'  Adams chastised the justice for entertaining such a complaint and was charged with contempt of court.  Meanwhile, the Black militia again gathered in Hamburg, but this time there was also a large group of white men.  Adams refused to disarm the armory and hundreds of white reinforcements joined the crowd.  The outnumbered blacks attempted to flee, but 25 men were captured and five were murdered in cold blood.  African American shops and homes were also ransacked.  &lt;br /&gt;In South Carolina, the massacre ended any chance of a union between Governor Chamblerlain's Republican and Democratic supporters, and the reconstruction governor would eventually lose to his Democratic challenger, General Wade Hampton, in the election that November , marking the final triumph of Redemption' in South Carolina.  &lt;br /&gt;On the national scene, Democrats viewed the event as an example of how Republican Reconstructionists should not be in control of the southern states.  They pointed out that most of these deplorable events, similar to the Hamburg Massacre, were occurring in South Carolina, Louisiana, Florida and Mississippi, where Republicans still had the political power.  Senator William Andrew Wallace of Pennsylvania said in a speech to Congress in early August 1876: &lt;br /&gt;&lt;br /&gt;Why is this, I ask, while in States that are still under control of others than the Democratic party in the South the freedman is discontented and riotous, outrages, blood and murder are heard of, the people are discontented and unhappy, taxation is redoubled, and the only right that a white man has there is the right to be taxed?  Why is it that in all these States material prosperity is lessening, prosperity decreasing?  Why is this?  Can there by any other answer than that in the latter the power, the control, the interference of the Federal Government exists, and men are not permitted to govern themselves as we do in the North, regulating and controlling our domestic affairs in our own way?'&lt;br /&gt;&lt;br /&gt;Meanwhile, newspapers throughout the South, and especially in South Carolina, blamed the event almost entirely on the Black militia.  The origin of the affray was the insolent behavior of a colored militia company,' wrote The Charleston News and Courier. In response, President Grant gave a speech to the U.S. Senate on August 1, where he called the event a disgraceful and brutal slaughter of unoffending men.'"],"display_date":"July 4, 1876 - July 5, 1876","search_date":"1876-07-04","citations":[{"divid":1216311618,"type":"Book","data":["David H. Donald, Jean H. Baker, and Michael F. Holt","The Civil War and Reconstruction",null,"New York","W. W. Norton &amp; Company, Inc.","2001","636"]},{"divid":1216311658,"type":"Book","data":["Eric Foner","America?s Unfinished Revolution 1863 ? 1877",null,"New York","Harper and Row, Publishers","1984","570-575"]},{"divid":1216311693,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South&#58; a History",null,"New York","The McGraw-Hill Companies, Inc","1996","396"]},{"divid":1216311761,"type":"Pamphlet or Other Printed Material","data":["William A. Wallace","Hamburgh Riots","","Rare Pamphlets","1876","Special Collections Library, University of Virginia"]},{"divid":1216311841,"type":"Pamphlet or Other Printed Material","data":["Ulysses S. Grant","President Grant?s Message Relating to the Slaughter of American Citizens at Hamburg","","Rare Pamphlets","1876","Special Collections Library, University of Virginia"]},{"divid":1216311903,"type":"Newspaper Article","data":["Bloody Work in Hamburg","The Charleston News and Courier","","July 10, 1876","1"]}],"locations":[{"id":224,"lat":33.8933663203,"lng":-81.2948046475,"zoom":8,"place":"LEXINGTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}