{"id":3160,"title":"Working Women\n","course_id":1,"status":"P","start_date":"1866-08-26","end_date":"1866-08-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Anne Watson was part of a wealthy Virginia plantation family that flourished in the 19th century in Louisa County. She lived a life of luxury and refinement until tragedy struck and she lost several children and her husband, all by 1853. After her husband's death, she was forced into a dominant role in the running of the household, in both the domestic and business spheres. ","This new role meant that she often had to negotiate with men over money and labor. In August of 1866, Anne entered into a deal with a man identified only as Mr. Winston, over the cultivation of land unto for corn and the purchase and fattening of cattle. She asserts her authority throughout the letter in several ways, informing the reader, who is unidentified but not Mr. Winston himself, that I would be willing to pay Mr. Winston for his time in seeing the corn measured and put into the house. I don't see how he would be bothered in any other way about it, except to see that the tenants did not injure the land. With this assertive statement, Anne is implying that there is absolutely no reason that the deal should not go exactly as she wishes. ","Women in the South in this period were not typically valued for their shrewdness as negotiators or ability to successfully run a plantation. According to Anne's granddaughter, Anne began her marriage with a very typical Southern family and lifestyle. In her 1923 memoir What I Remember, Anne Watson's granddaughter and namesake, Anne Watson Archer, writes of the senior Anne she was the centre of a devoted family and a host of friends...she was happy with grandfather and several young children, perhaps four or five...she was fortunate enough to furnish the house all at once, most of it coming from New York. Until the string of unexpected deaths within her family, Anne would have had a very luxurious life, typical of the wealth and privilege of the richest plantation families.","Melvin Patrick Ely addresses the sometimes diverse roles of Southern women in his book Israel on the Appomattox. He also recounts a tale of a Southern woman who must take over her husband's affairs after his death, even going so far as to negotiate the manumission of most of his slaves according to his death wishes. "],"display_date":"August 26, 1866","search_date":"1866-08-26","citations":[{"divid":1216166256,"type":"Manuscript on Microfilm","data":["","Anne Watson to Unknown, August 26, 1866","Reel 51, Micflm 1705, ser M, Frame 0129","Watson Family Papers","Alderman Library, University of Virginia"]},{"divid":1216166309,"type":"Manuscript on Microfilm","data":["","Ann Archer Watson, &quot;What I Remember,&quot; 1923","Reel 51, Micflm 1705, ser M","Watson Family Papers","Alderman Library, University of Virginia"]},{"divid":1216166375,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox&#58; A Southern Experiment in Black Freedom From the 1790s Through the Civil War",null,"New York","Vintage Books","2004",""]}],"locations":[{"id":2360,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}