{"id":3163,"title":"Slaves and Their Religion\n","course_id":1,"status":"P","start_date":"1826-01-01","end_date":"1842-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["By 1834, Black churches had begun to exist in various parts of the United States. In this year, the First African Church of New Orleans, which had been officially founded in October of 1826, received two new Baptist pastors after the death of its founding pastor. These Brethren Sanders and Satterfield breathed new life into the church with their worship leadership, and membership flourished once more. In 1837, Elder Peter W. Robert returned the now-Baptist organization to its original form by renaming it the First African Church. Pastors Sanders and Satterfield were ordained in First African Church and carried on preaching the gospel. The church was held in a schoolhouse, but as the church grew, so did weekly collections and therefore finances. By the year 1842 First African had enough money and members to move out of their schoolhouse building and into their own newly constructed church on the corner of Howard and Cypress. "," New Orleans was a city more focused on making money and socializing than worrying about its collective soul. Religious services in white churches were not highly attended. These slave owners kept a lose reign on their slaves in that regard, allowing them to go to church at their own leisure. Because of this bit of freedom, blacks in the area could converge, creating their own churches and organizational hierarchies as illustrated by Elder Peter W. Robert's success. This freedom was most strikingly illustrated by the fact that the First African Church was able to construct itself a new building out of its own money. Those funds had to come from somewhere, and they were probably not being donated by white benefactors. William Craft narrated the story of him and his wife's escape from bondage and included information about earning wages even as a slave. When he asked for a few days off work, his employer granted them, but the cabinet-maker with whom [he] worked ... said that he needed [his] services very much, and wished [him] to return as soon as the time granted was up. Some slaves, then, were able to perform extra labor for their masters or other entrepreneurs and earn a bit of money to call their own. Whites tended to grant slaves days of rest on weekends. The fact that slaves were willing to donate what little they had to churches like the First African Church is a testament to the strong backing and community feel that these religious organizations provided to their members. In a life filled with uncertainties - there was no telling when slave families may be separated - religion became a support system on which to depend."],"display_date":"1826 - 1842","search_date":"1834-07-02","citations":[{"divid":1216208287,"type":"Pamphlet or Other Printed Material","data":["William Craft","Running a Thousand Miles For Freedom, or the Escape of William and Ellen Craft From Slavery","London, England","William Tweedie","1860","James E. Shepard Memorial Library, North Carolina Central University"]},{"divid":1216208353,"type":"Book","data":["William Hicks","History of Louisiana Negro Baptists From 1804 to 1904",null,"Nashville","National Baptist Publishing Board","1915",""]},{"divid":1216208399,"type":"Article","data":["Robert C. Reinders","The Churches and the Negro in New Orleans, 1850-1860","Phylon","22","1961","241-248"]}],"locations":[{"id":2362,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}