{"id":3166,"title":"Texas Secedes\n","course_id":1,"status":"P","start_date":"1861-02-02","end_date":"1861-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["War fever and the eagerness to fight ran rampant as soon as Texas officially seceded from the Union. William Williston Heartsill, a young 22 year old store clerk working in Marshall, Texas was one of the first to enlist. Before he had left for training, Heartsill began a diary to record all the moments and sentiments leading to the cause of his enlistment. He believed that it was imperative to fight and to the fight the best we can. Heartsill was a passionate man who did not think the war would last longer than 12 months, as their cause is just before high Heaven, that we will succeed in this great undertaking. Heartsill supported and followed actively the road to secession, acknowledging the election of Abraham Lincoln as the event that set the wheels in motion for the mass-meetings that convened in every county in the state to lead to the nearly unanimous vote for secession. "," After Lincoln was elected President, many Texans felt threatened regarding the future of slavery. Although slavery came comparatively late to Texas, by Lincoln's election one of every four Texas families owned slaves. The citizens quickly urged Governor Sam Houston to call a convention for Texas to decide the course of their future. As a man dedicated to the Union, Houston repeatedly forestalled the convention fearing the future results. However, the convention was finally legally organized by state legislature on January 28, 1861. The Texas Ordinance of Secession was drafted and voted upon with a favorable margin of 166 to 8 on February 1, 1861. Houston refused to accept the convention, sign the document, or take the oath of allegiance to the new government, thereby resigning as Governor. "," The Texas Ordinance declared that Texas abandoned her separate national existence and consented to become one of the Confederated States to promote her welfare, insure domestic tranquillity and secure more substantially the blessings of peace and liberty to her people. The decision to secede was fueled by several grievances including the sending of pamphlets and papers to stir insurrection throughout Texas, distribution of arms to slaves and the hindering the slave institution, and refusing to allow appropriations for protection against Indians. "],"display_date":"February 2, 1861 - December 31, 1861","search_date":"1861-07-18","citations":[{"divid":1215628445,"type":"Website","data":["William Williston Heartsill","Fourteen Hundred and 91 Days in the Confederate Army: A Journal Kept by W. W. Heartsill, For Four Years, One Month, and One Day, or, Camp Life: Day-by-Day, of the W. P. Lane Rangers, from April 19th, 1861, to May 20th 1865","Alexander Street and the University of Chicago","http://www.alexanderstreet4.com/cgi-bin/asp/cwld/getdoc.pl?/projects/artfla/databases/asp/cwld/fulltext/IMAGE/.2293","October 3, 2006"]},{"divid":1215628487,"type":"Book","data":["T. R. Fehrenbach","Lone Star: A History of Texas and the Texans",null,"New York","The MacMillan Company","1968","346-347"]},{"divid":1215628548,"type":"Website","data":["Walter L. Buenger","Secession Convention","Handbook of Texas Online","http://www.tsha.utexas.edu/handbook/online/articles/SS/mjs1.html ","September 20, 2006"]},{"divid":1215628820,"type":"Website","data":["Lone Star Junction","The Texas Ordinance of Secession","Lone Star Junction","http://www.lsjunction.com/docs/secesson.htm","September 27, 2006"]}],"locations":[{"id":2363,"lat":29.9115260515,"lng":-96.1773201162,"zoom":9,"place":"AUSTIN, Texas"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}