{"id":3168,"title":"Jewish Presence in Alabama\n","course_id":1,"status":"P","start_date":"1882-09-14","end_date":"1882-09-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the morning of September 14, 1882, Philip Henry Pitts ran various errands around town. He needed to make a few purchases, namely tools and home goods. While in town Pitts noticed a few stores had closed signs in the window. Upon returning home to his plantation, Pitts entered in his diary, Thursday Holy day among the Jews - All places of business closed among them this day...and this is new year with them... While it remains unclear whether Pitts referred to the Jewish holiday of Rosh Hashana, the Jewish New Year, or Yom Kippur, the holiest of Jewish days, his observance of this Jewish tradition positively identified a Jewish population living and working in Perry County, Alabama in 1882. Pitts concluded his diary entry by listing the various goods he purchased including a brass handle and a monkey wrench. ","Jewish immigration into the South was divided into four phases from the seventeenth to the twenty-first century. Jewish immigration to Alabama began in the late nineteenth century during the third wave of Jewish settlement in the South. Abraham Mordecai was the first European Jew to travel further west of the early centers of Jewish life in Savannah and Charleston. While the exact date of his arrival is unknown, he settled in what would become Montgomery, Alabama in 1880, pushing the Jewish population further into the South. ","As Jewish immigrants continued to settle in the South, they progressively gained economic influence in society. According to social historian Ralph Melnick, the collapse of the rural plantation system transferred economic and political power to southern cities and townships. With this economic shift, the Jewish population began to earn clout working as professionals, businessmen, mill operators, commodity brokers, and farm owners. In these roles Jewish workers increased their economic status in times of relative instability throughout the South. Reconstruction and the depression of the 1890s further increased Jewish wealth as they continually offered incentives over gentile competition. Jewish business transactions were strictly cash-only, eliminating the vicious cycle of debt for the consumer and decreasing the merchants' risk of financial loss. The economic prosperity enjoyed by these southern working Jews unfortunately led to an increase of anti-Semitism and resentment across the South. ","Between 1848 and 1980 Alabama lost half its Jewish population to bigotry and hate crimes. In 1868, the Ku Klux Klan was founded in Memphis, Tennessee and formally began its reign of terror throughout the South. In 1871, the KKK publicly murdered a Jewish shopkeeper in Memphis and established the Jewish population as a target of the organization. Though many Jews fled both Alabama and the South others remained. Despite anti-Semitic sentiments in the South, many Jewish families lingered in the region of their American roots. "],"display_date":"September 14, 1882","search_date":"1882-09-14","citations":[{"divid":1215183733,"type":"Manuscript on Microfilm","data":["","Philip Henry Pitts Perry Diary, September 14, 1882","Reel 6, Micflm 1705, ser J, Frame 0310","Philip Henry Pitts Papers","Alderman Library, University of Virginia"]},{"divid":1215183853,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Ralph Melnick","Jews in the South","Encyclopedia of Religion in the South","Samuel S. Hill, Charles H. Lippy, and Charles Reagan Wilson, editors","Macon","Mercer University Press","2005","414-422"]}],"locations":[{"id":2364,"lat":32.6385110199,"lng":-87.294217537,"zoom":9,"place":"PERRY, Alabama"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}