{"id":3169,"title":"Disease Ravages Pulaski County\n","course_id":1,"status":"P","start_date":"1870-04-22","end_date":"1870-04-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When Typhoid fever and other diseases hit Appalachia, they hit hard. In 1870, Ella Painter wrote her Aunt Lena many letters from Dublin, Virginia, with updates and inquiries about Lena's new husband and children. On her fourteenth birthday, Ella wrote her Aunt a lengthy letter which she felt was long overdue. Ella's love and admiration for her Aunt is clear as she nearly begs her to come back and visit. She writes about her recent visitors, her grandfathers new farm, and all of the new additions to the family. The startling aspect of the letter however, is the news of the many close acquaintances living in Dublin who had contracted serious illnesses. Lizzie Cecil had contracted Consumption (Tuberculosis), Ann Martin had Rheumatism, and Julia Jackson had been ill with Typhoid fever. Ella had found out that Dr. Stearns believed Miss Jackson would die, and while she seemed to be doing better, he still believed she could terminate in Consumption. ","Each summer, towns like Dublin saw their cemeteries, dotted with graves of upper-class youth who were victim of disease. Diseases did not discriminate. Death rates in the South remained higher than that of the North for much of the nineteenth century. Without formal vaccines, southerners turned to their own forms of medicine. ","When typhoid fever was believed to be caused by soured tree stumps giving off toxic vapors, entire forests were burned. Someone who had come down with typhoid, or the slow fever, would be treated through sweating, purging, and puking. A more adventurous remedy involved cutting a chicken in half and placing each half on the soles of the feet in order to pull the fever out. ","Rheumatism describes a form of arthritis and other muscle discomforts. For this, Appalachians had more unique remedies. Rattlesnake or red worm oil was sometimes rubbed into the ailing area. Some believed that bee stings would bring relief and advised sufferers to disturb a bee's nest and allow themselves to be stung until it was unbearable. ","Very little could be done for those with consumption. Some slept with ice packs containing their own coughed-up blood on their chests, while others were told to inhale the fumes of a skunk that was placed loose in their room. These remedies most likely did very little to stop the onset of death. It would not be until 1929 that the death rates in Virginia would reach the low of eleven deaths per thousand people. Disease was just one of the many threats to survival in the rural South."],"display_date":"April 22, 1870","search_date":"1870-04-22","citations":[{"divid":1217041134,"type":"Manuscript on Microfilm","data":["","MSS 9804","micfilm reel 2274 ","Darst - Babbit Papers, 1864-1896","Special Collections Library, University of Virginia"]},{"divid":1217041163,"type":"Book","data":["Francis Butler Simkins &amp; Charles Pierce Roland","A History of the South",null,"New York","Alfred A. Knopf, Inc.","1972","382-383, 476"]},{"divid":1217041203,"type":"Book","data":["Anthony Cavender","Folk Medicine in Southern Appalachia ",null,"Chapel Hill, NC","The University of North Carolina Press","2003","93-95, 113"]},{"divid":7041,"type":"Website","data":["QHPobbJbi"]},{"divid":3723,"type":"Website","data":["QHPobbJbi"]},{"divid":111842,"type":"Website","data":["QHPobbJbi"]},{"divid":677772,"type":"Website","data":["QHPobbJbi"]},{"divid":5065,"type":"Website","data":["QHPobbJbi"]}],"locations":[{"id":2365,"lat":37.0636121295,"lng":-80.7143373998,"zoom":9,"place":"PULASKI, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}