{"id":317,"title":"The Second Corrupt Bargain: Hayes , Tilden Presidential Election, 1876","course_id":1,"status":"P","start_date":"1876-11-07","end_date":"1877-03-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The United States presidential election of 1876 was likely the most disputed in the country's history.  Democrat Samuel Tilden clearly defeated Republican challenger Rutherford B. Hayes in the popular vote and Tilden was declared the winner by many prognosticators.   &lt;br /&gt;The Charleston News and Courier claimed of Governor Tilden's election, we are still assured,' on Thursday, Nov. 10, and newspapers throughout the South continued to declare Tilden the winner through late November.&lt;br /&gt;It became clear, however, that if Hayes lost no more northern states and managed to carry South Carolina, Florida, and Louisiana, where Republicans controlled the voting machinery, Hayes would emerge with a one-vote victory in the Electoral College and by Friday, November, 10, the New York Times had declared Hayes the victor.&lt;br /&gt;Nevertheless the battle continued and Republican election boards in the three contested southern states invalidated enough returns from counties filled with election-day violence to declare Hayes the winner of their states and Democrats subsequently challenged the results.  &lt;br /&gt;Black Americans were convinced that in the event of a democratic victory, slavery would be reestablished, while Democrats pledged Tilden or War' and prepared to march on the nation's capital.  Each side was very worrisome of the other and expected the opponent to do whatever possible to take home the election.  I have been like a hen on a hot griddle, since Wednesday , laboring about the election results,' wrote one tobacco merchant from Baltimore.  I feel afraid that Tilden is honestly elected and the morning news has a more cheerful outlook that way.  Still the Republicans do not give it up and I am apprehensive [they will] serve devilish plans to gain the vote of South Carolina, Louisiana, and Florida.'  &lt;br /&gt;Eventually a plan was formulated where an independent commission would decide the disputed returns and it was enacted in late January of 1877. It established a body with 15 members: ten congressmen divided between the two parties and five Supreme Court Justices.  Two of the justices were from each party and the fifth was Justice David Davis, an independent.  Meanwhile in Illinois, the state denied their senator reelection and selected Justice Davis in his place. Davis resigned from the electoral commission and Republican Joseph Bradley took his place. By a series of 8-7 votes, completely along party lines, each of the disputed electors was awarded to Hayes, who went on the win the election.  &lt;br /&gt;During this time, to ease fears of Southern Democrats an agreement was made between them and the Republicans that if Hayes' cabinet consisted of at least one Southerner and he withdrew all Union troups from the South, then he would become president , this became known as the second Corrupt Bargain.' When Hayes' followed through with these promises by removing federal troops from the South as President, he effectively ended Reconstruction."],"display_date":"November 7, 1876 - March 5, 1877","search_date":"1877-01-05","citations":[{"divid":1219527885,"type":"Book","data":["Eric Foner","Reconstruction&#58; America&#39;s Unfinished Revolution 1863-1877",null,"New York","Harper &amp; Row Publishers","1984","572-582"]},{"divid":1219527956,"type":"Manuscript","data":["","D.H. Miller to James Booker, November 10, 1876",null,"Mss 2481","","Booker Family Papers","Special Collections Library, University of Virginia"]},{"divid":1219527999,"type":"Newspaper Article","data":["The National Contest","The Charleston News and Courier","","November 9, 1876","1"]},{"divid":1219528028,"type":"Newspaper Article","data":["The National Victory","The New York Times","","November 10, 1876","1"]}],"locations":[{"id":225,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}