{"id":3170,"title":"The Confederate Image\n","course_id":1,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Southerners thought about fashion even in the midst of the Civil War. Preserved in the diary of Virginian and officer in the Confederate Army John Cocke, a small slip of paper recorded the exact fashion of the uniform for officers in the Virginia military. According to the paper, the uniforms should be dark blue coat, red, white lining and buttons, white vest, blue pantaloons with red seams, gold buttons on cuffs. ","For Virginians, and other southerners, part of the Civil War was about pride, image, and the ideas of southerners as morally superior to the Yankees. Even in dress, southerners wanted to impress upon the Yankees and everyone else that their society was something unique, and to be emulated. Although in retrospect such a detailed focus on something as trivial as dress seems absurd, for Virginians, representing themselves as gentlemen and soldiers was of the utmost importance. ","Mr. Cocke wrote this note in 1860, before much of the actual fighting had begun. Thus, although a focus on image remained something of a point of pride throughout the war, its importance did fade as the war dragged on and new concerns about medical supplies, food, and shelter replaced the old ones about pantaloons and cuff links.","In her book Dixie After the War, Myrta Lockett Avery discusses the importance of image to the Confederacy, both during and after the war. The Confederate soldiers, even in defeat, represented the entire idea of southern nationalism. Also, the uniforms and other customs of the military approximated the social structures of the pre-War South, with officers - who were usually very wealthy and respected in their civilian lives - wearing different and better uniforms than their subordinates, the more ordinary men and boys of the South."],"display_date":1860,"search_date":"1860-07-01","citations":[{"divid":1216496373,"type":"Manuscript","data":["","John Cocke to Unknown",null,"Mss 2433","Box 1","Cocke Family Papers","Special Collections Library, University of Virginia"]},{"divid":1216496416,"type":"Book","data":["Myrta Lockett","Dixie After the War&#58; An Exposition of Social Conditions Existing in the South, During the Twelve Years Succeeding the Fall of Richmond",null,"New York","Doubleday, Page &amp; Company","1906",""]}],"locations":[{"id":2366,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}