{"id":3171,"title":"Yellow Fever Hits New Orleans\n","course_id":1,"status":"P","start_date":"1853-05-01","end_date":"1853-11-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Nearly every summer, as the heat rose in New Orleans, so did the death toll. Most of the people who expired were victims of the same mysterious affliction: high fever, muscle aches, vomiting and an eventual yellowish tint to the skin that preceded death. Baffled physicians prescribed everything from doses of quinine to sponge-baths to calomel, with no telling what the results would be from patient to patient. After a hiatus period, the summer of 1853 was particularly bad for the city, with thousands upon thousands succumbing to this sickness. One Dr. J. S. M'Farlane expressed regret that the city had become complacent and fallen under the impression that the hygienic condition of our city would be meliorated to such an unparalleled degree, that yellow fever and cholera were to fly shrieking to India and Rio Janeiro... Things were so bad that the city published a pamphlet entitled The Epidemic Summer: List of Interments in all the Cemeteries of New Orleans, which, because of the staggering death toll, was in actuality the size of a slender book."," By 1853, a multitude of opinions regarding the fever existed in the medical field. Dr. M'Farlane composed the pamphlet's opening remarks, and made summarizing statements that included his thoughts: he did not believe that yellow fever was contagious, nor that quarantine regulations would effectively prevent the disease. His printed words expressed a rising conviction that yellow fever would have to be combated differently than the typical epidemic disease. Dr. M'Farlane's careful word choice, most noticeable in his presentation of these statements as opinions, still points towards a hesitation to categorize anything about this disease as absolute truth.; however, the fact that this was a city publication indicates that reasoning like his was beginning to gain some credibility. If the city was willing to support his claims by publishing them, those same claims must have been achieving more and more popularity."," As it still stood, popular opinion claimed that, since the freshest faces in New Orleans were most susceptible to yellow fever, it could also be referred to as the Stranger's Disease. The Epidemic Summer itself perpetuates this belief: of the 67 pages of small print filled with names of the dead, a significant number of them are shown to be immigrants; most often from Ireland or Germany. This common belief perpetuated stereotypes against these newcomers. Although in reality the city suffered from bouts of yellow fever because of its high volume of traffic with mosquito-ridden Latin America, the stratification of its victims played into the existing prejudices towards ethnicities and classes."],"display_date":"May 1, 1853 - November 1, 1853","search_date":"1853-08-01","citations":[{"divid":1215184048,"type":"Pamphlet or Other Printed Material","data":["J. S. M&#39;Farlane, M.D.","The Epidemic Summer: List of Interments in all the Cemetaries of New Orleans, from the First of May to the First of November, 1853, together with names and ages of deceased, places of nativity, causes of death, date of interment and name of cemetery in which interred","New Orleans, LA","Proprietor of the True Delta","1853","Special Collections Library, University of Virginia"]},{"divid":1215184180,"type":"Article","data":["Jo Ann Carrigan","Privilege, Prejudice, and the Stranger&#39;s Disease in Nineteenth-Century New Orleans","The Journal of Southern History","25","1970","568-578"]}],"locations":[{"id":2367,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}