{"id":3175,"title":"Frederick County Meeting\n","course_id":1,"status":"P","start_date":"1860-12-14","end_date":"1860-12-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 14, 1860, just six days before South Carolina seceded from the United States of America, men in Frederick County, Virginia met to discuss the possible results of secession and how to go about preventing it. Mr. Conrad delivered a speech on the subject to the meeting in which he discussed the ills inflicted on the southern states by the North such as disregard for run away slave laws and their disregard for the importance of slavery in the South in general. He stated that We assure our northern brethren that the institution against which this insane war is waged, is so interwoven into our social, domestic, and industrial life, that any sudden change would be destructive to us, and even to themselves. While Mr. Conrad made it clear that the citizens of Frederick Country would not tolerate actions against slavery, he also states that secession will only worsen the situation. Mr. Conrad pleads for reconsideration by South Carolina in this statement: Hence; we do not question the power of South Carolina, in virtue of her state sovereignty to absolve her citizens from their allegiance to the federal government. But we do utterly deny her right, under the circumstances that now exist; and as parties to the compact, deeply interested in its fulfillment, we deny that she alone has the right to decide whether adequate cause exists. Mr. Conrad also presented several solutions to the conflict with the North which he suggests giving to the Virginia General Assembly. We may obstruct the wheels of the Federal Government; or defend our Constitutional rights, in arms, under the flag of the Union; and even these extreme measures would be less fatal than a voluntary secession, he stated. He and the members of the meeting agreed that South Carolina did secede the North would be quick to put them back into place and repair their own actions against slavery. The remedy is with our Northern friends: we await their action with trust and confidence that they will now see and appreciate the evil, and apply the proper correctives. "," After the secession of South Carolina the rest of the southern states were left with a very critical decision: stay in the union and allow the north to force its anti-slavery ideals upon the entire south or join the rebellion, unsure of what would come next. The question facing the upper South was not simply whether to secede but whether to aid their brothers farther south. This looming decision divided the South into three sections. The first was made up of those southerners mostly in the lower South who believed in immediate secession, the idea being the quicker secession is accomplished by the south the stronger the statement. The next group was made up of southerners in the upper South with fewer slaves who wished to wait until a group effort by all the states was decided on before seceding. The last group was made up of those who sided with the North and were against secession completely, this seeming to be the group that Mr. Conrad would side with as he confirmed by stating: We have no faith whatever in the success of any southern confederacy of these States, except merely for the temporary object of mutual defense. South Carolina, Mississippi, Florida, Alabama, Georgia, Louisiana and Texas, being of the immediate secession group, all joined the rebellion with majority votes in their conventions soon after the election of President Abraham Lincoln. About the election of President Lincoln Mr. Conrad stated The election of Mr. Lincoln is recent, was unexpected, fortuitous, and if not already regretted by his supporters, will, in all probability, prove the destruction of his party. Virginia, Arkansas, Tennessee and North Carolina also joined the cause with a majority but only after President Lincoln called for a move on South Carolina, being more of the second group. In Virginia the decision on secession was especially important because Virginians were so close to the North and the South at the same time. As Edward Ayers confirmed, More than half of the war's battles were waged with in Virginia's borders, making their decision especially critical. While Virginia did decide to ultimately secede the vote was deeply divided. The slaveholders, mainly living in the east, wanted to secede while the non slave holders in the west wanted to remain in the union. This division was one of the main causes for the creation of the separate Union state of West Virginia in 1863."],"display_date":"December 14, 1860","search_date":"1860-12-14","citations":[{"divid":1216685376,"type":"Pamphlet or Other Printed Material","data":["","Address and Resolutions&#58; Frederick County Meeting, December 14, 1860","Winchester, Virginia","Virginia Office","1860","Special Collections Library, University of Virginia"]},{"divid":1216685469,"type":"Book","data":["Clayton E. Jewett","Slavery in the South",null,"Westport, Connecticut","Greenwood Press","2004","274"]},{"divid":1216685503,"type":"Book","data":["James M. McPherson","Ordeal By Fire",null,"New York","Knopf, Inc.","1982","128"]},{"divid":1216685525,"type":"Book","data":["Edward L. Ayers and John C. Willis","The Edge of the South",null,"Charlottesville","University Press of Virginia ","1991 ","4"]},{"divid":1216685595,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South",null,"New York","McGraw-Hill Companies, Inc.","1991","325"]}],"locations":[{"id":2370,"lat":39.2038567799,"lng":-78.2606208397,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}