{"id":3176,"title":"Livestock and Appalachia   \n","course_id":1,"status":"P","start_date":"1884-04-03","end_date":"1884-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Healthy livestock were imperative to running a successful farm in Appalachia. Unfortunately, keeping these animals healthy after the Civil War became a constant struggle for many Appalachian farmers. Disease ravaged the livestock population after the war. In 1884, the Wytheville Dispatch ran an article about ?our friend? Bob Crockett. Crockett was famous in Wytheville for his work in improving the cattle, sheep, and horse population. Disaster had struck, however, when he lost several of his valuable, full-bred Catawold Ewes to poisoning. The newspaper noted that Crockett had a clue as to who was responsible, and it gave its best wishes to him in bringing those who committed the ?cowardly act? to justice.","Cattle, sheep, and horses were invaluable to Appalachian farmers following the Civil War. Responsible for improving the livestock population, Bob Crockett was a local hero. Before the war, cattle fever, or glanders, was nearly non-existent in Virginia. As the livestock in North Carolina, Georgia and other southern states became sick prior to the war, Virginians made sure their cattle had no contact with them. When the war began and livestock grew scarce, Confederate soldiers demanded cattle be brought to them in Virginia. Thus, after forty years of no disease, cattle fever became rampant in Virginia by 1865. Other southerners blamed the disease on northern soldiers who purposely left their diseased horses on southern land, spreading the glanders disease. Soon southern farmers were faced not only with cattle fever but also an equine influenza that would do even more damage. ","The Civil War destroyed the southern landscape. Railroad tracks were torn up, farm land became infertile, and disease was everywhere. The livestock epidemic that ravaged Virginia only made things more impossible. High cattle losses meant farmers had very little homemade fertilizer. Low supplies of fertilizer made farming and recovery nearly impossible. Bob Crockett was a savior to farmers in Virginia for rehabilitating some of the livestock. Poisoning Crockett?s female sheep enraged the county as it should have during such a time of desperation."],"display_date":"April 3, 1884 - December 31, 1884","search_date":"1884-08-17","citations":[{"divid":1215184489,"type":"Newspaper Article","data":["","Wytheville Dispatch","","April 3, 1884",""]},{"divid":1215184504,"type":"Book","data":["G. Terry Sharrer","A Kind of Fate",null,"Ames, Iowa","Iowa State Press","2000","8-9, 17-21"]}],"locations":[{"id":2371,"lat":36.9171327375,"lng":-81.0785741345,"zoom":10,"place":"WYTHE, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}