{"id":3178,"title":"Booker T. Washington calls to Cast Down Your Buckets\n","course_id":1,"status":"P","start_date":"1895-09-18","end_date":"1895-09-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Cast down your buckets where you are This was the prophetic cry of Booker T. Washington at the Atlanta Cotton Exposition on Wednesday, September 18, 1895. The talented representative of the negroes and President of the Tuskegee Normal and Industrial School spoke brilliantly and passionately as he lobbied for African American employment in the burgeoning industrial age. He called upon whites throughout the nation to recognize the burgeoning African American population and their subsequent need of employment in the great leap from slavery to freedom. African Americans had worked under the white yoke for years on end. Could whites yet again place their trust in African Americans to till their fields, plant their crops, and strengthen their business? Washington implored whites to reject the massive influx of immigrants as a source of labor. Why test the mettle of the Irish, Italian, and Eastern European, when a solid and trustworthy base of employment lay right under their nose? The crowd assembled to listen to his speech seized upon several points in Washington's speech, but the passage which best encapsulates his message follows:","To those of the white race who look to the incoming of those of foreign birth and strange tongue and habits for the prosperity of the South, were I permitted, I would repeat what I say to own race: 'cast down your bucket were you are.' Cast it down among 8,000,000 negroes whose habits you know, whose loyalty and love you have tested in days when to have proved treacherous meant the ruin of your firesides. Cast down your buckets among these people who have without strikes and labor wards, tilled your fields, cleared your forests, built your railroads and cities and brought forth treasure form the bowels of the earth and helped make possible this magnificent presentation of the progress of the South. ","Applauded by both blacks and whites alike, Washington's address was one of the most poignant of the entire Convention and arguably in American history. Though some criticized his speech as accomodationist and pandering to the white population, it was still critical in guiding African American resistance to white discrimination and establishing Washington as one of the leading African American spokesmen in America. Ardent in his devotion to African American advancement and education, Washington continued his cooperation with white people, enlisting the support of wealthy philanthropists, to raise funds to establish and operate hundreds of small African American community schools and institutions of higher education.","Reverberations from Washtington's Atlanta Compromise Speech, as it was later called, continue to influence racial politics to this very day. The supposed accomodationist ideas of Washington were frequently juxtaposed with those of other African American leaders of the time. In particular, Frederick Douglass called upon African Americans to Agitate, Agitate, Agitate for social change whereas Washington stressed compliance and hardy work ethic. Washington's ideals also conflicted with other individuals like W.E.B. DuBois who supported the idea of a classical education among African-Americans rather than the industrial model which Washington favored. Both sides sought to define the best means to improve the conditions of the post-Civil War African-American community. Washington's advice to African-Americans was to compromise and accept segregation; however, this perspective incensed other activists like DuBois who labeled him The Great Accommodator."],"display_date":"September 18, 1895","search_date":"1895-09-18","citations":[{"divid":1216685033,"type":"Newspaper Article","data":["","Atlanta Constitution","","September 19, 1895","4"]},{"divid":1216685057,"type":"Book","data":["Preston King and Walter Earl Fluker","Black Leaders and Ideologies in the South&#58; Resistance and Nonviolence",null,"New York","Routledge","2005",""]},{"divid":1216685104,"type":"Article","data":["Booker T. Washington","The Awakening of the Negro","The Atlantic Monthly","78","September 1896","322-328"]},{"divid":1216685180,"type":"Book","data":["Louis R. Harlan","Booker T. Washington in Perspective",null,"Jackson, Mississippi","University Press of Mississippi","1988","68-97, 164-179"]}],"locations":[{"id":2372,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}