{"id":318,"title":"The Grange Movement Explodes\n","course_id":1,"status":"P","start_date":"1873-07-02","end_date":"1896-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1867, the National Grange of the Patrons of Husbandry was established to unite small farmers around the United States in the aftermath of the Civil War and combat problems facing them.  Grangers around the United States began calling for railroad regulation to lower crop freight rates in addition to negotiating better credit rates with local merchants and combating falling crop prices.  One local example of the incredible growth the Grangers experienced was in Tennessee.  On July 2, 1873, representatives from 40 local granges convened to form a Tennessee-wide grange and elect a Worthy Master of the State Grange.  By November of that year, there were 215 local granges, and by May of 1874 the total was 823.  Meanwhile, regional attempts at coordination also began to emerge, including interstate connections and communications among granges.  In August of the year, well before the Panic had begun, the Atlanta Constitution published a substantial article describing the rise of the Farmers' Movement as absolutely astonishing, and without precedent for rapidity of growth;in no part of the country is the movement gathering strength faster than in the cotton belt.'  With agriculture already a powerful legislative force in Western states like Illinois and Kansas, the agrarian South during the summer of 1873 was a veritable powder keg of potential political power; the disastrous events of September 18 simply provided the flashpoint which ignited it.&lt;br /&gt;It has always been said that the agricultural interests of the country [are] the slowest to move, or to change, but when they do once start, the movement is steady, strong, and irresistible.' These words, written by a Constitution staffer in August, proved prophetic after the Panic of 1873 hit.  The Grange Movement gained a new urgency as crop prices began a precipitous five-year decline; the price of cotton was slashed by nearly fifty percent between July and December.  Adding to farmers' woes was the steady deflation which accompanied falling prices.  Deflation (caused by a shortage of gold to back currency) meant that farmers' debts were becoming more expensive as their crops were bringing in less revenue, which made for a dire situation indeed.  The secretary of the Georgia State Grange telegraphed an open invitation to Patrons of Husbandry and farmers generally of the Cotton States' to a mass Granger meeting in Atlanta on November 25, 1873 to devise and consider measures looking for relief of prevailing distress.'  Nationally, Grange membership peaked in 1875 at 250,000.  The popularity and political power of the Granger Movement, fueled by the severity of farmers' financial situations, lead to the passage of Granger Laws' regulating railroads, as well as laying the foundation for the Populist movement and Greenback Party of the late 1880s and 1890s."],"display_date":"July 2, 1873 - December 31, 1896","search_date":"1885-04-01","citations":[{"divid":1216312317,"type":"Online Encyclopedia","data":["The Tennessee Encyclopedia of History and Culture online","The Patrons of Husbandry","http&#58;//tennesseeencyclopedia.net/imagegallery.php?EntryID=P008","September 8, 2005"]},{"divid":1216312354,"type":"Book","data":["Edward L. Ayers ","The Promise of the New South&#58; Life after Reconstruction",null,"New York","Oxford University Press","1992",""]},{"divid":1216312379,"type":"Book","data":["David Herbert Donald, Jean Baker, and Michael Holt","Civil War &amp; Reconstruction",null,"New York","Norton","2001",""]},{"divid":1216312426,"type":"Newspaper Article","data":["Mass Meeting of Grangers","Montgomery Advertiser","","November 12, 1873","1"]},{"divid":1216312456,"type":"Newspaper Article","data":["To the Patrons of Husbandry","Richmond Daily Dispatch","","November 11, 1873","3"]},{"divid":1216312491,"type":"Newspaper Article","data":["The Farmer?s Movement","Atlanta Constitution","","August 13, 1873","2"]}],"locations":[{"id":226,"lat":36.1695702654,"lng":-86.7859142705,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}