{"id":3181,"title":"Another Negro Boy Caught Stealing\n","course_id":1,"status":"P","start_date":"1884-04-17","end_date":"1884-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Will Crockett, a thirteen year old boy became the ninth negro boy in a month to be caught stealing and sent to jail in April of 1884, in Wytheville. Crockett stole twenty dollars from Wolfenden Brothers and was sentenced to two months in jail by Judge Obenchain. Interjecting their own opinion, the Wytheville Dispatch hoped that his would be a lesson to local merchants to keep ?these little rascals? out of the town?s stores. ","By the end of the Civil War, most blacks expected a swift transition from enslavement to freedom. This did not happen. Reconstruction was arguably the most violent time between races in the South. Whites had for centuries treated blacks as property, and they were forced to free their slaves under the watchful eye of northern officers. ","Two major problems arose during Reconstruction that led to episodes like that of Will Crockett. By 1867, two years after the end of the war, the government in Washington granted suffrage to all freedmen. Three years later the fifteenth amendment passed, declaring that no state could deprive a citizen, regardless of race, of the vote. Gaining a political voice was the ultimate sign of freedom, and one that white southerners were strongly against. White southerners took the law into their own hands, using groups like the Ku Klux Klan to scare blacks away from the polls. By 1877, the Jim Crow laws had been implemented throughout the South ensuring the separation of races. Cleary the Dispatch is in strong favor of Jim Crow.","Alarmingly, Will Crockett was the ninth black boy to be caught stealing in a month in Wytheville. The second problem to arise during Reconstruction was the lack of educational opportunities for African American youths. The Freedmen?s Bureau attempted and was somewhat successful in setting up some schools in the South, but they clearly could not reach the entire South. Often, angry whites along with Ku Klux members would destroy black schools or intimidate the Yankee teachers into leaving. In more rural parts of the South, including Appalachia, many black children were forced to work in order to help the family. They could not attend school. A lack of education among black and white children may have contributed to a higher crime rate. Jim Crow made parts of the South uninhabitable to some blacks and forced others, such as Will Crockett, to test its limits. "],"display_date":"April 17, 1884 - December 31, 1884","search_date":"1884-08-24","citations":[{"divid":1215184693,"type":"Newspaper Article","data":["","Wytheville Dispatch","","April 17, 1884",""]},{"divid":1215184710,"type":"Book","data":["Claude H. Nolan","Southerners in Slavery, Civil War, and Reconstruction",null,"North Carolina","McFarland &amp; Company, Inc.","2001","157-169"]}],"locations":[{"id":2374,"lat":36.9171327375,"lng":-81.0785741345,"zoom":10,"place":"WYTHE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}