{"id":3183,"title":"The Dutch Ferryman\n","course_id":1,"status":"P","start_date":"1835-01-01","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Presbyterian Reverend Timothy Flint had been settled with his family in Alexandria, Louisiana for 10 years when he set out at the age of 55 to explore the Red River and the people who lived along it. Commissioned by the Missionary Society of Connecticut in 1815 to preach Christianity to the masses of emigrants moving west, Flint was no stranger to such exploration. He ministered in the Ohio Valley, St. Louis and St. Charles, Missouri, as well as taking an opportunity to travel through the new Arkansas Territory in 1819. Due to ill health, he was often traveling between Louisiana and New England, seeking escape from the sweltering heat of summer and the freezing cold of winter. "," After traveling several days east along the Red River in 1835, he finally came to its junction with the Ouachita River, which could take him north through the Arkansas Territory, should he choose. Flint found, even at this remote place, small cabins dotting the landscape where just a few years before there had been no one. He employed the services of one such settler, a Hollander dressed in a shabby and crude Robinson Crusoe costume, to ferry him closer to the Ouachita. Flint was so amused by his new friend that he requested to see where this Dutchman lived. The Dutchman obliged, presenting Flint with a small two room cabin surrounded by cultivated peach and plum trees and a small garden, miles from any other habitation. His home was dug into the side of an Indian mound, which he shared with his animals. Like his clothing, all his tools, eating utensils, and dishes were crude and hand-made. The ferryman took the opportunity to express his opinion on religion as well, pushing a book of Astrology on the Reverend. Flint graciously declined, lamenting a lack of familiarity with the Dutch language. "," Whatever entertainment Timothy Flint gained from such a man, he still expressed regret that so great a proportion of the emigrants are of the class of poor, vagrant, and worthless foreigners, the scum of despotic governments. Many who emigrated to the frontier owned very few slaves or none at all and appear in the tax records as not owning property, much like the Dutch ferryman. These men and their families eked out a small living, and required, as many church officials from the East believed, a revived understanding of the Christian faith due to their removal from civilized society. ","In the same year that the Missionary Society of Connecticut sent Reverend Flint west, a New York paper, <em>The Patrol</em>, reprinted a progress report from the Louisiana Bible Society, expressing concern that the want of Bibles in Louisiana has been extreme. The Presbyterian Church in the East was greatly concerned with increasing the educational and moral principles of society at large, but particularly on the frontier, where they believed lower class migrants, like the Dutchman, were in danger of leading secular lives and forgetting God in the wilds of the west."],"display_date":1835,"search_date":"1835-07-02","citations":[{"divid":1217041551,"type":"Manuscript","data":["","Journal of the Rev. Timothy Flint, from the Red River, to the Ouachita or Washita, in Louisiana, in 1835, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1217041575,"type":"Book","data":["John Ervin Kirkpatrick","Timothy Flint, pioneer, missionary, author, editor, 1780-1840; the story of his life among the pioneers and frontiersmen in the Ohio and Mississippi Valley and in New England and the South",null,"Cleveland, OH","The Arthur H. Clark Company","1911","163-171, 203, 217-8"]},{"divid":1217041616,"type":"Newspaper Article","data":["Louisiana Bible Society","The Patrol","","June, 6, 1815",""]},{"divid":1217041644,"type":"Book","data":["James Oakes","The Ruling Race ",null,"New York","W.W. Norton &amp; Company","1998","xv-xxi, 40"]},{"divid":1217041711,"type":"Book","data":["T. Scott Mikakawa","Protestants and Pioneers&#58; Individualism and Conformity on the American Frontier ",null,"Chicago","The University of Chicago Press","1964","21-32"]}],"locations":[{"id":2375,"lat":31.2441474516,"lng":-92.6921619821,"zoom":8,"place":"RAPIDES, Louisiana"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}