{"id":3184,"title":"Dr. Henry Jackson Orders Laboratory Supplies\n","course_id":1,"status":"P","start_date":"1819-08-11","end_date":"1819-08-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Henry Jackson graduated from the Medical College of Pennsylvania in 1802. However, after he tried his hand at medicine and was unhappy as a physician, he became professor of sciences and mathematics at Franklin College in Athens within Clarke County. He set up a science laboratory at the blossoming academy. In the late 1810's and early 1820's, he continued his strong relationships that he had established in France while holding his position of U.S. charge d'affaires. He sent a letter to Mr. P. McCrady, requesting the acquisition of several laboratory materials, and in the letter he ordered one small tabulator that was 1.50 and four test tubes that were 2.12 total. Additionally, the box that he ordered that stored the glass materials was 0.25, so the overall total was 3.87.","Dr. Jackson increased the materials within his laboratory facilities so that the students and faculty at Franklin could better pursue their scholarly research and investigative searches. Many Southerners advanced the development of sciences because of the educational efforts of people like Dr. Jackson. Ephraim McDowell of Kentucky increased the understanding of abdominal surgery, Crawford Long did the same for anesthesiology, and Marion Simms of Alabama did so for gynecology.","Jackson's desire to complement the facilities of his college corresponded with the development of higher education throughout the South. Southern states founded universities and competed with the northern states in their quest to expand educational foundations in their respective region. Franklin College eventually became University of Georgia thanks to the promotional fervor of college graduates who became statesmen and urged the development of a state university. In fact, according to Simkins and Roland, Georgia issued the first charter for a state university in the United States. The South competed with the North and boasted that it had a greater percentage of students enrolled in colleges compared to the overall regional population."],"display_date":"August 11, 1819","search_date":"1819-08-11","citations":[{"divid":1217425728,"type":"Manuscript on Microfilm","data":["","McCrady to Dr. Henry Jackson, 1819","reel 27, MicFlm 1705, Frame 00012","McCrady to Dr. Henry Jackson","Alderman Library, University of Virginia"]},{"divid":1217425755,"type":"Book","data":["Francis Butler Simkins, Charles Pierce Roland","A History of the South ",null,"New York","Alfred A Knopf","1972","165-167"]}],"locations":[{"id":2376,"lat":33.8869230363,"lng":-83.4056331691,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}