{"id":3187,"title":"Women Prepare for 1895 Atlanta Cotton Exposition\n","course_id":1,"status":"P","start_date":"1895-09-18","end_date":"1895-09-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Porcelain panels of fruit, intricate paintings, exquisite displays of needlework, and skillfully-crafted carpentry. These elaborate and beautiful adornments awaited guests of the Women's Department at Atlanta's 1895 Cotton Exposition. Women's social clubs from the entirety of Georgia labored to make their display a true success. To do so, they culled art and handiwork from around the country, including particular contributions from Virginia, Illinois, and Maryland. Once acquired, women then categorized the work into different themed rooms like the Baltimore Room, the Lucy Cobb Room, the decorative art department, the library, and the Columbus Room. Though the addition of a Women's Department in Atlanta's Cotton States and International Convention may seem somewhat superfluous, women's social clubs throughout the region deemed it important to showcase women's progress throughout the South. Indeed, the display by the Women's Department was one of the hotspots of the Exposition featuring beautiful novelties in art and domestic living and hosting many visitors. Exhibits like that arranged by the Legion of Loyal Women drew particular attention. The Legion arranged 45 dolls to illustrate the American Patriotic salute, each wearing a small shield on which is the name of a state. Displays like this one spoke to expected social and domestic roles of Southern women as its image called forth the patriotism and republican ideals which mothers should imbue in their children.","Before television and radio, a city's means of attracting tourists was extremely limited; however, in the late nineteenth century, fairs and expositions rose to prominence as one manner of luring visitors. The 1895 Convention was one of three conventions hosted by Atlanta to demonstrate the city's recovery and economic promise following the ravages of the Civil War and Reconstruction. In short, they helped establish Atlanta as the center of the New South. Displaying special buildings, collections of accomplishments by African Americans and women, and new technological marvels in the fields of transportation, manufacturing, agriculture, and the like, the Atlanta Exposition in 1895 sought to entice visitors and encourage new business development in the community. The Exposition also had an international element, for it hoped not only to foster trade between southern states and South American nations but also to show products and facilities of to the rest of the nation and to Europe. These objectives found expression in the official name of the event - the Cotton States and International Exposition. Though the focus of the event was on attracting visitors and potential investors, women played a large role in the Exposition, and the weight of representing an image of the classic South rested on their dainty shoulders. ","In flipping through the script of American political history, it is quite simple to assign men the role of title character and women the part of the ever-faithful sidekick. Naturally, there were those exceptional women in history who earned cameos in the public realm against the odds; however, the greatest proportion of women could be found backstage, arranging affairs like the Women's Department at the 1895 Exposition. Events like this were one of many manners in which women assumed a more social role at the end of the Nineteenth Century. They engaged in municipal housekeeping, reform, beautification projects, and to some extent even suffrage associations. Though the ideals of Republican Motherhood still somewhat constrained their liberties and social freedom, by the time of the Exposition in 1895, American women were progressively organizing and developing an identity as a whole. More radical forms of involvement were just around the corner."],"display_date":"September 18, 1895","search_date":"1895-09-18","citations":[{"divid":1214520907,"type":"Newspaper Article","data":["","Atlanta Constitution","","September 18, 1895",""]},{"divid":1214520928,"type":"Article","data":["Bruce Harvey and Lynn Watson-Powers","The Eyes of the World Are Upon Us: A Look at the Cotton States and International Exposition of 1895","Atlanta History","39","Fall/Winter 1995","5-11"]},{"divid":1214520983,"type":"Book","data":["Joan Marie Johnson","Southern Ladies, New Women: Race, Region, and Clubwomen in South Carolina, 1890-1930",null,"Gainesville, FL","University of Florida Press","2004","1-128"]}],"locations":[{"id":2379,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}