{"id":3188,"title":"Sheriff James Herndon Presents a Sale\n","course_id":1,"status":"P","start_date":"1833-04-06","end_date":"1833-04-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In April, 1833, Sheriff James Herndon of Clark County presented a sale, printed in the Southern Banner newspaper, designated to occur the following month. Within his announcement, he introduced his sale of property, and then he listed three groups of property that he planned to sell. His first set only contained slaves: Milley, age 22, her two children, Mary, age five, Henry, age three or four, and Charlotte, a girl fifteen years of age, apparently not within Milley's family. The second set of property included a one-acre lot within the town of Athens, and four enslaved African Americans, a carriage and harness, a wagon, a cart, one yoke of oxen, one cow and calf, four tables, and four glasses.","Placed next to wagons and cows in advertisements, enslaved African Americans took on the face of property. Charlotte had been separated from every person within her family, and her situation sadly reveals one of the tragic truths of the slave trade. Charlotte was only a single example of what happened consistently throughout the South. We are unsure as to whether Charlotte separated from her family during the interstate slave trade or, as was the case in Sheriff Herndon's sale, an intrastate slave trade. If she had been separated from her nuclear family during an interstate slave trade, then she had something in common with one out of every two slaves she met.","Throughout the South, prospective buyers analyzed the slaves intensely and traders worked vigorously to make the sale. Consistent with the thought that many Southerners did not see slaves as much other than property, Jeanette Keith claimed that auctioneers saw women with their potential as 'breeders,' and auctioneers attempted to increase the present value of a female slave by convincing a buyer that she could produce inherently stronger and more efficient offspring in the future. Buyers, such as those that would appear at Sheriff Herndon's sale, however, to ensure that they evaluated their expensive and long-term investment correctly, examined the entire bodies of naked slaves and checked for scars from whip marks. The slave market was an extremely complex experience. "],"display_date":"April 6, 1833","search_date":"1833-04-06","citations":[{"divid":1215185138,"type":"Newspaper Article","data":["Clark Sheriff&#39;s Sale","Southern Banner","","April 6, 1883",""]},{"divid":1215185159,"type":"Book","data":["Walter Johnson","Soul by Soul: Life Inside the Antebellum Slave Market",null,"Cambridge, MA","Harvard University Press","1999","17"]},{"divid":1215185196,"type":"Book","data":["Jeanette Keith","The South: A Concise History",null,"Upper Saddle River, NJ","Pearson Education","2002","88"]}],"locations":[{"id":2380,"lat":33.8831653504,"lng":-83.4095667489,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}