{"id":3189,"title":"Rambin&#39;s Cotton Crop Failure\n","course_id":1,"status":"P","start_date":"1881-09-25","end_date":"1881-09-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sally Garland Young Rambin struggled to write to her sister because of a sore eye, which she had gotten from the family that her husband had brought to the plantation. He had brought them to help pick the cotton crop that a young man had cultivated on their land but had not picked. Rambin's sore eye and the negligent young man were the least of the Rambins' worries, however. Rambin wrote to her sister that times will be harder here next year then ever before. The Rambins' cotton crop had failed that year because of excessive drought, worrying Rambin about her family's future, and the future of the poor around the area. Rambin expresses to her sister concern about what her own family would do with a working plantation, and even greater concern for the poor who do not even have any land to depend on with the failing crops.","Rambin's letter to her sister expresses many of the fears of Louisiana planters during this period. A failure of the cotton crop was a constant concern; especially since cotton prices had been continuing to decrease due to a worldwide overproduction of cotton. The difficultly of creating a profit from the cotton crop landed many of the sharecroppers, like the family Mr. Rambin had brought, in debt. Despite the financial hardship these sharecroppers faced, the African Americans were able to gain greater autonomy in this system because it allowed them to choose their own employers. The majority of African Americans remained poor and often in debt, but the ability to regulate their own land and time gave them the independence that they craved after emancipation. ","Plantation owners who leased parts of their land out, and then held the tenants responsible for one-half of the crop did not have much more financial success than their sharecroppers. Landlords often had problems maintaining tenants and keeping their lands running effectively, as seen with the Rambins and the young man. These issues eventually led to the disappearance of large plantations, as well as the development of absentee land ownership which greatly reduced the profits the former plantations made."],"display_date":"September 25, 1881","search_date":"1881-09-25","citations":[{"divid":1217676480,"type":"Manuscript","data":["","Sally Garland Young Rambin to Sister",null,"Mss 10239","","Correspondence of the Spicer and Young Families of Louisa and Hanover Counties, Virginia","Special Collections Library, University of Virginia"]},{"divid":1217676547,"type":"Book","data":["Edward L. Ayers","The Promise of the New South&#58; Life After Reconstruction",null,"New York","Oxford","1992","200-202"]},{"divid":1217676584,"type":"Book","data":["John B. Boles","The South Through Time&#58; A History of an American Region, vol. II",null,"New Jersey ","Prentice Hall","1999","398-399, 404-407"]}],"locations":[{"id":2381,"lat":32.0554385592,"lng":-93.7372826293,"zoom":9,"place":"DE SOTO, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}