{"id":319,"title":"Fisk University Jubilee Singers tour Europe\n","course_id":1,"status":"P","start_date":"1873-07-01","end_date":"1878-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1873, the Fisk University Jubilee Singers embarked on a whirlwind tour of the major Western European countries, selling out concert halls and introducing the cultured musical palates of the Continent to slave spirituals for the first time.  Hailing from Nashville, Tennessee, the Jubilee chorus was composed of four men and seven women who sang traditional black spirituals to raise money for Fisk University, which was teetering on the edge of bankruptcy in the 1860s and 70s.  The majesty of the Singers' harmonies and stately bearing stood in stark contrast to African-American minstrel and burlesque entertainment, such as the Georgia Minstrels, which was also popular in Europe and America at the time.  Advertisements for these types of shows tended to present common white stereotypes of black Americans, including the sexually provocative black female and the Northern black dandy.'  Playing in well-known urban venues, such as Atlanta's DeGive Opera House, and before large and fashionable audiences,' burlesque shows only served to reinforce the caricatures of black America that so many whites had come to accept as fact.  &lt;br /&gt;The Jubilee Singers understood the negative impact acquiescence to white ideas of black culture had on African-American society, and they refused to accept it.  The group's unapologetic and unequivocal refusal to ride segregated trains or stay in segregated hotels (in both Europe and the United States) was an early symbol of the power black education and culture would have in stoking the wounded pride of oppressed black citizens during the Harlem Renaissance and Civil Rights movement.  The Jubilee Singers became the darlings of European royalty and music critics alike, and through their talents raised over 150,000, helping transform a struggling colored' school into the proud university which would help change the face of the American South less than a hundred years later."],"display_date":"July 1, 1873 - March 30, 1878","search_date":"1875-11-14","citations":[{"divid":1213643837,"type":"Book","data":["Eileen Southern","The Music of Black Americans",null,"New York","W. W. Norton","1997",""]},{"divid":1213643927,"type":"Book","data":["Andrew Ward","Dark Midnight When I Rise",null,"New York","Farrar, Straus, and Giroux","2000",""]},{"divid":1213644086,"type":"Newspaper Article","data":["&amp;34;New Orleans Minstrels&amp;34; Advertisement ","Atlanta Constitution","","November 29, 1873","2"]}],"locations":[{"id":227,"lat":36.1695702654,"lng":-86.7859142705,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}