{"id":3192,"title":"Threat of Conscription\n","course_id":1,"status":"P","start_date":"1864-02-15","end_date":"1864-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When Lizzie, granddaughter of the Gordon family living in Paris, Texas, wrote to her grandmother, she talked about the war. She said, Pa speaks of going in the army if they raise it to 55 Pa will have to go will not join until he is obliged to. The Gordon family was not unique in deciding the future of their family. "," Many families were torn with the heart-breaking decision whether or not the men should go to war. There were many factors that led fathers, brothers, and sons, to become soldiers, and just as many reasons to evade the conscription laws. "," In the second year of the Civil War, more men were needed to fight for the Confederacy. In 1862, the Confederate State Congress passed a conscription law that called all men in the ages between 15 and 45 into service. Many men did voluntarily fight, and others followed the conscription law so that at one time there were more Texans fighting in the army than votes cast in any of the states elections. Although many Texans did fight in the war, the conscription policy proved detrimental to morale since many were forced to fight and others viewed the law as unconstitutional. "," While there were many men fighting, there were still a great number that evaded the war by leaving the country or paying for a substitute to take his place. In fact, conscription tended to force the older men who were settled and needed to stay ar home into finding a substitute. While many outwardly voiced disapproval to those who did not go and fight, newspapers were more frequently filled with bids ranging upwards of thousands of dollars to take another's place. Paying for a substitute was soon followed by scandal and deceit as men who were hired as substitutes frequently deserted, sometimes to multiply their gains by repeated substitutions under different names."],"display_date":"February 15, 1864 - December 31, 1864","search_date":"1864-07-24","citations":[{"divid":1216684464,"type":"Manuscript","data":["","Note Sheet for Inventories",null,"Mss 5613","Box 5584","Letters to Dr. John Newton Gordon and Family","Special Collections Library, University of Virginia"]},{"divid":1216684513,"type":"Website","data":["BG John C.L. Scribner","Civil War","Texas Military Forces Museum","http&#58;//www.texasmilitaryforcesmuseum.org/tnghist10.htm","September 30, 2006"]},{"divid":1216684573,"type":"Book","data":["Edward L. Ayers","In the Presence of Mine Enemies",null,"New York","W.W. Norton and Company","2003","241-246"]},{"divid":1216684609,"type":"Book","data":["Michael Barton and Larry M. Logue","The Civil War Soldier&#58; A Historical Reader",null,"New York","New York University Press","2002","285-289"]}],"locations":[{"id":2382,"lat":32.5660986198,"lng":-95.8370785238,"zoom":9,"place":"VAN ZANDT, Texas"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}