{"id":3194,"title":"Three Vessels Arrive with Railroad Iron for Wilmington and Weldon RR Co\n","course_id":1,"status":"P","start_date":"1886-01-06","end_date":"1886-01-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Three vessels arrived in the Wilmington port with cargoes of railroad iron for the Wilmington & Weldon R.R. Co. to build the line from Wilson to Fayetteville, known as the Short-cut. Track had already been laid from Contentnea Creek to Smithfield in Johnston County and the work of laying the iron resumed with the cargo in port. They built iron bridges across Cape Fear and the Neusse River. At the Fayetteville end the iron had already been laid up to the Cape Fear River and the bridge was under construction.","Wilmington was a center for railroad traffic. The Wilmington & Weldon Railroad Company began as the Wilmington and Raleigh Railroad formed in 1835 until its name was changed in 1855. It formed a continuous line with the Wilmington, Columbia, and Augusta Railroad and they eventually merged with the Atlantic Coast Line Railroad in 1900. The short cut that this article discussed later became known as the Wilson and Fayetteville Railroad, one of the more notable sections of the Wilmington and Weldon line.","Maury Klein argued that the construction of this short cut across North Carolina was part of a much larger process of extending the railroad lines throughout the South. During the 1890s, many of the largest railroad lines combined to form larger, more encompassing routes. These new railroad lines not only extended north to south, but also began to reach parts of the Deep South and the Midwest. In the thirty years following the Civil War, the South more than tripled its railroad mileage despite economic hardship because it faced the problem of needing to rebuild its communities without the proper resources or labor force available. Klein said that the newly built railroads served as major contributors to bringing resources from the North and the East to the Deep South and the Mid-West."],"display_date":"January 6, 1886","search_date":"1886-01-06","citations":[{"divid":1216333302,"type":"Newspaper Article","data":["","Wilmington Star","","January 6, 1886",""]},{"divid":1216333318,"type":"Article","data":["Maury Klein","The Strategy of Southern Railroads","The American Historical Review","73","Apr. 1968","1052-1068"]},{"divid":1216333355,"type":"Book","data":["Hugh Lefler and Albert Newsome","The History of a Southern State&#58; North Carolina",null,"Chapel Hill","The University of North Carolina Press","1973",""]}],"locations":[{"id":2384,"lat":34.2953764793,"lng":-77.7420682293,"zoom":10,"place":"NEW HANOVER, North Carolina"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}