{"id":3195,"title":"A Divinely Righteous Cause\n","course_id":1,"status":"P","start_date":"1861-04-25","end_date":"1861-04-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In April of 1861 the Fall of Fort Sumter gripped the United States. After this dramatic turning point, both the North and South began to take offensive and defensive measures. Suddenly, the nation stood at the threshold of war. Only approximately two weeks after Beauregard's Confederate troops had stormed the national fort, a large group of clergymen from across the state of Mississippi gathered within the walls of a quaint Church on Randolph Street in Holly Springs for the state's Thirty-fifth Annual Convention of the Protestant Episcopal Church. Over the course of three days these men discussed, among other things, the state of the nation and their role as the church within a country at odds. "," For the Bishop's Journal and Address, the Rev. W.M. Green spoke to the gathered assembly. A great deal had occurred in the political realm since they had last met: Their state had joined the Confederacy in January 1861 and troops were being assembled for both the Union and Confederacy. An eventful year has passed over us since we last took counsel together, remarked Green. The revolution which has been forced upon us, has been effected in a manner no less wonderful than grateful to every heart. What may yet be in reserve for us, we cannot tell. In the hands of the wise and merciful God of Nations, we must leave our country, with the earnest supplications of Christian hearts, and the firm resolves of patriots trusting in the righteousness of their cause. "," During the Civil War, faith and morale were closely linked. The Confederacy believed their cause to be righteous in the eyes of God, a belief that served as a patriotic rallying point for the South. God is on our side was the cry of many. Southern citizens and soldiers saw military men such as Stonewall Jackson and Robert E. Lee to be divinely inspired leaders in whom they could trust and depend upon. With each Confederate victory on the battlefield God's preference was confirmed. The church played a large part in continuing to foster this faith in the Confederate war effort by continually deeming it a divinely righteous cause. The Protestant Episcopal Church, as well as other southern protestant denominations, formed a core of stability that fueled the people's fiery spirits of nationalism."],"display_date":"April 25, 1861 - April 27, 1861","search_date":"1861-04-26","citations":[{"divid":1213831176,"type":"Pamphlet or Other Printed Material","data":["Episocopal Church, Diocese of Mississippi","Journal of the Thirty-Fifth Annual Convention of the Protestant Episcopal Church in the Diocese of Mississippi","Jackson, Mississippi","Mississippian Book and Job Office","1861","Rare Book Collection, University of North Carolina at Chapel Hill"]},{"divid":1213831319,"type":"Book","data":["Jon L. Wakelyn","Confederates against the Confederacy: Essays on Leadership and Loyalty",null,"Westport","Praeger Publishers","2002","77-95"]},{"divid":9824,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":[null,null,null,null,null,"XpoTJvYlZtTuRzIfMT"]}],"locations":[{"id":2385,"lat":34.7662259669,"lng":-89.4795664639,"zoom":9,"place":"MARSHALL, Mississippi"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}