{"id":3197,"title":"A West Virginians Bookkeeping   \n","course_id":1,"status":"P","start_date":"1872-01-01","end_date":"1872-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Migrants headed to the frontier in the nineteenth century were eager to work. Many, unable to immediately settle down and begin anew, worked on farms they encountered in order to make money. On the other side were the farmers who could charge these migrants room and board and pay them set wages to do the work around their farm. Franklin Osburn not only ran a farm but also a country store on his property. By looking at Mr. Franklin?s books, it is clear he had many guests and numerous transactions with each of his workers. Osburn sold the goods produced on his farm both to his workers and to those living nearby. His store sold molasses, meats, butter, and liquor among other goods. Workers were paid one dollar for slaughtering a hog, two dollars for chopping wood, and thirteen dollars for cutting corn. While Osburn received a service from most of his visitors, his books show that he profited off of all of them as he was their source of everyday needs. ","The Appalachian countryside was dotted with communities during the nineteenth century. Each community of farms was self-sufficient in supplying the goods needed for survival. Most farming families grew only enough for themselves while others, like Franklin Osburn, used his farm to make profits. These Appalachian communities were not nearly as isolated as made out to be. Like those Osburn recorded staying at his farm, ?a fairly constant stream of traffic eastward and westward kept the mountains in touch with the low country.? The frontier was in constant motion with each new settler looking for the best place to create a niche. ","The names of the laborers in Mr. Osburn?s records most likely belong to migrant workers. These ?shuttle? migrants went back and forth between the mountains and cities looking for work. During times of depression, it was especially common for these migrants to leave the cities and set up temporarily on farms. It was not uncommon for entire families to travel together looking for work. Other migrants had a preference to remain rural and instead traveled from farm to farm in Appalachia looking for work. Mr. Osburn?s books show he did steady business for over thirty years on his farm allowing him to encounter many frontier travelers over his lifetime."],"display_date":1872,"search_date":"1872-07-01","citations":[{"divid":1217425504,"type":"Manuscript on Microfilm","data":["","Franklin Osburn Book Records, 1872","reel 45, Micflm ser. F part 3","Franklin Osburn Book Records","Alderman Library, University of Virginia"]},{"divid":1217425539,"type":"Book","data":["Grace Toney Edwards, JoAnn Aust Asbury, Ricky L. Cox","A Handbook To Appalachia",null,"Knoxville, TN","The University of Tennessee Press","2006","5"]},{"divid":1217425568,"type":"Book","data":["Richard A. Straw and H. Tyler Blethen","High Mountain Rising&#58; Appalachia in Time and Place",null,"Chicago","University of Illinois Press","2004","90"]}],"locations":[{"id":2386,"lat":39.30762356,"lng":-77.8627617422,"zoom":10,"place":"JEFFERSON, West Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}