{"id":3198,"title":"Former Slave Seeks White Endorsement\n","course_id":1,"status":"P","start_date":"1819-02-20","end_date":"1819-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Augusta, Georgia, Henry Hartford Cumming released his slave Henry Todd from the bonds of slavery in 1809. However, the freed African American didn't leave the Augusta area. Instead, he waited until he could purchase and earn his path outside of the region. When Henry decided to leave, Cumming, in 1819, asked for and received the signatures of many white, male aristocrats. They all endorsed the Todd family because of Harry's good conduct, diligence, and positive community reputation. Their endorsement asked for the humanity and protection of all persons whom the family would meet on their travels to search for a place to settle. Fortunately for Henry Todd, white Southern men who met him either heeded the advice of the document or believed Todd in his explanation that he and his family was free, because he lived 40 years past the day he left August. He died at age 92.","Before the Emancipation Proclamation during the Civil War, masters throughout the South granted freedom to their slaves. Thousands of enslaved African Americans received the same independence as Henry Todd. In much the same way as Henry Todd, however, these newly-liberated men and women did not have many options directly after they received their freedom. They possessed no financial resources, no previous experience participating, at least as a buyer and seller, in a market economy, likely very few or no close family with which to make contacts, and no way to purchase transportation if they desired to migrate. ","Henry Todd, because of his limited opportunity as a newly-freed man, worked on the Cumming plantation until he received endorsement from the local landed gentry. Many freed slaves could only leave their plantation, or function as a free person in the South, if their former masters provided them with an endorsement or provided them with land.","Henry Todd's desire to stay with his family demonstrated the close bonds created by blacks during slavery. Slaves believed in the tight family network to such a degree that family members would extend themselves to fictive kin, who were people outside of family blood lines, and adopt them into the assemblage of relatives. Given the difficult circumstances of the peculiar institution, blacks bonded together to support each other and formed cohesive familial bonds."],"display_date":"February 20, 1819","search_date":"1819-02-20","citations":[{"divid":1217425401,"type":"Manuscript on Microfilm","data":["","Henry Hartford Cummings to State of Georgia","reel 24, Micflm 1705, Frame 00276","Henry Hartford Cummings to State of Georgia","Alderman Library, University of Virginia"]},{"divid":1217425427,"type":"Book","data":["Jeanette Keith","The South&#58; A Concise History",null,"Upper Saddle River, NJ","Pearson Education","2002","82"]}],"locations":[{"id":2387,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}