{"id":3199,"title":"Cholera Epidemic Along Red River\n","course_id":1,"status":"P","start_date":"1833-07-25","end_date":"1833-07-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Massive numbers of people were dying in the summer of 1833, but luckily, Edward George Washington Butler assured his father-in-law in Virginia, he and his family of Iberville, Louisiana were so far unaffected. Cholera was sweeping through the state. Outbreaks in the East had already occurred on the St. Lawrence River, in New York City, and Philadelphia in 1832, reaching New Orleans a year later, where people died faster than they could be buried. Like a poison, the disease spread along the waterways throughout the state and into Mississippi; it had now reached the plantations along the Red River.","Outbreaks of yellow fever and malaria often struck the people of Louisiana. These diseases were carried by the mosquito, which bred in the plentiful standing water in the bayous of Louisiana. Cholera was different though. It was not a constant threat, and therefore more frightening. The disease was caused by a bacterium usually ingested into the body through contaminated water, although this information was unknown at the time, just as the causes of yellow fever and malaria were unknown. They did know they had a greater chance of catching these diseases near water, though they did not know the reason. Poor nutrition, insufficient hygiene, and inadequate understanding of disease and its cause led to a low survival rate. Diseases like cholera which effect the digestive tract usually cause death through dehydration. Often the cures which doctors prescribed helped cause the death of their patients rather than help them.","While both blacks and whites in equal numbers contracted the malady, the loss of slaves was incredibly detrimental to a plantation. In Butler's own parish, some ha[d] lost 10, 16, & 20 - which in some instances constituted of two thirds of their force. In Red River, Butler told to his relative, some plantations had lost as many as 80 slaves. Without slave labor, planters who survived an epidemic found themselves unable to harvest and cultivate their plantations. Disease did not shock Butler so much as fear for the loss of his work force and its effect on his livelihood and future."],"display_date":"July 25, 1833","search_date":"1833-07-25","citations":[{"divid":1217973746,"type":"Article","data":["Rita R. Colwell","Global Climate and Infectious Disease&#58; The Cholera Paradigm","Science","274","Dec. 20, 1996","2025-2031"]},{"divid":1217973793,"type":"Manuscript","data":["","",null,"Mss 2988","","Papers of the Washington Family","Special Collections Library, University of Virginia"]},{"divid":1217973822,"type":"Book","data":["Joe Gray Taylor","Louisiana",null,"New York","W.W. Norton &amp; Company","1976","77-79"]},{"divid":1217973859,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Raleigh A. Suarez","Louisiana&#39;s Struggling Majority&#58; The Antebellum Farmer","The Louisiana Purchase Bicentennial Series in Louisiana History","Carolyn E. De Latte, Editor","Lafayette","Center for Louisiana Studies","2004","76-91"]}],"locations":[{"id":2388,"lat":31.888116082,"lng":-93.3919432041,"zoom":7,"place":"NATCHITOCHES, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}