{"id":32,"title":"An Inquiry into the Law of Negro Slavery in the United States of America published\n","course_id":1,"status":"P","start_date":"1858-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Thomas R.R. Cobb published his An Inquiry into the Law of Negro Slavery in the United States of America after significant research on ancient slavery laws.  Cobb was a diehard secessionist and respected a Georgia lawyer.  His book is one of the only to defend slavery based on legal theory, but it is still racist in the extreme.  &lt;br /&gt;&lt;br /&gt;In the Preface, Cobb claims that my book has no political, no sectional purpose,' but, given the national climate during its publication, this can hardly be the full truth.  Cobb's book relies heavily on religious history, and one of the most frequently cited sources is the Bible.  He even traces slavery's origins to Noah's Flood.  As regards government's role, he is clear in his defense of slavery, stating no organized government has been so barbarous as not to introduce it amongst its customs'.  Cobb relies on religious, historical, and scientific methods to justify slavery, representing many of the various arguments in favor of slavery at the time."],"display_date":1858,"search_date":"1858-07-02","citations":[{"divid":1213289846,"type":"Pamphlet or Other Printed Material","data":["Thomas R. R. Cobb","An Inquiry into the Law of Negro Slavery in the United States","Savannah, GA.","W. Thorne Williams","1858",""]},{"divid":1213290023,"type":"Article","data":["Andrew Fede","Southern Slavery and the Law","The American Journal of Legal History","Vol. 41, No. 3","1997","406-408"]},{"divid":692363,"type":"Dissertation/Thesis","data":[null,"vUVonjWlHPKqcJr"]}],"locations":[{"id":19,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}