{"id":320,"title":"Louisiana Gubernatorial Election of 1876\n","course_id":1,"status":"P","start_date":"1876-11-06","end_date":"1877-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Republicans nominated former U.S. Marshall Stephen Packard for governor during the 1876 gubernatorial race in Louisiana. The Louisiana Democrats chose Francis T. Nicholls, a confederate war hero, as their candidate and began immediate efforts for a victorious election.  In counties they were certain to win, Democrats did all they could to hold down the Black vote through intimidation and in counties they were certain to lose, they got as many Democrats to come out and vote as possible.  &lt;br /&gt;By Thursday of election week, the New York Times reported that leading state Democrats had admitted they were beaten and Packard had been elected by over 8,000 votes.  Both Democrats and Republicans challenged the results and both candidates claimed victory.  As part of the compromise to resolve the disputed presidential election between Hayes and Tilden, Hayes withdrew all federal troops from Louisiana and along with the troops went Packard's gubernatorial hopes.  Nicholls was recognized as governor in March 1877 and Reconstruction ended in Louisiana as a near complete failure, because African-Americans were returned to their status as second-class citizens."],"display_date":"November 6, 1876 - March 30, 1877","search_date":"1877-01-16","citations":[{"divid":1213492445,"type":"Book","data":["Joe G. Taylor","Louisiana: A Bicentennial History",null,"New York","W. W. Norton and Company, Inc.","1976","113-114"]},{"divid":1213492486,"type":"Newspaper Article","data":["Louisiana Sure For Hayes","The New York Times","","Nov. 10, 1876","1"]}],"locations":[{"id":228,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}