{"id":3200,"title":"The Anticipation of War News\n","course_id":1,"status":"P","start_date":"1863-10-03","end_date":"1863-10-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1863 the state of Mississippi found itself entrenched in a massive war of attrition against its northern neighbors. Men from the South donned gray and marched off to battle, leaving those who did not join the ranks to fend for themselves on the home front. Rev. Samuel Agnew of Lee, Mississippi was one of these individuals. Agnew and others like himself found that they could not easily keep the Civil War from pressing into the forefront of their minds. The War evaded every aspect of southerners' lives and affected their attitudes and actions day in and day out. For some, the War came to their very doorstep. Crops became earthworks and homes transformed into hospitals and army headquarters. For others, the War seemed more like an encroaching storm that affected their very way of life. These citizens, as those of Lee, Mississippi in 1863, depended on news from the front in order to keep abreast of the state of the War. However, on days when no news arrived it left many southerners disconcerted and on edge, unaware of how things were shaping up. On these particular days, time stood still. "," In his diary entry on October 3, 1863 Agnew remarked, I have not noticed anyone passing the road today and consequently have no news. Everything is quiet and still and dull. I have done nothing but loll about and scribble....It is unusual for me not to hear some rumors and reports every day but today I have none. Up until this point Agnew's diary had covered any and every small bit of news that he had received on the War and the most current political situation. Each entry went into great detail about battle action, accompanied by a list of familiar names of those who had fallen. The entry for October 3 is starkly different from the rest. No news had arrived that day. Not one person had even come through town to give any indication of rumor. Agnew frustratingly had nothing to report. "," Daily life for those on the home front during the Civil War was tedious. Men and women continued with the necessities of home and work as best they could, all while on edge with anticipation of hearing word from the front. As Agnew's diary illustrates, Southern communities hinged on any word received from the battlefield. On days when no news arrived communities were left hanging in suspense, not knowing if a battle had ensued, which side was victorious, or who had fallen. The Southern home front thrived off of the reports they received from the field. These reports helped tie the world of the soldier and the life of the citizen together. Any and every bit of news was of dire importance to southerners during the Civil War."],"display_date":"October 3, 1863","search_date":"1863-10-03","citations":[{"divid":1218746045,"type":"Manuscript","data":["","October 3, 1863",null,"Mss 923","Volume 7B","Diary of Samuel Andrew Agnew September 27, 1863 - June 30, 1864","University of North Carolina&#58; Documenting the American South"]},{"divid":1218746144,"type":"Book","data":["James Alan Marten","Civil War America&#58; Voices from the Home Front",null,"Santa Barbara","ABC-CLIO","2003","312-328"]}],"locations":[{"id":2389,"lat":34.3014422553,"lng":-88.447760974,"zoom":9,"place":"ITAWAMBA, Mississippi"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}