{"id":3201,"title":"Controversial Mail in Tennessee\n","course_id":1,"status":"P","start_date":"1822-09-07","end_date":"1822-09-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 7, 1822, The Independent Gazette explained that Proposals have been issued for carrying the mail in Tennessee. According to the newspaper, people of Franklin would receive two mails a week, instead of thesix previously received (one from the South to arrive every Tuesday and one from Nashville, every Wednesday). Such a modification would cut economic and commercial links, and actually, almost every link between different parts of the state. Moreover, it will cut the commercial part of the State off with a weekly communication with New Orleans, the direction in which most of the business of the country lies. Inevitably, discontent citizens sent a petition to the post-master general.","Even if the roads were not as numerous and as serviceable as today, Tennesseans had numerous opportunities to communicate with each other and correspondents in other states. The mail was therefore a significant thing for Tennesseans. Indeed, it was the only means to receive news from friends and relatives who often lived far away, partly due to the size and the isolation of plantations and to the parting of families during frontier time. The mail was also the way for journalists to receive news from the abroad but also and above all, from other states thus local Tennesseans newspapers were full of new from elsewhere. Besides, since dislocation was difficult, the mail was also used for trade and transactions. For example, the journalist described New Orleans as such an important market place: many goods and slaves were actually bought and sold there and it would be disastrous to be isolated from this place. The mail was a crucial link for the different states and allowed these states to be considered as a unique country."],"display_date":"September 7, 1822","search_date":"1822-09-07","citations":[{"divid":1216339291,"type":"Newspaper Article","data":["","Independent Gazette","","September 7, 1822",""]},{"divid":1216339314,"type":"Book","data":["Stanley Folmsbee, Robert Corlew, and Enoch Mitchell","Tennessee, A Short History",null,"Knoxville","The University of Tennessee Press","1969",""]}],"locations":[{"id":2390,"lat":35.8758167006,"lng":-86.8624771941,"zoom":9,"place":"WILLIAMSON, Tennessee"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}