{"id":3202,"title":"The National Game\n","course_id":1,"status":"P","start_date":"1884-07-26","end_date":"1884-07-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Play Ball the Norfolk crowd shouted on a mid-July afternoon, despite the rain that would eventually force the Norfolks and the Baltimore Monumentals from the baseball field. Although the fans left disappointed, they would return the following day to see the two teams square off, and this time they got their money's worth. The Norfolk Landmark would call the July 26 game one of the finest ever played here. With the score notched at 2 to 2, heading into the ninth inning, the Norfolk defense rose to the challenge, yielding no runs, and setting up the last inning heroics. Despite having the first two batters record outs, the next two players managed to reach base, putting the centerfielder, Underwood, up to the plate. After two pitches, Underwood faced an 0-2 count, and the Monumental pitcher needed only one throw to end the game. Nevertheless, someone in the crowd yelled, hit a daisy, Underwood, and this he did, sending the next pitch deep into the outfield for a home run. The Norfolks scored three runs, winning the game in dramatic fashion for the hometown faithful, 5 to 2. ","The Yankee Army, during the Civil War, first brought baseball to the South by teaching Confederate troops the new game. After the war, localities throughout the South began to embrace the game, at first in the cities, then by the 1880's and 1890's nearly every town had a team. This development occurred amidst a Southern embrace, in the late nineteenth century, of all kinds of sports; southerners of every class, race, and gender eagerly embraced sports and its trappings. Though the North appeared to, at first, monopolize the best talent, Southern baseball heroes quickly emerged, none more famous than the Georgian, Ty Cobb. Some critics of baseball even worried that a fascination with with such a game, better left to children, would hurt Southern culture. "," A Richmond newspaper spoke of baseball as, thoroughly democratic; leveling all ranks, and all social differences are forgotten, and sure enough, blacks and whites flocked to the game as both players and fans. In the 1880's games and grandstands were very much interracial; however, this phenomenon would quickly disappear in the 1890's. Along with other forms of discrimination sweeping the South during this decade, white teams no longer found it honorable to play black teams, leading the game to the segregation that it would finally overcome in the mid-twentieth century. The South's acceptance of baseball, the national game, very much paralleled its integration into the rest of the country; however, sports teams also gave apparently harmless expressions of Southern pride and identity, and [would] provide yet another demeaning distinction between the races.On July 26, 1884, though, few Norfolk fans second-guessed the societal implications of their game, for celebration swept the field--their team had won."],"display_date":"July 26, 1884","search_date":"1884-07-26","citations":[{"divid":1214524033,"type":"Newspaper Article","data":["The National Game","Norfolk Landmark","","July 27, 1884","1"]},{"divid":1214524067,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","71-72, 310-316, 338"]},{"divid":221299,"type":"Film","data":[null,null,null,null,"isrukg@feanps.com"]}],"locations":[{"id":2391,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}