{"id":3203,"title":"Jealous Lover Receives Death Penalty\n","course_id":1,"status":"P","start_date":"1833-06-29","end_date":"1833-06-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Southern Banner </em>wrote of the murder of Mrs. Mary W. Hamilton. This was a trial about love and madness, craze put into action. Joel Cough had claimed that he loved Mrs. Hamilton, but he felt that she would never reciprocate his feelings. According to the article, written by an official in the court, Clough selfishly murdered Mrs. Hamilton and ensured that Mrs. Hamilton would never again have the ability to make another man happy. Additionally in the eyes of the court, Clough received a full and fair trial, because he had had the ability to select a jury of his peers and he was given every opportunity to prove his innocence. Though provided all of the tenets of a just and sensible trial, the jury rendered a guilty verdict on Clough and demanded that he, on Friday, the 26th of July, 1833, should be taken to the place of public execution and be hanged by the neck until dead.","During the seventeenth and eighteenth centuries, many crimes, such as treason, murder, manslaughter, rape, robbery, burglary, arson, counterfeiting, and theft all warranted capital punishment. By the 1800's, the South and the North separated in their respective approaches to the death penalty. The Southerners retained their capital punishment laws. The Northerners, however, reformed many of theirs, making the death penalty applicable in fewer circumstances. ","Despite the ultra-conservative culture in the South, as the 19th Century progressed, Southerners began to modify their own capital punishment laws. Southern states ceased the execution of whites for crimes other than murder. Effectually, the capital punishment laws in the Southern states approached the degree of severity of those in the North. Even in today's world, many states, including Virginia and Texas, continue to use the death penalty for murderers and extreme criminal cases.","The nineteenth century, additionally, brought a change in the public nature of execution. In the two centuries preceding 1800, hangings were religious, public events with thousands of people in attendance. With the growing popularity and belief in Christianity throughout the South, people flocked to the events. Throughout the 1800's, alternatively, the execution became increasingly secular and private. The <em>Southern Banner </em>article announced Joel Clough's execution, so citizens certainly attended the public event. Given the time period, however, his hanging did not likely draw the thousands of spectators that had been characteristic in the 17th and 18th Centuries."],"display_date":"June 29, 1833","search_date":"1833-06-29","citations":[{"divid":1214532392,"type":"Newspaper Article","data":["Sentence","Southern Banner ","","June 29, 1833",""]},{"divid":1214532429,"type":"Book","data":["Stuart Banner","The Death Penalty: An American History",null,"Cambridge, MA","Harvard University Press","2002","1-2"]}],"locations":[{"id":2392,"lat":33.8831653504,"lng":-83.4095667489,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}