{"id":3204,"title":"Caucus to Determine West Virginia Senate\n","course_id":1,"status":"P","start_date":"1877-01-22","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Immediately after the Civil War, the Republicans stormed through Appalachia. With promises of restoration, Lincoln?s party was able to make Appalachia a Republican stronghold. Fifteen years later, however, Democrats held power in every Appalachian state. In the nineteenth century, politics mattered. People voted, knew the candidates, and a caucus held in West Virginia to determine two new senators was front page news in Louisville, Kentucky. On the night of January 22, 1877, the Democrats of the West Virginian legislature held a caucus in Wheeling in order to place two candidates on the ballot in the coming Senate race. Both spots were open in the 1878 elections due to the death of Senator Caperton and the expiration of Senator Davis? term. After three ballots had been taken, candidate Faulkner edged out the incumbent Davis in the long term, and Governor Price beat H.S. Walker in the short term. ","Following the war, Confederate soldiers were not allowed to vote. During the period of radical reconstruction, Republicans took over Appalachian state governments with promises with which they delivered. Public schools were set up, an improved tax system was put in place, and some social welfare programs were created. When Confederates, angry with the assistance Republicans gave to African Americans, were once again allowed to vote, the Redemption Democrats retook the state governments. By 1874, Democrats were once again in control of Kentucky, West Virginia, Maryland, and Virginia. This change brought great tragedy to the mountain people of Appalachia.","Democrats, favoring states rights, cut back on taxes, thus reducing government expenditures. Southern democrats saw mountaineers as traitors to the Lost Cause and the Confederacy and chose to neglect them. The Democratic Party put forth every measure to hurt the poor in the mountain regions. The poor were restricted from fishing and hunting, homestead exemption laws that allowed those in debt to keep their homes were repealed, and poll taxes ensured these poor could not affect political policy. In fact, the region of Appalachia was in worse shape after Reconstruction than after the Civil War. With these facts, the bias of the Courier Journal and the intentions of candidates selected in Wheeling become ever more intriguing."],"display_date":"January 22, 1877 - December 31, 1877","search_date":"1877-07-12","citations":[{"divid":1214082958,"type":"Newspaper Article","data":["","Louisville-Courier Journal","","January 23, 1877",""]},{"divid":1214082977,"type":"Book","data":["Grace Toney Edwards, JoAnn Aust Asbury, Ricky L. Cox","A Handbook to Appalachia",null,"Knoxville","The University of Tennessee Press","2006","6"]},{"divid":1214083021,"type":"Book","data":["Richard A. Straw and H. Tyler Blethen","High Mountain Rising: Appalachia in Time and Place",null,"Chicago","University of Illinois Press","2004","54-55"]}],"locations":[{"id":2393,"lat":40.0969277883,"lng":-80.6189090562,"zoom":11,"place":"OHIO, West Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}