{"id":3206,"title":"Property of a Newspaper Owner\n","course_id":1,"status":"P","start_date":"1856-10-15","end_date":"1856-10-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Joseph Addison Waddell was a wealthy and influential man in nineteenth-century Augusta County, Virginia. He owned the Staunton <em>Spectator</em> from 1856-1860. The <em>Spectator </em>reached many residents of Augusta County. He kept an extensive diary during his life, of which the years 1855-1865 are still preserved. On October 15, 1856, after having contemplated the hopeless Know-Nothing campaign of Millard Fillmore and having acknowledged the local impact of national politics, Waddell thought of the assessment of his father's property, earlier that day and gave an estimate of his own possessions. Among those, he noted his printing office, stocks, bonds, two of his slaves, furniture, silverware, and a slew of other commodities, totaling to an understated 8700. His slaves Selena and Moses were mentioned in the middle of Waddell's list of property, but later on in the diary entry, Waddell alluded to a moment earlier in the day when a Dr. McGill offered 1000 for Selena. Waddell wrote that he would not have sold Selena for 20,000, unless she desired to go, or had grossly misbehaved. He continued to espouse his philosophy that, Speculating on human flesh is utterly horrible to me and he explained that he wished slavery were extinct, yet claimed to be no abolitionist and advocated that he lived in a time when emancipation was not prudent."," There was a socially accepted hypocrisy for the slaveholding Southerners. Slaveholders, like Waddell, separated the morality of slavery and the slave market. The slave market was a disgusting profit-driven business, owned by those merchants of disease and disorder slave traders. Historian Walter Johnson illuminates the contradiction that slaveholders could sell slaves as well, but believed that it was not with the intent of making a profit; there was always a noncommercial reason for selling a slave. This invisible line provided enough self-justification for slaveholders to shift the guilt of human exploitation onto those slave traders. Slaveholders were able to control and decide the actions of their slaves because they were property. The hypocrisy lies in the question, if slave traders only sold sub-human property, then why the disgust with slave traders? And if slave traders were trading people, not just property, than how could slaveholders justify owning people? This self-justifying hypocrisy lies at the heart of slave-ownership."],"display_date":"October 15, 1856 - October 16, 1856","search_date":"1856-10-15","citations":[{"divid":1217973561,"type":"Manuscript","data":["","Joseph Addison Waddell Diary &#40;185-1865&#41;",null,"Mss 38-258","","","Special Collections Library, University of Virginia"]},{"divid":1217973602,"type":"Book","data":["Walter Johnson","Soul By Soul",null,"Cambridge","Harvard University Press","1999","24-30"]}],"locations":[{"id":2395,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}