{"id":3207,"title":"Collision of the Georgia Legislature and Courts\n","course_id":1,"status":"P","start_date":"1815-01-13","end_date":"1815-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 13, 1815, the Superior Court of the state of Georgia convened in Augusta and ruled numerous acts passed by the Georgia legislature unconstitutional and void.  The legislature furiously answered on November 19, 1815, with a condemning resolution absolutely denying the right of the courts to rule the acts of the state legislature invalid.  The resolution did not specifically mention which acts the Superior Court ruled unconstitutional simply because the Georgia House had no concern for the specific policy ramifications of the actions of the Court.  Instead, the House sought to absolutely deny the right of the Court to rule any act that the Legislature passed unconstitutional, regardless of the contents of the laws in question.","According to the Legislature, the Court had begun usurping their power the moment that it assembled without direction of the Legislature.  During this session, the Court ruled against a wide array of local judges and legislative acts.  The Georgia House of Representatives declared in its resolution that each of these rulings were void because the Superior Court did not have the standing to try any of the cases. ","The resolution continued, declaring that the actions of the judiciary even usurped the power of the citizens of Georgia.  They claimed that only the legislature has the ability to represent the people because it is the only branch directly elected by the people.  In contrast, the unelected judicial branch simply represented a potentially totalitarian body that could not be controlled through the democratic process.  Because of their institutional inability to check the judicial branch, the Georgia House of Representatives had no choice but to condemn the Court publicly.","With a vote of 40 to 35, the Georgia House of Representatives rejected the Superior Court's power to rule on the constitutionality of the actions of the Legislature and declared that the Georgia Superior Court should never again wrest the power of the good citizens of this state through such rulings.  Finally, and most condemningly, the Georgia House recommended a candid examination of the United States Constitution as well as the Georgia Constitution for a better understanding of the court's position in relation to the legislative branch of government.  At the time, no precedent existed regarding whether the state judiciary should simply focus solely on its own state constitution or on the Constitution of the United States as well.  The Georgia House of Representatives concluded that the Georgia Superior Court should re-evaluate both.","The ongoing struggle for power between the judicial, legislative, and executive branches winds its way in and out of American history.  Few powers in the United States Constitution are as vague as that of judicial review, or the power of the judiciary to review the acts of the legislature and executive and rule on their constitutionality.  Even the Founders were split.  While James Madison, the author of the Constitution, favored judicial review, Thomas Jefferson feared it.  ","Georgia's Superior Court, however, did not act entirely out of historical context.  Other state courts had declared their power of judicial review in the twenty eight years of governance under the United States Constitution.  <em>Marbury v. Madison</em>, which was ruled 12 years before this specific controversy in Georgia, declared that the United States Supreme Court had the power of judicial review over the federal government.  On the state level, the Georgia Constitution's language in Article III, Section One seems to mirror that of the federal constitution, and, according to Chief Justice John Marshall, this type of constitutional language allows for the courts to rule acts of the other two branches of government unconstitutional.  However, Chief Justice Marshall's ruling in <em>Marbury</em> did not put the controversy of judicial review to rest.  Many lawyers at the state and federal level did not believe that Marbury settled the judicial review controversy once and for all. ","In this way, the debate between the Georgia House of Representatives and the Georgia Superior Court fits perfectly into the national debate on judicial review.  The Georgia Superior Court exerted its power to declare the acts of the Georgia legislature null and void.  Like other legislatures across the nation, the Georgia House of Representatives vengefully denied the court's usurpation of power in this condemning resolution."],"display_date":"January 13, 1815 - November 19, 1815","search_date":"1815-06-17","citations":[{"divid":1217426775,"type":"Government Document","data":["Journal of the House of Representatives of the State of Georgia&#58; at an annual session of the General Assembly, begun and held at Milledgeville ... in November and December 1815","House of Representatives of the State of Georgia ","November and December 1815","Milledgeville, GA"," S. &amp; F. Grantland","1815","","",""]},{"divid":1217426870,"type":"Book","data":["David M. O&#39;Brien","Constitutional Law and Politics&#58; Struggles for Power and Governmental Accountability Vol. I",null,"Scranton, PA","W.W. Norton","2005","24, 46-55"]},{"divid":1217426918,"type":"Book","data":["David M. O&#39;Brien","Storm Center&#58; The Supreme Court in American Politics",null,"Scranton, PA","W.W. Norton","2005","272-273"]}],"locations":[{"id":2396,"lat":33.0753708914,"lng":-83.2660648937,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}