{"id":3208,"title":"Women&#39;s Roles in the Rambin&#39;s Household\n","course_id":1,"status":"P","start_date":"1872-09-29","end_date":"1872-09-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Running the Rambin household, Sally Young Rambin wrote to her sister on September 29, 1872, kept her far too busy to be a regular correspondent. Rambin explained to her sister that the effort she put into cooking, housework, and the washing caused her to seldom feel like writing. Rambin put special emphasis on the fact that she did her own washing, because many women paid others to do their washing for them. Rambin told her sister that she too could pay someone to do her washing, but preferred to do it herself while she could. Rambin, however, did have help in the kitchen from the hired African American who stayed in the kitchen to get her water and wood.","In the letter to her sister, Rambin also addressed the issue of the girls' (presumably her daughters') schooling. Rambin did not see the point in the girls continuing to go to school for much longer, unless they meant to become teachers. Rambin found the idea of the girls learning French especially ridiculous, since she noted that what French I learned was of very little use to me...and if they were to remain in Louisiana they would not have much use to practice it. She also asked if her sister would write to May M. Allen to see if she would be willing to come to De Soto, Louisiana, to either live with Rambin to teach her children or to teach at the local Catholic Community School. Rambin, however, expressed her fears that Allen would marry and give up teaching, leaving Rambin to finish educating her children on her own.","Rambin's chief concern in her letter, her housework, represents the adjustment many white women had to make after emancipation. They found themselves needing to do their own housework, which required a large amount of time from the former plantation mistresses. Laundry could take up to three days to do, and women often spent just as much time sewing and mending the clothes. In addition to this, women needed to cook, bake, and keep the house clean. Rambin might have been willing to do her own washing, but she still turned to an African American to complete the tasks she did not have time to do herself, and could afford to allocate to someone else. Even with the help of a few African American servants, the adjustment for Southern women to household work often caused resentment towards the North, which was a dominant sentiment in the South during Reconstruction.","Rambin's letter also addresses the changes of education in the South and women's role in education. During and after Reconstruction, Louisiana experienced a statewide decline in public education that resulted in a decrease in white literacy between 1880 and 1890. Private and parochial schools, such as the Catholic Community School Rambin mentions, were often used by whites instead of the poor quality public schools. Rambin did not mention if it was the decline in the educational system that prompted her dislike of keeping her girls in school, but if the Rambins were paying for the girls' education the economic hardship that was continually present in the South probably created a more important use of the money than tutoring in French. Her willingness to allow them to continue school to become teachers reflects the start in the increased amount of female teachers, which would double in number during the upcoming 1880s. During the 1870s and throughout the construction of the new South teaching was still viewed as a potential occupation only until marriage by many white southern woman, as mentioned by Edward Ayers in The Promise of the New South."],"display_date":"September 29, 1872","search_date":"1872-09-29","citations":[{"divid":1217370944,"type":"Manuscript","data":["","Sally Garland Young Rambin to sister",null,"Mss 10239","","Correspondence of the Spicer and Young Families of Louisa and Hanover Counties, Virginia","Special Collections Library, University of Virginia"]},{"divid":1217371001,"type":"Book","data":["James M. McPherson","Ordeal By Fire&#58; The Civil War and Reconstruction",null,"New York","Alfred A. Knopf, Inc.","1982","494-495"]},{"divid":1217371054,"type":"Book","data":["Jeanna Boydston","Home and Work&#58; Housework, Wages, and the Ideology of Labor in the Early Republic",null,"New York","Oxford University Press","1990","133"]},{"divid":1217371098,"type":"Book","data":["Edward L. Ayers","The Promise of the New South&#58; Life After Reconstruction",null,"New York","Oxford University Press","1992","77, 212"]},{"divid":333635,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["sjhmCcqhhfpYs"]}],"locations":[{"id":2397,"lat":32.0554385592,"lng":-93.7372826293,"zoom":9,"place":"DE SOTO, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}