{"id":321,"title":"Black professor hired; first black student enrolls at the University of South Carolina\n","course_id":1,"status":"P","start_date":"1873-08-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Blacks achieved greater political power in SC than in any other Southern state.' (Edgar 388)  As a result of black Republicans' overwhelming legislative successes (blacks won 255 of the 487 federal and state elections in South Carolina between 1867 and 1876), equal opportunity education was made a top priority.  A government-funded public school system was instituted, albeit with segregated secondary and elementary schools, and the former South Carolina College was re-chartered in 1865 as the University of South Carolina.  Two black trustees were appointed in 1869, and integration of the University began in earnest in the fall of 1873.   In a series of firsts that year, the school hired Richard D. Greener, its first black professor, to teach metaphysics, and subsequently enrolled of then-Secretary of State Henry E. Hayne as the school's first black student.  The school was the only Southern state university open to black students&lt;br /&gt;Integration, however, quickly became a sort of unintended reverse segregation as the last native white professors and students withdrew in protest, leaving only Radical white professors, black professors, and black students at USC.  The lack of a conservative presence earned the school the derisive epithet of Reconstruction University' and School for the Deaf and Blind' among white Carolinians, and white boycotts of the school extended to neighboring states as well. The Atlanta Constitution's educational announcements mentioned nearly every institute of higher education in the South, from Davidson College and the University of Virginia to ladies' finishing schools; nowhere do those ads mention USC and the opportunities it would provide for biracial education.  Meanwhile, editorials in influential papers like the Richmond Dispatch decried any educational funding or policy bill under which negroes shall be admitted upon the same terms as whites' and declaring that, should a Southern state school choose to receive and use federal funding to provide integrated schools, that institution would quickly lose its white patronage.  &lt;br /&gt;USC's brief four-year interlude of integration ended in 1876 with the conservatives' Redemption of South Carolina.  Democrats quickly closed the school in 1877 and reopened it in 1881, again as an all-white institution.  White opposition to integration, especially in higher education, was a powerful force in the postwar South as whites struggled to reestablish their social identity and cultural supremacy in the face of competition from resourceful and capable former slaves.  The University of South Carolina was an anomalous but important experiment which demonstrated that, contrary to contemporary popular opinion, black students could indeed benefit from higher education just as much as white students."],"display_date":"August 1873 - December 1877","search_date":"1875-10-16","citations":[{"divid":1216312697,"type":"Book","data":["Walter Edgar ","South Carolina, a History",null,"Columbia, SC","University of South Carolina Press","1998",""]},{"divid":1216312749,"type":"Book","data":["William Vaughn","Schools for All; the Blacks &amp; public education in the South, 1865-1877",null,"Lexington, KY","University Press of Kentucky","1974","116-117 "]},{"divid":1216312784,"type":"Newspaper Article","data":["","Atlanta Constitution","","October 9, 1873","3"]},{"divid":1216312801,"type":"Newspaper Article","data":["","Richmond Daily Dispatch","","July 11, 1873","2"]}],"locations":[{"id":229,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}