{"id":3210,"title":"The State Seal: A Symbol of Revolution\n","course_id":1,"status":"P","start_date":"1861-03-30","end_date":"1861-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The bird of liberty sat perched on top of a Magnolia, waiting to strike a cautiously approaching serpent that threatened the safety of her nest. This was the symbolic image imbedded onto the enlarged copy of the Mississippi State Seal that W.S. Barry, President of the Mississippi State Convention, sat inspecting on March 20, 1861. It had been three months since the state had made the decision to leave the Union, and now it was swept up in the Confederate revolutionary experience. "," The enlarged photograph of the seal had been sent to Barry by Mr. C.L. Carlisle, who offered a detailed breakdown of the image's symbolism. The Magnolia represents the beauty of the State in which the bird of liberty has chosen to build her nest, and rear her young. The nest is cautiously approached by a serpent, which, without molestation has been tolerated to obtain a position whereby he imagines to make an easy conquest of his prey, and is in the attitude of striking the fatal blow, when the mother, ever watchful, and seeing the actual danger of her young, seizes the serpent in her talons. The serpent being represented as writhing in the agonies of death--a just retribution for his temerity. And so with the South; she had tolerated the serpent until it became dangerous to her peace and prosperity, when her future safety prompted the fatal blow that leaves him powerless in her grasp, alleged Carlisle."," Confederates believed themselves to be revolutionaries. Southern rebels drew heavily on the experience of the American Revolution, and saw the Civil War as the nation's second revolutionary war (Thomas, 44). The South drew a strong parallel to the forefathers and the Spirit of 1776. Just as the nation had fought off a tyrannically government in 1776, they too were freeing themselves from the chains of tyranny that they believed the United States government now held them in. People defended their actions through the words of the Constitution (Ayers, 148). For Mississippi, the federal government represented a deadly serpent who it was working to fight off in order to protect the state's precious home and way of life. This image in the seal became a revolutionary symbol for the state."],"display_date":"March 30, 1861","search_date":"1861-03-30","citations":[{"divid":1215629360,"type":"Pamphlet or Other Printed Material","data":["M. L. Carlisle","Journal of the State Convention, and Ordinances and Resolutions Adopted in March, 1861","Jackson, Mississippi","E. Barksdale","1861","Rare Book Collection, University of North Carolina at Chapel Hill"]},{"divid":1215629404,"type":"Book","data":["Emory Thomas","The Confederacy as a Revolutionary Experience",null,"Englewood Cliffs","Prentice-Hall, Inc.","1971","44"]},{"divid":1215629443,"type":"Book","data":["Edward Ayers","In the Presence of Mine Enemies",null,"New York","W.W. Norton &amp; Company, Inc.","2003","148 -149"]}],"locations":[{"id":2399,"lat":32.8110245687,"lng":-90.414506221,"zoom":9,"place":"YAZOO, Mississippi"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}