{"id":3211,"title":"A Spiritual Occurrence in the Household\n","course_id":1,"status":"P","start_date":"1827-06-01","end_date":"1827-06-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Maria Bryan returned from a prayer meeting to find her close friend, Carlisle, in a very emotional state. She immediately called upon her minister, Rev. Stiles. Rev. Stiles arrived and analyzed the problem and claimed that Maria and Carlisle needed to repent in the Lord in order to fulfill their complete redemption. Suddenly, without any forewarning, the preacher himself seemed to lose his mind as he stomped around the room, sat for a minute or two, jumped up, and started walking around again. Maria's father seemed uneasy and ignited an intense dialogue between him and Stiles involving repentance. Stiles seemed on the edge of a state of rage and wrath. Suddenly, he calmed down, and his face turned a ghostly white, as if he was in the act of conquering his own spirit. Stiles stood up by the fire, and exclaimed, I thank you sir. I thank you. I shall think of what you have said, and God grant that it may do me good.","This episode illustrated the variance of religions throughout the South. The Bryan's were certainly a denomination of the Christian religion other than Methodist. Methodists believed in a very orderly system, the fallacy of the religious effects of highly emotional demonstrations, and that spiritual demonstrator should refrain from intense fervor when dealing with devotion. Due to the influx in the belief of religion throughout the South, many Southerners heeded events such as these with an extremely serious tone. Waves of evangelism swept across the Old South from 1796 through the proceeding decades. The early nineteenth century in the South was characterized by continuous spiritual inspection, the development of missions, Sunday schools, and the growth of the sheer quantity of churches and religious academies. By 1850, the number of Methodists and Baptists in the South Atlantic states both increased by two and a half times their 1820 sizes. "],"display_date":"June 1, 1827","search_date":"1827-06-01","citations":[{"divid":1215903266,"type":"Manuscript on Microfilm","data":["","Maria Bryan to Julia, 1827","Reel 20, Micflm 1705, Frame 00728","Hammond, Bryan, and Cumming Family Papers","Alderman Library, University of Virginia"]},{"divid":1215903398,"type":"Book","data":["Jeannette Keith","The South&#58; A Concise History",null,"Upper Saddle River, NJ","Pearson Education","2002","71"]},{"divid":1215903432,"type":"Book","data":["Francis Butler Simkins and Charles Pierce Roland","A History of the South",null,"New York","Alfred A. Knopf","1972","154-156"]},{"divid":1215903489,"type":"Book","data":["William Warren Scott","Religion in the Development of American Culture 1765-1840",null,"Gloucester, MA","Peter Smith","1963","153-154"]}],"locations":[{"id":2400,"lat":33.2837184273,"lng":-82.9963774763,"zoom":9,"place":"HANCOCK, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}