{"id":3213,"title":"Benjamin Thomas Lynched\n","course_id":1,"status":"P","start_date":"1899-08-08","end_date":"1899-08-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On Tuesday, August 8, 1899 in Alexandria Virginia, news about the alleged assault on eight-year-old Lilly Clark by Benjamin Thomas, a black male, spread rapidly. On Sunday August 6, Clark claimed she went over to Thomas's home to retrieve an axe, which had been loaned to him. When she reached his house and explained why she had come, Thomas allegedly grabbed Clark and drew her to him. Clark, however, was able to escape and ran home to tell her mother. Thomas was arrested the following day. As night approached on Tuesday, the crowd outside the jail grew larger. Several hundred had gathered by 10 o'clock. The mob began to demand that Thomas be handed over. The mayor pleaded with the crowd to let Thomas undergo trial yelling If the man is not convicted I will lead you in person to hang him. The crowd was insatiable, however, and replied Give us the nigger He won't be here tomorrow The crowd rushed the jail and upon finding Johnson dragged him outside. Johnson tried to escape, but the crowd shot him, dragged him to the corner of King and Fairfax Street, stripped him of his clothes, and hanged him. The mob proceeded to fire shots into his body. After confirming that he was dead, the throng of people dispersed. The response to the lynching was mixed, and many speculated about why it occurred. Some argued that a protest Monday night by many African Americans, arguing that Thomas should not be lynched, may have contributed to the events that following Tuesday. What is clear, however, is that the actions of Tuesday, August 8, 1899 were not unusual."," The lynching of African Americans had become commonplace in the late nineteenth century. Before the Civil war white men were generally the victims of lynching. In the postbellum period, however, lynching and race were strongly related. In the South and border states 85 percent of victims were black. There are several possible explanations. William Brundage argues that southern institutions failed to provide adequate controls to stifle mob violence. Weak educational, religious, and civic institutions, poverty and ineffective law enforcement agencies failed to instill sufficient respect for the rule of law or human dignity. Furthermore, lynching provided a socially accepted channel for aggression in the South."," Although it was an accepted practice, lynching did face opposition from its beginnings. By the time Thomas was lynched in 1893, a number of whites had emerged who were concerned about its implications for the state. Despite these concerns, blacks had very few avenues to address violence towards them. The opposition that was led by blacks tended to be uncoordinated and lacked any concrete program for reform. For rural blacks the only available recourse was usually spontaneous and disorganized protests. More militant methods risked severe sanctions. Lynching continued well into the 20th century: African American Michael Donald was lynched in Mobile Alabama in 1981. "],"display_date":"August 8, 1899","search_date":"1899-08-08","citations":[{"divid":1214702461,"type":"Newspaper Article","data":["A Negro Lynched","Baltimore Sun ","","August 9, 1899","1"]},{"divid":1214702537,"type":"Book","data":["W. Fitzhugh Brundage","Lynching in the New South: Georgia and Virginia",null,"Chicago","University of Illinois Press","1993","6, 162, 183"]}],"locations":[{"id":2402,"lat":38.8682751435,"lng":-77.0932794538,"zoom":11,"place":"Alexandria City, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}