{"id":3217,"title":"A Black Man&#39;s Search for Recognition as a Writer\n","course_id":1,"status":"P","start_date":"1894-02-01","end_date":"1894-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1893 the Reverend Robert Anderson began traveling throughout Georgia, Florida, and the North in order to sell his newly published book entitled Rev. Robert Anderson's Surpriser. Anderson's book consisted of his telling of his earlier years living in Georgia and working for several banks and how the officers of the banks placed their utmost confidence in him as an employee.  Anderson's travels led him to the coastal area of Georgia where he arrived in Pooler, Georgia, and entered a local village with a black companion.  Anderson's main reason for visiting the town was to sell his book, therefore Anderson's friend wanted to introduce the reverend to his friends in the town, which included some white citizens.  After the two black companions investigated the town together, Anderson's friend introduced Anderson to his white group of friends.  And to Anderson's surprise, many people from the white group purchased his book.    ","Because the only source of revenue at Anderson's old age came from the sale of his book, the profit that he received from the sale pleased Anderson greatly.  But the gratification Anderson experienced did not come solely from the profit of the sale.   The reverend was truly pleased that a group of white southerners showed interest in his book.  Anderson believed the men bought his book only out of curiosity, yet the reason for the purchase mattered not to the author.  It satisfied Anderson just knowing that a group of white southerners were willing and wanted to buy a book written by a colored man.  Anderson saw his book as a way for both blacks and whites to realize that a black person was educated enough to write a book.  This event was not a unique one in Anderson's life.  The reverend, as a newly published author, would go on to sell many books in his travels in the North and South.  ","Robert Anderson's experience exemplifies how a black man felt about himself among whites.  Anderson knew he was an intelligent man and he wanted his ideas to be heard.  Many white people believed that black people did not have the capacity for intelligence and were inherently inferior.  Yet Anderson knew this idea of racial inferiority was not the case, and it thrilled him to have whites buy his book.  "],"display_date":"February 1894","search_date":"1894-02-14","citations":[{"divid":1215629558,"type":"Website","data":["Documenting the American South","The Anderson Surpriser.  Written After He Was Seventy-Five Years of Age","University of North Carolina at Chapel Hill","http://docsouth.unc.edu/neh/andersrob/andersrob.html","October 2, 2006"]},{"divid":1215629592,"type":"Book","data":["Joseph P. Reidy","From Slavery to Agrarian Capitalism in the Cotton Plantation South",null,"Chapel Hill","The University of North Carolina Press","1992","175"]}],"locations":[{"id":2404,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}