{"id":3218,"title":"Relief from Crop Devastation\n","course_id":1,"status":"P","start_date":"1861-03-28","end_date":"1861-03-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A considerable drought met the residents of central Mississippi during the summer of 1860. A great number of people from counties such as Leake and Attala were left with ruined crops and no other source of economic gain. In many cases both corn and cotton were devastated, leaving a considerable number of people without the means or credit to purchase bread. "," On March 28, 1861, John Pettus called this dire situation to the attention of the Mississippi State Convention and suggested numerous ways in which the plight could be eliminated. Pettus asked that the Convention do everything possible to extend to the destitute the aid required, and invoked the full power of the State to apply the remedy. Pettus suggested that the counties that were destitute of food crops should be allowed to use all county funds, school funds, and the like for the purchase of corn. He also suggested that the State advance a loan to the affected counties for a sum sufficient to relieve their distress and drive hunger from their doors. The proposition is not debatable that all the powers and resources of the State must be exhausted."," Crops were of dire importance to the nineteenth-century South. Life was dependent upon the plow. Mississippi and other Southern states depended upon the grain and textile industries to make a living and survive, so when the 1860 drought left citizens of central Mississippi without crops, their very lives were left at stake. Leaders across the state recognized the seriousness of their plight and worked to provide relief however best the state and counties could afford."],"display_date":"March 28, 1861","search_date":"1861-03-28","citations":[{"divid":1215185517,"type":"Pamphlet or Other Printed Material","data":["John J. Pettus","Journal of the State Convention, and Ordinances and Resolutions Adopted in March 1861","Jackson, MS","E. Barksdale","1861","Rare Book Collection, University of North Carolina at Chapel Hill"]},{"divid":1215185574,"type":"Book","data":["John K. Betterworth","Mississippi in the Confederacy, as they saw it",null,"Clinton","Louisiana State University Press","1961","286-291"]}],"locations":[{"id":2405,"lat":32.8110245687,"lng":-90.414506221,"zoom":9,"place":"YAZOO, Mississippi"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}