{"id":3221,"title":"I. Darnet Describes European Appointments\n","course_id":1,"status":"P","start_date":"1819-04-22","end_date":"1819-04-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the 22nd of April, 1819, I. Darnet wrote a detailed letter to Dr. Henry Jackson, of Athens, Georgia, describing the Americans named in European appointments. Within his letter, he explained that with the advice and consent of the Senate, the President had assigned Henry Preble to the position of consul of the United States for Palermo, Italy. Additionally, Darnet voiced his opinion that he believed that Daniel Parker should be named as the Minister Plenipotentiary of the Court of France. Darnet evidently remained in contact with Jackson, even after Jackson had left his post as U.S. charge d'affaires in France in 1818. ","A majority of Southerners were not interested in foreign affairs. They dealt with their own finances and primarily family and community politics. Because those dealings involved the majority of regulations for their active lives, southerners developed a minor interest in foreign affairs. A plantation owner cared little about the intricacies of the laws that governed the transportation of his bales of cotton, because as long as he was paid for his service, he had little reason to be concerned.","Foreign affairs with Europe, however, were critical for Southern citizens during the first twenty years of the nineteenth Century. Europe had become a major importer of southern products, especially cotton and tobacco. In fact, raw cotton prices dropped in Europe during December, 1818, and the Niles Weekly Register described that cotton merchants in Europe had paid a staggering 32.5 cents per pound in October. Nevertheless, the paper explained that by mid-December of 1818, the cotton price had dropped to 24 cents per pound. Southerners who understood foreign affairs and international economics would greatly benefit from understanding the appointment of U.S. foreign officials, because if citizens understood who would best articulate the their interests, they could impact the choosing of those that created foreign policy that directly impacted their lives."],"display_date":"April 22, 1819","search_date":"1819-04-22","citations":[{"divid":1217427220,"type":"Manuscript on Microfilm","data":["","I. Darnet to Dr. Henry Jackson, 1819","reel 26, MicFlm 1705, Frame 00876-00877","I. Darnet to Dr. Henry Jackson","Alderman Library, University of Virginia"]},{"divid":1217427248,"type":"Book","data":["Lester H. Brune","Chronological History of U.S. Foreign Relations",null,"New York","Routledge","2003","93"]}],"locations":[{"id":2408,"lat":33.8831653504,"lng":-83.4095667489,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}