{"id":3222,"title":"Ninth Annual Session of the Teachers&#39; Assembly \n","course_id":1,"status":"P","start_date":"1892-06-21","end_date":"1892-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 21 through July 4, 1892, the Ninth Annual Session of the Teachers' Assembly convened at Morehead City in Beaufort County. The meeting brought together thousands of educators and their friends and was meant to restore strength and energy to them in the relaxing city on the sea. The committee chose among the top teachers in North Carolina to speak at the session and each department was assigned a specific day with a unique program arranged by a select committee. Among the sessions were Popular Education, Classical, Academical, County Superintendents, English Literature, Temperance, and General History. In addition to the education sessions, there was two public entertainments and a special lecture by Frank Beard who, as the popular and witty Chalk Artist, was said to have no equal in America. His lesson centered on the use of the blackboard in the school and Sunday-school as a way of rapidly illustrating important lessons and information to the pupils. Other special guests included the Reverend Thomas Dixon, Jr., a talented speaker through the United States, and the University Glee Club, an entertaining singing group. The event was entirely free to all members of the Teachers' Assembly who held Certificates of Membership.","By 1892, the Teachers' Assembly was a rapidly expanding organization whose success was due large in part to the general prosperity and expansion of the school systems throughout North Carolina. The annual sessions helped to encourage and inspire the teachers to continue their labor, in addition to providing support and appreciation for their hard work throughout the year. The teaching profession offered an outlet for woman to operate outside the home and thus gave them a degree of autonomy that many did not enjoy in other facets of their lives.","Lefler and Newsome described the 1880s and early 1890s as a time of much reform to the education systems in the South. Many new graded schools and colleges opened in North Carolina throughout the 1880s and 1890s. This era was the beginning of separate segregated schools for the blacks and whites in North Carolina and the beginning of a movement that saw the opening of colleges throughout the state. Lefler and Newsome stressed that while there were increasing opportunities for minorities to become educated, the white Americans continued to control the school systems and received the best education. Thus, it is likely that the Teacher's Assembly session was limited to people who taught in white schools."],"display_date":"June 21, 1892 - July 4, 1892","search_date":"1892-06-27","citations":[{"divid":1216338003,"type":"Newspaper Article","data":["","Eastern Reflector","","June 8, 1892",""]},{"divid":1216338018,"type":"Book","data":["Hugh Lefler and Albert Newsome","The History of a Southern State&#58; North Carolina",null,"Chapel Hill","The University of North Carolina Press","1973",""]}],"locations":[{"id":2409,"lat":35.538020448,"lng":-77.0550206325,"zoom":9,"place":"BEAUFORT, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}