{"id":3223,"title":"Robbery in Jackson\n","course_id":1,"status":"P","start_date":"1824-09-11","end_date":"1824-09-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Although Jackson was one of the largest cities in Tennessee, it was not one of the most dangerous. However, in September 1824, two little boys from a well-known family in the area, the Joshua Haskell's family, were accosted by a runaway slave on their way to school. He first spoke to them then grabbed their dinner-basket. Fortunately, he let them leave and the two little boys managed to arrive at school safe and sound. Even if the Jackson Gazette wrote it was a harmless robbery, this piece of news was considered significant enough to be the first one on the page who deals with Jackson news.","Nevertheless, such events were common in the South and especially in Tennessee where there was a large number of Slaves. Indeed, West Tennessee had the greatest concentration of slaves in the state, and Middle Tennessee, especially thanks to tobacco and grain cultivation, held the largest number of slaves throughout the antebellum period. Therefore, Jackson was at the core of the slave South. In consequence, Jackson could not avoid a recurrent phenomenon in the antebellum South: lots of slaves, because of their unbearable living conditions tried to run away from their owner's plantation and dreamt about freedom. However, after their evasion, they soon realized that their standard of living would be difficult to improve. Without job, without money, and sometimes with a family to feed, they sometimes became thieves and attacked people, simply in order to survive. Moreover, the time was one of outlawry and both travel and walks on the road were extremely dangerous activities. This is partly why many historians describe the antebellum South as a very violent place and also why southerners in the nineteenth century considered African American as dangerous people and believed cohabitation with them would be impossible (and unthinkable) without slavery because if they were free, they rebel against white people. This episode which mattered little in comparison with more significant events is therefore a proof of the difficult and dangerous condition of African American in the antebellum South, were they slaves working on a plantation, runaway slaves, or even free blacks. "],"display_date":"September 11, 1824 - September 12, 1824","search_date":"1824-09-11","citations":[{"divid":1216333168,"type":"Newspaper Article","data":["Highway Robbery","Jackson Gazette","","Septembre 11, 1824",""]},{"divid":1216333184,"type":"Book","data":["John Hope Franklin and Loren Scheweninger","Runaway Slaves",null,"New York","Oxford University Press","1999",""]},{"divid":1216333213,"type":"Book","data":["Walter Johnson","Soul By Soul",null,"Cambridge","Harvard University Press","1999","30-37"]}],"locations":[{"id":2410,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}