{"id":3224,"title":"White Lynch Mob Visits Jail\n","course_id":1,"status":"P","start_date":"1898-11-03","end_date":"1898-11-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Soldiers stood where angry mobs had been the night before, and cavalry and infantrymen patrolled the streets which lynchers marched upon just a day earlier. This was the status of the Augusta jail one day after the attempted raid upon its confines by an angry mob of white men. The mob of 500 armed men had been intent on having their justice with William Robinson, an African American man accused of robbing and attempting to assault a white woman, Mrs. Minnie Walker. Hot with anger, the party of men assembled and then proceeded to storm the local jail last night at about one in the morning. The twenty policemen assigned to guard the jail refused the request for Robinson and defended the jail to the best of their ability. While they were successful in barring entry of the mob and the capture of Robinson, two of the police's corps fell in battle with the mob. As a precaution for possible repeat raids, the jail requested additional backup forces for the next few days and nights as courts tried Robinson. Ironically, several of the soldiers posted to guard the prison were apart of the lynching mob the previous night. In an effort to protect Robinson until proven guilty, the court system agreed to speed up the trial's start date. The grand jury assured the city populace that they would indict Robinson; however, the specific fate of the man was not as concrete. Normally, the courts reserved the death penalty for those who actually committed the act, but there was the slim possibility that that they might sentence Robinson to the death penalty based solely on intent. ","The fate of William Robinson is unknown. Did he receive a fair trial? Was he sentenced to death? Were the efforts of an impassioned lynch mob more successful a few days later when the soldiers returned to their normal stations? The Atlanta Constitution failed to provide a follow-up story in the weeks to come. However, one can hazard a guess as to the likely gruesome outcome of Robinson. If mobs did not seize him while he was in jail awaiting trial, there were plenty of opportunities to arrest the man and enact vigilante justice later on. In Georgia, lynching reached horrific heights from 1891-1899. Though Governor Candler agreed to send troops to protect Robinson and the guards of the jail in 1898, he cannot boast a consistent record, for just a year later, he failed to prevent the torrent of brutal lynchings which spread throughout Georgia. ","In the South, lynching was one of the terrorist tactics used to control and threaten African-Americans. In the Reconstruction Era South, lynching of African Americans was used, especially by the Ku Klux Klan, as a tool for reversing the social changes and enfranchisement of African Americans under Federal occupation. This type of racially-motivated lynching continued in the Jim Crow Era as a means of enforcing subservience and preventing economic competition. Although lynchings did occur prior to 1880, radical racism and mob violence peaked during the 1890's in a surge of terrorism that did not dissipate until well into the twentieth-century. Racism and popular mythology of the time created the image of the hyper-sexualized African American male who would rape pure and noble white women like Minnie Walker; however, historians find that in 80% of the cases, there were no sexual charges alleged, let alone proven. Lynch mobs assembled for petty offenses too. Stealing a cow, arguing with a white man, or attempting to register to vote were reason enough for many African Americans to hang in the eyes of the white South. The absolute inhumanity of lynch mobs was not condoned by every single individual in the South, but its pervasiveness throughout the region is telling of the fierce supremacist mentality which reached its height in Georgia in the 1890's.","<em>~ Colleen Elizabeth Laurence</em>"],"display_date":"November 3, 1898","search_date":"1898-11-03","citations":[{"divid":1214707473,"type":"Newspaper Article","data":["","Atlanta Constitution","","November 3, 1898",""]},{"divid":1214707490,"type":"Book","data":["Margaret Vandiver","Lethal Punishment: Lynchings and Legal Executions in the South",null,"New Jersey","Rutgers University Press","2006","8-17, 89-140"]},{"divid":1214707558,"type":"Book","data":["W. Fitzhugh Brundage","Under Sentence of Death: Lynching in the South",null,"North Carolina","University of North Carolina Press","1997","24-154"]}],"locations":[{"id":2411,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}