{"id":323,"title":"&#147;Battle of the Giants&#39; , North Carolina Gubernatorial Election of 1876","course_id":1,"status":"P","start_date":"1876-11-07","end_date":"1876-11-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Republican Party was on the defensive for the 1876 gubernatorial election in North Carolina with the issues of reconstruction, Black domination, and white supremacy dominating the campaign.  Meanwhile, the state's conservative party adopted the name, democratic,' so they could cooperate with the national party. The North Carolina conservative-democrats nominated Zebulon B. Vance, a famous political orator and beloved war' governor, and the Republicans nominated Thomas Settle of Rockingham County.  The joint debates between the candidates and general partisan bitterness attracted huge crowds and the election of 1876 stood out as one of the most dramatic political contests in the history of the state.  &lt;br /&gt;All day, back and forth, the battle of the giants raged,' wrote one southerner of the election. Toward nightfall the Democrats were in dire distress over the seeming victory of the opposition.'&lt;br /&gt;Nevertheless, Vance's popularity and speaking skills along with the past record of the Republicans, carried the Democrats to a narrow victory in which Vance defeated Settle by a margin of 13,928 out of 233,278 total votes.  North Carolina was redeemed,' home rule' restored and white supremacy' proven."],"display_date":"November 7, 1876","search_date":"1876-11-07","citations":[{"divid":1216312898,"type":"Pamphlet or Other Printed Material","data":["H.M. Hamill","The Old South, A Monograph","Dallas, TX","Smith &amp; Lamar, Agents, Publishing House of the Methodist Episcopal Church","1904","Davis Library, University of North Carolina"]},{"divid":1216312937,"type":"Book","data":["Hugh T. Leftler and Albert R. Newsome","The History of a Southern State&#58; North Carolina",null,"Chapel Hill, NC","The University of North Carolina Press","1973","500-501"]}],"locations":[{"id":230,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}