{"id":3233,"title":"Runaway Slaves\n","course_id":1,"status":"P","start_date":"1827-01-27","end_date":"1827-01-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The harshness of the institution of slavery is something that historians can agree on. The lifestyle that enslaved people had to endure is one that many cannot imagine today. It is not surprising therefore when slaves wished to be free of their masters and escape from plantations. The reasons for slaves running away varied but usually included fear of punishment or resentment because of punishment already administered, avoiding the harsh labor forced upon them, as well as sheer cruelty imposed by their masters. Although the great mass of Louisiana slaves remained at home, the number of runaway slaves in the state compelled the legislature to act. In an attempt to centralize the problem of runaway slaves, the Louisiana State legislature created acts in the 1820s and 1830s to set up central depots to which runaways, unclaimed for two months or longer, were to be transported. These depots kept the slaves together and used them on public works. Jailors were required to advertise the runaway slaves they kept in their prisons to successfully return them to owners. These jailors would be paid upong the death of a slave for expenses incurred with regard to the deceased.","Although Louisiana attempted to produce an efficient system to recover runaway slaves, it did not always function as intended. The legislature created several more parish depots in the late 1820s and this decentralized the effort to keep the runaway slaves in central locations such as Baton Rouge and New Orleans. Slaveholders took it upon themselves to advertise to the community the loss of a slave and incurred the expenses themselves. Plantation owners paid large sums of money to advertise slaves' looks and ages in the hope of their property being returned. One such advertisement ran in the newspaper, <em>Le Courrier de la Louisiane</em>, advertising the loss of three slaves to a subscriber. The subscriber offered a handsome reward to anyone that helped return Lewis, Isaac, and Snaiel to his fields. Judging from their descriptions, these slaves were very important slaves to their owner. Three strong young men missing from the plantation deprived the owner of not only labor bu capital and time. The January advertisement volunteered the information that one of the slaves had been missing since September, demonstrating the long time period a plantation owner could spend searching for runaway slaves. It it not certain if Lewis, Isaac, and Daniel ever returned to their owner. Runaway slaves cost their masters' time, money and a loss of control over a system that the economy of the antebellum Louisiana was based upon. The state believed that the situation of runaway slaves was grave enough to address it in their laws to gain a grasp on the problem. When this failed, the slaveholders turned to the resources of newspaper advertisements. The advertisements from newspapers in the South serve as reminders of the lengths that plantation owenrs would go to in order to insure the safe return of their chattel."],"display_date":"January 27, 1827","search_date":"1827-01-27","citations":[{"divid":1215629842,"type":"Newspaper Article","data":["","Le Courrier de la Louisiana","New Orleans, Louisiana","January 6, 1827",""]},{"divid":1215629858,"type":"Article","data":["Loren Schweinger","Counting Costs: Southern Planters and the Problem of Runaway Slaves, 1790-1860","Business and Economic History","Vol. 28, No. 2","1999","267-276"]},{"divid":1215629965,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Joe Gray Taylor","Runaways","The Louisiana Purchase Bicentennial Series in Louisiana History, Volume IV: Antebellum Louisiana, 1830-1860 &amp;34;Part A Life and Labor&amp;34;","Carolyn E. De Latte","Lafayette","Center for Louisiana Studies","2004","249-263"]}],"locations":[{"id":2421,"lat":29.8836153938,"lng":-90.3630468207,"zoom":9,"place":"ST CHARLES, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}