{"id":3239,"title":"The Foundation of Tennessee Colonization Society and the First Freed Slaves to Leave Tennessee\n","course_id":1,"status":"P","start_date":"1829-12-01","end_date":"1829-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In December 1829, Josiah F. Polk and Philip Lindsey created the Tennessee Colonization Society in Nashville. Polk and Lindsey's society was a branch of the American Colonization Society whose goal was to repatriate free slaves to Liberia in Africa. They started to try to convince free slaves to leave the United States as soon as the Society was created in 1829. If the slaves were not free, members of the Society met their owners and persuaded them to free their slaves and let them go to Africa. However, it was a difficult job and they did not really succeed; the society was not really efficient at the beginning (only 55 freed slaves from Tennessee went to Liberia before 1841).","Even if it was not a success at first, the creation of such an organization was significant for Nashville and for Tennessee. What should they do? Nobody agreed. Some wanted to abolish slavery; other said it was not possible. Sending freed slaves back to America apparently was a good solution for the people who believed freed slaves would not manage to leave in peace with other white Americans. However, Tennesseans were as idealistic as other Americans and they really believed it could work which means that, in spite of the great number of slaves in Tennessee, people were not aware that these slaves were often born in the United States and would like independency but on the American continent, although some of them volunteered to leave. For example, the African American newspaper Freedom's Journal, wrote about a colored minister who wrote he was ready, with his whole family but also a bit anxious to proceed. So, even people who asked for the freedom of the slaves did not really considered themselves as equals to American citizens and it was a kind of blackmail: We will free our slaves if we are sure they will not stay here."],"display_date":"December 1829","search_date":"1829-12-16","citations":[{"divid":1217531630,"type":"Newspaper Article","data":["","Freedom","","",""]}],"locations":[{"id":2426,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}