{"id":324,"title":"Crop lien system &#40;sharecropping&#41; entrenches itself in former plantation areas\n","course_id":1,"status":"P","start_date":"1873-10-29","end_date":"1873-10-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As a result of the costs of rebuilding after the Civil War and the depression during the 1870s, many farmers saw falling production and prices for their crops, with cotton dropping nearly fifty percent between 1872 and 1877.  Other crops formerly produced by slave labor (tobacco, sugar, and rice) also saw steep declines in their prices.  In the heavily agricultural South, especially Black Belt and coastal plantation regions, falling crop prices meant that smaller farmers' credit dried up with their profits, while medium- and large-scale farmers struggled to turn a profit and pay their employees.  Unable to meet their debts, many were forced to sell their land in assignee's sales or had it seized by banks, only to be bought by the same large landowners that had owned slaves before the war.  One such man was Edmund Richardson (Willis p. 13), who bought up seized property along the Mississippi River during Reconstruction until he owned cotton plantations' in 4 different Mississippi Delta counties, with a headquarters' in Washington County; Richardson's land produced over 100,000 bales of cotton per year.  &lt;br /&gt;To work these vast tracts, many former slave owners initially employed black squad labor for cash wages, a system which did not last long.  In the words of the New York Times' correspondent in coastal Jacksonville, Florida, When the war ended, the negroes were without homes.  The old planters owned all the finest lands in the state; They made the best contracts they could with the freedmen to raise their cotton crops [but] the planters had no means, and could scarcely restock their estates, depleted after the war.' Pricey post-Civil War rebuilding, the Panic, and competition for workers in heavily black agricultural areas like the Mississippi Delta and the heaviest cotton counties in the State [of Florida],' made squad-labor prohibitively expensive, forcing planters to find a middle way between squad labor and autonomous black production.' (Willis 33)  Sharecropping seemed to be a good compromise for whites because it maintained the prewar social power structure by keeping blacks dependent on the white elite for land, tools, and credit while simultaneously maximizing crop output by giving workers a financial incentive to produce.  The crop-lien system of agriculture was particularly widespread in the Deep South belt stretching from Louisiana to South Carolina, lasting from Reconstruction until the mechanization of agriculture and industrialization of the New Deal and World War II."],"display_date":"October 29, 1873","search_date":"1873-10-29","citations":[{"divid":1216313051,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Paul E. Mertz","Sharecropping and Tenancy","Encyclopedia of Southern Culture","Charles Reagan Wilson &amp; William Ferris, eds.","Chapel Hill, NC","UNC Press","1989",""]},{"divid":1216313177,"type":"Book","data":["John Willis ","Forgotten Time&#58; The Yazoo-Mississippi Delta after the Civil War",null,"Charlottesville, VA","University of Virginia Press","2000",""]},{"divid":1216313220,"type":"Manuscript","data":["","Assignee?s Sale, broadside",null,"","","","Small Special Collections Library, University of Virginia"]},{"divid":1216313249,"type":"Newspaper Article","data":["Florida ? Our Own Correspondent","New York Times ","","October 29, 1873",""]}],"locations":[{"id":231,"lat":30.4938122303,"lng":-81.4274627631,"zoom":9,"place":"DUVAL, Florida"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}