{"id":3240,"title":"A Reporters Response to Frederick Douglass\n","course_id":1,"status":"P","start_date":"1895-03-07","end_date":"1895-03-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 7, 1895 an African American reporter wrote quite a compelling article in New South, a local black newspaper in Beaufort, South Carolina. The article told the story of a slave boy abandoned at a young age who had to scrounge for food in order to survive. The author explained the many hardships and troubles this black youth experienced throughout his life. As the boy grew older he learned to read and write by teaching himself. In the man's later years, he would become a great political figure and a spokesperson for African Americans throughout the United States. The author then revealed that the man referred to in the article was Frederick Douglass. The article ended with a quote from Douglass that stated that all colored people had opportunities they must capitalize on and if a person remained in ignorance then there was no chance of survival. ","Many African Americans searched for a strong leader after emancipation and reconstruction. The subject of this article exemplified the importance of strong African American leaders in America. Frederick Douglass epitomized the ideal that black Americans could move away from their horrid past of slavery and become great contributors to society. The reporter withheld Douglass's name in order to show that any black person could come out of slavery and do truly extraordinary things. The quote from Douglass that the author included promoted the importance of a person who shed their ignorance through education. Throughout the United States, the education of blacks was an important subject among many African American leaders. Many blacks believed that in order to make a difference for themselves they first had to gain an education.","This idea of education for African Americans spread rapidly. After emancipation, African Americans established many schools black youths. Blacks began educating each other as they attempted to make a place for themselves in white America. Yet schooling was not the only area where blacks educated themselves. As many blacks learned to read then they began publishing newspapers for other blacks. The African American newspapers were a way for blacks to discuss with one another the issues that pertained to their race. The article found in New South and others found in African American newspapers discussed black problems and promoted a unified black identity."],"display_date":"March 7, 1895","search_date":"1895-03-07","citations":[{"divid":1215259763,"type":"Newspaper Article","data":["An Illustrious Example for the Rising Generation","New South","","March 7, 1895","2"]},{"divid":1215259788,"type":"Book","data":["Joseph P. Reidy","From Slavery to Agarian Capitalism in the Cotton Plantation South",null,"North Carolina","The University of North Carolina Press ","1992","175"]},{"divid":1215259828,"type":"Book","data":["Ronald K. Burke","Frederick Douglass: Crusading Orator for Human Rights",null,"New York","Garland Publishing","1996","22, 104"]}],"locations":[{"id":2427,"lat":32.4068445137,"lng":-80.4452215468,"zoom":9,"place":"BEAUFORT, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}