{"id":3241,"title":"How the Wrong Man Got Liquor\n","course_id":1,"status":"P","start_date":"1889-05-22","end_date":"1889-05-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One does not usually conceive of alcohol as the traditional gift of mysterious benefactors, yet that is exactly what Jake Culberth received in his depot package one day. An agent roused Culberth from his work to pick up a package which he eventually discovered was full of alcohol Believing it to be the gift of some kind person, Culberth and his friends immediately set forth consuming the package's contents and were in a bawdy state when they finally discovered that their secret supplier was none other than Culbreth's boss. Of course, Culbreth's boss did not intend for the alcohol to reach Culbreth and his comrades. Rather, the boss had a dependency on whisky which he could only assuage by sneaking alcohol into the dry county through the mail. Alas, Culbreth's boss had to endure a few days without his precious whiskey, but he certainly learned his lesson. Upon discovering Culbreth and his friends, The boss took one long sad look at them, and then remarked, 'Well, the next time I want any whisky you may bet your last dollar I will order it in my own name.'  ","As both Jake Culbreth and his boss discovered, there were ways around the local temperance restrictions. Whether through mail, secretive moonshine operations, or go-betweens, individuals founds avenues to satisfy their habit when the drums of temperance began to beat. Though many Americans subscribed to the temperance movement and its ideals, there were plenty of others like Culbreth's boss who simply could not resist. The degree to which they kept this habit secret varied. For example, Culbreth's boss was admittedly ashamed of his indulgence and did not want his neighbors to know, hence, the secret packages. However, there were many other individuals who didn't care at all and flagrantly disobeyed local dictates and societal pressure. An organized temperance movement began in Georgia in the late 1820's and, after early difficulties, flourished through the 1930's. ","Georgia's temperance movement began much as it did in other parts of the United States. Recruiting many in its ranks from the evangelical Protestant population, the temperance movement condemned alcoholic beverages as harmful or even sinful for the individual and society as a whole. In their minds, drinking destroyed families and reputations and fostered poverty, disorder, and crime. Perhaps the mistake between Jake Culbreth and his boss was dismissed by both parties; however, this cannot be said to be the case for all African Americans during the temperance movement. ","After the Civil War, the temperance movement had an odd relationship with racism. White Georgians resisted any mixing of the races in temperance organizations but were eager to make it illegal for emancipated African Americans to drink. The desire to further disenfranchise African Americans as well as the fear of possible criminal activity from them drove white Georgians' desire to impose restrictions. Originally, Georgia's temperance reformers stressed voluntary participation in prohibition, but they later expanded their campaign platform to change the laws to restrict and abolish the sale of alcoholic beverages. This mandatory statewide prohibition in Georgia lasted from 1908 until 1935, a period which substantially extended beyond the national prohibition (1920-1933) in both its starting date and end. ","<em>~ Colleen Elizabeth Laurence</em>"],"display_date":"May 22, 1889","search_date":"1889-05-22","citations":[{"divid":1214441463,"type":"Newspaper Article","data":["","Washington Chronicle","","May 22, 1889",""]},{"divid":1214441476,"type":"Article","data":["John Hammond Moore","The Negro and Prohibition in Atlanta 1885-1887","South Atlantic Quarterly","69","1970","38-57"]},{"divid":1214441563,"type":"Book","data":["Craig Heron","Booze: A Distilled History",null,"Toronto, Ontario","Between the Lines","2003","51-130"]}],"locations":[{"id":2428,"lat":33.8807219189,"lng":-83.0806094005,"zoom":9,"place":"OGLETHORPE, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}