{"id":3244,"title":"Soldier Conditions and Morale\n","course_id":1,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Soldier conditions throughout the Civil War, especially for the Confederacy were far from inspiring. All units from Virginia through Texas experienced poor camp conditions. Many soldiers wrote home complaining about the high occurrence of death and the inability of the sick to recover. "," J.B. Robertson was a colonel in the fifth Texas Infantry and often corresponded with Governor Lubbock. In one such letter, he described the destitution, low morale, and lack of resources for his unit. He complained that nearly one-third of his unit returned from the hospitals still too weak to march and perform. He also detailed that the actual strength of his unit was only about 150 men, where 45 barefooted, and two-thirds of them nearly so. He continued by Our supply of clothing and blankets is very limited. Of the 512 absent sick and wounded very few will probably join us this winter. "," Robertson's description of his unit was not unique amongst other letters sent home. Camp-living was very hard: soldiers would march for miles without shoes, and at night they did not have enough blankets to stay warm. Indeed, optimism was also low, as evidenced by the unit leader's pessimistic imagining of future conditions of his own men. Soldier morale would only continue to decline as it became apparent that the Yankees were not to be whipped in one campaign, and camp life had lost the glamour of novelty."],"display_date":1862,"search_date":"1862-07-02","citations":[{"divid":1217429879,"type":"Manuscript","data":["","Touched with Valor",null,"XX 1882607.1","Box A18- 20F","Civil War papers and casualty reports","Special Collections, University of Virginia"]},{"divid":1217429916,"type":"Book","data":["Edward L. Ayers","In the Presence of Mine Enemies",null,"New York","W.W. Norton and Company","2003","204"]},{"divid":1217429957,"type":"Book","data":["Bell Irvin Wiley","The Life of Johnny Reb",null,"Baton Rouge, LA","Louisiana State University Press","1943","127-128"]}],"locations":[{"id":2430,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}