{"id":3246,"title":"Racial Intolerance in the Military\n","course_id":1,"status":"P","start_date":"1898-06-10","end_date":"1898-06-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many in the South could still taste the bitterness of defeat from the Civil War. The structure of society was changing around them, and many had trouble with the rising stature of blacks in society, even when it came to matters of national security. Raleigh Green, in a June 10, 1898 editorial, expressed his particular aggravation that white southern men were expected to salute African American officers. While Green recognized that all blacks were free, he continued to accept a central principle of slavery: blacks are inferior to whites. Green explained that respect for black officers was causing a great deal of unnecessary discussion with Spain. Green argued that any black officer who expected a southern white solder to salute him would be consistently disappointed. To solve this foolishness, Green explained that any black soldier who did not want to fight in the Spanish American war should go home. Green bluntly stated that black soldiers were vestigial to the American military; the American military did not need their services. He concluded his editorial by saying of qualified black soldiers, however we are glad to be able to express it as an opinion that such colored men here in the south are few and far between.","Racial tension in America was so strong it played a role in the Spanish-American war. When the Maine was sunk in 1898, President William McKinley was forced to move the nation into war. Some blacks saw this as an opportunity to advance their social position. Booker T. Washington proclaimed himself willing to take responsibility for recruiting soldiers who would gladly fight on behalf of the United States. Not all blacks saw war as a positive force. Some argued that the war was only arming the very people that abused African Americans. Others considered it ironic that blacks were fighting for the freedom of Cubans when blacks endured obstacles to their own freedom at home. Furthermore, some worried that the Spanish American war would serve as a distraction from these injustices. ","Although, Green told those blacks who didn't want to fight to go home, this was not a viable option. As Edward Ayers explains, any soldier who had been enlisted in the military long before 1898 had no choice but to fight in Cuba. Although many of these troops were courageous soldiers, they received little recognition. One sergeant explained it mattered not if we were soldiers of the United States, we were 'niggers' as they call us and they treated us with contempt. Many white citizens and newspapers made it clear that any black soldier stationed in their area would be expected to stay in their place. Blacks, however, were also clear that they demanded equality. In the end, however, Ayers concludes that the experience of the Spanish-American war, far from helping race relations in America, accelerated their decline. "],"display_date":"June 10, 1898","search_date":"1898-06-10","citations":[{"divid":1215260075,"type":"Newspaper Article","data":["","Culpeper Exponent","","June 19, 1898",""]},{"divid":1215260090,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life After Reconstruction",null,"New York","Oxford University Press","1992","328-333"]}],"locations":[{"id":2431,"lat":38.8682751435,"lng":-77.0932794538,"zoom":11,"place":"Alexandria City, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}