{"id":3249,"title":"Death of Capt. K G Gittio\n","course_id":1,"status":"P","start_date":"1885-02-25","end_date":"1885-02-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Few citizens of Portsmouth could escape the mourning of K G Gittio's death. On February 25, 1885 it covered the front page news, flags flew at half-mast, locomotives were shrouded, and traffic stopped, while people flooded to his funeral. The city had lost a respected citizen and a leading businessman, regarded as one of the South's best railroad men. Gittio, thinking he had a cold, had called upon a doctor who discovered pronounced heart trouble and, to the shock of the region, he died a few days later. Gittio embodied a rags to riches story, as he started his work on the Seaboard and Roanoke Railroad in 1854 as a sixteen year old boy. He would eventually work his way up to becoming superintendent of the line, and he would exert great influence in all the railroads that stretched out from the Norfolk region. Despite his personal high standing, the Norfolk paper explained, He took great pride in the advancement and the prosperity of his native city. As his wife and young boy looked on in grief, Gittio's pall-bearers, railroad men themselves, laid the forty eight year old to rest. "," Evident in the high respect afforded Capt Gittio, railroads would develop a special meaning to the postwar South, as they embodied forward progress and development. At the outset of Reconstruction, the South's prosperity lagged far behind that of the rest of the country, and people hoped railroad construction would revitalize the Southern economy. Due to political mishandling, railroad construction during Reconstruction hardly existed, but thereafter until the turn of the century, the South would build railroads faster than any part of the country. Utilizing mostly Northern capital, Southern railroad mileage increased from 16,605 miles in 1880 to 39,103 miles in 1890. Soon, 90 percent of Southerners would live in a county with railroads. In big Southern cities railroad consolidation and expansion would lead to the creation of a central downtown station, from which a vibrant business district would grow. Such improved access to this reliable, quicker means of transportation revolutionized the way business was conducted, evidenced in the boom of mass production and mass distribution during this era. "," Despite the aura that encompassed them, Southern railroads, like the one Gittio managed, did not always bring prosperity and happiness. Oftentimes railroads and railroad construction could be linked to corrupt ties with political parties, especially evident in Virginia's case. Economically, though railroads lowered transportation costs for businesses, their rates often seemed oppressive to farmers trying to ship their crops, leading to populist calls for rate regulation and government commissions. Socially, they became center stage for the separate but equal theory that would eventually manifest itself into outright segregation. Nonetheless, new railways seemed to bring new opportunities for many of those along the line, and for these reasons the Portsmouth community chose to remember Capt. Gittio and his career so gratefully. "],"display_date":"February 25, 1885","search_date":"1885-02-25","citations":[{"divid":1215260530,"type":"Newspaper Article","data":["Death of Capt. K G Gittion","Norfolk Landmark","","February 26, 1885","1"]},{"divid":1215260555,"type":"Book","data":["Michael Perman","The Road to Redemption",null,"Chapel Hill","University of North Carolina Press ","1984","67"]},{"divid":1215260593,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","9-13, 17-18, 75, 137, 191"]},{"divid":1215260641,"type":"Book","data":["C. Vann Woodward","Origins of the New South",null,"Baton Rouge","Louisiana State University Press","1971","4-5, 30-31, 108, 120"]},{"divid":1215260697,"type":"Book","data":["Eric Foner","Reconstruction: America&#39;s Unfinished Revolution",null,"New York","Harper and Row Publishers","1998","213, 325, 391, 395"]}],"locations":[{"id":2433,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}