{"id":3251,"title":"Jule&#39;s Need for Legal Help\n","course_id":1,"status":"P","start_date":"1879-08-12","end_date":"1879-08-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lily Suner wrote a letter to her brother on August 12, 1879 regarding Jule, an African American in need of legal help. Jule appeared to be related to the siblings in some way, since the brother was in a position to tell Jule's children and wife that he sent his love and Suner was in communication with him. The letter began with Suner chiding her brother for not writing to her in Alexandria, Louisiana. Suner then addressed Jule's need for the brother to go to his attorney and encourage the lawyer to try to get Jule out soon. Jule was apparently incarcerated, though the letter never specified as to what his exact situation was. ","African American males such as Jule faced an increased rate of incarceration during the 1870s resulting from a combination of white fears and increased economic hardship that pushed them to property crimes. Though poverty did push African Americans to theft, the widespread fear of white Southerners that African American crime was severely out of hand was mainly unfounded. Regardless of the accuracy of these sentiments, between these fears and actual crime, the amount of African Americans in jail reached such proportions, that the local authorities began to lease them out as laborers rather than pay for their upkeep solely out of taxes. Conditions in the jails were harsh, and Suner's plea for help for her family member fits into the concept of the close-knit support groups that African American families created throughout the South."],"display_date":"August 12, 1879","search_date":"1879-08-12","citations":[{"divid":1214440078,"type":"Manuscript on Microfilm","data":["","Sister to Brother, August 12, 1879","Reel 6, Micflm 5727, ser E, Frame 0061","Atala Chelette and Family Papers","Alderman Library, University of Virginia"]},{"divid":1214440138,"type":"Book","data":["Michael Perman","Emancipation and Reconstruction: 1862-1879",null,"Wheeling, Illinois","Harlan Davidson, Inc.","1987","16-17"]},{"divid":1214440210,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life After Reconstruction",null,"New York","Oxford University Press","1992","154-155"]}],"locations":[{"id":2435,"lat":31.1411288203,"lng":-92.7748866988,"zoom":9,"place":"RAPIDES, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}