{"id":3252,"title":"Interracial Sex\n","course_id":1,"status":"P","start_date":"1855-09-05","end_date":"1855-09-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Angry voices yelled out through the night as the dim lights of the Levee shown on several slave girl's faces. The police broke apart their gathering on September 5, 1855. Ther girls were arrested for pilfering and prostitution and were taken to the New Orleans jail until their owners called for them.","Occurences such stealing and prostitution were not uncommon in the streets of New Orleans. There were few consequences for white men participating in interracial sex. Trade of young slave girls for sexual purposes was well known and permitted. In the slave markets, traders would sometimes look for a slave to satisfy their physical desires. Anxious buyers were not turned away by the raised prices, sometimes 1, 500 or higher, for these fancy girls. Children as young as twelve were subjected to sexual violence and degradation. The New Orleans markets offered girls and women to gamblers, traders, saloon-keepers, and all other types of men. Girls were dressed up with ribbons and wearing nice dresses to attract the attention of prospect buyers. An Englishman, Charles Casey, noticed a beautiful quadroon girl, neatly dressed and very intelligent for sale in a New Orleans market. While field-hands were being sold for 600-800, this girl was put up for sale at 2000. The fate of innocent young girls and women in the slave markets and on plantations were in their owner's hands.","Both the slave men and women were powerless when it came to their owners. Husbands stood by as their wives were taken away for sex. As suggested in the book, <em>Notorious in the Neighborhood</em>, white men believed they could act as they chose toward black women. Sexual abuse was ignored by members of the white community and the black women had no voice in their society. The affairs that existed between black women and white men were kept secret and as a result, thousands of rapes of black women went unreported and thousands of rapists went untried. Although not every slave owner acted in this manner, the occurrences of rapes and assaults reminded the women that their bodies were never their own."],"display_date":"September 5, 1855","search_date":"1855-09-05","citations":[{"divid":1214567006,"type":"Newspaper Article","data":["","The Times Picayune","","September 15, 1855",""]},{"divid":1214567026,"type":"Book","data":["Frederic Bancroft","Slave Trading in the Old South",null,"New York","Frederick Ungar Publishing","1931","328-330"]},{"divid":1214567063,"type":"Book","data":["Joshua D. Rothman","Notorious in the Neighborhood",null,"North Carolina","The University of North Carolina Press","2003","133-134"]}],"locations":[{"id":2436,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}