{"id":3254,"title":"Free Persons of Color Granted Land for Burial Site\n","course_id":1,"status":"P","start_date":"1816-08-01","end_date":"1816-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["A piece of legislation was passed in August 1816 that granted land to free blacks to create a cemetery. This land was not a gift, but rather, made legally available for purchase. The plot was known as Cart's Lot and was located on Boundary-Street next to the Methodist Church. It was implied that only members of this church would buy and use the land. It was specified that no one may be buried after dark or before daylight.","The allocation of this land by race was an early sign of legal segregation. The ordinance contrasts with the race relations found in T. H. Breen's and Stephen Innes' <em>Mine Owne Ground</em> and Melvin Ely's <em>Israel on the Appomattox</em>, where blacks and whites were generally intermingled.","Charleston hosted a unique interracial relationship between blacks and whites. There was always a great fear of slave rebellion, as one was almost realized in 1822. Legislation began at the turn of the century to limit some of the freedoms that blacks (free and enslaved) had in Charleston. By segregating the population, whites in Charleston were able to have one more realm of safety and dominance. Boundary Street was the Northern border of the city in 1816. While it was convenient because it was next to the Church, the fact that both the church blacks were able to attend and the burial ground they were allowed to purchase was on the outskirts of the city is significant. Not only did free blacks have to have a separate cemetery, but it is as far out as possible while still being in the city. Disputes that arose from this legislation led to the creation of the Emanuel African Methodist Episcopal Church in South Carolina in 1818."],"display_date":"August 1, 1816 - August 30, 1816","search_date":"1816-08-15","citations":[{"divid":1217531769,"type":"Pamphlet or Other Printed Material","data":["","Digest of the Ordinances of the City Council of Charleston &#40;S.C.&#41; from the year 1783 to July 1818","Charleston, S.C.","Archibald E. Miller","1818","Special Collections Library, University of Virginia"]},{"divid":1217531895,"type":"Book","data":["Maurie Dee McInnes","The Politics of Taste in Antebellum Charleston",null,"Chapel Hill","University of North Carolina Press","2005","50-57"]},{"divid":1217531946,"type":"Website","data":["The National Park Service&#39;s National Register of Historic Places, the Planning Department of the City of Charleston, and the National Conference of State Historic Preservation Officers","Charleston&#58; Historic Religious and Community Buildings","National Park Service","http&#58;//www.cr.nps.gov","2006"]}],"locations":[{"id":2438,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}