{"id":3257,"title":"Southerners Interactions With Northern Soldiers\n","course_id":1,"status":"P","start_date":"1862-03-14","end_date":"1862-07-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 14, 1862 in Shenandoah County, Virginia three Union soldiers marched to the door of Sigismunda S. Kimball, the wife of a southern planter, and demanded supplies. The soldiers threatened Mrs. Kimball saying they had plenty of ladies prisoners and continued to torment her. On July 6, 1862 two Yankee soldiers came up to the house and demanded for the key to the corn house, saying they had orders to see how much there was. The next day Mrs. Kimball's mother went to the ferry and told the Colonel that we had not more corn than would support the family- he said it should not be taken, was very polite. In this area it seems as though the Yankees were more of an annoyance than a threat.","At no point in the war was there one face the Yankees wore. At some points the Union Troops were kind to the women whose plantations they were marching through on many occasions, soldiers had treated Southern women with respect and sensitivity John Boles says, but then again some soldiers blamed the women and children remaining on the plantations for the war their husbands were fighting. One such example was from General William T. Sherman's March to the sea Boles points out that Union soldiers had taken their anger for the horrors of the war out on southern women by cursing them: wantonly destroying crops, farm animals...and purposefully humiliating the women whose smoldering anger Union troops rightfully translated as unrepenting support for the confederacy- by scattering their clothes and undergarments. ","Mrs. Kimball was very lucky to see only the good side of the Union soldiers at this time. She could have had her entire livelihood destroyed by men who felt it necessary to destroy property of the innocent to expel anger they had toward being kept away from home for so long."],"display_date":"March 14, 1862 - July 7, 1862","search_date":"1862-05-10","citations":[{"divid":1215261301,"type":"Manuscript on Microfilm","data":["","Sigismunda S. Kimball Journal","Reel 39, Micflm 1705, ser B, part 1, Frame 00049-00088","Sigismunda S. Kimball, February 5, 1862-February 20, 1862","Alderman Library, University of Virginia"]},{"divid":1215261404,"type":"Book","data":["John B. Boles","South Through Time, Vol. 2",null,"New Jersey","Prentice Hall","1999","378"]}],"locations":[{"id":2440,"lat":38.8584536791,"lng":-78.5704125087,"zoom":9,"place":"SHENANDOAH, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}