{"id":3259,"title":"Cry for No More Public Lynchings\n","course_id":1,"status":"P","start_date":"1889-02-12","end_date":"1889-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The wires to Atlanta were cut. No telegram of a last minute pardon or respite would reach the county to deter their actions. Nothing could stop the ghastly show from proceeding. Thus wrote the Chattanooga Times in reference to the lynching of an African American male in Georgia's Schley County Tuesday, February 12, 1889. Thousands of individuals gathered to participate in the brutal death of Blackman. Apparently, the Georgia Press vehemently condemned the actions of the lynch mob prompting the Chattanooga author to pen that such morbid anxiety to see a fellow creature strangled ought not to be allowed to again manifest itself in Georgia. The legislature should pass a law making executions private; and if they were to adopt the plan of executing all capital criminal within the walls of the penitentiary, between the hours of 11 p.m. and 2 a.m., that would be a still further improvement. Public hangings are a disgrace to civilization.","With a story like the one above in which every citizen of Schley County seemed to participate in the lynching of Blackman, it is difficult to conceive of anti-lynching campaigns. And yet the absolute inhumanity of lynch mobs was not condoned by everyone in the South. As the uproar by the Georgia press and the vehement opposition by the Chattanooga Times author demonstrates, opposition to lynching was a salient force. Despite the dangers of vocalizing an anti-lynching message, the movement grew from 1890 onward. Among the opposition, African American women were among the first to speak out. After all, it was often their husbands, brothers, sons, and friends who were wrongfully accused and lynched. Over time this assembly of African American women began to call upon their white counterparts to control the violence and lawlessness of white men. Unfortunately, their pleas and demands for intervention did not achieve fruition for several decades to come.","In the South, lynching was one of the terrorist tactics used to control and threaten African-Americans. In the Reconstruction Era South, lynching of African Americans was used, especially by the Ku Klux Klan, as a tool for reversing the social changes and enfranchisement of African Americans under Federal occupation. This type of racially-motivated lynching continued in the Jim Crow Era as a means of enforcing subservience and preventing economic competition. Although lynchings did occur prior to 1880, radical racism and mob violence peaked during the 1890's in a surge of terrorism that did not dissipate until well into the twentieth-century. It is unknown what crime Blackman committed. Regardless he certainly did not deserve the gross and inhumane treatment which befell him. Lynch mobs assembled for both large and petty offenses alike. A lynch mob treated the rape of a woman the same as stealing a cow, arguing with a white man, or attempting to register to vote. The pervasiveness of lynching throughout the region is telling of the fierce supremacist mentality which reached its height in Georgia in the 1890's.","<em>~ Colleen Elizabeth Laurence</em>"],"display_date":"February 12, 1889","search_date":"1889-02-12","citations":[{"divid":1214531495,"type":"Newspaper Article","data":["","Washington Chronicle","","February 13, 1889","3"]},{"divid":1214531519,"type":"Book","data":["Margaret Vandiver","Lethal Punishment: Lynchings and Legal Executions in the South",null,"New Jersey","Rutgers University Press","2006","8-17, 89-140"]},{"divid":1214531570,"type":"Book","data":["W. Fitzhugh Brundage ","Under Sentence of Death: Lynching in the South",null,"North Carolina","University of North Carolina Press","1997","24-154"]}],"locations":[{"id":2442,"lat":32.2613538337,"lng":-84.3151927491,"zoom":10,"place":"SCHLEY, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}