{"id":3261,"title":"Juneteenth\n","course_id":1,"status":"P","start_date":"1865-06-19","end_date":"1865-06-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Julia Frances Daniels recalled her childhood experiences as a slave quite vividly. What she remembered most, however, was the sense of great jubilation that riddled her body one day in June 1865. On this day, Old Man Denman gathered all the slaves around and said, Mens and womens, you is free. You is free as I am. You is free to go where you wants... One interesting fact is that although many slaves started their own lives, a large amount of blacks stayed with their masters and began working for little pay. Slaves were often faced with the bitter realization that although they now had their freedom, they had no money, no place to go, and no land to work. "," Due to Texas's location, slavery as an institution was not as directly impacted during the Civil War as it was in other states. Although Federal Troops did invade several times throughout the war, many slaves were never influenced or concerned by the national fight. In fact, after the war ended, many slaves were unaware of the ending of the war or simply did not know that they were free. Finally, on June 19, 1865, the Union General Gordon Granger entered the ports of Galveston and announced his Declaration, specifically General Order Number 3. General Order Number 3 announced that all of the 250,000 Texas slaves were free. News spread among plantations and slaves gradually, sometimes even taking up to a year after the announcement, but when slaves realized their freedom, jubilee and celebration spread throughout. Juneteenth is now a celebration marked by many Southern African-Americans remembering their official day of freedom."],"display_date":"June 19, 1865","search_date":"1865-06-19","citations":[{"divid":1215698810,"type":"Book","data":["Randolph Campbell","An Empire for Slavery: The Peculiar Institution in Texas",null,"Baton Rouge","Louisiana State University Press","1989","241, 249, 251"]},{"divid":1215698867,"type":"Book","data":["Andrew Waters","I was born in Slavery",null,"Winston-Salem","John F. Blair","2003","70"]},{"divid":1215698934,"type":"Online Encyclopedia","data":["The Online Handbook of Texas","Juneteenth","http://www.tsha.utexas.edu/handbook/online/articles/JJ/lkj1.html","October 4, 2006"]},{"divid":1215698991,"type":"Book","data":["Francis Edward Abernethy","Juneteenth Texas",null,"Denton","University of North Texas Press","1996","104-105"]}],"locations":[{"id":2443,"lat":29.5143972393,"lng":-94.8756973573,"zoom":9,"place":"GALVESTON, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}