{"id":3262,"title":"Emmanuel K. Love&#39;s Sermon Concerning Lynching and Rape\n","course_id":1,"status":"P","start_date":"1893-11-05","end_date":"1893-11-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 5,  1893, a prominent Baptist preacher gave a sermon concerning lynching, rape, and mob violence against African Americans in the South. In his sermon, Rev. E. K. Love of the First  African Baptist Church in Savannah, Georgia advocated equality for all people, black and white. Fifteen hundred people attended the evening church service to hear the sermon given by Love. Love noted that the outrageous acts of lynching would not stop any time soon. Love professed that the best way to decrease occurrences of rape was to depend on the laws set forth in this country. He promoted the idea that all blacks should follow the law in order to dispel any preconceived notions that whites had concerning black people. Love believed his position on blacks obeying the law was the stance that all black Americans should take. At the end of the meeting the church as a whole took a vote and concluded that they endorsed Love's position as the overall position of the church. ","The threat of being hung from a noose scared many southern African Americans after the Emancipation Proclamation in 1865. Black southerners were hanged for any reason that whites determined to be a necessary cause such as the supposed killing of a white person or the raping of a white woman. Yet the hanging of a black person was not the only form of mob violence African Americans experienced. In 1899 in Palmetto, Georgia two thousand white men, women and children gathered to watch the lynching of Sam Hose who allegedly raped a white woman. The innocent black man was burned alive and his body parts were divided and sold as souvenirs. This tragic episode and many others occurred frequently throughout the South. The horrors associated with lynching and mob violence were at the center of Love's sermon. ","As the population of the United States increased at a rapid rate, whites and blacks began to live in close vicinity to one another in urban and rural areas. One result of the living situation in the rapidly growing United States included a fairly high frequency of lynching. The horrors of lynching became a topic of concern for both whites and blacks. The sermon given by Love denoted the importance of the issue of lynching throughout the South. The large amount of people that attended the sermon showed that many people had a great deal of interest in the subject. Also, the attendance of both blacks and whites at the sermon indicated that lynching was a subject of interest for both races. "],"display_date":"November 5, 1893","search_date":"1893-11-05","citations":[{"divid":1215699311,"type":"Website","data":["Rev. E.K. Love, D.D.","A Sermon on Lynch Law and Raping Preached by Rev. E.K. Love at First African Baptist Church, November 5th, 1893","Library of Congress: American Memory","http://hdl.loc.gov/loc.rbc/lcrbmrp.t0a08","October 2, 2006"]},{"divid":1215699405,"type":"Book","data":["Ida B. Wells-Barnett","On Lynchings",null,"Amherst","Humanity Books","2002","93-107"]},{"divid":1215699444,"type":"Book","data":["Donald Spivey","Fire From the Soul",null,"Durham","Carolina Academic Press","2003","122, 129"]},{"divid":1215699488,"type":"Book","data":["John C. Inscoe","Georgia in Black and White",null,"Athens","The University of Georgia Press","1994","121"]}],"locations":[{"id":2444,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}