{"id":3263,"title":"Lollie Trusts the Lord for Father&#39;s Recovery\n","course_id":1,"status":"P","start_date":"1882-02-11","end_date":"1882-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lollie Crease Lewis was attending school in the city of Little Rock and blissfully under the impression that her father's health was improving. After she received letters from her mother at home, however, Lewis was concerned to hear that her father's condition had actually not improved at all. Lewis was concerned enough to write to her mother on February 11 and 12, 1882 to see if she should leave school to come home and be with her father. In her letter to her father, Lewis expresses her confidence that the Lord would make sure things turned out for the best, and tries to reassure him with religious wording.","After the Civil War, women, like Lewis, especially turned to the church for support, and constituted two-thirds of church membership. Women were able to fulfill leadership roles within the church that were unavailable to them outside of it, and were able to feel empowered and hopeful through participation in different charities and church activities. Solidarity and common interest were emphasized for women in their church experiences, much like they were in African American churches. Women like Lollie were able to draw hope from their religion and the South as a whole echoed the women's needs for hope in what seemed to be a series of hopeless situations. To find this support, Southerners drew away from standard denominations and turned to Methodism and other new sects, and eventually gave rise to the Pentecostal movement."],"display_date":"February 11, 1882 - February 12, 1882","search_date":"1882-02-11","citations":[{"divid":1217371583,"type":"Manuscript","data":["","Letter from &quot;Lollie&quot; Crease Lewis to Laura Crease Lewis",null,"Mss 6528-b","","Papers of Bunch, Crease, Lewis, Warwick, and related Virginian Families","Special Collections Library, University of Virginia"]},{"divid":1217371648,"type":"Book","data":["John B. Boles","The South Through Time&#58; A History of an American Region, Vol. II",null,"New Jersey","Prentice Hall ","1999","421-422, 433"]},{"divid":1217371698,"type":"Book","data":["Donald G. Matthews","Religion in the Old South",null,"Chicago ","University of Chicago Press","1977","239"]}],"locations":[{"id":2445,"lat":34.7794562422,"lng":-92.3174733111,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}