{"id":3268,"title":"A Righteous War to Protect a Christian Institution\n","course_id":1,"status":"P","start_date":"1865-02-21","end_date":"1865-02-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In February and March of 1865 a large group of prominent political figureheads from the state of Mississippi gathered together for a called session of the Mississippi House of Representatives. For two whole months, with the siege of Petersburg in the backdrop, the House mulled over the condition of the state and the Confederacy in its fifth year of independence. On the second day of session, Mississippi Governor Charles Clark gave a speech on the Condition of the Country, in which he encouraged the state to stand with the Confederacy until the very end. "," An attitude of defiance marks the words of the governor as he rallied the House not to give in to any entreaties of peace or negotiation offered by the Federal Government. Clark encouraged the state to stand resilient against their foe as they fought a righteous war to preserve the Christian institution of slavery. I recommend that you solemnly and firmly declare that Mississippi will be true to her plighted faith to her sister Confederates, and will conquer or perish with them....rather than abandon our cherished and Christian institution of domestic slavery, we will send our servants with our sons to the battlefield, to fight for our right to protect and guard them against their worst enemies. "," It is the institution of slavery that so strongly strikes a chord with Clark and the citizens of the South. Economic and social circumstances of the day and age encouraged the view that the institution of slavery was perfectly acceptable and necessary for the established structure of southern society. Southerners believed slavery to be a perfectly righteous and Godly institution, in which they acted as the paternal master over their misguided slaves. It economically benefited the white man while allowing blacks to be cared for and introduced to the Gospel. The Confederacy felt it better to fight until the death rather than to allow their benevolent way of life to be stripped away from them. As Gallagher notes in <em>The Confederate War</em>, Religion supplied the overarching framework for southern nationalism, as Confederates cast themselves as God's chosen people...'Slavery became, in both secular and religious discourse, the central component of the mission God had designed for the South.'"],"display_date":"February 21, 1865","search_date":"1865-02-21","citations":[{"divid":1215699590,"type":"Pamphlet or Other Printed Material","data":["Charles Clark","Journal of the House of Representatives of the State of Mississippi, Called Session at Columbus, February and March, 1865","Meridian, Mississippi","J. J. Shannon &amp; Co.","1865","Rare Book Collection, University of North Carolina at Chapel Hill"]},{"divid":1215699639,"type":"Book","data":["Gary W. Gallagher","The Confederate War",null,"Cambridge","Harvard University Press","1997","66-67"]},{"divid":1215699709,"type":"Book","data":["John K. Bettersworth","Mississippi in the Confederacy, as they saw it",null,"Clinton","Louisiana State University Press","1961","230, 245-246"]}],"locations":[{"id":2447,"lat":32.6346973664,"lng":-90.0338114186,"zoom":9,"place":"MADISON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}