{"id":327,"title":"The Gilded Age published\n","course_id":1,"status":"P","start_date":"1873-12-01","end_date":"1873-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In America nearly every man has his dream, his pet scheme whereby he is to advance himself socially or pecuniarily.  It is this all-pervading speculativeness which we have tried to illustrate in The Gilded Age.'  With these opening sentences to the London edition of his and Charles D. Warner's collaborative effort, Mark Twain summed up the theme of the fictional' book that would soon lend its decadent title to an even more decadent era.  A biting satire marked throughout with Twain's characteristic humor, The Gilded Age mirrored the politics of the 1870s and foreshadowed what was to come in the 1880s and 1890s.  The intense and turbulent changes which followed the Civil War affected the South to an even greater degree than the rest of the nation. &lt;br /&gt;During Reconstruction, corruption at the highest levels of the government, especially the Credit Mobilier Scandal and the Salary Grab, rocked Grant's administration.  The New York Times issued a biting criticism of the Congressional salary grab, raking part-time legislators over the coals for granting themselves a raise while coolly and ungenerously' denying one to humbler' full-time civil servants.'  In the same article, the Times sarcastically wondered, If it is hard for a Senator to be a good Christian on 5000 a year, what are a poor clerk's chances on 1400?'  Like the Times, Twain and Warner saw a governing elite who cared more for lining their pockets than caring for their fellow citizens.&lt;br /&gt;The political and commercial corruption slithering down from Washington, D.C. quickly snaked its way into the offices of state and county bureaucrats across the South and around the nation, causing countless American citizens to echo the Atlanta Constitution's lament that the corruption that pervades every branch of the civil service is becoming monotonous.'   The moral bankruptcy tacitly promoted by the political climate of the day in conjunction with Southern whites' own prejudices and economic needs to produce a declining ethical standard that would eventually abandon freedmen to Jim Crow. One Atlanta newspaper lamented The Gilded Age's honest reflection of the moral vacuum surrounding the biggest hustles and hustlers' of the 1870s, never letting us forget that [g]raft and corruption knew neither race nor party label' in the postwar United States, as integrity took a backseat to solvency."],"display_date":"December 1, 1873 - December 1, 1873","search_date":"1873-12-01","citations":[{"divid":1216517136,"type":"Book","data":["Mark Twain and Charles Dudley Warner","The Gilded Age",null,"New York","Penguin Books","2001",""]},{"divid":1216517167,"type":"Book","data":["Walter Edgar","South Carolina, A History",null,"South Carolina","University of South Carolina Press","1998","394"]},{"divid":1216517199,"type":"Website","data":["Corporation for Public Broadcasting","The Gilded Age","PBS","http&#58;//www.pbs.org/wgbh/amex/carnegie/gildedage.html","September 10, 2005"]},{"divid":1216517328,"type":"Website","data":["United States Senate","The Gilded Age","United States Senate","http&#58;//www.senate.gov/reference/reference_item/gilded_age.htm","September 10, 2005"]},{"divid":1216517402,"type":"Newspaper Article","data":["","The Atlanta Constitution","","August 26, 1873","2"]},{"divid":1216517425,"type":"Newspaper Article","data":["Washington Notes. The Back-Pay Steal","New York Times","","July 7, 1873",""]}],"locations":[{"id":233,"lat":39.4954978662,"lng":-92.0007142233,"zoom":10,"place":"MONROE, Missouri"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}