{"id":3273,"title":"Segregation of Railroad Cars\n","course_id":1,"status":"P","start_date":"1891-12-11","end_date":"1891-12-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Race relations between African-Americans and whites in Virginia were tense at the end of the nineteenth century, and whites tried to minimize interactions between themselves and blacks. To create greater distance between the two, the Virginia state government decided to segregate railroad cars based on race. In 1900, the state of Virginia passed a law that mandated all railroad companies to furnish separate coaches for the transportation of white and blacks passengers. The law required that there be no difference in the quality, conveniences, and accommodations in the cars. The law further stated that passengers who refused to occupy their assigned car could be removed from the train. The law was met with great approval in many places including Alexandria, Virginia, and, in general, faced very little opposition. In Alexandria, whether the law would pass was not an issue. According to The Washington Post, Senator Mushbach and Delegate Bendheim, of this city (Alexandria), have not expressed themselves upon the subject but there is little doubt that both will vote for the measure when it comes up. Race segregation was a welcome institution in a region still nursing its wounds after the Civil War. ","The segregation of railroads was part of the development of the Jim Crow South. The railroad car law in 1900 was the first official law mandating segregation on trains. For thirty years after the Civil War, blacks and whites rode in the same railroad cars. Segregation, however, was not unprecedented. Charles Wynes explained that whites would force blacks to sit in the smoking car or a special car, although he conceded this behavior was erratic. The cause for such laws is unclear. It is clear that the laws were not a result of demanded segregation by whites. Instead, the laws were a result of the underlying racial bigotry that existed. The establishment of Virginia's first law encouraged the implementation of more. In 1904 railroad segregation laws were further tightened. Blacks had to bear the indignity of exclusion. They were often surrounded by curtains to keep the feeling of their presence minimal and were forced to give up a seat to a desiring white person. Blacks had little recourse and could only try futilely to get the laws repealed."],"display_date":"December 11, 1891","search_date":"1891-12-11","citations":[{"divid":1215261650,"type":"Newspaper Article","data":["Separate Cars for Negroes","The Washington Post","","Dec. 12, 1891",""]},{"divid":1215261674,"type":"Article","data":["Charles E. Wynes","The Evolution of Jim Crow Laws in Twentieth Century Virginia","Phylon","28","1967","416-425"]}],"locations":[{"id":2451,"lat":38.8682751435,"lng":-77.0932794538,"zoom":11,"place":"Alexandria City, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}