{"id":3274,"title":"Counterfeit Money in the South\n","course_id":1,"status":"P","start_date":"1874-09-24","end_date":"1874-09-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 24, 1874 the Page Courier Newspaper reported to the citizens of Page County, Virginia that a new counterfeit 50-cent bill was in circulation. The Dangerous Counterfeit was described to readers in great detail. The news paper stated that on the back, right upper corner Act March 3d, 1863, the 6 is reversed. The colored silk line in the genuine are not in the counterfeit. ","The business of counterfeit money was quite a large one throughout the mid nineteenth century according to Johnson. By the time the Civil War had begun 80 percent of the money in circulation in the United States was counterfeit. Because there were so many versions of counterfeit dollars and coins shop keepers and business owners had no choice but to accept the false money because they were not likely to find much real money. During his tenure from 1869 to 1874 as Chief of the Secret Service, Hiram C. Whitley reported (10 percent sample) that 32 people had been caught in the business of counterfeit money in the South in comparison to the 100 in the Mid-Atlantic and seven in New England. After reconstruction the South was left with unused mints that they had relied on during the civil war for the creation of their monetary system. These mints and other newly created ones helped in the increase of counterfeit money throughout the South. Counterfeiting notes, as the article talked about, was much harder than producing coins. It required a large sum of money, dedicated employees and a large group of consumers. Producing coinage was much easier, only requiring an alloy to be poured into a mold and plated. ","The newspaper makes a specific point of telling its readers about the difficulties in picking this counterfeit out. The author stated It is remarkably well executed, and calculated to deceive. The newspaper ran articles through out its existence reporting the creation of new counterfeits. They knew that while the money would still passed through private hands, the banks would be less likely to fall for the trick, causing the readers to lose their money. The widespread use of false money shows the need for stronger government control over the issuing of money and the amount issued. Several acts tried to cover these topics but it was not until much later that the issue was ever resolved. "],"display_date":"September 24, 1874","search_date":"1874-09-24","citations":[{"divid":1215261843,"type":"Newspaper Article","data":["","Page Courier","","September 24, 1874",""]},{"divid":1215261855,"type":"Book","data":["David R. Johnson","Illegal Tender",null,"Washington","Smithsonian Institution Press ","1995","xi, xii, 99, 130"]}],"locations":[{"id":2452,"lat":38.6199595082,"lng":-78.484150089,"zoom":9,"place":"PAGE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}