{"id":3276,"title":"Land Trade for more Slaves\n","course_id":1,"status":"P","start_date":"1861-08-25","end_date":"1861-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Texas land was ideal for slaveholders. There was seemingly no end to the vast land territory, there were long growing seasons, and they could grow multiple crops throughout the year. Although slavery arrived late to Texas, it soon became as powerful as an institution as elsewhere in the South. "," One example of the desire to attain slaves to work the land is evident in the slave trade offer notices that were distributed throughout the nation. Samuel Andrews created a notice on behalf of his brother living in Texas. His brother, John, was interested in having slaves sent to Texas for a few years to furnish the land. At this time, plantations and small farms were expanding rapidly throughout the state, and his brother, John, most likely saw this as a great opportunity. The slaves would work incredibly long hours from can to to can't see laboring the fields. In this case, the deal was that at the end of the promised time, the net profits would be divided on just and equitable proportions. "," Over the course of slave history, there were over 2 million slave sales in the antebellum south. The thousands of slaves that were purchased in the large New Orleans slave pens contributed greatly to the southern economy. Many buyers from throughout Texas, Arkansas, and Mississippi bought slaves to tend their fields and harvest their crops. Slave trade notices for land are important because they display Texas's unique ability to bargain through their vast land and help fuel the Peculiar Institution."],"display_date":"August 25, 1861 - December 31, 1861","search_date":"1861-10-28","citations":[{"divid":1217541475,"type":"Manuscript","data":["","Note Sheet for Inventories",null,"Mss 11909","","Andrews Notice of Slave Trade Offer","Special Collections Library, University of Virginia"]},{"divid":1217541565,"type":"Book","data":["Randolph Campbell","Gone to Texas&#58; A History of the Lone Star State",null,"New York","Oxford University Press","2003","221"]},{"divid":1217541605,"type":"Website","data":["Henry C. Dethloff and Garry L. Nall","Agriculture","The Online Handbook of Texas","http&#58;//www.tsha.utexas.edu/handbook/online/articles/AA/ama1.html","October 4, 2006"]},{"divid":1217541678,"type":"Book","data":["Walter Jones","Soul By Soul",null,"Cambridge ","Harvard University Press","1999","5-7"]}],"locations":[{"id":2453,"lat":31.3177565709,"lng":-95.4226802796,"zoom":9,"place":"HOUSTON, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}