{"id":3278,"title":"A Change of Churches\n","course_id":1,"status":"P","start_date":"1890-08-17","end_date":"1890-08-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" For this reason I left you in Crete, that you should set in order the things that are lacking, and appoint elders in every city as I commanded you. (Titus 1:5). Reverend William Troy, of Richmond, preached a powerful sermon, centered on this biblical passage, as he installed the Rev. E C Thomson as the new pastor of the Mangohick Baptist Church in King William County. Thomson, who had attended the Richmond Theological Seminary and had formerly been ordained as pastor of the Jericho Baptist Church in Caroline County, faced a new congregation eager to accept him into their ranks. Not only were the members of the church hopeful that Thomson would bring growth, but the Richmond Planet, an African American newspaper, also had great aspirations for him. The Planet called Thomson a good preacher and [he] belongs to the forward rank of those who are working for the improvement of our race. Perhaps nervous facing such a new opportunity coupled with such responsibility, he nonetheless delivered his first heartwarming message, leaving the congregation optimistic that he would, indeed, encourage progress. "," Travelers to the South described it as the most simply and sincerely religious country, where religion is a very large factor in life, and God is very real and personal; this reputation seems to have stuck throughout its history. Religious fervor would very prominently emerge in the 1880's as a wave of evangelicalism swept the South, increasing the numbers of converts and regular revival meetings. Baptists and Methodists were the most successful Protestant denominations in the postwar South, gaining large amounts of new members and building new churches. Thus, the appearance of local church news in a major newspaper remained not uncommon, as communities truly cared about such issues. Still, circumstances were not always favorable towards ministers. Due to ever-present troubles like finances and latent apathy, running a church became a hard task. Especially in rural churches like Mangohick Baptist, pastoral turnover could be high. "," Blacks, especially, flocked to new congregations after emancipation, though usually they sought out all-black churches, with white churches more than willing to let allow this voluntary segregation. Most often attracted to the Baptist denomination, black Christians regarded their church as a central institution in their lives and their minister as, a community leader. This development distinguished black pastors from their white counterparts, and also laid on them the extra challenge of being political and negotiating the desire of their congregations for autonomy...the demands of young assertive blacks and the caution of more conservative blacks. Evident in the Planet's portrayal of Thomson's new role, lies the idea that he must be a leader in helping blacks ameliorate their lives in a society aimed at filtering out their presence. How the new pastor would handle such pressure remained to be seen, but clearly he encountered obligations that a white congregation would not necessarily expect. "],"display_date":"August 17, 1890","search_date":"1890-08-17","citations":[{"divid":1215262637,"type":"Newspaper Article","data":["A Change of Churches","Richmond Planet","","August 7, 1890","1"]},{"divid":1215262668,"type":"Book","data":["Samuel S. Hill and Charles H. Lippy","Encyclopedia of Religion in the South",null,"Macon, GA","Mercer University Press","2005","20-21"]},{"divid":1215262771,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","160-164"]},{"divid":1215262802,"type":"Book","data":["C. Vann Woodward","Origins of the New South",null,"Baton Rouge","Louisiana State University Press","1971","169"]},{"divid":369637,"type":"Manuscript on Microfilm","data":[null,"iZbphhimSJpyALcY"]},{"divid":204475,"type":"Manuscript on Microfilm","data":[null,"iZbphhimSJpyALcY"]},{"divid":3449,"type":"Manuscript on Microfilm","data":[null,"iZbphhimSJpyALcY"]},{"divid":24766,"type":"Manuscript on Microfilm","data":[null,"iZbphhimSJpyALcY"]},{"divid":52923,"type":"Manuscript on Microfilm","data":[null,"iZbphhimSJpyALcY"]},{"divid":66062,"type":"Newspaper Article","data":[null,"GhTfAHIgacuRGD"]}],"locations":[{"id":2455,"lat":37.7072606923,"lng":-77.0894782298,"zoom":9,"place":"KING WILLIAM, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}