{"id":328,"title":"Fredrick Douglass boards train for freedom\n","course_id":1,"status":"P","start_date":"1838-09-03","end_date":"1838-09-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 3, future abolitionist Fredrick Douglass successfully impersonated a sailor and gained access to a train ride toward freedom.  Unlike most slaves, Douglass was literate and could therefore taste the pleasures of freedom. This desire was also augmented by his location in the upper south.  While such a position eased some of the burdens of bondage,' it also increased one's knowledge of potential autonomy.  &lt;br /&gt;&lt;br /&gt;Douglass's account of his mind state prior to the escape is particularly instructive.  In his narrative he describes the conflicting emotions and pulls to both remain a slave, and attempt escape.  He comments that, like other slaves, his knowledge of geography and the distance of his escape route was largely unknown - slave owners portrayed slave territory as endless.  However, lack of a secure plan and potential danger could not outweigh the appeals of freedom, regardless of its remote possibility.  In reference to his mentality and that of his coconspirators, Douglass writes, I believe there was not one among us who would not rather have been shot down than pass away life in hopeless bondage.'  It is clear that the privilege of education played a role in such an assessment.&lt;br /&gt;&lt;br /&gt;The future impact of Douglass's escape was pervasive.  A skilled and artful author, the writings of Douglass were able to strike an emotional chord with nearly all those who read them.  Douglass released an influential autobiography in 1845, and soon after founded an abolitionist newspaper, the North Star.'  During the Civil War, he served as an advisor to president Lincoln.  Today, nearly all students of racial history read his powerful accounts.  However, his 1838 escape is an example of an event that remained under the contemporary radar.  For obvious reasons no one at that time could have predicted the impact he would later have."],"display_date":"September 3, 1838","search_date":"1838-09-03","citations":[{"divid":1216313334,"type":"Book","data":["Ira Berlin","Generations of Captivity&#58; A History of African-American Slaves",null,"Cambridge, MA","Belknap Press","2003",""]},{"divid":1216313361,"type":"Pamphlet or Other Printed Material","data":["Frederick Douglass","Life and Times of Fredrick Douglass&#58; His Early Life as a Slave, His Escape from Bondage, and His Complete History to the Present","","Park Publishing Co.","1881",""]}],"locations":[{"id":234,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}