{"id":3280,"title":"African American Lynched During Prison Transfer\n","course_id":1,"status":"P","start_date":"1883-05-08","end_date":"1883-05-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 8, 1883, a Texan was arrested at the ferry landing in Shreveport, Louisiana for the murder of William H. Lyon. The Texan's name was D.C. Hutchins, and he was an African American. The paper described Hutchins as a desperado and noted that he had been a terror to the decent citizens of Bossier parish, La. The citizens of Bossier parish were indignant at the crime. The paper also noted with no surprise that they created a plan to capture Hutchins when he was being transferred between prisons at Shreveport and Bellevue in order to perform their own justice with the criminal. The transfer was to take place on May 12 through 13 and the group that conducted the prison transfer consisted of two deputy sheriffs and a group of 12 citizens including the Chief of Police, E.M. Austin. Hutchins rode in a wagon with one of the citizens, Chas. A. Dewing. Everyone except Hutchins was armed. The group met 75-100 masked men about four miles from town. When Hutchins saw them he tried to get Dewing's pistol, but Dewing kept it from him as Austin, the Chief of Police, put himself in between the wagon and the crowd. Austin attempted to get the crowd to lower their guns, while Hutchins begged the crowd to shoot him. The crowd refused both Austin's and Hutchins' requests, and yelled back their intention to hang Hutchins. With this threat Hutchins pulled a four-inch blade from his pocket and began to stab himself to try and save himself from hanging. Austin and Dewing got the knife away from Hutchins and the crowd took Hutchins, who had begun to lose large quantities of blood, away from the wagon and to a nearby tree. The crowd hung Hutchins from the tree, even though he was already dying from his self-inflicted wounds.","The most telling part of this episode is the opening line of the article: The lynching of D.C. Hutchins...was accompanied with more than the usual dramatic surroundings of such events. This article, which was published in a national newspaper, used the word usual to describe the death of an African American without trial. Lynchings became increasingly popular in the cotton uplands, and especially in rural places such as Bossier Parish. Counties or parishes with few towns, low rural population density, and poor law enforcement had high rates of lynching, especially as the African American population increased. The lynching of African Americans reached its highest point when new African Americans came to the uplands and were strangers to the community. Men like Hutchins had no one within the community to support them, allowing reputations as desperados to spring up. These reputations were also due to the white belief that African American crime was out of control and a serious threat. The paper describes Hutchins as a villain, while portraying the lynching mob as the decent citizens of Bossier parish. This description in a national paper cements the severe racism that grew in this era."],"display_date":"May 8, 1883 - May 13, 1883","search_date":"1883-05-10","citations":[{"divid":1214702667,"type":"Newspaper Article","data":["A Louisiana Lynching","The National Police Gazette","","June 9, 1883","12"]},{"divid":1214702687,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life After Reconstruction",null,"New York","Oxford Press","1992","154-157"]}],"locations":[{"id":2456,"lat":32.5800672889,"lng":-93.88223782,"zoom":9,"place":"CADDO, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}