{"id":3284,"title":"Directory of Charleston, 1816","course_id":1,"status":"P","start_date":"1816-01-01","end_date":"1816-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Charleston Directory and Strangers Guide offered a listing of the residents and businesses of Charleston (name, address, job title if one exists), street names, and wharfs. This was what would today be known as a yellow and white pages combined. This document revealed much about the population with little more than the names of its populace. Their addresses were indicative of the culture on streets based on the people who live there. Job titles told us what station in life the people held, and add to the information about the street on which they lived. Simple things, like if a woman had a job, tells us so much about what this group of people were like. We learn what kind of professions were in high demand in Charleston. ","There are a lot of professions dealing with ships ranging from Mariner to Ship Carpenter to Shipwright. When women were listed, they were usually described either as widows or laundresses (implying that they were not married and had a job appropriate for their gender). While there was a lot of professions that you would expect (grocer, merchant, attorney, post-master), there were some very specific job-titles that would lead one to assume that Charleston had a highly specialized economy and a great consumer culture. Tailors, jewelers, confectioners, cabinet makers, and dancing masters all made the list. ","Maurie McInnis states that there was an extreme amount of social diversity on any given street in Charleston and that one could find a range from wealthy merchants and planters, middling mechanics, free blacks, and slaves all living within close proximity. Race was not a factor listed in this document, but it is doubtful that free blacks and slaves were included. There was some mixing of social classes on streets based on profession, but there was also a lot of logic to it: people lived close to where they worked."],"display_date":1816,"search_date":"1816-07-01","citations":[{"divid":1217430175,"type":"Manuscript on Microfilm","data":["Abraham Motte","Charleston Directory and Strangers","Micprnt 8 no. 37213 ","Guide for the year 1816&#58; including the Neck to the Six Mile House","Alderman Library, University of Virginia"]},{"divid":1217430214,"type":"Book","data":["Maurie Dee McInnis","The Politics of Taste in Antebellum Charleston ",null,"Chapel Hill, NC","UNC Press","2005","50-57"]}],"locations":[{"id":2459,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}