{"id":3285,"title":"Hawkins, the Horse Thief","course_id":1,"status":"P","start_date":"1848-02-29","end_date":"1848-02-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Thursday, February 29, 1849, The Valley Star of Lexington, Virginia reported that the infamous horse thief, Hawkins, while in jail, slit his own throat with a straight razor. The guards allowed the inmates razors and stood outside the cells as the prisoners shaved. According to the article, Hawkins turned to the guard, said, Good-bye, and promptly slit his throat. Being near at hand, we ran to see him. He presented a shocking aspect. The blood was spouting rapidly from the horrid gash in his neck, and the bed on which he lay near his head and neck was all saturated with the purple current. A doctor soon arrived and determined that Hawkins had missed the primary artery and would survive.","The same edition of this paper describes Hawkins' escape from his jail in Harrisonburg, Virginia. For much of the time before his recapture, Hawkins was five miles from the jail. He then went to his family in Dayton, where he hid beneath the bed and passed his time knitting socks, which his wife subsequently sold to neighbors. After some time he gathered his family, stole what was believed to be three or four horses, and set out for the west. Authorities recaptured him on the road and sent him back to jail, where he subsequently attempted suicide. ","Hawkins' public escape and recapture brought the prison system into the public eye. One cannot be sure if it was the condition of the prison that provoked him to attempt suicide, or whether he was just a desperate. However, life was difficult for a convict in a penitentiary in Virginia. Labor occupied most of a prisoner's time. Much more so than today, states used penitentiaries to make a profit. In fact, some men bought or leased prisons and then worked their prisoners to death (The lessees worked them quite literally to death in many cases; the mortality rate ranged from 17-40 percent). Leasing became popular in the South, after the war especially, when states could not afford to keep up the prisons. ","As Edward Ayers states in <em>Vengeance and Justice: Crime and Punishment in the 19th-Century American South</em>, the system of slavery in the ante-bellum South kept much of the lower class under control. Because of southern ideals of honor, it seems that there would be less of a need of a prison system; nonetheless, the South built as many prisons as the North (with the exception of Florida and the Carolinas). The South spent much of the time preceding the war to debate whether or not the penitentiary was in fact in line with the American ideals of liberty. Ironically, unlike the North, their lowest class was already imprisoned within society.",">In 1796, Virginia and Pennsylvania, where the penitentiary started, were the only states that attempted to reduce deaths by capital punishment. At that time, the only offense that warranted it was murder. Punishment varied in every region in the country: the penitentiary system in the West was very different. On November 14th, 1856, James R. Whitehead wrote a letter from the Kansas Territory to his cousin Langhan Scruggs, who lived in the Valley of Virginia. In an earlier letter (September 11th), he had described to great detail the sort of men that were settled in the West; northern and southern relations were mirrored in Kansas. The young men were belligerent and chivalrous, always ready to fight. In Whitehead's mind, the West needed new kinds of settlers. In the letter on November 14th, Whitehead wrote about crime and punishment in the territory. More than three hundred Bills of Indictment had been filed, twenty of which were manslaughter. The punishment was far from death; the men found guilty served five years of confinement and hard labor."],"display_date":"February 29, 1848","search_date":"1848-02-29","citations":[{"divid":1217431465,"type":"Newspaper Article","data":["","The Valley Star","","February 29, 1849",""]},{"divid":1217431479,"type":"Book","data":["Edward Ayers","Vengeance and Justice&#58; Crime and Punishment in the 19th-Century American South ",null,"New York","Oxford University Press","1984","34, 38"]},{"divid":1217431523,"type":"Manuscript","data":["","Letter from James R. Whitehead to Langhan Scruggs ",null,"Mss 38-490","Rockbridge Co.","Elizabeth Ann Willson collection 1831-1860 ","Special Collections, University of Virginia"]},{"divid":1217431569,"type":"Article","data":["Stephen P. Garvey","Freeing Prisoners&#39; Labor","Stanford Law Review","2","1998","339-398"]}],"locations":[{"id":2460,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}