{"id":3287,"title":"Poor Whites in the Low Country\n","course_id":1,"status":"P","start_date":"1843-03-31","end_date":"1843-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Edmund Ruffin, a Virginian planter, was constantly observing his surroundings as he journeyed from the Santee River to the Waccamaw River. Making his way through a swampy pine barren, Ruffin found little trace of any cultivation or civilized inhabitation. The few people in the area raised cattle and, since their animals grazed on the open land, the concept of property ownership was completely foreign to these miserable people. Ruffin scorned the crude capitalists, for some of them owned 500 to 1,000 head of cattle and not a single acre of land. In his private diary, Ruffin noted that these men belonged to a peculiar class: In about a space of 10 miles square of Williamsburg and Georgetown districts, the inhabitants are wretchedly poor, have no slaves, scarcely any other property, and almost no agricultural labor or regular industry of any kind. The men live by hunting, often helped out by petty pillage or trespass on the neighboring properties. These people, and even the more industrious and honest of the poor in lower S. Ca. are a most wretched and worthless population - compared to those whose condition that of the slaves is one not only of greatly superior comfort and happiness, but also of respectability and dignity.","Edmund Ruffin had been commissioned by James Hammond, then governor of South Carolina, to perform an agricultural and geological survey of the state. Ruffin had developed new methods of using calcerous manures to improve the fertility of soil, and some South Carolinians hoped that agricultural reform would help develop the economy and preserve the institution of slavery. Ruffin was always a renowned advocate for secession and an ardent believer in the inferiority of the black race.","Ruffin's disdain for the poor whites of South Carolina's coastal plain demonstrates the power of class in antebellum society. Notions of class were always intertwined with the institution of slavery. In his account, Ruffin immediately emphasized that these people owned no slaves, consigning themselves to a pitiful class. But as Stephanie McCurry demonstrates in <em>Masters of Small Worlds</em>, the intricate relationships of power within the yeoman household were just as significant as those more conspicuous class tensions between plantation owners and yeoman farmers. Poor white men set boundaries of power within their household that defined the roles of their wives and their laborers. The yeomen and the powerful planters of the low country were not socioeconomic equals, but they shared a position of power over their respective households, a power rooted in gendered symbols of inequality, command over dependents, and a fundamental assertion of manly independence."],"display_date":"March 31, 1843","search_date":"1843-03-31","citations":[{"divid":1215700324,"type":"Book","data":["William M. Mathew","Agriculture, Geology, and Society in Antebellum South Carolina: The Private Diary of Edmund Ruffin, 1843",null,"Athens","The University of Georgia Press","1992","181-183"]},{"divid":1215700449,"type":"Book","data":["Stephanie McCurry","Masters of Small Worlds: Yeoman Households, Gender Relations, and the Political Culture of the Antebellum South Carolina Low Country",null,"New York","Oxford University Press","1995","5-91, 302-304"]},{"divid":1215700502,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["William K. Scarborough","Edmund Ruffin","Encyclopedia of Southern Culture","Charles Reagan Wilson and William Ferris","Chapel Hill","The University of North Carolina Press","1989","1375-1376"]}],"locations":[{"id":2461,"lat":33.1820917038,"lng":-79.1977192455,"zoom":9,"place":"GEORGETOWN, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}