{"id":3288,"title":"A 5,000 Debt","course_id":1,"status":"P","start_date":"1834-04-15","end_date":"1834-04-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Charles L. Mathews of Greenwood Plantation had one year to pay back half of a 5,000 loan to George Birch of New Orleans. Why Mathews needed the money was unknown. How he was going to pay 2,500 back in one year was also a mystery. The agreement was signed, sealed, and delivered in the presence of two witnesses, George J. S. Walker and J. W. Elliot with no other comment. The Mathews family owned four plantations in West Feliciana, Lafourche, and Rapides parishes in Louisiana. They were no doubt wealthy, owning so much property in three different parishes, but they were by no means close to the trade center of Louisiana: New Orleans. Sugar and cotton planters shipped their goods down river into the rich city to the merchant wholesalers. These New Orleans merchants would in turn sell them to ship captains who would carry them to other parts of the United States and Europe. A plantation's vitality depended heavily on the cultivation of sugar or cotton. Planters were at the mercy of the fluctuations in the market and the fickle shifts of supply and demand.","Most American emigrants to Louisiana, like the Mathews family, came to make a fortune in sugar or cotton or hoped one day to be able to finance such an enterprise, starting out as small farmers. Those beginning out as small farmers hoped to make a profit in their first few seasons, acquire slaves, slowly build up a plantation, and achieve the high social status connected to it. Instead, many acquired massive debt. At least 66 to 75 percent of goods sold to planters in Louisiana were sold on credit. The necessity for Charles Matthew's loan was unknown, but he apparently felt confidant enough that he could repay George Birch within 12 months. He, unlike many planters who acquired loans to buy land and start their enterprise, already had a profitable plantation established. Perhaps the cholera epidemic of the previous year hit the Mathews' plantations hard; perhaps Charles anticipated a good crop and wanted to buy more hands to make the most of it. His reasons were unknown, but his need for funds was not, nor was this need particularly unusual for a farmer in Louisiana in the mid-1830s."],"display_date":"April 15, 1834","search_date":"1834-04-15","citations":[{"divid":1215700867,"type":"Manuscript on Microfilm","data":["","West Feliciana, Lafourche, and Rapides parishes, Louisiana","Microfilm 1705 series I part 2 reel 14","Charles L. Mathews and family papers, 1797-1865","Alderman Library, University of Virginia"]},{"divid":1215700904,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Raleigh A. Suarez","Bargains, Bills, and Bankruptcies: Business Activity in Rural Antebellum Louisiana","The Louisiana Purchase Bicentennial Series in Louisiana History","Carolyn E. De Latte","Lafayette","Center for Louisiana Studies","2004","53-64"]}],"locations":[{"id":2462,"lat":31.0257853028,"lng":-91.6912544354,"zoom":9,"place":"WEST FELICIANA, Louisiana"}],"tags":[{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}