{"id":3289,"title":"WANTED \n","course_id":1,"status":"P","start_date":"1875-07-31","end_date":"1875-07-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A wanted ad for a man named Jeff Williams appeared in The Daily Mississippi Pilot?s reward section. Williams was a convict who escaped while under lease to a family and working on the Noxubee river levee. The Governor of Mississippi offered 50 dollars for someone to arrest and take Williams to the state penitentiary. The description of the man at large was listed. Along with including his height and age, the paper made a special note that Williams was a mulatto with black hair and was pitted by smallpox. "," Most wanted ads during this time were for missing black convicts. The idea of leasing out convicts came about in the South in the years following the Civil War. Leasing convicts meant that black convicts would have to work the land of a public area or be bound to a white plantation owner who, in exchange for the labor, would pay for the convict?s fines. This idea of leasing convicts became more widespread after the war and gave ex-slave owners a new form of cheap labor to make up for the labor force they lost after the emancipation. Convict leasing also provided the states with a readily available supply of laborers to help build up the railways along with other domestic necessities. "," The high number of black convicts was largely the result of the unfair court systems in the South. Most officers, judges, and even the jurors were predominately white and showed little mercy to black offenders. Yet, most blacks tried to turn to other options to avoid dealing with the court systems of the South. The Freedman?s Bureau was a popular alternative to the unjust systems because in normal trials, blacks did not receive a fair trial. The Freedman?s Bureau was called upon by black defendants to attempt to give them a hearing to try to settle their various disputes with other blacks and, in some cases, disputes with whites. "," In addition to unfair trials, southern laws concerning blacks were also extremely harsh, making it easier to get blacks in prisons to be leased out. Arson became a capital offense, stealing from someone?s home caused the offender to go to prison for life, and the theft of livestock became grand larceny. This increase in severity in the punishments in the south gave railroad, lumber, and mining companies a great opportunity to have access to this type of free labor. The large proportion of the convicts were blacks who had been charged for relatively trivial crimes. "],"display_date":"July 31, 1875","search_date":"1875-07-31","citations":[{"divid":1217372154,"type":"Newspaper Article","data":["","The Daily Mississippi Pilot","","July 31, 1875",""]},{"divid":1217372177,"type":"Book","data":["Eric Foner","Reconstruction",null,"Canada","Harper Collins","1988",""]}],"locations":[{"id":2463,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}