{"id":329,"title":"Passage of the Hawaiian Treaty Bill\n","course_id":1,"status":"P","start_date":"1876-08-14","end_date":"1876-08-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Concurrent resolutions of the Hawaiian Treaty bill passed both houses in mid-August of 1876.  Much to the dismay of Southern rice and sugar plantation owners, the bill removed the import duty on rice and sugar from the Hawaiian Islands to the United States. &lt;br /&gt;To remove the duty from rice would be to diminish its price below the cost of production in this country and 300,000 people were dependent upon its production in South Carolina, Georgia, and Louisiana,' reported The Charleston News and Courier.  &lt;br /&gt;Congressman Gordon of Georgia claimed the bill was a death blow at the interest of one section of the county' and claimed it was unconstitutional because it the violated the 14th Amendment's guarantee of equal protection.  Much less was it just to try this experiment upon a people who by the vicissitudes of war had been made poorer than any other people ever were before,' Gordon said according to the News and Courier.&lt;br /&gt;Congressman Norwood, also of Georgia, claimed the bill would give the Hawaiian Islands a bonus of one million dollars a year, but increase the difficulties for them to attain U.S. statehood.&lt;br /&gt;The Hawaiian Islands would become a U.S. territory in July 1898, but wouldn't become a state until 1959."],"display_date":"August 14, 1876","search_date":"1876-08-14","citations":[{"divid":1214234246,"type":"Newspaper Article","data":["A Heavy Blow at the South","The Charleston News and Courier","","August 15, 1876","1"]}],"locations":[{"id":235,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}