{"id":3291,"title":"Methodist Preacher Attacked\n","course_id":1,"status":"P","start_date":"1879-03-26","end_date":"1879-04-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When Reverend W. M. Todd came to his new district, he heard threats that the white men in the area had a way of getting rid of men who came from the North to preach to the colored people. Todd may or may not have taken the threat seriously. Regardless, he worked with his superior Reverend I. G. Pollard to organize services that were open to mixed congregations. It was after such a service on March 26, 1879 that Todd and Pollard found themselves being held at gunpoint by the marshal and another man. The marshal had begun to direct the two into a back billiard room when Todd, overcome with panic, broke away and ran. The marshal reportedly shot him at least three times, before turning his attention to Pollard. The marshal stripped and searched Pollard in the back room, though he claimed that his main objective was Todd. Once Todd turned himself in later that night and had undergone a similar search, the marshal released the two preachers. Pollard took Todd to a doctor who saw to his wounds, however, the paper in which this story appeared never specified how serious these injuries were. The paper did relate that after that night Pollard took Todd into the country, probably to be kept out of harm's way. Todd, however, decided to send his brother to Little Rock, and weeks later he accompanied him to Brinkley. Todd and his brother were waiting in Brinkley for the train to Little Rock, when they saw multiple masked faces waiting outside of their hotel. Todd was able to escape on foot to a train station nine miles from Brinkley but he died from his wounds upon reaching Little Rock on April 23.","This episode reveals the increased racist sentiment in the South after Reconstruction. Racism became more and more evident as segregation began to spread into many different areas of everyday life. Churches had been biracial before the Civil War but some had become segregated before the Civil War, and racist sentiments obviously flared at Todd's attempt to intermingle the two races, even though they already shared a common faith. These strong and violent racial beliefs would result in even more attacks and cases of lynching as segregation continued to escalate. Todd's death showed this problem on a national level when the story was published in a New York newspaper, and yet the situation remained unchanged until the Civil Rights Movement. ","Todd's work with African Americans in the church draws attention to the increased involvement of African Americans in the church in the postbellum period, as well as the growth of the Methodist Church. Many African Americans turned to the church because they were able to fulfill leadership positions that were unavailable to them outside of it. The church became a way for African Americans to celebrate their new freedom that was being curtailed in many other areas of their lives. Southerners turned to the Methodist Church in general because it broke away from the mainstream denominations with which Southerners became increasingly disillusioned."],"display_date":"March 26, 1879 - April 23, 1879","search_date":"1879-04-09","citations":[{"divid":1215263370,"type":"Newspaper Article","data":["Shall the Negro Be Denied Liberty of Worship?","The Independent","New York","May 8, 1879",""]},{"divid":1215263397,"type":"Book","data":["Joe Gray Taylor","Louisiana",null,"New York","W.W. Norton &amp; Company, Inc.","1976","120-122"]},{"divid":1215263430,"type":"Book","data":["Charles Reagan Wilson and William Ferris, editors","Encyclopedia of Southern Culture",null,"Chapel Hill","The University of North Carolina Press","1989","1301, 1304-1305"]},{"divid":1215263542,"type":"Book","data":["Samuel S. Hill and Charles H. Lippy","Encyclopedia of Religion in the South",null,"Macon, GA","Mercer University Press","2005","19-24"]},{"divid":1215263614,"type":"Book","data":["John B. Boles","The South Through Time: A History of an American Region, vol. II",null,"New Jersey","Prentice Hall","1999","421-422"]}],"locations":[{"id":2465,"lat":34.8116378829,"lng":-92.2224128621,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}