{"id":3293,"title":"Graduation Address at Georgia State Industrial College for Colored Youth\n","course_id":1,"status":"P","start_date":"1899-06-07","end_date":"1899-06-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Bishop Benjamin William Arnett delivered a graduation address to the youths of the Georgia State Industrial College for Colored Youth on June 7, 1899. In his speech Arnett spoke to the youths about the many commendable achievements of African Americans. He noted that the black race had gone through many changes throughout history and many more changes needed to occur. Arnett's speech mainly focused on the topic of equality for all and a union between black and whites in order to make America a better place for all. Arnett also included in his speech African American's social and educational achievements. He also discussed the many areas for future achievements of African Americans which could be achieved through education. Overall Arnett's speech to the youths of Georgia State Industrial College for Colored Youth promoted a sense of black community by discussing past and future achievements of African Americans.","The themes in Arnett's speech reiterated the feelings of many black leaders of the time. Many speeches and meetings concerning black people included the same topics of African American social and education achievements. The idea of educating oneself was understood by many black Americans as the key to their overall success as a race. Arnett's speech also demonstrated the reliance of the black communities on their own leaders. They knew of the expansiveness of educated people among their race and wanted to utilize these people to inspire their youth. Throughout the history of America, blacks have looked to their leaders as models. People such as Frederick Douglass, Sojourner Truth, and Harriett Tubman have been recognized as not only leaders in the black community but heroes and examples for young blacks to follow."],"display_date":"June 7, 1899","search_date":"1899-06-07","citations":[{"divid":1215701075,"type":"Website","data":["Benjamin William Arnett","Address, Delivered Before the Georgia State Industrial College for Colored Youth","Library of Congress: American Memory","http://hdl.loc.gov/loc.rbc/lcbmrp.t0d12 ","October 2, 2006"]},{"divid":1215701182,"type":"Online Encyclopedia","data":["New Georgia Encyclopedia","Savannah State University","http://www.georgiaencyclopedia.org/nge/Article.jsp?id=h-1428","October 5, 2006"]},{"divid":1215701219,"type":"Book","data":["Donald Spivey","Fire From the Soul",null,"Durham","Carolina Academic Press","2003","76"]}],"locations":[{"id":2466,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}