{"id":3294,"title":"Economic Disparity in the South after the Civil War\n","course_id":1,"status":"P","start_date":"1869-11-12","end_date":"1869-11-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The <em>Page Courier</em> newspaper, on November 12, 1869, submitted a request to some of their clients in the county. The newspaper declared Wood-Wood-Our wood paying subscribers will remember that we will freeze without fire. The Page Courier Newspaper had previously set up a method of payment with its poorer clients to exchange newspapers with firewood. BRING IT IN the Courier begged. This desperate request for wood not only filled the need of the newspaper employees for warmth, but also allowed the poorer clients to afford the news while not using any of their desperately needed money.","The Civil War not only inflicted massive numbers of human casualties but also brought on heavy damages economically to those who survived. First of all southern banking was ruined as the federal government refused to accept the South having its own monetary system. The movement of the Union army through southern crop lands and towns not only destroyed the moral of the southerners, but it ruined crops, houses were burned and other property was destroyed. Southern railways were also almost entirely destroyed, leaving southerners no way to ship what little goods they had left to make any money. War time destruction had resulted in a drastic lowering of the assessed value of Southern farm lands, which in turn required that the tax rate increase Boles asserts. Many southerners could not afford this higher tax rate compiled with the worthlessness of their property and the loss of the free work force they had become so dependent on. This poverty led to trading for goods rather than buying them and sometimes more relaxed loan payment deadlines. By giving breaks to its clients, the <em>Page Courier </em> earned their trust and kept their business, serving its own interests as well as the counties."],"display_date":"November 12, 1869","search_date":"1869-11-12","citations":[{"divid":1214521134,"type":"Newspaper Article","data":["","Page Courier","","November 12, 1869",""]},{"divid":1214521169,"type":"Book","data":["John B. Boles","South Through Time, Vol. 2",null,"New Jersey","Prentice Hall","1999","386"]}],"locations":[{"id":2467,"lat":38.6199595082,"lng":-78.484150089,"zoom":9,"place":"PAGE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}