{"id":3296,"title":"Union Sentiment in Mississippi\n","course_id":1,"status":"P","start_date":"1862-05-21","end_date":"1862-05-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dedication to one's state and the Confederacy was of utmost importance to citizens of the South during the Civil War. Union sentiment or the suggestion of a peace negotiation with the Federal Government was considered an abomination among stanch Southern Confederates, including women. However, Unionists did exist on the southern home front, a struggle that pitted families and neighbors against one another (Sutherland, 3). In many of the border states, such as Missouri, guerilla warfare broke out between friends and neighbors. Confederate Bushwhackers took up arms against Unionist Jayhawkers. This armed conflict was not suffered everywhere, but the strife between the two sentiments was felt across the South. Often, neighbors found themselves at odds with one another. "," In her May 21, 1862 diary entry, Kate Carney of Yazoo, Mississippi recounted a story in which she rebuked a fellow community member, a man named Tally, for signing a petition in favor of Mississippi returning to the Union. Carney recounts, Cousin Ann & I went to the store and I asked Tally about putting his name to the paper requesting the State go back into the Union. He seemed proud of it when I first asked him, but I gave him such a big piece of my mind and talked so fast he couldn't say much....I had a good time raking Tally over about being a Union man.  "," Both women and men across the South prided themselves in their allegiance to the Confederacy. Kate S. Carney was one of them. For her, the War was a matter of life and death. O how I do hope our Confederacy may be victorious in the end, she divulges, I can't conceive of defeat being possible. What would I do if the last spark of hope was extinct? Carney's attack on Tally, who was more interested in peace with the Union than a fight to the death, was a response to her sensational dedication to the South. Union sentiment within a southern community was viewed as treacherous and, in Tally's case, blatantly attacked. Devotion to the Confederacy was of utmost importance. Whenever and wherever unionist feelings were divulged, conflict and resistance arose, as the incident recorded in Carney's diary illustrates."],"display_date":"May 21, 1862","search_date":"1862-05-21","citations":[{"divid":1218746731,"type":"Manuscript","data":["","May 21, 1862",null,"Mss 139","1 Item","Kate S. Carney Diary&#58; April 15, 1861-July 31, 1862","University of North Carolina&#58; Documenting the American South"]},{"divid":1218746803,"type":"Book","data":["John K. Bettersworth","Mississippi in the Confederacy, as they saw it",null,"Clinton","Louisiana State University Press","1961","296-310"]},{"divid":1218746838,"type":"Book","data":["Daniel Sutherland","Guerrillas, Unionists, and Violence on the Confederate Home Front",null,"Fayetteville","The University of Arkansas Press","1999","3-15, 16-29"]}],"locations":[{"id":2468,"lat":32.8110245687,"lng":-90.414506221,"zoom":9,"place":"YAZOO, Mississippi"}],"tags":[{"id":18,"tag":"Politics"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}