{"id":3298,"title":"The Peculiarity of William Knoth&#39;s Insanity\n","course_id":1,"status":"P","start_date":"1853-09-14","end_date":"1853-09-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Knoth, an inmate of the Insane Asylum located in Augusta County, Virginia, escaped the facility and fled to Canada. He was described as being in a deranged state prior to his flight. Knoth had believed that the people of Augusta were hostile towards him because he was prejudiced against slavery. This is assumed to be the reason why he left for Canada. In addition, the inmate took with him 300, which he wasted away. ","After receiving the unfortunate news, Knoth's family became very disturbed at the peculiar direction their loved one's insanity led him. They spread word of his escape and their desire to have him brought back to them. Is Knoth's behavior really that peculiar? Historian Edward L. Ayers would probably disagree with this characterization of Knoth's behavior. In his work, <em>In the Presence of Mine Enemies</em>, Ayers places slavery at the heart of Augusta County's economy. He notes that in the 1850's over sixteen hundred white households owned fifty-five hundred slaves within the county. With this newly gained knowledge Knoth's actions; that previously seemed rash and contingent with his insanity; now appear rational. Ayers further ascertains that slavery stood as a fundamental fact in Augusta County. In fact, its roots dug even deeper into the heart of the county when slave prices inflated dramatically in the 1850s. This inflation reassured Southerners that slaves were a good investment, and further intensified their desire to protect the institution that accounted for their prosperity from the growing threats that were prevalent in the years leading up to the Civil War. It is no wonder why Knoth, though insane, was able to recognize and fear the hostility that Augusta citizens felt towards abolitionists, and those who harbored abolitionist beliefs."],"display_date":"September 14, 1853","search_date":"1853-09-14","citations":[{"divid":1217431931,"type":"Manuscript","data":["","Mss 4406",null,"Mss 4406","Box 6","McCue Family Papers","Special Collections, University of Virginia"]},{"divid":1217431962,"type":"Book","data":["Edward L. Ayers","In the Presence of Mine Enemies",null,"New York","W.W. Norton and Company","2003","18, 22, 24"]}],"locations":[{"id":2470,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}