{"id":3299,"title":"Illness Creates Need for Help within Rambin Household\n","course_id":1,"status":"P","start_date":"1871-02-12","end_date":"1871-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sally Young Rambin's letter to her sister opened with an apology for her long silence and an excuse: Rambin had been extremely sick and had only been able to get out of bed for two weeks before she attempted to write to her sister on February 12, 1871. Rambin's illness was made worse by the doctor's inability to provide her with the medicine she needed. Rambin told her sister that the doctor could not or was afraid on account of my situation to give me the necessary medicine. Rambin had recently had a baby, and her husband blamed her illness on her nursing the child for too long. Rambin's illness created a need for additional help to keep the Rambins' household in De Soto, Louisiana running. Rambin told her sister that an African American woman whose family lived with the Rambins had brought her own children into the house to help look after Rambin and her children while she was ill. ","Rambin's illness is an example of the numerous diseases that plagued the South during the postwar period. Malaria, Yellow Fever, and Tuberculosis were all diseases that rose in prevalence in the South following the Civil War. The effect of Rambin's illness, however, reveals the changes and similarities between the post and pre-war South. After the Civil War, plantation mistresses, such as Rambin, experienced a decrease in their standards of living and had to become accustomed to doing many domestic chores themselves. During the postbellum period, the Rambins' no longer relied on slave labor to run their household, but they did remain dependent on the African American work force. Many previous plantation mistresses paid African Americans to act as servants and help rear their children, as Rambin relayed to her sister in her letter. African Americans were now receiving pay for their work, yet their social position remained similar to what it had been before emancipation."],"display_date":"February 12, 1871","search_date":"1871-02-12","citations":[{"divid":1217681017,"type":"Manuscript","data":["","Sally Garland Young Rambin to Sister",null,"Mss 10239","","Correspondence of the Spicer and Young Families of Louisa and Hanover Counties, Virginia","Special Collections Library, University of Virginia"]},{"divid":1217681080,"type":"Book","data":["Charles Reagan Wilson and William Ferris, Editors","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1989","1340-1341"]},{"divid":1217681196,"type":"Book","data":["John B. Boles","The South Through Time&#58; A History of an American Region, vol. II",null,"New Jersey","Prentice Hall","1999","431-432"]}],"locations":[{"id":2472,"lat":32.0554385592,"lng":-93.7372826293,"zoom":9,"place":"DE SOTO, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}