{"id":3302,"title":"A Woman&#39;s Worth\n","course_id":1,"status":"P","start_date":"1851-01-01","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When reading novels from nineteenth century, one often sees an overbearing mother whose only joy in life is finding suitable matches for her infinite number of daughters. In these stories, the daughter does not normally have much, if any, say as to whom she will wed. On Tuesday October 25, 1851, Mary Jane Boggs Holladay of Virginia was busy in preparation for her marriage. She was confronted with afflictions that face modern brides: finances for the wedding, leaving her family and the house she loved, and creating a home for her future husband with their very limited resources. Ms. Holladay wanted to prove her strength to her family and friends who believed her to be weak, and her solution was to have a happy marriage and a happy home. I am expecting Mr. Thompson this evening. He has been down to our future residence to make some repairs. It is an indifferent house and we shall be obliged to live economically, but: Better is a dinner of herbs where love is than a stalled ox and hatred therewith. I shall not fear poverty of distress if I can only feel assured that we shall always love each other and do our duty to the best of our ability.","It is clear in diaries and letters from women in the antebellum South that the desire to be loved was just as strong as it is now. Diaries from the time are full of hopes for the future, but it turned out that life for women on plantations was not easy. White women were essentially isolated. Mary Kendall, a Northerner living with her new husband in the South, wrote to her sister to describe the feelings of loneliness. While slave-owning men were businessmen and often traveled for trade, their wives were left to run the plantations. Kendall wrote that she had recently gone three weeks without seeing another white woman. This was not the case for all Southern women. According to a census from 1810-1860 in Virginia and the Carolinas, 35% of families were made up of two parents and children, whereas 41% of families consisted of extended family as well. After marriage, Mary Jane Holladay Thompson lived with her husband, her daughter, and her uncle-in-law, whom she found insufferable. Even so, she tolerated him for her husband's sake.","White women lived in close proximity to slave women, but lives of the two were very different. Black women on plantations did not often see their husbands, fathers, and sons in positions of power, and in turn were more equal to their men than were white women. According to Fox-Genovese, like wives of plantation owners, slave women also dealt with isolation; they were in a constant battle against the institution of slavery that bound them to a life without basic human liberties. A black woman had the added uncertainty of the constant threat of the master selling and splitting up her family."],"display_date":1851,"search_date":"1851-07-02","citations":[{"divid":1217676872,"type":"Manuscript","data":["","",null,"Mss 6436-h","","Diary of Mary Jane Boggs Holladay, 1851, Lexington and Waynesboro","Special Collections Library, University of Virginia"]},{"divid":1217676921,"type":"Book","data":["Walter Johnson","Soul By Soul",null,"Cambridge, Massachusetts","Harvard University Press","1999",""]},{"divid":1217676953,"type":"Article","data":["Joan E. Cashin","The Structure of Antebellum Planter Families&#58; The Ties that Bound Us Was Strong","The Journal of Southern History","56","1990","57"]},{"divid":1217676999,"type":"Book","data":["Elizabeth Fox-Genovese","Within the Plantation Household",null,"Chapel Hill","The University of North Carolina Press","1988","35, 39"]}],"locations":[{"id":2474,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}