{"id":3304,"title":"The Loss of a Culture\n","course_id":1,"status":"P","start_date":"1855-05-03","end_date":"1855-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many Native American tribes, including the Choctaws of Mississippi, struggled with their identity as a people during the nineteenth century. As white America expanded west, the lives of these peoples began to be transformed forever. Many Native Americans abandoned their heritage in the pressing tide. They replaced the traditions of their ancestors with many economic, social and political practices of this invasive, foreign culture. "," In 1830, the Choctaws ceded the claims to their native Mississippi land in the Treaty of Dancing Rabbit Creek. Most of the Choctaws were forced to leave their home soil, but approximately two thousand, many of whom were mixed-bloods, were allowed to stay and adopt white culture as a life-style. The Choctaw occupied an anomalous position in the social structure of the antebellum South. They were not slaves, not landowners, not white, and not black. They did not fit into any of the accepted social and cultural classes of the time. Most became tenant farmers or sharecroppers. "," On May 3, 1855 the Choctaws were the topic of an expressive editorial in The Pittsfield Sun, in which the author praised the nation for its societal evolution. They are cultivators of the soil....The chase is abandoned and they are gradually advancing in civilization, and in those pursuits which, under the wise management of our Government, is elevating them in a social point of view, reads the article. The author of this editorial, and many other Americans of the period, saw the dramatic societal changes among the Choctaw to be an astonishing improvement from their former indigenous state. The more white culture the tribes adopted the better. Yet, at the same time, Anglo culture was robbing the Choctaw and other Indian nations of their unique heritage and way of life. According to white Americans during the mid-nineteenth century a group of people was not civilized unless they followed the Anglo-American code of civilization. Consequently, the Choctaws were forced to either to continually fight off the encroaching culture or adopt it as their own. They chose the latter."],"display_date":"May 3, 1855","search_date":"1855-05-03","citations":[{"divid":1214524821,"type":"Newspaper Article","data":["The Choctaw Indians","The Pittsfield Sun","","May 3, 1855",""]},{"divid":1214524847,"type":"Book","data":["Samuel J. Wells","After Removal: The Choctaw in Mississippi",null,"Jackson, MS","University Press of Mississippi and Choctaw Heritage Press","1986","64-93"]},{"divid":1214524907,"type":"Book","data":["Clara Sue Kidwell","Choctaws and Missionaries in Mississippi, 1818-1918",null,"Norman","University of Oklahoma Press ","1995","176, 199-201"]}],"locations":[{"id":2475,"lat":33.5041024333,"lng":-89.3498364185,"zoom":9,"place":"CHOCTAW, Mississippi"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}