{"id":3305,"title":"Bread in the South During the 1860s and 1870s\n","course_id":1,"status":"P","start_date":"1863-07-31","end_date":"1863-07-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Levi Pitman was a respectable southern gentleman living in the southern county of Shenandoah in Virginia during the Civil War. Levi kept a careful diary in which he would write the day to day activities he participated in and observed. In 1863 the Rebel soldiers were camped near Levi's home and he could go and watch them march for their leader. He and his wife met some of the soldiers and his wife began to bake for them. Mrs. Pitman would cook and bring the soldiers bread provided that they brought her the flour to make it with.","It is not certain from Levi's diaries what kind of bread Mrs. Pitman would bake but it can be guessed at based on the trends of that time. Until well after the Civil War grain was very hard and expensive to process and only the wealthiest of plantation owners dared to eat it on a regular basis. Corn Bread was the main bread of the South, because of its flexibility and ease of processing. Lots of southerners would eat hoe bread which was corn bread baked over a fire on top of a farmers hoe. Because corn bread did not keep very well the southern tradition of warm bread at meals began to develop. Southern farms and plantations were often ransacked by Union troops traveling through the land; they would often take food and supplies for themselves. It is not surprising given the poverty of the time and the threat of Union soldiers that Mrs. Pitman would want to save her food stores for her family. Southern women were often willing to help confederate soldiers, though, if provided the supplies to do so. In later years grain production spread throughout the west and processing became cheaper prices of grain also fell, allowing poorer farmers to enjoy wheat bread like the elite. The bread Mrs. Pitman was probably baking for the soldier was corn bread. The short keep time of the bread explains why the soldiers continued to come back and ask her to bake more."],"display_date":"July 31, 1863","search_date":"1863-07-31","citations":[{"divid":1215701436,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Joe Gray Taylor","Foodways","Encyclopedia of Southern Culture","Charles Reagan Wilson and William Ferris","Chapel Hill","University of North Carolina Press","1989","613-616"]},{"divid":1215701538,"type":"Manuscript","data":["","Diary volume 12 pg 22",null,"MSS  6707-B","Box 3","Papers of Levi Pitman","Special Collections Library, University of Virginia"]}],"locations":[{"id":2476,"lat":38.8584536791,"lng":-78.5704125087,"zoom":9,"place":"SHENANDOAH, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}