{"id":3308,"title":"Conquoror of Diseases \n","course_id":1,"status":"P","start_date":"1870-01-29","end_date":"1870-01-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In January 1870, there was an advertisement in The Weekly Mississippi Pilot for Doctor Porter, the great medical electrician, electric physician, and conqueror of diseases. This doctor claimed to have visited states and major cities all around the United States and was extremely successful in curing all diseases, especially ones that were chronic, long lasting, and that have not been able to be cured by other professionals. It noted that he would visit various cities in Mississippi. "," The advertisement went on to say that the doctor used herbal remedies to cure people of their ailments and let them go about their daily work. This description of his work was preceded by a somewhat convincing summary of his success with patients in various other cities that he visited. Using plants to treat diseases in the south originated from the Native Americans. Numerous specialists appeared who claimed to be able to cure various diseases, such as root doctors and traveled around trying to cure people. "," The Civil War itself left many southerners in bad health and old diseases resurfaced like Malaria, which had been in the decline before the war began. Yellow fever and Tuberculosis also reappeared after the war and hit the South especially hard. Poverty also aided the spread of disease. Eventually, the health care facilities did improve towards the end of the 1800s and boards of health were established."],"display_date":"January 29, 1870","search_date":"1870-01-29","citations":[{"divid":1216166901,"type":"Newspaper Article","data":["","The Weekly Mississippi Pilot","","January 29, 1870",""]},{"divid":1216166921,"type":"Book","data":["Eric Foner","Reconstruction",null,"Canada","Harper Collins","1988",""]},{"divid":1216166940,"type":"Book","data":["Charles Wilson, Anne J. Abadie, and Mary Hart, Editors","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1989",""]}],"locations":[{"id":2478,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}