{"id":331,"title":"Jefferson Davis on Indian Removal\n","course_id":1,"status":"P","start_date":"1856-04-14","end_date":"1856-04-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Secretary of War Jefferson Davis wrote to Governor James S. Broome of Florida regarding the War Department's plan for dealing with Indian populations in that state.  Relations between Seminoles and white Floridians were marred with animosity, which occasionally resulted in violence.  Davis' plan included peaceful emigration, a ban on trade with Indians, the construction of roads leading into and full exploration of Indian territory, an increase of enlisted troops in Florida to 780 as well as the formation of five volunteer companies, and the paying for the capture of living Seminoles.  Despite these efforts, the Indian question remained unresolved after Jefferson Davis' term as Secretary expired.&lt;br /&gt;Indian removal had been a frequent occurrence throughout American history and often resulted in violence.  Davis' scheme couples expulsion with white expansion into the territories.  This is important because Davis' plan articulates the steps needed for ejection, as well as the aftermath, as opposed to merely forcing the Seminoles into the western regions of the country.  Once the Indians were relocated, violence between the two groups would cease and the vacated lands would be available to economic exploitation in ways previously impossible.  A Florida devoid of large blocs of Seminoles would serve as a model for how to successfully incorporate Indian territories into the fabric of the remaining society."],"display_date":"April 14, 1856 - April 15, 1856","search_date":"1856-04-14","citations":[{"divid":1213977400,"type":"Newspaper Article","data":["","Baltimore Sun","","January 4, 1856",""]},{"divid":3370,"type":"Article","data":[null,"XYdhxwbLFVMpnHzrK"]}],"locations":[{"id":237,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}