{"id":3310,"title":"Oration Delivered to the Charleston Riflemen\n","course_id":1,"status":"P","start_date":"1821-07-04","end_date":"1821-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Robert Elfe, Esq. delivered an oration to the Charleston Riflemen about where America has been and where it is going. In the printed version, he used terms such as liberty and fellow citizens in bold face all caps, suggesting that these are words he emphasized in his speech. He spoke on the importance of government, stating Man's elevation or depression in society is the effect of good or bad laws. He harped on the morals of society and the need for government to back them up. Virtue is the only safeguard of free laws.  He tied into these moral ideas the conflict of slavery with the ideals the nation holds so high.","From a country so situated, bearing all the characteristics of freedom, uncontaminated by vice; with a country degraded and enslaved, abounding with all the evils which hereditary turpitude could engender, from such a contrast, our ancestors derived those impressions, which encouraged their hopes, gave stability to their principles, and produced a nation of freemen eclipsing the model of Greece and Rome.","This is  significant because it makes a statement against slavery in a city where the institution of slavery is such a large part of the economy and every day life. Elfe proceeded to emphasize how important it is that the course of events (the Revolution) happened as they did. He claimed the British owde us reputations for the injustices done Americans. He lauded the Americans in the Revolutionary war and its heroes. He also poses a daunting question: what would have happened had the United States not won the war? His answer is that America would have become like India, the prey of merciless commerce. After praising the United States, reflecting on its values, and championing the Revolutionaries, Elfe ended with praise to the heavens for Americans' escape from tyranny.","It is rare that we find such an argument in 1821. Using slavery as an analogy of Great Britain's control of the United States was often heard in the Revolutionary Era, and returned in the War of 1812 (though it was not used as profusely). To see it here, after slavery had taken the stage nationwide, is incredibly interesting."],"display_date":"July 4, 1821","search_date":"1821-07-04","citations":[{"divid":1215701655,"type":"Pamphlet or Other Printed Material","data":["Robert Elfe","An Oration on the 45th Anniversary of American Independence, delivered before the Charleston Riflemen","Charleston, S.C.","W. C. Young","1821","Albert and Shirley Small Special Collections Library, The University of Virginia"]},{"divid":1215701700,"type":"Book","data":["Walter Edgar","South Carolina: A History",null,"Columbia","University of South Carolina Press","1998","326-327"]},{"divid":1215701746,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Rear-Admiral Stephen B. Luce, U.S.N.","The Story of the Monitor","Naval Actions and History 1799-1898","Military Historical Society of Massachusetts","Boston","Griffith-Stillings Press","1902","137-138"]}],"locations":[{"id":2480,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}