{"id":3311,"title":"Emancipation Anniversary Celebration in Savannah, Georgia","course_id":1,"status":"P","start_date":"1888-01-02","end_date":"1888-01-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The day called for a great celebration for all African Americans. Blacks all around the United Stated celebrated this momentous event. On January 2, 1888, a celebration of the Emancipation Proclamation occurred. People gathered in the streets of Savannah, Georgia and commemorated the day they gained their freedom from years of slavery. Citizens, civic societies, and the military convened in the streets as the festivities began. Two prominent leaders in Savannah offered the prayer and proclamation for the meeting. The orator for the day, Rev. Emmanuel K. Love gave a compelling speech to all of those in attendance. Love noted that the Emancipation Proclamation initiated the African American's fight for true freedom and was truly a great event in black history. He also indicated the shortcomings of the Emancipation Proclamation as the blacks gained no honor, fame, wealth, or civil rights through the Emancipation Proclamation. Love recognized that the anniversary was important, but blacks still had to earn their place in white American society. Although Love called for equality among the people of the United States, he announced his stance that whites and blacks should remain separate. In his speech, Love pushed for initial individual black greatness that would then lead the race to become great as a whole. Love promoted his idea that blacks were only what they made themselves. After Love's speech ended the celebration continued and culminated with a grand parade from the military.","Freedom celebrations became a large part of African American culture and included many other activities such as athletic events and beauty contests which exemplified the greatness of the African American race. In 1888, Savannah citizens participated in their own freedom celebration. The numerous citizens in Savannah and throughout the United States took time to commemorate the passing of the Emancipation Proclamation, and their participation in the celebration exemplified just how important the Emancipation Proclamation was to African Americans. Yet Love also indicated that much work needed to be done for African Americans to truly be free. Many other black Americans at this time shared the ideas held by Love, and the ideas of equality would continue to be a focal point in black America."],"display_date":"January 2, 1888","search_date":"1888-01-02","citations":[{"divid":1215702072,"type":"Website","data":["Rev. E. K. Love","Oration delivered on Emancipation Day, January 2, 1888","Library of Congress: American Memory","http://hdl.loc.gov/loc.rbc/lcrbmrp.t0c07","Ocotber 2, 2006"]},{"divid":1215702189,"type":"Book","data":["William H Wiggins, Jr.","O Freedom: Afro-American Emancipation Celebrations",null,"Knoxville","The University of Tennessee Press","1987","25-48"]},{"divid":1215702235,"type":"Book","data":["Lerone Bennett Jr.","Forced Into Glory: Abraham Lincoln&#39;s White Dream",null,"Chicago","Johnson Publishing Company","2000","152, 533, 551"]},{"divid":1215702259,"type":"Book","data":["Donald Spivey","Fire from the Soul",null,"Durham","Carolina Academic Press","2003","134"]},{"divid":96175,"type":"Manuscript on Microfilm","data":["WkSTXpLNICZWneccv"]}],"locations":[{"id":2481,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}