{"id":3312,"title":"Selected Tales: The Power of a Story\n","course_id":1,"status":"P","start_date":"0000-00-00","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In this day and age, newspapers rarely print fiction. Of course, there is the occasional magical story written by a third grade class that appears every once a week in the Arts and Entertainment section of the paper, but for the most part, fictional stories of real substance are not published in newspapers anymore. This was not the case in the 1800's. Appearing in The Valley Star each week was a selected tale, including topics ranging from a loveless marriage to an alcoholic father. Though the language is not quite timeless, the themes certainly are, and are as relevant today as they were then.","The Lonely Wife follows Susan Morris and her daily life and loveless marriage. In the majority of her four-year marriage, she has been left at home with her son while her husband is either working or drinking. She begs him to spend time with her, but in his mind, giving her money and responsibility to run the house is enough. As time goes by, Susan is so worn by her inner demons that her physical appearance changes and she begins to encounter medical problems, but the doctor only suggests that she go to her prior home and spend time in the country. Her countenance cannot allow her to tell her husband the real reason she is so ill, so she gradually drifts away, knowing that she is not strong enough to save herself. ","The Temperance Cause was a story submitted by the American Temperance Recorder in an attempt to advertise for the temperance movement. Mary Edwards is a young woman who lives alone with her father. Ever since her mother died, her father has grown less and less responsible; he lost his job, his house, and now he spends most of his time drinking. One night, when he arrives at his local bar, there is a temperance movement speaker causing a raucous. With much encouragement, the stranger stands on a table and begins to sings. A sweet song comes from his lips about all that he lost when he started drinking. The father is so touched by the music that he rushes home to his daughter and vows to turn his life around. This story appeared in the paper in the hope that one could see the power of music and of stories and would take initiative to change his lot in life.","The newspaper showed the effects of heavy drinking through these two stories and warned its readers against following this path. In the antebellum South, and in Virginia in particular, many prominent men were involved in the temperance movement, including John Hartwell Cocke. Cocke was a good friend of Thomas Jefferson's and a supporter of the University of Virginia. The movement started mainly in Protestant churches. The M.E. Church, South, sent out a report saying that a very large proportion of human misery, including poverty, disease, and crime, is induced by the use of alcohol. Although it is doubtful that the stories completely changed many alcoholics, they were good publicity for the movement. The stories did make people think about whether their lives were following the same pattern."],"display_date":"undefined 0, 0","search_date":"1899-11-30","citations":[{"divid":1215265361,"type":"Newspaper Article","data":["","The Valley Star","","February 29, 1849",""]},{"divid":1215265377,"type":"Book","data":["Samuel S. Hill, editor","Encyclopedia of Religion in the South",null,"Macon, GA","Mercer University Press","1984","17"]}],"locations":[{"id":2482,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}