{"id":3316,"title":"Suspected Stolen\n","course_id":1,"status":"P","start_date":"1857-02-25","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Behind bars, Aaron, a free black man, was trying to figure out the contacts he could reach that would help to confirm his freedom. Was there any way he could reach his wife, other relatives, or his previous owner? Aaron was turned in to the authorities on February 25, 1857 by a white man, G.W. Mormon, suspected of being stolen from Alabama.","The dispute between black and white authority frequently resulted in free blacks being stolen for sale in the slave markets at the white man's benefit. The discrepancies betwee slaves and non-slaves made it difficult for a person to determine whether or not a black man or woman was actually free. In sone instances, if a free black was stolen for work as a slave, they may have had outside means of notifying the courts, through a family member or former owner. In most states though, there were no penalities for selling a free black person into slavery. In the years during the Civil War, President Abraham Lincoln took measures to preserve the rights of the enslaved black men and passed laws that would break their bond to their owners.","Lincoln signed two acts regarding slaves and their rebel owners. The First Confiscation Act passed in 1861 rendered all slaves free of any service they owed to their owners and confiscated any property that aided in the rebellion. The Second Confiscation Act passed on July 17, 1862, stated that anyone committing the crime of treason against the United States would receive a fine, imprisonment, or possible execution, property confiscation, and the emancipation of their slaves. The law also permitted the employment of free African Americans to aid in the halting of the rebellion."],"display_date":"February 25, 1857 - December 31, 1857","search_date":"1857-07-29","citations":[{"divid":1215265733,"type":"Book","data":["Silvana Siddali","From Property to Person",null,"Baton Rouge","Louisiana State University Press","2005","4-6"]},{"divid":1215265764,"type":"Newspaper Article","data":["","The Times Picayune","","February 25, 1857",""]}],"locations":[{"id":2484,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}