{"id":3318,"title":"The Importance of Unity: Jefferson Davis in Maine\n","course_id":1,"status":"P","start_date":"1858-07-29","end_date":"1858-07-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A tall, lanky man from Mississippi mounted the steps of Madame Blanchard's at the corner of Park and Danforth streets in Portland, Maine as a large crowd cheered in anticipation. After the music ceased, Jefferson Davis began to speak as the crowd listened intently to his words. It was July of 1858 and Davis was giving a speech to the citizens of Maine about the importance of the unity of the country. The <em>Pittsfield Sun</em> recounted the substance of his speech. Davis spoke of the differences between Maine and Mississippi and explained that these differences between the all of the states are what made the United States unique. He expressed how each state had something different to offer the Nation, which made their unity as a country more crucial. Only three years after this eloquent speech in Maine, Jefferson Davis ironically found himself seated in Richmond, Virginia as the President of the Confederate States of America. Davis' speech in 1858 gives evidence to the fact that he and his fellow Mississippians had no clue a major war that would divide the nation was in the making. In 1858, Mississippi and the rest of the South considered themselves part of the great United States. These citizens prided themselves in their state's attributes and differences and worked to use them for the advancement of the nation as a whole. It was not until approximately two years later that Mississippi's view of the Federal Government would take a 180 degree turn. "," As Ayers points out, People in 1859 could not have known how deeply their lives would change over the next four years, how desperately they would fight for purposes that did not yet exist, how many thousands among them would die....Throughout these years words poured out in a flood of diaries, letters, reports, and newspapers. People talked in several conversations at once, explaining themselves, negotiating, rationalizing, making sense of what they found themselves doing. This must have been the case for Jefferson Davis as well. A man who had been dedicated to democracy and the Union throughout his life and military career had to make a critical decision when the southern states began to secede. Davis ended up siding with his home state of Mississippi in a fight for states rights and independence."],"display_date":"July 29, 1858","search_date":"1858-07-29","citations":[{"divid":1215266388,"type":"Newspaper Article","data":["The Serenade to Hon. Jefferson Davis of Mississippi","The Pittsfield Sun","","July 29, 1858",""]},{"divid":1215266426,"type":"Book","data":["Edward Ayers","In the Presence of Mine Enemies",null,"New York","W.W. Norton &amp; Company, Inc.","2003","3-6"]},{"divid":1215266487,"type":"Book","data":["Karen E. Fritz","Voices in the Storm",null,"Denton","University of North Texas Press","1999","37-51"]}],"locations":[{"id":2485,"lat":31.1610416216,"lng":-91.3109144316,"zoom":9,"place":"WILKINSON, Mississippi"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}