{"id":3319,"title":"Slave Resistance in Alexandria\n","course_id":1,"status":"P","start_date":"1819-07-09","end_date":"1819-07-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 9, 1819, a Negro man violently attacked and brutally wounded the wife of his master, a Mr. John M. Smith of Alexandria, Louisiana, with the intention to kill her. On the same day as the attack, the slave, whose name was not given, was convicted and sentenced to be hanged. By the next day he was dead. ","The relationship between slave and owner teetered on a precarious balance. On one hand slaveholders reveled in their slaves' dependence and love for them. According to Raymond and Alice Bauer, masters saw their slaves' smiling, bowing, and scraping as evidence of their happiness, docility, and acceptance as part of an inferior race. On the other hand, slaves frustrated their masters with feigned illness and pregnancy, broken tools, and running away for short stints to avoid work. This laziness was punished through whippings and other humiliating practices. Slaves resisted day to day in these subtle ways, confusing and provoking their masters. ","Physical slave violence and insurrection were much rarer than these more passive forms of resistance. Attacks like the one against Mrs. Smith did not occur frequently. Melvin Ely writes that the wake of Nat Turner's rebellion in Virginia in 1831 revealed not a militarized culture of bold, well-armed, dead-eye marksmen born on horseback, but rather a land of frightened, often befuddled white men milling around in ragtag militia musters. They were unprepared for a slave revolt, and were often without the proper supplies to put down an attack should it happen. They feared and prepared for it the way a group of people fear and prepare for a natural disaster, like a volcano which has lain dormant for a hundred years. They had a plan but it was not an immediate concern, just uneasiness lurking in the back of their minds.","Attacks like the one that occurred on that hot July day showed up in newspapers occasionally. At moments like that, deep seeded fears bubbled briefly to the surface and made slaveowners, but also whites everywhere, question just how obedient and satisfied slaves were with their place in American society. While slave attacks brought to light the dangers involved in the peculiar institution, these attacks did not make most whites question whether slavery was morally right or not. Slavery continued despite slave resistance."],"display_date":"July 9, 1819 - July 10, 1819","search_date":"1819-07-09","citations":[{"divid":1214533093,"type":"Newspaper Article","data":["A Negro Man, belonging to Mr. John M. Smith of Alexandria, Louisiana was tried on the 9th of July","New York Commercial Advertiser ","","August 14, 1819",""]},{"divid":1214533300,"type":"Book","data":["Joe Gray Taylor ","Louisiana",null,"New York","W.W. Norton &amp; Company","1976","42-43"]},{"divid":1214533339,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox",null,"New York","Vintage Books","2004","13"]},{"divid":1214533457,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Wendell G. Addington","Slave Insurrection in Texas","Rebellions, Resistance, and Runaways Within the Slave South","Paul Finkelman, editor","New York ","Garland Publishing, Inc.","1989","2-28"]},{"divid":1214533541,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Raymond A. Bauer and Alice H. Bauer","Day to Day Resistance to Slavery","Rebellions, Resistance, and Runaways Within the Slave South","Paul Finkelman, editor","New York","Garland Publishing, Inc.","1989","84-115"]}],"locations":[{"id":2486,"lat":null,"lng":null,"zoom":8,"place":"RAPIDES, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}