{"id":3320,"title":"Sickness In the South\n","course_id":1,"status":"P","start_date":"1863-02-09","end_date":"1863-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the common way of the times during the Civil War one brother would often write to another informing him of events occurring at home while the other brother would write back with news from the battle line. This is what happened in the Bowman family. In one letter dated February 9, 186[3] one brother wrote from home telling his brother about the illness spreading through town. Andy is better but Mary is still very poorly she cannot swallow anything but a little milk. I do feel sorry for them for Andy had not seen family for so long and then when he did get home it seems if he sees nothing but trouble. Sarah Sandy a girl that lived at Andersons was buried a Friday with the same disease... Mrs. Ruffner buried two children last week with diphtheria one was buried a Wednesday and the other a Friday. Both boys knew that if one person caught an illness there was no telling who might get it next or who would survive it. For this reason sickness was taken very seriously and that was one of the main things that populated letters between family.","Medicine in the 1860s consisted of a wide variety of home remedies which had been observed to help in one case or that one had heard may help. The people of these times were desperate when it came to illnesses, they had no basis off of which to compare the remedies, and epidemics were everywhere. A majority of the standard therapeutic measures puking, purging bleeding and giving large doses of potentially dangerous drugs in particular met with little success in the day-to-day struggle against common complaints and failed miserably when confronted by yellow fever, cholera, and typhoid fever, the great killer epidemics of nineteenth-century America, James Breeden comments. The citizens of Rockbridge County, Virginia had no way of knowing what would cure diphtheria, or even if that was truly what Mrs. Ruffner's children died of. All a person could do was avoid the sick and do their best to invent and make use of supposed remedies. This uncertainty created a great deal of fear of the sick and made it even more important to communicate to loved ones where the known outbreaks of illness were."],"display_date":"February 9, 1863","search_date":"1863-02-09","citations":[{"divid":1217432083,"type":"Manuscript","data":["","MSS  6743",null,"MSS  6743","Micfilm","Bowman Family papers","Special Collections Library, University of Virginia"]},{"divid":1217432115,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["James O. Breeden ","Science and Medicine","Encyclopedia of Southern Culture","Charles Reagan Wilson and William Ferris, eds.","Chapel Hill, NC","University of North Carolina Press","1989","1339"]}],"locations":[{"id":2487,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}