{"id":3323,"title":"James Foreman Trial\n","course_id":1,"status":"P","start_date":"1835-01-01","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Cohabitation with Indians, that is to say leaving in former Indian lands and with Native-Americans, was not easy in Tennessee, and also in the United States. In 1835, James Foreman, an Indian, was sued for murder and he was probably guilty. But, he was acquitted because the law of the state was not constitutional due to the Worcester V. Georgia case in which the United States Supreme Court held that Cherokee Native Americans were entitled to federal protection from the actions of state governments. However, the state supreme court reversed the previous decision, explaining that no treaty was powerful enough to confiscate the sovereignty of a state (the right of the states was already something significant in the South). Judge John Carton, of the Tennessee Supreme Court even used racists and paternalists arguments while he spoke about that case. The case finally reached the national Supreme Court but it was not held because of the new removal treaty signed by the Cherokee.","The relations between native American people and other were therefore quite tense and cohabitation was difficult everywhere in the United States an especially in Tennessee where land was really shared with Indians. However, Tennesseans had to interact with Indians: for trade, in trials, at war, in order to civilize them... This is especially true because there were different tribes near Tennesseans, all with their different traditions. Americans tried to incorporate Indians little by little in their public organization and literally tried to civilize them. However, it was not so easy and Indians did not really lose their culture and their own organization. They just imitated some civilized people characteristic such a well-organized hierarchical political system, for example. Justice was supposed to be the same for everybody and on November 8, 1833, the Tennessee Legislature passed a law in order to extend Tennessee jurisdiction on Indian country even if this law was quite protected for the Indians who were in Tennessee: Indians had their property rights protected, and it was possible for the state's justice to be involved in a case only when it dealt with murder, rape and larceny. Tennessee, on that point was less harsh than other states, such as Georgia, which wanted Indians to be submitted to the law of the state. Therefore, each state had its own way of dealing with Indians who were still on the territory, but finding answers was difficult for every state."],"display_date":1835,"search_date":"1835-07-02","citations":[{"divid":1216494174,"type":"Newspaper Article","data":["","The Nashville Whig","","March 6, 1835",""]},{"divid":1216494189,"type":"Book","data":["Stanley Folmsbee, Robert Corlew and Enoch Mitchell","Tennessee, A Short History",null,"Knoxville","The University of Tennessee Press","1969","154-155"]},{"divid":1216494238,"type":"Book","data":["John Haywood","The Natural and Aboriginal History of Tennessee",null,"Kingsport","Kingsport Press","1973",""]}],"locations":[{"id":2490,"lat":35.8758167006,"lng":-86.8624771941,"zoom":9,"place":"WILLIAMSON, Tennessee"}],"tags":[{"id":9,"tag":"Law"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}