{"id":3326,"title":"Slave Birth Records After Emancipation\n","course_id":1,"status":"P","start_date":"1839-12-01","end_date":"1870-10-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a large plantation called New Providence in Mississippi, a family constructed a birth record of sorts for their slaves. The records list the name of the child and the month, day and year in which he or she was born beginning in 1839 and finally ending in 1870. There is not the expected steep decline of births towards the end of the list. The Civil War supposedly emancipated the slaves in 1865, and yet the family kept birth records of their slaves in this household up until 1870. Birth records of this type were not uncommon in the South on slave-holding plantations and were helpful to blacks as well as the slave owners. Blacks were able to use these records to trace the genealogy of their ancestors. In a lot of cases, these records were the only ways to find out about their ancestors. Keeping a record of births and deaths of a property owner's slaves were important because it had such an impact on the labor force they had and the amount of work that they could expect to get done in a certain year. In addition, according to the Encyclopedia of Southern Culture, most large plantations kept slave birth registers and some also maintained slave death registers as part of their property inventory listings."],"display_date":"December 1, 1839 - October 3, 1870","search_date":"1855-05-03","citations":[{"divid":1216082718,"type":"Manuscript on Microfilm","data":["","John Bisland, 1839 to 1870","Reel 6, Micflm 1705, ser I","John Bisland and Family Papers","Alderman Library, University of Virginia"]},{"divid":1216082765,"type":"Book","data":["Charles Wilson, Anne J. Abadie, and Mary Hart, Editors","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1989",""]}],"locations":[{"id":2491,"lat":31.7342121703,"lng":-91.0371521217,"zoom":10,"place":"JEFFERSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}