{"id":3327,"title":"The Republican Party in Mississippi\n","course_id":1,"status":"P","start_date":"1868-01-01","end_date":"1868-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1868, a broadside advertising the Mississippi Election Ticket for the Republican Party was released. The pamphlet was entitled Vote the Flag. There was a faded image of an American Flag in the background and a list of those running for Republican state offices in the foreground. The Republican Party had reappeared on the southern scene. "," Only three years after the close of the Civil War the Republican Party placed itself back into the political arena in the South, even though the state was not yet officially readmitted back into the Union. The Republicans had been met with hostility in the South during the War years, now the party was freely campaigning for the upcoming Mississippi state election. However, hostility was still not completely out of the picture. Former Confederates were still bitter about their loss, and the Republican platform didn't help ease the pain. "," The Republicans were working to preserve black rights, which was a stance that exasperated Southerners and Democrats alike. Many Radical Republicans and southern Unionists wanted to stick it to the South as much as they could after the War, and legislation was the way to go. They focused on generating a new and sterner policy for the South, while giving blacks more and more rights (Donald, 556). The elections in 1867 and 1868 revolved around these hot issues. The broadside advertising the Mississippi Election Ticket for the Republican Party was a way the Party could further push the issue in the South. It was a way of rubbing Mississippi's nose in Reconstruction."],"display_date":1868,"search_date":"1868-07-01","citations":[{"divid":1215267018,"type":"Manuscript","data":["","Republican Party, Vote the Flag &amp;#40;Mississippi Election Ticket&amp;#41;, broadside",null,"","","","Gilder Lehrman Institute of American History"]},{"divid":1215267090,"type":"Book","data":["David Donald","The Civil War and Reconstruction",null,"New York","W.W. Norton &amp; Company, Inc.","2001","556-592"]},{"divid":8443,"type":"Manuscript","data":[null,null,null,null,null,null,"EWsPnadbWncQesCzv"]}],"locations":[{"id":2492,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}