{"id":333,"title":"Dedication of the first colored high school in Kentucky\n","course_id":1,"status":"P","start_date":"1873-10-07","end_date":"1873-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Louisville Central Colored School was the first black' school built under the direction of the Louisville Board of Trustees of the Public Schools. The new three-story structure, which cost 23,000 and was funded by taxpayers and the new Kentucky public educational system, also responded to a genuine desire of the black community to provide what the local paper called a sound common school education' for its young students.  White citizens of Louisville, not wanting the state to be behindhand as regards the education of the colored people,' agreed that a new, elegant' facility for black students was necessary, as long as their own children remained housed in whites-only buildings.  The fawning Courier-Journal reported that the new school's trustees were all black, which was unusual, especially for a school with such a large number of students (approximately 300 were enrolled, with maximum capacity at 600 pupils).  Often, whites preferred to have people of their own race supervising black educators in order to ensure that appropriate messages and teaching methods were being used to socialize young blacks to know their place' in the community.&lt;br /&gt;Republican control of Kentucky did little to stop the spread of segregation in the state.  Howard Rabinowitz's essay on the post-war shift from exclusion to segregation, rather than integration, sheds some light on the reasons the Republican party of the 1870s chose not to support integration, yet moved forward from total exclusion.  Segregation became a middle ground which allowed politicians to appease white voters and avoid integration while complying with the letter, though not the spirit, of Federal laws barring exclusion and forcing states to provide equal opportunities for their black citizens.  Some black Southerners unwittingly supported segregated schools as a means of taking care of their own, not realizing the precedent such an institution would set.  Indeed, segregation became the symbol of white supremacy in the American South after the Civil War, replacing the plantation big house' and slave owning Master' of the antebellum period, spreading rapidly from education to transportation to consumption spaces like restaurants, shops, and hotels.  The sheer size and speed of segregation left freedmen essentially powerless to stop legalized Jim Crow laws of the late nineteenth and early twentieth centuries."],"display_date":"October 7, 1873","search_date":"1873-10-07","citations":[{"divid":1213225260,"type":"Newspaper Article","data":["A Notable Event: Dedication of the First Colored High School in Kentucky","Louisville Courier-Journal","","October 8, 1873","1"]},{"divid":1213225341,"type":"Article","data":["Howard N. Rabinowitz","From Exclusion to Segregation: Southern Race-Relations","The Journal of American History","63","September 1976","325-350"]},{"divid":200625,"type":"Newspaper Article","data":[null,null,null,null,null,null,"kYwoNqzdof"]}],"locations":[{"id":238,"lat":38.0422598094,"lng":-84.4586978215,"zoom":9,"place":"FAYETTE, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}