{"id":3331,"title":"African American Religious Services\n","course_id":1,"status":"P","start_date":"1868-09-18","end_date":"1868-09-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In one edition of the <em>Page Valley Courier Newspaper</em> a reader asserts that The African Baptist Church is larger than any other Baptist church other than on in England. The same gentleman informed the newspaper that he recently attended there sitting by the right side of Chief Justice Chase and ex-Governor Wise, when two hundred persons were baptized. Their evening prayer meeting is attended by over fifteen hundred people, and crowds go away for [want] of room.","The type of service held at an African Baptist church was unlike any other kind. The preachers filled the prayer with such emotion that people felt inclined to sing along with the prayer. This kind of interactive sermon got blacks interested in church, especially after emancipation. These sermons were characterized by the preacher's chanting the Word of God rather than delivering it conventionally, Rosenberg informs. The mass movements toward churches that occurred during and after the Second Great Awakening surprised white people. The churches that white people usually attended did not shout or sing loudly during sermons so the appearance of such large churches and groups of followers was very interesting. After listening to his mother pray in this Baptist way a little boy commented I didn't know what I was crying for but the meaning and the singing was so stirring that I couldn't help it. This quote summarizes the emotion conveyed in most African Baptist churches. It would be very interesting to the citizens of Page County, Virginia to hear news of this church because there were no churches as large or even approaching the size of it in their own county. Upon hearing that a Chief Justice and an ex-Governor attended the services, the citizens might consider traveling to Richmond to see the spectacle."],"display_date":"September 18, 1868","search_date":"1868-09-18","citations":[{"divid":1216686734,"type":"Newspaper Article","data":["","Page Valley Courier","","September 18, 1868",""]},{"divid":1216686766,"type":"Book","data":["Clifton H. Johnson, Editor","God Struck Me Dead",null,"Philadelphia","Pilgrim Press","1969","69"]},{"divid":1216686807,"type":"Book","data":["Charles Reagan Wilson and William Ferris, Editors","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1989","184-185"]}],"locations":[{"id":2494,"lat":38.6199595082,"lng":-78.484150089,"zoom":9,"place":"PAGE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}