{"id":3334,"title":"Mummy Visits Charleston\n","course_id":1,"status":"P","start_date":"1824-01-31","end_date":"1824-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Lady of Thebes Mummy was exhibited in Charleston and described in the Charleston Courier on January 31, 1824. The mummy was on a tour and had already visited Boston, Massachusetts. It's coffin was covered in hieroglyphics, and it was really a sight to see for the people of Charleston. ","The ancient Egyptian burial rites were a whole different world to the white Christians of South Carolina. The coffin's cover was made in the likeness of the deceased and decorated with words to travel with her to the next world. The Mummy's visit served as an ancient history lesson, showing multiple levels of life in ancient Egypt ranging from their writing to the wrapping of mummies and decoration of coffins, practices totally foreign to Charlestonians. This was a public exhibit which allowed for increased visibility, as opposed to selective viewing by the educated elite. ","Intellectual curiosity is very significant to the Mummy's visit to Charleston. In The Origins of the Southern Middle Class 1800-1861, JonathanWells discusses the blossoming of the intellectual movement in the South as an attempt to mirror the intellectual development of the North in previous years. The creation and growth in popularity of literary magazines and periodicals, literary and philosophical societies, and exhibits and speeches spread throughout the South. Charleston is home of the first American museum (est. 1777) and was known to be one of the cultural centers of Southern society; it would make sense for an exhibit that also toured the major cities of the North to be displayed in this Southern hub."],"display_date":"January 31, 1824","search_date":"1824-01-31","citations":[{"divid":1214082555,"type":"Newspaper Article","data":["Outer Coffin","The Charleston Courier","","Jan. 31, 1824",""]},{"divid":1214082576,"type":"Book","data":["Jonathan Daniel Wells","The Origins of the Southern Middle Class 1800-1861",null,"Chapel Hill","University of North Carolina Press","2004","41-46"]},{"divid":1214082635,"type":"Book","data":["William G. Mazeck","The Charleston Museum: It&#39;s Genesis and Development",null,"Charleston","Walker, Evans, and Cogswell Co.","1908","6-7"]}],"locations":[{"id":2496,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}