{"id":3335,"title":"The Joint-Worm Convention\n","course_id":1,"status":"P","start_date":"1854-07-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["To the residents of Fauquier County, and those living in many parts of Virginia, agriculture was a way of life. And if that livelihood was threatened, the residents knew that they would have to work together to protect it. As the <em>New York Times</em> reported on July 21, 1854, farmers held a convention in Warrenton, Va, entitled The Joint-Worm Convention, in an effort to stop the destruction of the wheat crop in the region by the joint-worm pest. As the article stated, the organizers felt that the wheat crop was of the greatest importance to the state."," When all was said and done, the Convention proved to be a success as the following several recommendations were decided on and put forth unanimously by the community. The members of the convention decided that wheat should be planted early and in the most thrifty and hardy varieties. Additionally, no activities that would retard the growth of the crop, such as grazing, would be tolerated. Farmers were encouraged to work with their neighbors and conspire to sow adjoining fields in wheat the same year. And finally, all the straw that had not been fed before the 1st of May [was] to be burned to protect from infestation by the dreaded pests."," The <em>Times</em> pointed to the Convention in Warrenton as an example for all those who sought to reach resolutions in the form of committee. The Joint-Worm meeting set itself apart from the thousands of Conventions at the time by its apart effectiveness. Along with deciding on the various resolutions, those present at the Convention also appointed committees to oversee the farmers in particular districts. Despite their efficiency in compromising, all present at the meeting were not so bold as to suggest that any of their plans could succeed without the help of the Will of Him who gives and withholds crops."," Agriculture was of the utmost importance to the farmers of Northern Virginia and Fauquier County. Additionally, as mentioned by historians Kenneth E. Koons and Kenneth W. Keller, wheat was the primary crop the residents of the region depended on for economic success throughout the nineteenth century and into the twentieth century. The importance of wheat, as well as its susceptibility to vermin, including rust, joint-worm and the Hessian fly, made it necessary for farmers to cooperate to protect their livelihood. If one farmer's product became infested with a pest, his neighbor also became vulnerable. And if the agricultural output of counties in Northern Virginia, such as Fauquier, was threatened than the region's whole economy, and subsequently the way of life of its citizens, was threatened."],"display_date":"July - December 1854","search_date":"1854-09-30","citations":[{"divid":1215267506,"type":"Newspaper Article","data":["The Joint-Worm Convention","The New York Times","New York, NY","July 21, 1854",""]},{"divid":1215267532,"type":"Book","data":["Kenneth E. Koons and Warren R. Hofstram editors","After the Backcountry: Rural Life in the Great Valley of Virginia, 1800-1900",null,"Knoxville","The University of Tennessee Press","2000","3-33"]}],"locations":[{"id":2497,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}