{"id":3336,"title":"Man Trod to Death by Horse\n","course_id":1,"status":"P","start_date":"1820-01-22","end_date":"1820-01-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 9, 1820, the people of Arkansas County had reason to be afraid; one of their neighbors had been found violently murdered. On that day, the coroner of Arkansas County held a formal inquest into the death of William Mabbet who had been found near Hickory Point. Curiously, Mabbet's body appeared heavily bruised and beaten, but showed no signs of resistance. If he had been attacked, should there not be some evidence of a struggle?","Violent deaths, like William Mabbet's, were not particularly unusual on the frontier. States and territories throughout the South passed statutes in an attempt to limit the number of concealed weapons a man might carry, but they were careful to specify that these weapons could and should be used in self defense. An important distinction lies in the fact that while such laws were passed, violent brawls and murders still occurred, enough to give the state of Arkansas a reputation as a dangerous place. ","This was due in part to the fact that the territorial government focused most of their attention on organizing new counties and petitioning Congress. The territorial government passed very little legislation concerning anything other than these matters within the first year of its creation and federal troops were often heavily engaged in maintaining borders with the Cherokee, Choctaws, Osages, Quapaws, and other Native American groups within and just outside the new territory. Local courts dealt with justice and, at times, formal proceedings were withheld entirely. As late as 1843, German traveler Friedrich Gerstacker witnessed a shocking account of a horse thief tied to a tree and beaten without a trial. ","The inquest into William Mabbet's death probably took the form of similar proceedings observed by Gerstacker. The court was typically held in a nearby postmaster's home, the jury was made up of neighboring landowners, and a lawyer journeyed to the local town from Little Rock to act as judge. At the end of the hearing, the jury would go outside to a porch or stable to deliberate. But luckily for the people of Arkansas County, the outcome of this particular inquest revealed that their lives were not in danger from some particularly violent drifter or vengeful Indian tribe; just a horse that had trampled his owner while the latter slept in the grass near Hickory Point."],"display_date":"January 22, 1820","search_date":"1820-01-22","citations":[{"divid":1214534268,"type":"Newspaper Article","data":["The Coroner of this county","Arkansas Gazette","","January 22, 1820","3"]},{"divid":1214534298,"type":"Book","data":["Boltons S. Charles","Arkansas 1800-1860: Remote and Restless",null,"Fayetteville","The University of Arkansas","1998","34, 43-44"]},{"divid":1214534344,"type":"Article","data":["Charles S. Sydnor","The Southerner and the Laws","The Journal of Southern History","6","Feb. 1940","3-23"]},{"divid":1214534397,"type":"Book","data":["David A. Tucker","Arkansas: A People and Their Reputation",null,"Memphis","Memphis State University Press","1985","9-12"]},{"divid":1214534450,"type":"Book","data":["Philip D. Jordan","Frontier Law and Order: Ten Essays",null,"Lincoln ","University of Nebraska Press","1970","1-22"]}],"locations":[{"id":2498,"lat":null,"lng":null,"zoom":8,"place":"ARKANSAS, Arkansas"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}