{"id":3339,"title":"Mob Carries out Death Sentence\n","course_id":1,"status":"P","start_date":"1892-03-19","end_date":"1892-03-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the small village of Haymarket, about 38 miles north of Alexandria, two white men, Lee Heflin and Joseph Dye, were lynched on March 19, 1892. The two men had been recently convicted of murder and sentenced to death. At 12 A.M. on March 19, a mob gathered outside the jail and demanded that the prisoners be handed over. The prisoners were taken away before the mob could reach them. The pair was not safe for long, however, and was soon overtaken by the mob. The frightened Dye confessed to the murder of which he had been accused. He and Hefflin were hanged on the edge of a piece of woods, 100 yards from the road. The crowd then fired a volley of bullets into their bodies. ","Some felt that the lynching of Dye and Heflin was a cruel and wretched act. After the court found the two guilty, they had already been sentenced to death. Enough, however, worried that the two might escape capital punishment and so formed the mob that decided to take matters into their own hands. Others felt that Heflin and Dye's inevitable deaths should have been left to the legal system. The Washington Post remarked, mob law...is a dangerous thing to encourage. There is too much of it already throughout the country, and it spreads like a contagion so long as public sentiment tacitly approves it. ","The lynching of whites like Lee Heflin and Joseph Dye was much less common than the lynching of blacks. Whites were normally lynched only if they committed sensational violent crimes. In fact, nearly two-thirds of all whites lynched in Virginia were accused of murder. Blacks, however, were lynched for more minor offenses. In 1852, Frederick Douglass said, There are seventy-two crimes in the State of Virginia which, if committed by a black man (no matter how ignorant he be), subject him to the punishment of death; while only two of the same crimes will subject a white man to the like punishment. In part, because of the practice of lynching, the disparity to which Douglass points had not changed significantly even in more than forty years, despite the Civil War. Even while they were being lynched, whites received more respect than blacks. For example, lynch mobs seldom tortured or mutilated their white victims. Furthermore, although the corpses of Heflin and Dye were shot, Brundage explains that this was not the norm. Post-bellum Southerners saw violence as an unavoidable and necessary way of life. Even those who opposed mob violence believed that the criminals needed to be punished more quickly and harshly than the legal system permitted. In short, southerners had lost faith in their court system. After the turn of the century, lynching whites became even more unusual. "],"display_date":"March 19, 1892","search_date":"1892-03-19","citations":[{"divid":1215267817,"type":"Newspaper Article","data":["Noose and Shotgun","The Richmond Dispatch","","March 19, 1892","2"]},{"divid":1215267847,"type":"Newspaper Article","data":["Swifter than the Law","Washington Post","","March 19, 1892","1"]},{"divid":1215267882,"type":"Book","data":["W. Fitzhugh Brundage","Lynching in the New South: Georgia and Virginia",null,"Chicago","University of Illinois Press","1993","87-92"]}],"locations":[{"id":2499,"lat":38.8682751435,"lng":-77.0932794538,"zoom":11,"place":"Alexandria City, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}