{"id":3341,"title":"A Trying Voyage\n","course_id":1,"status":"P","start_date":"1829-01-27","end_date":"1829-01-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sunday morning, January 27, 1829... a joyful thankfulness filled our hearts, for we were entering the land of promise. Mary Wightman Helm had good reason to rejoice after a most difficult journey to Texas. Helm related that the trip usually took a bearable seven days, but left without a breeze in the unpredictable Gulf of Mexico, her voyage took an astonishing 31 days. The ship only carried provisions for the expected seven days and was insufficiently stocked with water. It is no surprise that under these conditions Helm fell ill. She related, after our cooked provisions had given out, crackers and hard sea bread sustained life; but when the water gave out, then real suffering commenced. ","Helm had already survived extensive travels before she boarded the Little Zoe, the schooner that took her and her husband Elias R. Wightman to Texas. The couple departed Herkimer County, New York in 1828 and set out upon a popular route to the West. They traveled by boat down the Allegheny to Pittsburgh, Pennsylvania and the boarded a steamboat bound for New Orleans by way of the Ohio and Mississippi Rivers. At New Orleans, the Helms embarked upon their troubled cruise on the Little Zoe. At the time, such schooners were the primary means of travel between New Orleans and Texas because their shallow bottoms were less likely to hit the sandbars that existed along the coast of Texas. The small ships, however, were subject to the fickle weather of the Gulf of Mexico. ","Though the Helms found their voyage particularly unpleasant, it pales in comparison to the horrific passage of slaves brought from Africa to the American South. The South's economy created a great demand for slaves that fueled the trans-Atlantic slave trade even after it became illegal in America in 1808. Like Mary Helm, enslaved Africans faced hunger and sickness but also bore the added burden of generally inhumane conditions on the journey to America. Sources describe the system of transportation as gruesome and ruthlessly efficient. Such factors as malnutrition... and deprivation of sunlight from prolonged stays below deck made illness and high death rates unavoidable. And though the trade was outlawed by the United States in 1808, the illegal trade that continued through portals such as Texas brought about unprecedented horrors for captured Africans. Though most of the slaves in Texas were brought from the United States an illegal [trans-Atlantic] slave trade developed as early as 1835. The injustices that took place on slave ships occurred on the seas rather than American soil, but the blood shed on such vessels belonged on the plantations of the South. The demand for slaves created by Texas and the other Southern states led directly to the brutalities against Africans. As one source summarizes, Without the demand for slaves, there would have been no transatlantic slave trade... no illegal piracy along the coast-but, most of all, none of the terror and degradation suffered by slaves on their journey from the coast of Africa to the Americas."],"display_date":"January 27, 1829","search_date":"1829-01-27","citations":[{"divid":1217432301,"type":"Primary Source in a Secondary Source","data":["Narrative of Mary Helm","January 27, 1829","Texas Tears and Texas Sunshine&#58; Voices of Frontier Women ","Jo Ella Powell Exley","College Station","Texas A&amp;M University Press","1985","19-21"]},{"divid":1217432393,"type":"Book","data":["Anne C. Bailey","African Voices of the Atlantic Slave Trade&#58; Beyond the Silence and the Shame ",null,"Boston, MA","Beacon Press","2005","120-139"]},{"divid":1217432449,"type":"Book","data":["Johannes Postma","The Atlantic Slave Trade ",null,"Westport, CT","Greenwood Press","2003","24-25"]},{"divid":1217432501,"type":"Website","data":["Jo Ella Powell Exley","Helm, Mary Sherwood Wightman","The Handbook of Texas Online","http&#58;//www.tsha.utexas.edu ","October 27, 2006"]},{"divid":1217432569,"type":"Website","data":["Diana J. Kleiner","Galveston County","The Handbook of Texas Online","http&#58;//www.tsha.utexas.edu ","October 27, 2006"]}],"locations":[{"id":2500,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}