{"id":3343,"title":"Contraception of the 1840&#39;s and 1850&#39;s\n","course_id":1,"status":"P","start_date":"1851-01-01","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["NEW EDITION OF DR WEISSELHOFF'S SCIENTIFIC WORK ON THE SUBJECT OF CHILD-BIRTH screamed an ad in Lexington's The Valley Star. The proclamation, which ran on Thursday, February 26, 1849, advertised a new book containing insights into birth control. Years before John Stuart Mill and his wife handed out condoms in a London subway, this paper in a small Virginia town danced around the issue a bit more. At first glance, it is not even completely clear what the product is: It will be found of special value to those whose means, health or other circumstances, do not permit them to increase the number of their family, without great inconvenience, suffering, or perhaps risk of life.","In Contraception and Abortion in Nineteenth-Century America, Janet Brodie describes causes for the decline in white fertility in the Nineteenth Century. She does not attribute it to new forms of contraception; rather, she believes that a change in values caused it. The most common forms of contraception were douching, withdrawal, the rhythm method, and condoms. Condoms, however, were associated with prostitution and therefore frowned upon.","Although people needed contraception in many cases, especially for economic reasons, infant mortality rates were high. In her diary, Mary Jane Boggs Holladay (Thompson) described the fear that accompanied her young daughter's illness. Her daughter, who developed pneumonia, was extremely weak and was bedridden. According to her diary, Mrs. Thompson's household work fell to the wayside as she spent all of her time at Elizabeth's side, trying desperately to bring her fever down. There was no shortage in the papers of advertisements for medical guides. The authors of these guides clearly intended them for housewives. In the above edition of <em>The Valley Star</em>, John M. Wilson, druggist and chemist, put in two advertisements for his business: one for Pile ointment (the only sure and permanent cure for the Piles [hemorrhoids]), the other for Medical Port Wine. An accomplished Southern woman needed a basic knowledge of home remedies."],"display_date":1851,"search_date":"1851-07-02","citations":[{"divid":1217432687,"type":"Manuscript","data":["","Mss  6436-h",null,"Mss  6436-h","Lexington and Waynesboro","Mary Jane Boggs Holladay diary ","Special Collections, University of Virginia"]},{"divid":1217432743,"type":"Newspaper Article","data":["","The Valley Star","","February 29, 1849",""]},{"divid":1217432766,"type":"Article","data":["Leslie J. Reagan","Review of&#58; Janet Farrell Brodie, Contraception and Abortion in Nineteenth-Century America","The Journal of American History","2","1995","724-725"]}],"locations":[{"id":2502,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}