{"id":335,"title":"Black Religious Revival in South Carolina sends congregation to Tennessee\n","course_id":1,"status":"P","start_date":"1873-08-05","end_date":"1873-08-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 8, 1873, a correspondent for the Charleston News & Courier dispatched a report on a mass exodus led by a black preacher-prophet named Bobo, described as the spiritual head and adviser of one of the largest negro congregations in [the] county.'  Bobo's church was located slightly south of Spartanburg, and his followers came from nearly every local plantation to hear him preach.  Toward the end of July, Bobo's significant congregation had gathered for a kind of revival' which by August 5th had culminated in one of the greatest religious demonstrations ever seen in this country.'  Whites thought the preacher's passionate exhortations, urging his flock to sell all their belongings and follow him at the appointed time, were the ravings of a madman; black churchgoers thought he was the new prophet high in favor' who would lead the children of Zion' to the Promised Land, which he claimed was just 160 miles to the east. &lt;br /&gt;During the first week of August, Bobo announced that the command to march had been received,' and as soon as the oldest member of the group was sacrificed, they would leave Spartanburg.  With a show of violence, local whites managed to save the elderly black woman (who was not opposed to the idea) selected as the group's martyr, foiling one part of Bobo's rather bizarre plan.  Undeterred, his followers immediately sold off the majority of their possessions, packed up their children and food in a single wagon, and began their march.  Witnesses interviewed by the News and Courier reported that, On the march several attempts were made to dissuade them from their folly, but without turning to the right or left, with eyes upturned they went on without making any answers. The last heard of them they were crossing the mountains in the direction of Tennessee.'  &lt;br /&gt;Although Bobo's revival and march were not intended to shed white blood, as Turner's did, several elements in this rather peculiar event merit comparison with Nat Turner's 1831 uprising.  Turner's religiously-inspired prophesies and declarations were dubbed insane by whites, who fearing any show of black independence and leadership, did everything they could to discredit him.  Forty-two years later, the same thing happened in South Carolina to Bobo; the paper dubbed him a Negro of gross ignorance; of very loose morals' whose followers were poor deluded creatures.'  Again, white Carolinians seem to have missed the importance of Bobo's flight: he was leading freedmen out of the land of their enslavement, away from their former masters, toward a new life of possibility.  The Biblical analogy of a prophet leading the Israelites away from Egypt signifies the importance of religion to the black community, much as Turner proclaimed himself a prophet in 1831.  It is, of course, entirely possible that the black mystic named Bobo who led sixty fellow freedmen away from Spartanburg was completely insane; regardless, the event is an important indicator of the continuity of the role of religion in Southern black communities and the mistrust which unexpected black action inspired in the white population."],"display_date":"August 5, 1873 - August 8, 1873","search_date":"1873-08-06","citations":[{"divid":1213645054,"type":"Newspaper Article","data":["The Black Prophet","Charleston News and Courier","","August 13, 1873",""]},{"divid":1213645136,"type":"Article","data":["Sandra Sizer","Politics and Apolitical Religion: The Great Urban Revivals of the Late Nineteenth Century","Church History","1","1979","81-98"]},{"divid":1213645202,"type":"Book","data":["Louis Masur","1831: Year of Eclipse",null,"New York","Hill and Mason","2001",""]}],"locations":[{"id":240,"lat":34.9591922676,"lng":-81.9357757115,"zoom":9,"place":"SPARTANBURG, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}