{"id":3351,"title":"Remembering the Lost Cause\n","course_id":1,"status":"P","start_date":"1884-06-18","end_date":"1884-06-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Capt. Carter Williams, a Norfolk resident, visible at the front of the Confederate line at Chancellorsville, led a most daring charge, the battle's first day, into the teeth of federal infantry and their cannons. The 6 Virginia captured the Union color bearer and seized the guns, resulting in Robert E. Lee, himself, personally thanking the brave Capt Williams the next morning. Soon after receiving such a high honor, Carter fell in battle, becoming one of many left strewn across the field that bloody day. "," On June 18, 1884, Capt. James Barron Hope asked those assembled from Pickett-Buchanan Camp of ex-Confederates and from the city of Norfolk to remember the sacrifices of fellow soldiers. He spoke of warriors like Capt. Williams, who never returned and whose resting spots constituted Virginia's most precious jewels. All those assembled witnessed the dedication of a Confederate memorial to honor the memory of fallen veterans and the Cause, though lost a cause which our brothers believed was right and which we believe is right today. After a solemn procession and readings of poems heavily laced with heroic imagery, the audience gathered as Confederates and declared each 18 of June a memorial day to those they would never forget. "," Southern romanticism with the Lost Cause and the Confederacy grew along with the increasing manifestation of a New South towards the end of the nineteenth century. The South suffered from a prevailing sense of inferiority and a constant need for justifying such a position, and the years of Southern reconciliation witnessed the peak in this cult of the Confederacy. The older generation recoiled as the younger generation embraced Yankee values and forgot or misunderstood what the veterans had fought for. Thus, the former Confederates felt compelled to make their offspring remember a society they saw evaporating before their eyes. By 1896, 75 percent of former Confederate counties had United Confederate Veterans groups, representing a third of the ex-southern soldiers still living. For similar reasons, women formed the Daughters of the Confederacy, which sought to raise money for building monuments, like the one in Norfolk, to make this past permanent. One of the biggest celebrations occurred in Richmond, where in 1890 100,000 people gathered to raise the Robert E. Lee monument. "," Ironically, some advocates pushing towards a New South, sought out Confederate imagery to help legitimize their projects. Railroads, oftentimes, would locate an impoverished, old Confederate general, and put his name on their letter-head as effective advertising. Even a new style of American literature played a key role in reassembling the values and virtues of the fabled Southern aristocracy. Fiction became distinctively Confederate in sympathy in a way that had not even existed in the ante-bellum South's defense of its peculiar practices. Northern authors even carried this theme. Likewise, one saw an increase in genealogy, as people tried to connect themselves to these lost heroes of the past. Eventually, those groups using Lost Cause imagery to profit no longer needed it, while those who truly embodied it gradually died off. Though perhaps diminishing in numbers, this undercurrent of Confederate nostalgia (especially seen in race relations) would remain into the twentieth century. "],"display_date":"June 18, 1884","search_date":"1884-06-18","citations":[{"divid":1214530055,"type":"Newspaper Article","data":["In Memoriam","Norfolk Landmark","","June 18, 1884","1"]},{"divid":1214530075,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","27, 334-336"]},{"divid":1214530115,"type":"Book","data":["C. Vann Woodward","Origins of the New South",null,"Lousiana","Louisiana State University Press","1971","14, 155-157, 165"]}],"locations":[{"id":2506,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}