{"id":3354,"title":"Black Leaders Hold Convention in Macon\n","course_id":1,"status":"P","start_date":"1888-01-25","end_date":"1888-01-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Beginning at 10:00 AM on January 25, 1888 and continuing through the next day, at least 350 black Georgian men met at the Cotton Avenue Baptist Church in Macon, Georgia to determine the wise course of future action, for the promotion of the race's welfare. The men divided themselves into committees on issues ranging from education to temperance. On the final evening each committee presented their resolutions on the individual concerns addressed at the convention. The most extensive and detailed solutions addressed the criminal justice and education systems. They advocated a change in the jury system that would allow the participation of black men. They also sought regulations for chain gangs and prison life and the adoption of an anti-lynching law. In education, the men desired a six-month school year, and more private and public funding for schools, especially from the state. The men researched other important issues and reported, although following the convention, no significant public changes were made. Following the Civil War and the ending of slavery, whites needed a new way to cope with free blacks in the society. They solved this problem by adopting Jim Crow laws and segregation policies. While almost all aspects of public life became segregated in the South, education and the criminal justice system were two of the most intensely separated between the races. Schools differed among blacks and whites on the school year, funding, and facilities. White children attended school for six months, three months longer than black children. The white schools also received the majority of the state's education budget for new schools, textbooks, and materials. The remaining money in the budget was given to black schools, which was barely sufficient to keep schools running. The criminal justice system was just as poorly run. Georgia employed a chain gang and the prisons housed predominantly black convicts. The criminals were held at the mercy of white guards and officials who had no hesitation in allowing the prevalence of assault, hunger, sex, inadequate clothing, and even disease. It was not uncommon for guards to hire out black prisoners for labor-an arrangement that resembled slavery. While the Georgia men at the convention tried to make these blatant discriminations disappear, very little came of it. When the Supreme Court declared separate but equal legal in the 1896 case Plessy v. Ferguson, segregation would remain implemented into the next century."],"display_date":"January 25, 1888 - January 26, 1888","search_date":"1888-01-25","citations":[{"divid":1214694878,"type":"Pamphlet or Other Printed Material","data":["","Union Brotherhood of Georgia. Proceedings of Consultation Convention of 350 leading colored men of Georgia, held in Macon, GA, January 25 and 26,1888","Augusta, GA","Georgia Baptist Book and Job Print","1888","Special Collections Library, University of Virginia"]},{"divid":1214694970,"type":"Book","data":["Edward L. Ayers","Southern Crossing",null,"New York","Oxford University Press","1995","108-109"]},{"divid":1214695004,"type":"Book","data":["W. Fitzhugh Brundage","Lynching in the New South: Georgia and Virginia, 1880-1930",null,"Urbana","University of Illinois Press","1993","194"]}],"locations":[{"id":2508,"lat":32.8067094598,"lng":-83.6980226314,"zoom":10,"place":"BIBB, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}