{"id":3355,"title":"Civil Rights Bill\n","course_id":1,"status":"P","start_date":"1874-01-06","end_date":"1874-01-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In January of 1874, the United States Congress introduced a bill concerning civil rights in the South. A congressman named Henry Harris opposed the bill, explaining that Congress did not have a right to interfere with the internal legislation of the states. He asked if anyone would agree that black people were equal to white men. A colored member of Congress named John Roy Lynch from Mississippi got up to respond to the question. Congressman Harris just laughed out loud and said that he was only asking the white members of Congress, not the black ones. He went on to say that the blacks should not get in the way of his speech."," During this particular time, many congressmen were objecting the bill, yet they tried to deny that they were objecting it on a racist standpoint. They tried to say that they simply did not think that the national government should try to interfere with the states rights. States? rights were the original reasons for the succession of the South before the Civil War even began and it continued long after the war was over. This civil rights bill that was being proposed was not the first of its kind. The debate over civil rights after the Civil War was a long?lasting source of conflict and disagreement between Democrats and Republicans alike. "," Republican leaders supported a similar civil rights bill called, Sumner?s Civil Rights Bill in the early 1870?s; however, the Democrats were strongly opposed to the passage of the bill. This bill made it illegal for public places to have any segregation between the newly freed blacks and whites. It also made it illegal to have any type of discrimination by race in public services such as schools and transportation. There was an ongoing debate throughout the early 1870s. Blacks obviously for the bill and made speeches relating to personal experiences to get the bill passed. A majority of southern Republicans were scared that if the bill were passed, the entire Republican Party would be harmed and public education would be at risk with black students learning alongside the white students."],"display_date":"January 6, 1874","search_date":"1874-01-06","citations":[{"divid":1216075889,"type":"Newspaper Article","data":["","The Vicksburg Herald","","January 6, 1874",""]},{"divid":1216075907,"type":"Book","data":["Eric Foner","Reconstruction",null,"Canada","Harper Collins","1988",""]}],"locations":[{"id":2509,"lat":31.7342121703,"lng":-91.0371521217,"zoom":10,"place":"JEFFERSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}