{"id":3356,"title":"African American Religious Communities\n","course_id":1,"status":"P","start_date":"1875-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Old Midway Church in Liberty County, Georgia served as a place where both whites and blacks came together to worship in antebellum society. A Congregational polity, its members opposed secession, but the rising tensions brought on by the Civil War resulted in the termination of communication between the Church and its fellow congregations in the North. During Reconstruction, a white Congregational missionary from the North stumbled upon the polity and was astonished at what he found. The Church was alive and thriving, full of dark faces and passionate beliefs. He wrote a letter to his home parish describing that even though the war's tensions had ...ended the Congregational church of old Midway, so far as the white members of it were concerned, it did not end it for the colored part of the membership. The church still lives in them. Even though the white members of the congregation had moved on to other churches after Presbyterian leadership took over in the wake of the war, the blacks were whole-heartedly devoted to the essences of Congregationalism. Its members even wanted to build a Congregational church in Savannah, Georgia. ","The existence of such a congregation reflects larger trends of the time. Emancipation allowed blacks to form their own social institutions and communities. These social networks provided forums for mutual support and avenues within which relationships could be developed between freedmen who may not have met otherwise. Churches became the focal point of these networks. Religious institutions contributed to the growing sense of shared identity for many African Americans. Members depended on their respective churches for support and community. Congregations viewed themselves based upon their past history, but also endeavored to contribute to the spread of their belief system. By supporting the growth and expansion of their religious institutions both locally and regionally, blacks created social networks that crossed state borders. These networks facilitated communication between geographically separated groups, but fostered a sense of community between congregations. African American churches and local leaders also contributed to improving society as a whole through educational networks including schools, and focused on righting the social injustices of the time."],"display_date":1875,"search_date":"1875-07-02","citations":[{"divid":1215268688,"type":"Pamphlet or Other Printed Material","data":["","The Church of the Pilgrims-South: Lost But Found","Boston, MA","South Boston Inquirer Press","1875","Special Collections Library, University of Virginia"]},{"divid":1215268779,"type":"Website","data":["University of North Carolina-Chapel Hill","Documenting the American South: The Churchin the Southern Black Community","University of North Carolina-Chapel Hill","http://docsouth.unc.edu/church/intro.html ","September 28, 2006"]},{"divid":1215268902,"type":"Book","data":["W. Fitzhugh Brundage","Lynching in the New South: Georgia and Virginia, 1880-1930",null,"Chicago","University of Illinois Press","1993","131-138"]},{"divid":1215269130,"type":"Book","data":["Eric Foner","Reconstruction: America&#39;s Unfinished Revolution, 1863-1877",null,"New York","Harper &amp; Row Publishers","1988","91-92"]},{"divid":1215269198,"type":"Book","data":["Michael Perman","Emancipation and Reconstruction, 1862-1879",null,"Wheeling, Illinois","Harlan Davidson, Inc.","1987","81"]}],"locations":[{"id":2510,"lat":31.6671183532,"lng":-81.1853351386,"zoom":9,"place":"LIBERTY, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}