{"id":3359,"title":"The Old Woman Who Sold Ale\n","course_id":1,"status":"P","start_date":"1820-04-29","end_date":"1820-04-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 29, 1820, the <em>Arkansas Gazette</em> told of an old woman who had dozed off one Sunday in church, probably due to the heat and an oppressively long and boring sermon. The incident might have gone unnoticed but for her Bible, which slipped out of her lap and fell to the floor, creating a massive racket. Jolted half awake by the noise, the elderly lady, known to her fellow churchgoers as a seller of ale, exclaimed loud enough for the whole congregation to hear: So you jade there's another jug broke","This ironic anecdote poked fun at the accepted social norms concerning alcohol, religion, and women on the frontier. Alcohol consumption was generally acceptable in the Western states and territories. Movements against it would not occur until a decade later. By 1831, there were temperance groups in every state except for Louisiana, but the movement would only have small levels of support and more in the eastern seaboard states than in the West. More striking was an old woman's participation in business, although slaveholding mistresses often took on a significant part in managing plantations. But to help a husband was one thing; for a woman to run her own business was quite another. While it was true that living on the frontier encouraged women to be just as creative and resourceful as men, the subordination of women had a strong foundation in the law. Anything a woman owned in most states passed to her husband when she married, but upon her husband's death, some women chose to run their businesses or plantations on their own. Perhaps this aged gentlewoman was one such case.","Traditionally in Southern society, as in much of the Western world in the nineteenth century, women were held subordinate to men, and it was not terribly different on the frontier. This ideology was especially useful in the Southern defense of slavery: just like a woman was subordinate to her father or husband, a slave was subordinate to his master. There was order in life, everyone had their place, and white men enjoyed equality as free men and masters over their families. So this napping old woman seemed an oddity in this natural hierarchy; she ran a business and trafficked in alcohol. While what she did was not necessarily looked down upon, it was contrary to societal norms and expectations for women."],"display_date":"April 29, 1820","search_date":"1820-04-29","citations":[{"divid":1215703601,"type":"Newspaper Article","data":["An old woman that sold ale","Arkansas Gazette","","April 29, 1820","4"]},{"divid":1215703630,"type":"Article","data":["Ian R. Tyrrell","Drink and Temperance in the Antebellum: An Overview and Interpretation","The Journal of Southern History","Vol. 48, No. 4","November 1982","485-510"]},{"divid":1215703672,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Stephanie McCurry","Proslavery, Gender, and the Southern Yeoman","The Old South","Mark M. Smith","Oxford","Blackwell Publishers","2001","147-161"]},{"divid":1215703733,"type":"Book","data":["James Oakes","The Ruling Race",null,"New York","W.W. Norton &amp; Company","1998","50"]},{"divid":1215703759,"type":"Book","data":["Barbara Welter","The Question of Women in American History",null,"Hinsdale","The Dryden Press","2004","35-43"]}],"locations":[{"id":2511,"lat":null,"lng":null,"zoom":8,"place":"ARKANSAS, Arkansas"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}