{"id":336,"title":"Riots at Louisiana Republican Convention\n","course_id":1,"status":"P","start_date":"1876-07-08","end_date":"1876-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After more than a week of meetings, the Louisiana Republicans finally nominated former U.S. Marshall Stephen Packard as their candidate for governor.  It appeared from the beginning of the convention that former Louisiana governor, Henry C. Warmouth, would collect the party's nomination, but President Grant declared that if Warmouth headed the ticket, not a single soldier would assist in his election.  In addition current Republican governor, William Kellogg, declared that he would fire any of his employees if they gave their support to anyone other than Packard.&lt;br /&gt;A riot eventually erupted after Packard attempted to force an African American delegate to take over chairman responsibilities and nominate him for governor. Two delegates engaged in a bloody encounter, and not until the police were called in and several delegates had been arrested, could anything like order be restored,' reported The Louisville Courier Journal.  The state Chief Justice was seen choking a Black man and forcing him to drink alongside other Reconstructionist politicians.&lt;br /&gt;With Grant's support, Packard eventually received the nomination.  He was a symbol of tyranny to the Democrats in the state and they would use all means possible (legal and illegal) to make sure he wasn't elected in November."],"display_date":"July 8, 1876","search_date":"1876-07-08","citations":[{"divid":1213645112,"type":"Newspaper Article","data":["Radical Ruffianism","The Louisville Courier Journal","","July 12, 1876","1"]},{"divid":1213645140,"type":"Book","data":["Joe G. Taylor","Louisiana: A Bicentennial History",null,"New York","W. W. Norton and Company, Inc.","1976","113-114"]}],"locations":[{"id":241,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}