{"id":3360,"title":"The Southern Review\n","course_id":1,"status":"P","start_date":"1827-09-27","end_date":"1827-09-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Robert Y. Haynes of Charleston, South Carolina sent a letter to Littleton Waller Tazewell of Norfolk, Virginia encouraging Tazewell to lead Virginians in participation via entries and subscriptions to the <em>Southern Review</em>. The hand-written letter is written on a brochure explaining the proposed <em>Southern Review</em>. The Southern Review was a literary magazine that would not criticize the South and would cover issues found in other magazines as well as issues pertinent to the region. Stephen Elliot Esq. would edit the publication. Haynes mentioned that Virginia would be essential to the success of this journal, and the learned men should participate, specifically mentioning university-educated gentlemen. The creation of the Southern Review, and the outreach to areas outside of Charleston (where the publication was created) is significant because it recognized the distinction of the South as a region within the nation and that there were things that united the states within the area, rather than a state vs. state situation.","Wells argues that the rise in periodicals and literary magazines is due to the Southern interest in Northern intellectualism. The <em>Southern Review</em> was different from a lot of magazines because of its desire to cover issues pertinent to the South. The founder of the <em>Southern Review</em>, Stephen Elliot, had been educated in the North, supporting Wells' stance that the South was emulating the North's intellectualism. Starting as a South Carolina focused journal, the <em>Southern Review</em> hoped to move throughout the South to unite the issues that tied Southerners together and increase communication amongst them (a long term goal according to Wells)."],"display_date":"September 27, 1827","search_date":"1827-09-27","citations":[{"divid":1218747100,"type":"Manuscript","data":["","Robert Young Hayne Letter, 1827, to Littleton Waller Tazewell",null,"Mss 9803","1 Item","Letter [manuscript]&#58; Charleston, S.C., to Littleton Waller Tazewell, Sept. 27, 1827","Special Collections Library, University of Virginia"]},{"divid":1218747157,"type":"Book","data":["Jonathan Daniel Wells","The Origins of the Southern Middle Class&#58; 1800-1861",null,"Chapel Hill","University of North Carolina Press","2004","41-66"]},{"divid":1218747213,"type":"Dissertation/Thesis","data":["Edward Reinhold Rogers","Four Southern Magazines&#58; A Dissertation","PhD diss.","University of Virginia","1902",""]}],"locations":[{"id":2512,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}