{"id":3362,"title":"News of the Massacre of Fort Mims Reaches Nashville\n","course_id":1,"status":"P","start_date":"1813-09-18","end_date":"1813-09-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Samuel Mims had built a fort not far from Mobile, a part of Mississippi Territory. On August 30, 1813, the commandant of the Fort wrote to Governor Claiborne that the fort was impregnable because it was protected in a very good way. However, the same day, some Red Sticks (the English term for a faction of Creek Indians who led a resistance movement which culminated in the outbreak of the Creek War in 1813) took the fort and massacred people it contained, even women and child. News of the fall of Fort Mims reached Nashville 19 days later on September 18, 1813. The Red Sticks' victory at Fort Mims spread panic through the Southeastern United States frontier. The massacre marked the transition from a civil war within the Creek tribe (Moscoge), to a war between the United States and the Red Stick warriors of the Upper Creek. Since Federal troops were occupied with the Northern front of the War of 1812, Tennessee, Georgia, and the Mississippi Territory mobilized their militias to move against the Upper Creek towns that had supported the Red Sticks' cause.","Even if it was late, a meeting was held in Nashville and committees were appointed to confer with Governor Blount and General Jackson. Few days later, Jackson gathered Tennesseans to form an army. Therefore, Tennesse was really affected, concerned by what had happened at Fort Mims and people wanted to act but, at the same time, they had to wait more than two weeks to discover what had happened there, because of the United States' splintering and the difficulties Americans encountered when they wanted to communicate from one state to another. So, if the South was modernizing, the United States was not still a real unified country and internal borders still existed."],"display_date":"September 18, 1813 - September 19, 1813","search_date":"1813-09-18","citations":[{"divid":1215271037,"type":"Newspaper Article","data":["","The Nashville Whig","","September 19, 1813",""]},{"divid":1215271052,"type":"Book","data":["William R. Garrett and Albert Goodpasture","History of Tennessee",null,"Nashville","The Brandon Company Publisher","1903","162-163"]}],"locations":[{"id":2514,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}