{"id":3363,"title":"Reward\n","course_id":1,"status":"P","start_date":"1855-11-21","end_date":"1855-11-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Be on the look out for a runaway slave. Wednesday morning, November 21, 1855 found Patrick finnegan, a slave owner, in a dismal mood. His slave, Edmund, became one of the many attempted runaways across the country. If only he could make it across the border line, Edmund would find himself a safe haven to live out the rest of his life.","Edmund was described as a 5 feet high, stout built and 26 years of age man. His extensive description included that he spoke French and English and was wearing a gray coat with dark pants. Two of his front teeth were missing and he appeared to be of a griff color. Twenty dollars was offered as a reward for his return or any information that would lead to his location. It was common for men to attempt an escape; in most cases it was easier to risk their life than to watch as their wives were taken advantage of or have no power when it came to the sale of their children.","In a study of runaway notices from local newspapers, 76 percent of all runaways were under 35 and 89 percent of them were men. The risks involved in attempting to leave the premises were ignored by many slaves because the idea of freedom was so immense. Running away menat not only sacrificing one's own life but also the well-being ot the wives and children they left behind. Often times, the families or friends of the fugitives were punished.","Runaway slaves took a huge risk in leaving their master's fields or households. Without maps or adequate directions, many relied on the North Star to guide the way to the free states. Although the runaway slaves knew at any moment they could be tracked down, the idea of no longer being owned and forced to work six days a week having every move watched outweighed the risks. Canada lay at the end of what was to be a long and dangerous journey. In some instances, a free black man impersonated a slave and led slaves off plantations to follow miles and miles of trails until they reached a designated resting station. The fugitives traveled at night by foot, train, or steam boat up North. They were aided by abolitionists involved in the Underground Railroad, which consisted of a vast network of people working together with the purpose of leading slaves to freedom. Whereas the development of the Underground Railroad allowed more slaves to reach safety, the Fugitive Slave Act was passed to prevent alleged runaway slaves from being protected or aided no matter their location. The Fugitive Slave Act was part of the Compromise of 1850 which prohibited slave-trading in the District of Colombia and admitted California as a free state. Although laws were in place to protect slave owners, the possibility of slaves escaping left many owners uneasy and afraid to leave their slaves unattended."],"display_date":"November 21, 1855","search_date":"1855-11-21","citations":[{"divid":1215271174,"type":"Newspaper Article","data":["","The Times Picayune","","December 1855",""]},{"divid":1215271188,"type":"Book","data":["Edward L. Ayers","In the Presence of Mine Enemies",null,"New York","W.W. Norton &amp; Company","2003","38"]},{"divid":1215271244,"type":"Website","data":["Thomas Hugh","The Slave Trade: Fugitive Slave Law","Spartacus Educational","http://www.spartacus.schoolnet.co.uk","September 30, 2006"]},{"divid":1215271305,"type":"Website","data":["PBS","The Underground Railroad","PBS","http//:www.pbs.org","October 24, 2006"]}],"locations":[{"id":2515,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}