{"id":3364,"title":"Democrats Remove Black Public Official \n","course_id":1,"status":"P","start_date":"1871-01-01","end_date":"1876-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Tunis G. Campbell-a black religious leader, justice of the peace, delegate to the Georgia state constitutional convention, and Georgia state senator-embodied the realization of what heights freed blacks could achieve in the post-war South. A representative of McIntosh, Liberty, and Tatnall counties, Campbell ardently advocated for laws promoting equal education, integrated jury boxes, and abolishment of policies aimed specifically at blacks, such as imprisonment for debt. In 1870, the state legislature was taken over by the Democrats. Efforts to reduce black political power-such as a poll tax-were enforced. The new Democratic legislature removed Campbell from office, and replaced him with a white Democrat. In 1876, a state court decided that while Campbell had served as a justice of the peace he had improperly arrested a white man. At age 63, he was sent to work for one year at a convict labor camp. ","The Democrats swift removal of a politically powerful black public official demonstrates how strongly they felt about subduing black voices in government affairs. African Americans holding local political office were a rarity. However, with the support of the Republican Party, a surprising number of blacks were elected to Congress during Reconstruction. Sixteen African American men represented their respective states during the period. At the local level black politicians were susceptible to political pressure from Democrats, and were often forced out of office. Yes, it is true that blacks were freed men, and constitutionally equal with whites. However, the struggle between the two races was anything but over. "],"display_date":"1871 - 1876","search_date":"1873-12-31","citations":[{"divid":1215703890,"type":"Primary Source in a Secondary Source","data":["Atlanta Herald in Savannah Morning News","December 8, 1874","Reconstruction: America&#39;s Unfinished Revolution, 1863-1877","Eric Foner","New York","Harper &amp; Row Publishers","1988","588"]},{"divid":1215703941,"type":"Online Encyclopedia","data":["New Georgia Encyclopedia","Tunis Campbell &#40;1812-1891&#41;","http://www.georgiaencyclopedia.org/nge/Article.jsp?id=h2903","October 5, 2006"]},{"divid":1215703987,"type":"Book","data":["Michael Perman","Emancipation and Reconstruction: 1862-1879",null,"Wheeling","Harlan Davidson, Inc.","1987","67-69"]}],"locations":[{"id":2516,"lat":null,"lng":null,"zoom":8,"place":"MC INTOSH, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}