{"id":3366,"title":"Newspapers after the Civil War\n","course_id":1,"status":"P","start_date":"1872-03-14","end_date":"1872-03-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 14, 1872 The Clarke Courier Newspaper printed an article concerning the failure of the mail for the past two weeks. Not receiving the mail was a source of great concern to the citizens of Clarke County, Virginia. The newspaper stated we would almost prefer to go without our super than fail to receive that excellent newspaper-a better is not to be found in all the country- The Baltimore Sun. The article did not explain what the hold up of the mail might be but it did assert that The Baltimore Sun has many and warm friends at this post office.","Before the Civil War newspapers were not widely read or printed. The newspapers that did print during that time did not hold any important news that the citizens felt they desperately needed to know. The Civil War brought an increase in demand to newspapers in the South. Somewhere around eight hundred newspapers were published, daily, weekly, and tri-weekly, in eleven states of the Confederacy in April 1861, Andrews asserts. The increase in demand for newspapers throughout the South was due to the want to know of war news. So many new newspapers were created during the Civil War in the South that once the war was over many of them continued to write news papers for their loyal readers. By 1872, when the article was written in The Clarke Courier about missing the weekly news from Baltimore, the people of Clarke County were so used to knowing what was going on in their country that the lack of news was worrisome."],"display_date":"March 14, 1872","search_date":"1872-03-14","citations":[{"divid":1214445335,"type":"Newspaper Article","data":["","Clarke Courier","","March 14, 1872",""]},{"divid":1214445351,"type":"Book","data":["J. Cutler Andrews","The South Report The Civil War",null,"Princeton","Princeton University Press","1970","38"]}],"locations":[{"id":2517,"lat":39.1121724447,"lng":-77.9966294826,"zoom":10,"place":"CLARKE, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}