{"id":3367,"title":"South Carolina Jockey Club 1830 Race\n","course_id":1,"status":"P","start_date":"1830-02-23","end_date":"1830-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The advertisements started early in the year for the South Carolina Jockey Club's Annual Horse Race. News of the event was spread to New York and Virginia, as this was known to be one of the biggest social events of the season. The races lasted for several days, ending in a ball that topped all social events of the season and culminated in the election of the new slate of officers. The <em>Charleston Mercury</em> chronicled the events of the races and reported on them daily (taking up more room in the paper for coverage of a social event than almost any other news story). The names of the owners, the horses' names, genders, and ages were listed as were the outfits to be worn by the jockeys. Once the races commenced, the successes were also announced.","Charlestonians and visitors turned out in large numbers. The first race was a disappointment, as one of the horses expected to do well, Kate Kearney, had to withdraw due to injury. Mr. Singleton's horse, Phenomena, was injured during day two of the races. The South Carolina Jockey Club Ball was held at St. Andrew's Hall on Fri. Feb. 27, 1830. It was said to be the most fashionable event the city had ever seen. Saturday's meeting of the Jockey Club saw the election of its new officers: Col. J. McPherson, President; Col. Thomas Pinckney, Vice President; and Charles Winthrop, Secretary and Treasurer. ","The races hosted by the South Carolina Jockey Club were the event of the year for the South Carolinian (and Southern overall) elite. It was a place and an excuse for the wealthy to come together. According to Maurie McInnis, February was the liveliest time of year in Charleston and this was because of the horse races. The fashionable people of South Carolina turned out for the social events of the season in Charleston. Other social events of the season were coordinated around the races. The excuse to go to Charleston was more than just for pleasure, it allowed for the meeting of South Carolina's elite for a multitude of political and social activity."],"display_date":"February 23, 1830 - March 1, 1830","search_date":"1830-02-26","citations":[{"divid":1215271511,"type":"Newspaper Article","data":["South Carolina Jockey Club","The Charleston Mercury","","Feb. 13, 1830, Feb. 24 to Mar. 1, 1830",""]},{"divid":1215271548,"type":"Book","data":["Maurie Dee McInnis","The Politics of Taste in Antebellum Charleston",null,"Chapel Hill","University of North Carolina Press","2005","283-287"]},{"divid":1215271609,"type":"Book","data":["Walter Edgar","South Carolina: A History",null,"South Carolina","University of South Carolina Press ","1998","304-305"]}],"locations":[{"id":2518,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}