{"id":337,"title":"Republican vs. Republican for Mississippi Governor\n","course_id":1,"status":"P","start_date":"1873-09-22","end_date":"1873-11-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 25, the Louisville Courier Journal wrote, The most interesting campaign now in progress in any state is on the boards in Mississippi.'  Why?  First, there was no Democratic candidate in a Deep South State, and second, there were two Republicans , one a scalawag, the other a carpetbagger , running for the position.  In August of 1873, Adelbert Ames was nominated for governor of Mississippi by the radical wing of the Republican Party.  As an ardent and vocal supporter of black suffrage and former governor of the Fourth Military District, Ames's ticket also included a number of black candidates.  Blanche K. Bruce was nominated for United States Senator and Alexander K. Davis was nominated for Lieutenant Governor.  Because he was a carpetbagger (born in Maine), conservative whites despised Ames; his base of support instead consisted of black voters and a small group of radical whites.  His opponent, James Alcorn, was the native, moderate Republican candidate.  A Delta planter turned scalawag turned Republican, Alcorn was preferred by the wealthy planter elite, taken up by the hard-pressed Democrats because he was the Administration's brother-in-law.' &lt;br /&gt;The very lively' race had the added intensity of mutual personal dislike between the two men; according to the Courier Journal so eloquently put it, two Tom-cats tied in a tow sack would have been more harmonious.'  Newspapers at the time felt that Alcorn would be the clear winner of the contest: Ames is no match for Alcorn; Ames will be as mushy as clay in the hands of the robust Mississippian.'  Conservatives disparaged the Radical ticket as not respectable; made up of bummers and dead-beats' and unfairly criticized black nominees, particularly Davis, in an attempt to draw votes away from the more progressive Republican wing.  Their efforts were in vain, however, as Ames soundly defeated Alcorn in the November 4 election, installing the Radical party for its last term in Mississippi's government (1874-1876).  Under Radical Republican rule between 1870 and 1876, Mississippi's taxes increased by 1400%, in large part due to the new state-financed public education system (Skates 116), and black Mississippians were able to truly participate at the highest levels of state government."],"display_date":"September 22, 1873 - November 4, 1873","search_date":"1873-10-13","citations":[{"divid":1213895389,"type":"Newspaper Article","data":["The Mississippi Campaign","Louisville Courier Journal","","September 25, 1873","1"]},{"divid":1213895542,"type":"Book","data":["John Ray Skates","Mississippi&#58; A Bicentennial History",null,"New York","W. W. Norton and Company","1979","115-116"]},{"divid":1213895629,"type":"Article","data":["David H. Donald","The Scalawag in Mississippi Reconstruction","The Journal of Southern History","Vol. 10, No. 4","November 1944","447-460"]}],"locations":[{"id":242,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}