{"id":3370,"title":"Purging Polls in Virginia&#39;s Black Belt\n","course_id":1,"status":"P","start_date":"1889-10-31","end_date":"1889-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" In one fell swoop, Democrats in Southampton and Nansemond counties erased over 1,000 black names from the voter registration books, hoping to secure Democratic majorities in previously Republican dominated counties. Looking at Virginia's entire 2 district (heavily African American), which included these Tidewater counties, Democrats appeared to have netted about 4,000 votes, greatly slimming the opposition's lead. Sensing the reaction of Mahone's Readjuster Party, which commanded the Virginian Republican vote, the Democrats planned appropriately. Contacting a renowned gunsmith in Portsmouth, they ordered fifty new Winchester rifles, to be strategically dispersed near important voting precincts. Along with the men unafraid to use these guns, this stern measure of intimidation hoped to discourage white Mahonite leaders from inciting the newly disenfranchised black voters to attack the polling places. Celebrating such an important political gain, Southampton Democrats held a large rally at Newsome's farm attended by great numbers of local farmers. "," Virginia's Reconstruction Constitution in 1869 gave blacks and previously disenfranchised poor whites the right to vote, thus largely expanding the electorate in what had been the South's largest slave holding state. Virginia politics during Reconstruction differed from that of most other former-Confederate states, as no real Republican party emerged. Rather, the Readjuster party took up many Republican platforms, and quickly became the party of the African American vote. The Readjusters combined the black vote with that of the poor whites, and it appeared as if a coalition, capable of challenging the white ruling elite, had finally arisen. Sensing disaster, the Democrats began to couch their political appeals in the late 1880's in strictly racial terms, hoping to appeal to a sense of white solidarity. As they defended themselves from the Readjuster onslaught, Democrats also sought to disenfranchise blacks, thereby stifling a future biracial coalition. "," Unfortunately for the Democrats, the Fifteenth Amendment made it very difficult to restrict the right to vote for race-based reasons at face value. Thus, in this period of Redemption, election officials (most often Democrats themselves) would employ registration and election restrictions that they knew targeted blacks and, subsequently, some poor whites. Oftentimes, they would also commit outright voter fraud by stealing ballots, stuffing ballot boxes, or erasing names from the registration. Virginia also adopted the Australian ballot, aimed at confusing those who could not read, by not listing party names next to candidates, and giving voters less than two minutes in the voting booth. Nonetheless, black leaders, especially in the Tidewater area, continued to resist such coercive measures by flooding the polls with blacks, even if their votes were not being counted. "," Motivated, predominately, by the desire to more effectively hinder the black vote, Virginia, and other Southern states, underwent constitutional conventions in the 1890's. Resulting in residency requirements, grandfather clauses, and poll taxes, the South crippled the non-Democratic vote, evidenced by the drastic decline in voter turnout. Whereas 75 percent of eligible voters voted in 1890, this figure dived to 33 percent by 1900. Outright intimidation, though rare, also would emerge in the form of the Klu Klux Klan and the Red Shirts, vigilante groups who ensured few blacks would slip through the cracks. In Virginia's eastern counties, resistance to such Democratic injustice could also spell doom at the hands of newly purchased Winchester rifles. "],"display_date":"October 31, 1889","search_date":"1889-10-31","citations":[{"divid":1215271763,"type":"Newspaper Article","data":["Purging Polls in Virginia&#39;s Black Belt","The Times","","October 31, 1889","1"]},{"divid":1215271787,"type":"Book","data":["Michael Perman","The Road to Redemption",null,"Chapel Hill","University of North Carolina Press","1984","181"]},{"divid":1215271850,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press ","1992","305-309"]},{"divid":1215271998,"type":"Book","data":["C. Vann Woodward","Origins of the New South",null,"Baton Rouge","Louisiana State University Press ","1971","56-57"]},{"divid":1215272040,"type":"Book","data":["Eric Foner","Reconstruction: America&#39;s Unfinished Revolution",null,"New York","Harper &amp; Row Publishers","1988","422"]},{"divid":1215272098,"type":"Book","data":["Kevin R. Hardwick and Warren R. Hofstra","Virginia Reconsidered",null,"Charlottesville, VA","University of Virginia Press","2003","299-300"]}],"locations":[{"id":2520,"lat":36.7198931687,"lng":-77.1037749414,"zoom":9,"place":"SOUTHAMPTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}