{"id":3373,"title":"Law Prohibiting Children to Work in Cotton Factories not Passed\n","course_id":1,"status":"P","start_date":"1897-11-16","end_date":"1897-11-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Savannah Press announced on November 16, 1897 that they deeply regretted the actions of the general assembly of Georgia. The general assembly failed to pass a law that would prohibit anyone under the age of 13 from working in cotton factories. The Savannah Press was disturbed by the actions taken by the legislators in Georgia. The general assembly's actions showed that the need for production outweighed the importance of fair labor standards. ","During the nineteenth century many farmers planed cotton throughout the South. In Georgia, cotton was one of the main cash crops. Before the Civil War slaves worked on cotton plantations which attempted to meet the great national and international consumer need for the product. After the Civil War, freedom was declared for African Americans and many plantation owners lost much of their labor force. The owners of plantations needed people to work the land in order to make sure the need for cotton was met. At the time of the industrialization of America the cotton industry grew, and cotton factories were built throughout the South. Cotton manufacturers needed workers in these factories, and the age of the worker did not seem to matter. Manufacturers were willing to employ anyone and the age or the person did not matter. It seemed to the Savannah Press that the necessity for cotton outweighed moral values of the employers who ran the cotton factories. Employers tended to depend on women and children who were under the age of 16 as the main source of the labor force. One textile executive stated that many employers took no regard as to who should work and how many hours a person should work. The legislators in Georgia seemed to agree with the cotton factory employers on the idea that having as many workers as possible in order to meet the demand for cotton was of the utmost importance. "],"display_date":"November 16, 1897","search_date":"1897-11-16","citations":[{"divid":1215704111,"type":"Newspaper Article","data":["From the Savannah Press","The Constitution","","November 16, 1897","2"]},{"divid":1215704137,"type":"Book","data":["Steven Hahn","A Nation Under Our Feet",null,"Cambridge","Harvard University Press","2003","413"]},{"divid":1215704173,"type":"Book","data":["William J. Cooper and Thomas E. Terrill","The American South: A History",null,"New York","McGraw-Hill Companies","1996","475"]}],"locations":[{"id":2522,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}