{"id":3374,"title":"Crime and Issues that Resulted in Poor Banking Strategies\n","course_id":1,"status":"P","start_date":"1817-08-01","end_date":"1823-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["MORE COUNTERFITERS an article in the Town Gazette and Farmers Register began. On Thursday last, another person was taken up on suspicion of being engaged in passing counterfeit Bank Notes. There was little concept of money until the early years of the nineteenth century and as the idea of banking slowly unfolded, many issues that had not been fully thought through caused substantial problems. Counterfeiting was one of them. ","The local exchange farmers were issued from their banks was not a national currency which made it very difficult to use when traveling from county to county. In theory, this system was designed so that these notes could be redeemed in gold or silver but people rarely followed through with this method of accounting, making money especially difficult to track and be accounted for. Banks were also put in difficult situations when more notes were being circulated than actual treasure in the bank, threatening these establishments with bankruptcy if everyone tried to cash out at the same time. Trading notes for gold and silver turned into a large problem and banks were forced to figure out ways to avoid giving money back to people who really did not deserve it. In 1819 the price of cotton and other agricultural products fell which worried the people who had traded their gold or silver in for bank notes and believed that the paper money they received would no longer hold any worth at the bank which caused a desperate dash to liquidate their accounts. Opportunities like these were taken advantage of and when thieves got the chance they simply created their own notes so they could walk into a bank and redeem what did not belong to them.","As more banks opened up and more money was invested in them, counterfeiting bills became a problem that needed significant attention. It was suggested by the author of a newspaper article that it is not improbable, that more of this gang infest our country- citizens ought therefore, to be watchful of this kind of fraud. Eventually in Clarksville, the notes of fourteen different independent banks were not taken in the area due to the amount of fraud that had taken place. As the public found out through similar newspaper articles that thieves were stealing money with fake notes, people who had traded in for legitimate money became very worried and skeptical of the system, forcing banks to consider new methods of creating a sound currency.","Counterfeiting remained a serious issue until a national currency was created. It was difficult for the state to keep account of all the notes that were created and all of the money that was stored in banks which made counterfeiting a very easy practice. Savings that people believed they still had often times disappeared and left these poor individuals with nothing. "],"display_date":"August 1817 - September 1823","search_date":"1820-08-30","citations":[{"divid":1215704244,"type":"Newspaper Article","data":["More Counterfeiters","Town Gazette and Farmers Register","","August 30, 1817","1"]},{"divid":1215704268,"type":"Book","data":["Robert E. Corlew","Tennessee: A Short History. 2nd ed",null,"Knoxville","The Universtity of Tennessee Press","1981","142"]},{"divid":1215704303,"type":"Newspaper Article","data":["The Banks","Knoxville Register","","September 26, 1823","1"]}],"locations":[{"id":2523,"lat":36.0086650052,"lng":-83.9297656575,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}