{"id":3377,"title":"Growing Dissent \n","course_id":1,"status":"P","start_date":"1875-01-27","end_date":"1875-01-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An article appeared in The Vicksburg Herald discussing the widespread outrage from military occupation in Vicksburg. The article said that lately the officers who were supposed to keep the South in line had begun to overstep their original duties and were getting involved in both civil and local matters in the city. The president had apologized for the officer?s actions and said he was unaware of what had been going on. He also said from then on, the officers would only be able to act after receiving specific permission from him. However, most of the Mississippians were skeptical of this apology and were not satisfied with it. The only person who could have allowed such things to happen was the president; therefore, he had to have known about what the officers were doing. "," This recent series of events angered most of the citizens in Vicksburg as well as Mississippi. As if the original duties of the military occupation were not enough, when the officers began to interfere with matters that the states were originally supposed to deal with, the people became upset. In their eyes, the occupation was overcoming the idea of a Republican form of government and was being taken over by an unlicensed military power. "," After the war, Congress came to the conclusion that the best way to punish the South while also fixing their problems, was to have a military occupation throughout the major cities. This went along with other provisions for readmission into the union. The military rule was supposed to only be a temporary thing to keep the peace and make sure the South did not rebel again. All of the terms had been drawn up in what was known as The Reconstruction Act. However, the military was supposed to remain subordinate to civilian authorities. Obviously, this original subordination did get out of hand at times in certain areas of the country."],"display_date":"January 27, 1875","search_date":"1875-01-27","citations":[{"divid":1216075980,"type":"Newspaper Article","data":["","The Vicksburg Herald","","January 27, 1875",""]},{"divid":1216075997,"type":"Book","data":["Eric Foner","Reconstruction",null,"Canada","Harper Collins","1988",""]}],"locations":[{"id":2525,"lat":31.7342121703,"lng":-91.0371521217,"zoom":10,"place":"JEFFERSON, Mississippi"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}