{"id":3378,"title":" Victorious Democratic Letter to Blacks in Newspaper\n","course_id":1,"status":"P","start_date":"1884-11-12","end_date":"1884-11-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 4, 1884 Democrat Grover Cleveland was elected President of the United States, and the beginning of the end of Reconstruction throughout the South commenced.  While the Democrats had already taken over the Georgia state legislature as early as 1870, the party wished to appease any fears that black citizens may have about the end of Republican rule.  On November 12, 1884, the <em>Savannah News </em>contained an article titled A Word to the Colored People, written by an unnamed Democratic party member.  The author ensured black citizens that they need have no fears that there will be any attempt by the Democratic party to abridge any of the rights and privileges which they gained after the Civil War.  In fact, he insisted that the Democrats were much more willing to help blacks further their condition in the South than the Republicans ever were.  With the Democrats in control, the opportunities of colored men to advance as their race increases in intelligence and improves its condition, will be far greater than they are at present.  ","The article demonstrates the Democratic party's attempt to secure the black citizens' support.  Blacks represented a huge percentage of the South, and had the potential to influence politics.  African Americans composed a majority of the Republican Party's support.  In reaction, the Democrats' political goals included limiting the power of black citizens through instituting poll taxes and new registration requirements.  By communicating their acknowledgement of black enfranchisement, Democrats attempted to detract electoral support from the Republicans.  This movement of Democrats to increase black support for the party was called the New Departure.  However, Democrats were more successful at detracting political support from the Republicans by encouraging dissension and factions within the party.  "],"display_date":"November 12, 1884","search_date":"1884-11-12","citations":[{"divid":1215704407,"type":"Newspaper Article","data":["A Word to the Colored People","Southerner &amp; Appeal","","November 12, 1884","2"]},{"divid":1215704433,"type":"Book","data":["W. Fitzhugh Brundage","Lynching in the New South: Georgia and Virginia, 1880-1930",null,"Chicago","University of Illinois Press","1993","192-193"]},{"divid":1215704514,"type":"Book","data":["Michael Perman","The Road to Redemption: Southern Politics, 1869-1879",null,"Chapel Hill","University of North Carolina Press","1984","67-100"]},{"divid":1215704546,"type":"Book","data":["Eric Foner","Reconstruction: America&#39;s Unfinished Revolution, 1863-1877",null,"New York","Harper &amp; Row Publishers","1988","588"]}],"locations":[{"id":2526,"lat":32.8026355682,"lng":-83.1714600794,"zoom":9,"place":"WILKINSON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}