{"id":3379,"title":"Enslaved Man Named Tom Runs Away\n","course_id":1,"status":"P","start_date":"1815-05-02","end_date":"1815-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An enslaved man named Tom ran away on May 2. This was reported in the <em>City Gazette</em> and <em>Commercial Daily Advertiser </em>for months. He had been a paper boy (carrier of the <em>City Gazette</em>) and was able to read and write. He was formerly enslaved in Virginia (his mother was still there) and worked for the Petersburg Intelligencer. He was known for his skill at the printing press. ","The owner believed that Tom had left Charleston by ship and perhaps had forged his own free papers. The owner thought he may have been pretending to need passage to a Camp Meeting. Camp Meetings were the religious craze of the era and were connected most with the Methodist Church. There was a camp meeting being held at a local creek, and it would have considered un-Christian to refuse passage of a black man to a religious service. Many whites justified slavery as a way to spread Christianity to people who would otherwise live without it. ","There were rewards for the return of Tom to the owner (B.S. Thomas) that increased depending on the effort involved in Tom's return. His description is given as 5 feet 7 or 8 inches high, of a bright yellow complexion. Tom was not black (at least not fully), nor was he a stereotypical enslaved person. He was literate and worked in a trade for a major company. Clearly, he had some advantages afforded to him that many plantation field hands lacked and which put him in the perfect position to run away.","Charleston differed from many Southern towns and counties in its freedoms given to enslaved people. Slaves often took care of their own living arrangements and food, and made some (though very small) income. Charleston did not have the large plantations and thus it did not have the high demand for manual labor. Most owners hired out their slaves (most of whom were domestics or skilled in a trade) to other individuals to use. The owners were paid in return and were able to make profit off their slaves' work. Many slaves were allowed to retain some of the payment, and thus allowed some minor freedoms. This autonomy, and the ability of many Charleston slaves to read and write, made a lot of Charlestonians fear rebellion and runaways. Black people had to wear specific badges to identify them as free blacks or hired out slaves. The lack of a badge would indicate runaway status. Badges were often traded among slaves and free blacks, or counterfeited. Tom perhaps obtained a badge or other paperwork to certify he was free. Considering his education and connections, Tom would have been able to get away with a lot of things without being questioned. ","The belief that Tom escaped via ship was reflected in a general fear of runaway slaves through the port that had led to legislation in 1822. The Negro Seaman Acts required black seamen to be locked up while not at sea, so any black man on a ship was assumed to be a run away, and to prevent the black seaman from instigating trouble among the slaves."],"display_date":"May 2, 1815","search_date":"1815-05-02","citations":[{"divid":1214522236,"type":"Newspaper Article","data":["Hundred Dollars Reward","The City Gazette","","August 19, 1815",""]},{"divid":1214522257,"type":"Newspaper Article","data":["","Commercial Daily Advertiser","","August 19, 1815",""]},{"divid":1214522282,"type":"Book","data":["Walter Edgar","South Carolina: A History",null,"South Carolina","University of South Carolina Press","1998","292-300"]},{"divid":1214522317,"type":"Book","data":["Maurie Dee McInnis","The Politcs of Taste in Antebellum Charleston",null,"North Carolina","University of North Carolina Press","2005","68-77"]},{"divid":1214522408,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Donald G. Matthews","Mission to Slaves","Encyclopedia of Religion in the South","Samuel Hill, Charles Lippy, &amp; Charles Reagan Wilson","Georgia","Mercer University Press","2005","512-513"]}],"locations":[{"id":2527,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}