{"id":3380,"title":"The Political Intrigues of the Caddo Confederacy\n","course_id":1,"status":"P","start_date":"1817-02-10","end_date":"1817-02-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A distressing letter appeared in a New York Paper, <em>The Courier</em>, on February 10, 1817. In it, a gentleman from Natchitoches, Louisiana reported that the Chief of the Caddo Indian Confederacy was plotting a conspiracy with the Spanish officials in Texas. Despite having traveled into the province on mercantile business, the Chief returned spouting adoration for King Ferdinand VII and boasting of his new title: Generalisimo of all the Indian tribes resident beyond the celebrated Arrayo Honde, between [Natchitoches] and the Sabine. All travelers in this area were subject to arrest by this new minister of the Spanish monarch. The citizens of Natchitoches feared the consequences. Their town was located only a short six miles from Arrayo Honde. The author of the letter feared increased violence and Indian attacks against townspeople and adventurous Americans, as well as the encumbrance of Spanish authority in what he believed to be American lands.","Until 1819, the Spanish still laid claims to the lands of Louisiana just east of the Sabine River up to the Arrayo Honde, a tributary of the Red River, while Americans held that the Sabine maintained the border between Spanish Texas and American Louisiana. During Thomas Jefferson's presidency, the United States acquired the Louisiana Territory from Napoleon, who approved the sale to promote war against Britain. The territory of Louisiana had only just changed from Spanish to French hands through the treaty of San Ildefonso three years earlier. Neither the French nor the Americans attempted to define the borders of the territory until the treaty was signed in 1803, at which point, the French foreign minister replied, I can give you no direction. You have made a noble bargain for yourselves, and I suppose you will make the most of it. ","For the next two decades, the Spanish in Texas and the Americans migrating into Louisiana wrestled over land. The treaty did not define the western border of the Louisiana Territory, so the Spanish sought means to push their claim and authority further east, through individuals like the Caddo Chief, while American settlers pushed back with equal force. The Adams-Onis Treaty of 1819 solved these struggles. It gave up American claims to Texas and Spanish claims east of the Sabine. Despite opposition from westerners who steamed over the loss of Texas, support for the treaty was unanimous in Congress.","This episode demonstrated a significant disjunction between the federal government's concerns and the desires of the American people actually living on the frontier in Louisiana. The author stated somewhat sardonically, How far this affair may require the interpolation of government, government will best determine; but be assured we consider it a matter of considerable importance. The author's tone and comments dripped with disdain for a government that seemed unconnected with his needs. The sense that the people actually living in these borderlands might need to defend their own rights because their government was unable or unwilling to do so permeated throughout the letter. This suggests that the people living in the West were unimpressed with a government that could not keep up with their demands for more land or negotiate effectively to solidify ownership of territory which people living on the frontier believed should belong to them."],"display_date":"February 10, 1817","search_date":"1817-02-10","citations":[{"divid":1214167178,"type":"Newspaper Article","data":["Extract of a letter to a gentleman in Louisiana","New-York-Courier","","March 31, 1817",""]},{"divid":1214167209,"type":"Book","data":["Howard Jones","Crucible of Power",null,"Wilmington","Scholarly Resources, Inc.","2002","50-60, 93-103"]}],"locations":[{"id":2528,"lat":null,"lng":null,"zoom":8,"place":"NATCHITOCHES, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}