{"id":3381,"title":"The Proper Influence of a Woman\n","course_id":1,"status":"P","start_date":"1876-01-18","end_date":"1876-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Armed with biblical justification found in the book of Genesis, Reverend W. E. Edwards preached at length to a great crowd at the Granby Street Methodist Church, concerning the proper role of women. He claimed Eve's involvement in the first human sin left her with certain characteristics that trickled down to even the women seated there before him. In all women, Edwards claimed one found a frailty, a mental nature of modesty and affection, and a subjection to man. By no means did such tendencies position a woman to a role inferior to men; on the contrary, the two genders must work together, albeit in different realms of society. As man must participate in worldly affairs, women, more delicate in bodily frame, and more sensitive in mental endowments, instinctively demean a quieter and secluded life. Having succeeded in capturing the attention of the men and women seated before him, Edwards delegated specific duties to women, like rearing children and looking after the morals of society in general. The reverend culminated the ablest sermon on such matters, by exhorting all women, who wish to fulfill their roles, to feel the waters of baptism and embrace Christ, as that would be their only means to affect proper influence."," Edward's message illustrates a great social dilemma that faced the country, especially in the postwar South, as many different views of proper women had emerged. White, Southern females, often belied the stereotypes of languid Southern womanhood, while at the same time, as a result of war, females had carved out a greater measure of independence. When men left to fight, women found themselves running the economic situation at home, and if husbands never returned from the fighting, they became the head of the household. Still devoted to traditional values of quiet resolve and working their good influence within the church and home, women, nonetheless, seemed to crave more. Common with the era, women set about forming all sorts of civic and religious organizations aimed at improving society, yet also this trend reflected a desire for greater influence and authority."," In the North, females became much more apt to move towards achieving political freedoms, most specifically the right to vote. Suffragists combined their cause with the Radical Republicans, during Reconstruction, who sought to enfranchise former slaves. Eventually, they found themselves humiliated and betrayed by those they had supported, when the 15 Amendment gave only black men the right to vote. These developments certainly scared Southern gentlemen, so used to thinking of their women a particular way, and they became forced to confront, possibly, a new role for women. Their response, evidenced by Reverend Edward's paternalistic argument, became to try to use women's proper influence to reassert the Southern values of the past. Women were to be preservers of tradition and perpetuate antebellum values, but women themselves would answer the same dilemma in different ways over time. Though, by 1876, in Norfolk at least, they seemed content to abide in accordance with their preacher's biblical rationalization. "],"display_date":"January 18, 1876","search_date":"1876-01-18","citations":[{"divid":1215704662,"type":"Newspaper Article","data":["The Influence of a Women- A Sermon by Rev W. E. Edwards","The Norfolk Virginian","","January 18, 1876","1"]},{"divid":1215704698,"type":"Book","data":["Kevin R. Hardwick and Warren R. Hofstra","Virginia Reconsidered",null,"Charlottesville","University of Virginia Press","2003","296-297"]},{"divid":1215704741,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","28-29, 77, 169-170"]},{"divid":1215704771,"type":"Book","data":["Eric Foner","Reconstruction: America&#39;s Unfinished Revolution",null,"New York","Harper and Row Publishers","1988","448"]}],"locations":[{"id":2529,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}