{"id":3382,"title":"Women&#39;s place in Post-Civil War Society \n","course_id":1,"status":"P","start_date":"1892-09-03","end_date":"1892-09-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Women's roles in the post-bellum south were changing. On September 3, 1892, the True Index published an editorial discussing the change in women's behavior. The unnamed author expressed his disappointment that women had begun to take on typical male roles. The author found this transformation unflattering. He saw women as sweet and lovable. In his eyes, however, women had become mannish because they were interested in many of the things men were. In particular, he abhorred the use of male fashion and short hair. He also expressed his disapproval of women who played cards and bet on horses. The author advised that women should hold on to their old-fashioned charms, and to forget the female pursuit of the male role.","The author of the editorial seems to express a general feeling that women's involvement in politics or the work force stripped them of their femininity. John Boles argues that men, such as the author of this article, glorified the image of Southern womanhood because they somehow understood how dreary and unrewarding the reality of life was for their mothers and wives. Many women were forced to perform manual labor following the Civil War. One reason is that many women lost their husbands during the war and had to take on the responsibility of earning income themselves. Second, the emancipation of slaves meant that some women were without help and had to perform their activities themselves. In addition, the price of cotton following the Civil War dropped. Women had to find ways to supplement their income by doing things like selling butter, sewing, taking in borders and accepting other odd jobs. ","Life for women following the Civil War provided many opportunities that were not available to them beforehand. Boles explains that state federations of women's clubs were organized. These clubs broadened women's interests. Furthermore, these organizations allowed them to get involved in their communities. According to Boles, women advocated health reform in schools, city beautification projects and other important civic improvements. "],"display_date":"September 3, 1892","search_date":"1892-09-03","citations":[{"divid":1214167584,"type":"Newspaper Article","data":["Man Objects","The True Index","","September 3, 1892","3"]},{"divid":1214167604,"type":"Book","data":["John B. Boles","The South Through Time: A History of an American Region, Volume II",null,"Upper Saddle River","Prentice Hall","1995","431-435"]}],"locations":[{"id":2530,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}