{"id":3385,"title":"Irish Laborers on Southern Plantations \n","course_id":1,"status":"P","start_date":"1871-01-01","end_date":"1871-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Black laborers were not the only group employed by whites to take on grueling plantation work. The Leigh plantation on St. Simon's Island off the Georgia coast had for several years employed a gang of Irish labourers to do the banking and ditching on the Island. Francis Butler Leigh, the white matriarch of the plantation, observed that she was surprised at how the Irishmen worked well and faithfully, [and] were perfectly satisfied. They persuaded an old black woman to cook their meals and lived in a barn on the outskirts of the plantation. In fact, the workers were so content and diligent that Leigh wrote when I was walking, I never should have known they were on the place. ","Leigh wrote about the Irishmen almost in passing. This would imply that immigrants from European countries were not an unusual source of labor. People of Irish descent tended to look for jobs in urban cities such as Savannah and Atlanta. However, population growth and prejudiced treatment against Irish-Catholics in particular encouraged many workers to move to rural areas in search of manual labor. Between 1870 and 1900, almost twelve million people immigrated to the United States. In fact, many immigrants came from not only Ireland, but also Germany and England. Many reasons may have motivated different groups of people to immigrate to the United States. Famine, political oppression, and economic depression were all contributing factors. "],"display_date":1871,"search_date":"1871-07-02","citations":[{"divid":1216504644,"type":"Pamphlet or Other Printed Material","data":["Francis Butler Leigh","Ten Years on a Georgia Plantation Since the War","London","Richard Bentley &amp; Son","1883","Davis Library, University of North Carolina"]},{"divid":1216504693,"type":"Book","data":["David T. Gleeson","The Irish in the South, 1815-1877",null,"Chapel Hill","University of North Carolina Press","2001",""]},{"divid":1216504727,"type":"Website","data":["The Library of Congress","American Memory Timeline, Rise of Industrial America, 1876-1900","The Library of Congress","http&#58;//rs6.loc.gov/learn/features/timeline /riseind/immgnts/immgrnts.html ","October 5, 2006"]}],"locations":[{"id":2532,"lat":31.0887336961,"lng":-81.4509546531,"zoom":9,"place":"GLYNN, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}