{"id":3388,"title":"Fatal Shooting in Jackson \n","course_id":1,"status":"P","start_date":"1895-09-07","end_date":"1895-09-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the morning of September 7, 1895 in the Saloon of Cain and Davis, an altercation occurred between two African American men, in which Mr. William Miller shot Mr. Dick Wilcox in the bowels. Miller had allegedly threatened Wilcox, just a day before, that if he refused to repay a debt of fifty cents he would be killed. On the morning of the shooting, Wilcox entered the saloon in which Miller was seated. When he received no compensation upon demand of the money, he fatally shot Miller. Wilcox immediately escaped to the Fork Deer bottom, where he was pursued by the Sheriff and his men.","In the South, this kind of violence was an ordinary occurrence as many people opted to take justice into their own hands rather than leave it to the authorities. Historian C. Vann Woodward says The South seems to have been one of the most violent communities of comparable size in all Christendom. This kind of violence in the post- Civil War American South was extremely prevalent, as homicides alone sometimes doubled and tripled the number of such deaths prior to the War. Old census reports exist, however prove unreliable because the reports usually fell far short of the number of actual homicides. ","Freedmen such as Miller appeared in newspapers often for violent offenses as did others, but usually situations involving them were labeled colored. This significance allowed the majority of the newspapers' intended readers, white society, to understand what African Americans were capable of. ","However distinct the reports of incidents such as the shooting between Miller and Wilcox became towards black men, violence of the South in general could not have been attributed to only African Americans because in several southern states white men were killed much more often in proportion to their own population. Southern newspapers of the day were often crowded with homicides between professionals such as lawyers, planters, railroad presidents, doctors, preachers, and editors. The cause for many of these homicides were usually trivial, but were influenced by the phenomena of how carrying a pistol became normal for many Southerners. "],"display_date":"September 7, 1895","search_date":"1895-09-07","citations":[{"divid":1217433841,"type":"Newspaper Article","data":["","Nashville Banner","","September 1894- December 1896",""]},{"divid":1217433860,"type":"Book","data":["C. Vann Woodward","Origins of the New South&#58; 1877- 1913 ",null,"Lafayette, LA","Louisiana State University Press","1971","158"]}],"locations":[{"id":2534,"lat":36.3592115338,"lng":-85.6731406083,"zoom":10,"place":"JACKSON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}