{"id":3389,"title":"Hardee Refuses to Surrender Savannah\n","course_id":1,"status":"P","start_date":"1864-12-17","end_date":"1864-12-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On December 17, 1864 Union General William Tecumseh Sherman and his army were hovering on the doorstep to Savannah, Georgia. Just four days before on December 13, Union forces had overrun Fort McAllister, a Confederate earthwork fortification built primarily for defense against naval attacks. With Fort McAllister toppled, Sherman was poised to sack Savannah. "," He sent the head of Confederate forces in Savannah, Lieutenant-General William Joseph Hardee, a letter advising Hardee that he surrender the city immediately. As quoted from Sherman?s letter, ?Should you entertain the proposition, I am prepared to grant liberal terms to the inhabitants and garrison; but should I be forced to resort to assault, or the slower and surer process of starvation, I shall then feel justified in resorting to the harshest measures.? In a written response to Sherman delivered on December 18, Hardee refused to surrender the city. As quoted in his letter, ?Your demand for the surrender of Savannah and its dependent forts is refused.? Instead of fighting or surrendering Hardee chose to retreat unharmed, leading his troops across a readily built bridge over the Savannah River and out of the city on December 20. Sherman?s forces subsequently captured the city on December 21. "," Following his successful siege of Atlanta in the fall of 1864, it took Sherman and his troops a mere 24 days to march south across Georgia before they reached Savannah, the state?s largest and most valuable port. Sherman encountered little resistance during his ?March to the Sea? and when he arrived outside of Savannah on December 10, the Civil War was essentially over. Union General Ulysses S. Grant had Robert E. Lee pinned down outside of Richmond while Confederate General John Bell Hood had encountered stiff resistance from Union forces in Tennessee."," The fall of Savannah was not as significant as the capture of Atlanta but it was nonetheless a severe blow to the morale of the Confederacy. Sherman used the city as a springboard for his ensuing drive north into South Carolina. On February 17, 1865 Sherman arrived at the state capital of South Carolina, Columbia, where his troops set fires that burned the majority of the central part of the city to the ground. The next day, February 18, 1865, Union forces entered Charleston, reclaiming Fort Sumter where the war had begun nearly four years prior. The Fifty-fourth Massachusetts, a regiment comprised of African American soldiers, marched in singing ?John Brown?s Body?, a song popular amongst Northern abolitionists. Sherman?s utter decimation of Georgia and South Carolina in the winter of 1864 and 1865 wholly demoralized white Southerners and ultimately pushed Lee to surrender to Grant at Appomattox on April 9, 1865."],"display_date":"December 17, 1864 - December 18, 1864","search_date":"1864-12-17","citations":[{"divid":1215704968,"type":"Primary Source in a Secondary Source","data":["Letter from William Tecumseh Sherman to William Joseph Hardee","December 17, 1864","History of the Army of the Cumberland: Its Organization, Campaigns, and Battles, Written at the Request of Major-General George H. Thomas Chiefly from His Private Military Journal and Official and Other Documents Furnished by Him, vol. 2.","Thomas B. Van Horne","Cincinnati","R. Clarke &amp; Co.","1875","484"]},{"divid":1215705049,"type":"Primary Source in a Secondary Source","data":["Letter from William Joseph Hardee to William Tecumseh Sherman","December 17, 1864","History of the Army of the Cumberland: Its Organization, Campaigns, and Battles, Written at the Request of Major-General George H. Thomas Chiefly from His Private Military Journal and Official and Other Documents Furnished by Him, vol. 2","Thomas B. Van Horne","Cincinnati","R. Clarke &amp; Co.","1875","484"]},{"divid":1215705107,"type":"Online Encyclopedia","data":["The New Georgia Encyclopedia","Fort McAllister","http://www.georgiaencyclopedia.org/nge/Article.jsp?id=h-619&amp;sug=y","October 24, 2006"]},{"divid":1215705159,"type":"Online Encyclopedia","data":["The New Georgia Encyclopedia","William J. Hardee","http://www.georgiaencyclopedia.org/nge/Article.jsp?id=h-1332&amp;hl=y","October 24, 2006"]},{"divid":1215705204,"type":"Book","data":["Eric Foner","Reconstruction, 1863-1877",null,"New York","Harper &amp; Row Publishers","1988","71-72"]}],"locations":[{"id":2535,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}