{"id":3391,"title":"Col. Cumming and Mr. M&#39;Duffie Duel\n","course_id":1,"status":"P","start_date":"1822-06-08","end_date":"1822-06-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 8, 1822 in Savannah, Ga. Col. Cumming and Mr. M'Duffie carried out a long anticipated duel over a political dispute. M'Duffie was shot in the back (he lived) and Col. Cumming was not injured. M'Duffie was a congressman for South Carolina at the time, and would later become governor of the state. Original reports sent back to Charleston anticipated that M'Duffie would die from his wound. The next day two letters were received, one from M'Duffie and another from a friend, both claiming that M'Duffie was stable and that they were slowly making the return home. The ball was reportedly removed from M'Duffie and he quickly healed.","Dueling was part of the code of honor in the nineteenth-century South. It was a way to settle disputes, and assert power and status. The <em>Charleston Courier</em>, the most popular newspaper in Charleston, covered the duel between M'Duffie and Cumming and spoke out against the ritual as something only to be used in extreme circumstances. A duel taking place between two prominent politicians was certain to have only strengthened the tradition.","Dueling was not done over disputes, but over one's honor. Greenberg argues that an attack on one's honor (usually, by claiming that he is a liar) is what leads to a duel, not the actual issue over which the original dispute was based. To not duel when challenged would mean that one does not care enough to refute an accusation of lying, and is considered very disgraceful. Honor was such an important institution in Southern society that to lose it would be a severe handicap in the professional, social, and political realms. One would be better off to duel, risking death, and maintain their honor than to guarantee they will live and lead a dishonorable life."],"display_date":"June 8, 1822 - June 18, 1822","search_date":"1822-06-13","citations":[{"divid":1214169495,"type":"Newspaper Article","data":["","The Charleston News and Courier","","June 12 -18, 1822",""]},{"divid":1214169513,"type":"Book","data":["Walter B. Edgar","South Carolina: A History",null,"South Carolina","University of South Carolina Press","1998","306-307"]},{"divid":1214169547,"type":"Article","data":["Kenneth S. Greenberg","The Nose, the Lie, and the Duel in the Antebellum South","The American Historical Review","95","Feb. 1990","55-74"]}],"locations":[{"id":2536,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}