{"id":3393,"title":"Railroads of antebellum Virginia\n","course_id":1,"status":"P","start_date":"1849-01-29","end_date":"1849-01-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In February 1840, the Virginia Legislature was busy discussing the Lynchburg and Tennessee Railroad Bill. The Bill argued that the Southwestern part of Virginia needed access to major trade routes. The majority was in opposition to the original bill (for many reasons, particularly monetary), so Mr. Paxton of Rockbridge County, Virginia proposed a substitute bill, which was found more agreeable by the legislature than the original. The preamble was as follows: Whereas it is important to the interests of the Southwestern part of Virginia, and of the State and public generally, that the vast resources of that section of Virginia shall have free and unrestricted outlet, but the shortest and most direct route, to any market whatsoever.","After heated debate, the Virginia Legislature eventually rejected the bill. The city of Lynchburg took it upon themselves. They began work on the Lynchburg-Tennessee railroad in 1850. It ran 204 miles from Lynchburg, past present-day Roanoke (then called Big Lick), and down to Bristol, Tennessee.","From 1850-1860 in the South, the growth of railroads was immense. In Alabama the mileage went from 100 to 610 in ten years. This was impressive considering the effect the Panic of 1837 had by stopping railroad growth. In a time when the North was painting the South as backwards and devoted to an agrarian ideal society, the South was spending millions of dollars to build railroads and industrialize their economy. They knew that it would be necessary if they wanted to remain a part of international business, and they needed efficient transportation for all the resources they were supplying. Industrially speaking, it was still far behind the North; only 10 percent of the manufactured goods in the United States came from the eleven states that seceded from the Union."],"display_date":"January 29, 1849","search_date":"1849-01-29","citations":[{"divid":1214703721,"type":"Newspaper Article","data":["","The Valley Star","","January 29, 1849",""]},{"divid":1214703740,"type":"Book","data":["William J. and Thomas E. Terrill","The American South: A History, 2nd Edition",null,"New York","The McGraw Hill Companies ","1996","304-307"]}],"locations":[{"id":2537,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}