{"id":3394,"title":"Democrat Disappointments\n","course_id":1,"status":"P","start_date":"1885-03-25","end_date":"1885-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Civil Service be (blanked), said he, do you suppose the (blanked) (blanked) old fool thought we were in earnest about such (blanked) (blanked) nonsense and not as that? A Democratic workingman had no trouble speaking his mind to a Norfolk gentleman, out on the streets, when asked of his opinion of President Cleveland. The workingman, having so ardently supported the first Democratic president-elect since Reconstruction, expressed a widespread Southern feeling of discontent towards the man whose election had so recently stirred uncontrollable celebrations throughout the South. As a loyal rank and file Democrat, this man expected to be rewarded for his vote. Instead, he found himself turned away from what, in his own mind, should have been party jobs. Regarding Cleveland's lack of patronage he replied, Whoever heard of an Army [that] after cleaning out and capturing the entire camp, turns over all the spoils of war and commissary stores to the enemy? Why it is the d---dest foolishness in the world Democrats, either turned away from patronage jobs across the city or left to compete for single jobs with hundreds of others, felt betrayed by the administration. With mouths to feed at home, the workingman knew he could only remain passive for so long, as his options ran low."," Before and during the Gilded Age, a politician's duty included getting jobs for his supporters, especially in the South, where political patronage formed a large part of party cohesion. In the 1880's, the Civil Service system, technically, underwent reforms like the Pendleton Act, hoping to replace the spoils system with a more permanent government bureaucracy based on merit. Nonetheless, in practice, government positions at all levels still went to those who had been loyal to the party. Thus, when Cleveland won the election in 1884, the South thought it had great reason to rejoice. Finally, Reconstruction, at the hands of meddling Republican presidents, would be ended and the Democratic South could look to the spoils of their great victory. "," Cleveland had campaigned as a Bourbon Democrat, or one who encouraged economic growth and also sought to remedy corruption in government, namely Civil Service Reform. Southern Democrats, too busy celebrating, did not anticipate Cleveland to stand by that platform, much like other politicians who ran on such appeals. He left many Republicans in their government jobs, meaning that in Virginia, Readjusters still filled spots that the average Democrats believed were rightly theirs. Southern political figures, especially from Virginia complained to Cleveland and asked him to reward their support, becoming insulted when he refused. Terribly disillusioned, Democrats in Virginia would not forget Cleveland's neglect, and when the national Democratic Party re-nominated him in 1892, Virginian Democratic voters place their support elsewhere. Their statement would ring hollow, as Cleveland regained the presidency. Nevertheless, this encounter with the workingman clearly illustrates the expectations of rank and file voters towards their parties, which operated very much as machines churning out benefits to retain loyalty."],"display_date":"March 25, 1885","search_date":"1885-03-25","citations":[{"divid":1217554331,"type":"Manuscript","data":["","",null,"Mss 1575","","Harrison Southworth Scrapbooks","Special Collections Library, University of Virginia"]},{"divid":1217554692,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","35, 47"]},{"divid":1217554732,"type":"Book","data":["C. Vann Woodward","Origins of the New South",null,"Louisiana","Louisiana State University Press","1971","241, 278-280"]},{"divid":8612,"type":"Newspaper Article","data":[null,null,"iMlBMKOR"]}],"locations":[{"id":2538,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}