{"id":3396,"title":"The Mississippi in Flood\n","course_id":1,"status":"P","start_date":"1823-07-02","end_date":"1823-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Financial ruin courted the planters of Ouachita and Concordia Parishes in a taunting dance of destruction in the summer of 1823. The Mississippi River, so vital to the economic profit of the sugar and cotton plantations along its banks, flooded and overflowed the fields of both parishes. Whole crops were ruined. According to B. Levy & Company's Price Current, published in the <em>Baltimore Patriot</em> on July 2, twenty to thirty thousand bales of cotton were lost. ","While sugar production was limited to the city of New Orleans and the surrounding areas in Louisiana along the Mississippi River, cotton production occurred across the Deep South. Production of the crop tripled within five years. By 1820, almost 159,500 bales of cotton were harvested across the southern United States. The demand for cotton, especially for the English textile mills, made average American cotton farmers dominant members of the global market. ","But while U.S. farmers would lead the world cotton market until the Civil War, the mid-1820s brought falling prices due to overproduction. Cotton planters found themselves unable to receive more than ten cents per pound of cotton. More and more farmers found themselves in debt and unable to pay off the government for public lands they had bought to farm. Cotton production continued to increase throughout the 1820s, which only served to exacerbate the problem rather than solve it. The flooding on the Mississippi in the summer of 1823 no doubt only added insult to injury, wiping out an entire season's crop. And while B. Levy & Company were unconcerned since farmers all over the South produced more than enough cotton for one flood to effect the price or availability until a year in the future, the farmers of the Mississippi and its tributaries found themselves in dire straits. ","While the newspaper report covered only the economic impact of product loss, it made no mention of the loss of human lives, property, or homes. Whole farms were completely underwater. The rather impersonal business article failed to express the emotional and physical devastation flooding could cause. In many cases, if a family lost their fields in the flood, they also lost their home, personal belongings, livestock, and perhaps even members of their family or friends and neighbors. Depending on how fast the rivers flooded, many people might have been unable to escape. This included the many numbers of slaves kept to work the cotton and sugar plantations. While slave-owners might not equate the death of slaves with human deaths, the loss of slaves would be considered the loss of a considerable investment. Either way, the results were devastating."],"display_date":"July 2, 1823","search_date":"1823-07-02","citations":[{"divid":1215272580,"type":"Newspaper Article","data":["From New Orleans","Baltimore Patriot","","July 2, 1823","2"]},{"divid":1215272604,"type":"Book","data":["Adam Rothman","Slave Country",null,"Cambridge","Harvard University Press","2005","34-35, 177-178"]},{"divid":1215272638,"type":"Book","data":["Richard A. Bartlett","The New Country",null,"New York","Oxford University Press","1974","207"]}],"locations":[{"id":2539,"lat":32.5536377991,"lng":-91.9563281785,"zoom":8,"place":"OUACHITA, Louisiana"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}