{"id":3397,"title":"Managing Black Labor on a Southern Plantation \n","course_id":1,"status":"P","start_date":"1871-03-01","end_date":"1871-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Francis Butler Leigh ran her plantation on St. Simon's Island off the coast of Georgia on her own. However, she was scheduled to leave for Europe to meet with her husband, and the plantation would have to continue its day-to-day activities without her supervision. Leigh wrote in her diary that she worried about leaving the place entirely in charge of the negro captains, even though her slaves were recognized within her community as well behaved. However, to her surprise, the workers approached her and begged that [she] would leave some one over them in [her] place when [she] left. They pleaded, Missus, we must have a white men to back us when you are gone; de people not mind what we say. To her great relief, Leigh was able to employ a white overseer to manage the black laborers in her absence. He was a man recommended to her by trusted neighbors. Later in her diary she wrote that neighbors spoke of how well kept her plantation was and how orderly the black workers were compared to others. ","Not only was Leigh nervous about leaving the plantation without a white overseer, but the black workers themselves were as well. They insisted on having a white manager to increase the legitimacy of their place above the other black laborers. Perhaps having a white overseer acknowledge the black captains' positions within the hierarchy on the plantation increased the respect they were shown by their fellow hired-hands. Later in her diary, Leigh wrote that there existed two vital characteristics that a successful overseer must possess: he must be southern, and a gentleman. She surmised that only Southerners were capable of understanding blacks and their peculiarities. Northerners, no matter how hard they tried, would never be able to understand their characters. Northerners had not lived their entire lives alongside the blacks; they had not experienced the trials and tribulations of every day life that influence people's development. Southerners had grown up with blacks who they considered a part of the family. Additionally, class was extremely important. Leigh observed that it was useless to put a person holding an inferior social position over them, because the laborers were highly conscientious of class dynamics. Having been at the bottom of the social hierarchy for so long, African Americans recognized that emancipation had opened up the opportunity for social advancement. Through hard work they could gradually move up in society. In the fields, though, they were less likely to work hard if their overseer was not of a higher class. They did not consider him worthy of their deference or respect. It was not enough that the overseer be white; he must be of a distinguished character. The dynamics of the relationship between the hired black laborers and their white employer represent a post-war South that seemed to replicate antebellum social practices. And yet, the importance of class hints at a growing indication that blacks were aware of their status as freedmen. They understood that their place in the social hierarchy was no longer permanently stagnant. "],"display_date":"March 1, 1871 - March 30, 1871","search_date":"1871-03-15","citations":[{"divid":1215272800,"type":"Pamphlet or Other Printed Material","data":["Francis Butler Leigh","Ten Years on a Georgia Plantation Since the War","London","Richard Bentley &amp; Son","1883","Davis Library, University of North Carolina-Chapel Hill"]},{"divid":1215272850,"type":"Book","data":["Eric Foner","Reconstruction: America&#39;s Unfinished Revolution, 1863-1877",null,"New York","Harper &amp; Row Publishers","1988","588"]}],"locations":[{"id":2540,"lat":31.0887336961,"lng":-81.4509546531,"zoom":9,"place":"GLYNN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}