{"id":3398,"title":"Bishop&#39;s Mill\n","course_id":1,"status":"P","start_date":"1820-03-11","end_date":"1820-03-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Joseph Bishop owned a mill on the Rivanna River from 1805 to the late 1820?s. He worked in the mill along with the family's two male slaves, and possibly with occasional help from his five sons. Bishop's mill supported his main economic activity, which was tanning leather. But Bishop sometimes allowed the use of his facilities to grind nearby farmers' grain, typically for free. Over the years Bishop twice had to rebuild his mill. It is possible that it was damage by one of the floods that periodically struck eastern Virginia rivers. It is also possible that the mill's wooden moving parts wore out, perhaps exhausted by the extra task of pro bono grain grinding. It is likely that on at least one of the rebuilding occasions, Bishop upgraded the technology of his mill. In 1820, after repairing his mill for the second time, Bishop ran out of generosity toward the neighbors for whom he used to grind wheat for free. He publicly announced that he would no longer grind on any terms whatsoever, and that anybody who needed grinding done should build a simple mill of their own. He may have stood by this threat for some time, but by the late 1820s he joined eleven other Albemarle gristmills in commercial production, and began selling ground corn meal in bulk. "," Historian Melvin Ely described the operation of mills and their place in the daily life of nearby Appomattox, a piedmont Virginia county similar to Albemarle in many respects. Many mills only ground wheat, though many combined that task with sawing, ginning cotton, producing textiles, or making soap. After harvest, small farmers would sell their surplus grain to the local mill. The miller would grind the grain and store it in bulk. Store-owners in towns could then buy grain to retail, or individual families could buy it as needed directly from the miller. At this time a typical barrel sold for somewhere between 4.00 and 12.00, depending on quality of the grain. According to Ely, The typical mill in the area was manned by a miller, a cooper, and perhaps a few helpers. Slaves were often employed in mills, and often became as proficient at the tasks of operation as the miller himself. Free blacks, too, often found employment in mills. "," At the beginning of the nineteenth century one of the most popular books in the United States was comprehensive guide to the science and practice of milling, written by a Delaware entrepreneur named Oliver Evans. The book's success was bolstered by the fact that Evans included descriptions of labor-saving mechanical processes he had recently invented. More important, though, was Evans's ability to relate technical information to a wide audience, in common, unpretentious language. Evans's Miller's Guide was the first of its kind, popular throughout America. Previously, technical advancement often only spread through word of mouth, rough sketches, and ideas in individuals' heads."],"display_date":"March 11, 1820","search_date":"1820-03-11","citations":[{"divid":1216740873,"type":"Manuscript on Microfilm","data":["","1820 and 1830 U.S. Censuses - Virginia","Micfilm 2304 and 2306","Federal population censuses, 1790-1890","Alderman Library, University of Virginia"]},{"divid":1216741038,"type":"Newspaper Article","data":["","Central Gazette","","March 11, 1820",""]},{"divid":1216741061,"type":"Dissertation/Thesis","data":["Newton B. Jones","Charlottesville and Albemarle County, Virginia, 1819-1860","PhD diss.","University of Virginia","1950",""]},{"divid":1216741065,"type":"Newspaper Article","data":["","Virginia Advocate","","February 16, 1828",""]},{"divid":1216741190,"type":"Pamphlet or Other Printed Material","data":["Oliver Evans","The young mill-wright&#39;s &amp; miller&#39;s guide","Philadelphia, PA","M. Carey and Son","1818","Alderman Library, University of Virginia"]},{"divid":1216741282,"type":"Book","data":["David F. Hawke","Nuts and Bolts of the Past&#58; A History of American Technology 1776-1860",null,"New York","Harper &amp; Row","1988","165-167"]},{"divid":1216741330,"type":"Book","data":["Marvin P. Ely","Israel on the Appomattox",null,"New York","Vintage Books","2004","130-131"]}],"locations":[{"id":2541,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}