{"id":3399,"title":"Opposition to Special Field Order No. 15\n","course_id":1,"status":"P","start_date":"1865-02-01","end_date":"1865-02-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John C. Robinson never owned any slaves. He was born in Binghamton, New York and served as a Union general during the Civil War. Despite his Northern background, Robinson objected to the passage of Special Field Order No. 15, which granted massive amounts of land to former slaves in January of 1865. On February 1, 1865 Robinson sent a letter to President Abraham Lincoln in which he argued against granting slaves the land and freedoms promised to them by the victorious Union General William Tecumseh Sherman in Special Field Order No.15. Robinson reasoned that the slaves did not have the necessary skills to function independently. As quoted from his letter, In cases where the negros planted their own land with cotton they were often too lazy to pick it when ripe, and refused to allow others to do so on the most liberal terms and the cotton rotted in the field. He viewed the land to be too agriculturally valuable to let go to waste. In <em>Rehearsal for Reconstruction</em>, Willie Lee Rose discusses a possible reason for this lack of work ethic amongst the former slaves. While enslaved, blacks received no cash reward for growing cotton. Upon being freed, they naturally focused their agricultural efforts on cultivating and sustaining crops such as corn and potatoes; harvests they knew would help them survive. Cotton served no purpose - agriculturally or economically - to the formerly enslaved. As quoted from Rehearsal for Reconstruction, The advantages of the year-long tyranny of Sea-Island cotton had not been readily apparent to the simple people who had never received a cash reward for growing it. "," Special Field Order No. 15, enacted on January 16, 1865, reserved, as quoted directly, The islands from Charleston south, the abandoned rice-fields along the rivers for thirty miles back from the sea, and the country bordering the St. John?s River, Florida for the settlement of negroes. The order was passed by Sherman and made use of land the Union army had seized near the end of the Civil War following his destructive March to the Sea. The majority of the land included in the order had previously belonged to white plantation owners yet it was nevertheless set-aside for former slaves. Special Field Order No. 15 is commonly referred to as the 40 acres and a mule act. Robinson's final point in his letter to Lincoln was that when Congress eventually decided to sell the land, the inhabitants would be left homeless. He was not against giving African Americans land; rather, he believed that such a vast amount of land should be properly managed instead of wasted by those who had neither the skill nor the intention of using it."],"display_date":"February 1, 1865","search_date":"1865-02-01","citations":[{"divid":1217433968,"type":"Manuscript","data":["","John C. Robinson to Abraham Lincoln",null,"Sale of land in South Carolina to former slaves","","Abraham Lincoln Papers ","Library of Congress"]},{"divid":1217434013,"type":"Website","data":["Teaching American History","Special Field Order No. 15","Teaching American History","http&#58;//teachingamericanhistory.org/library","October 2, 2006"]},{"divid":1217434055,"type":"Book","data":["Willie Lee Rose","Rehearsal for Reconstruction ",null,"Athens, GA","The University of Georgia Press","1999","79"]}],"locations":[{"id":2542,"lat":31.6956666643,"lng":-82.2948071414,"zoom":9,"place":"APPLING, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":17,"tag":"Government"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}