{"id":3403,"title":"Dueling: An Expression of Southern Honor\n","course_id":1,"status":"P","start_date":"1831-04-18","end_date":"1831-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dueling was a very important part of southern culture during the 1830s and displayed a major element of the personality and ideas of southern white men. On April 18, 1831, a duel took place in Richmond, Virginia, between a Mr. Prior and a Mr. Rae. Both gentleman resided in the central Virginia region and were of the wealthy class among their local communities. The fight began over a dispute about the Hampton Academy, a topic of much debate over the past 18 months. Mr. Prior suffered no injuries during the incident while Mr. Rae was shot in both legs. He then was carried many miles to safety which only aggravated his injuries even more and brought him closer to his death. "," This story of Mr. Prior and Mr. Rae, published in the Virginia Herald newspaper, illustrates an important idea concerning the personality of southern white men during this time period. Above all else, honor was the most essential characteristic a white man could have. It was what separated him from the blacks, and what helped him gain the respect and admiration of his peers in the community. Kenneth Greenberg, in Honor & Slavery, describes southern white men as superficial. He states that They were concerned, to a degree we would consider unusual, with the surface of things-with the world of appearances. Southerners took pride in their words as well as the general appearance they displayed to the world. The quarrels often originated from accusations, insulting words, or verbal disagreements. If a man questioned another man's words or negatively commented on his outlook, many were willing to fight to the death over it. ","It is very important to see how Mr. Prior and Mr. Rae were willing to put their lives on the line for what we would see as trivial instances of name calling and verbal disagreement. For them, these were profoundly important instances that called into question their trustworthiness and honor. Greenberg recognizes the minor importance of death when he says, Free and honorable gentlemen were not afraid to die because they believed that mastery over the fear of death seemed a precondition for life as free men. This helps us understand the great value of honor among men in central Virginia during that time and how their words and appearance were so significantly important to them."],"display_date":"April 18, 1831","search_date":"1831-04-18","citations":[{"divid":1216075761,"type":"Newspaper Article","data":["","Virginia Herald","","April 18, 1831","2"]},{"divid":1216075778,"type":"Book","data":["Mark Smith","The Old South",null,"Oxford","Blackwell","2001",""]},{"divid":1216075803,"type":"Book","data":["Kenneth Greenberg","Honor &amp; Slavery",null,"Princeton","Princeton University Press","1996","88"]}],"locations":[{"id":2545,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}