{"id":3404,"title":"The Poetry of Henry Clarkson\n","course_id":1,"status":"P","start_date":"1898-01-01","end_date":"1898-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1898, Henry Clarkson published a collection of poems called Songs of Love and War. In his collection, he portrayed the soldiers of the South as heroes. Clarkson had first hand experience in the Civil War. He trained as a physician and performed medical duties as a member of the army. After the war, he settled permanently in Haymarket, in Prince William County, Virginia. He continued to practice medicine, but he also wrote poetry throughout his life. In some of his poems Clarkson expressed ideas about the Civil War that were in accord with those espoused by the Lost Cause movement popular at the end of the nineteenth century. In fact, he had been referred to as the poet laureate of the Lost Cause. As such, Clarkson was representative of the effort in the South to justify the cause of the war, to sentimentalize the antebellum South, and to glorify the Confederate soldier.","In the late nineteenth and early twentieth century, Virginia and the South at large were concerned about the reputation of Southern states. The Lost Cause theory, in part, was a solution to this concern. This theory consisted of three principal arguments. The first was that the South was constitutionally justified in seceding. Second, the South was not defeated but had been overwhelmed by greater numbers and resources. Third, the antebellum South was more concerned with honor and duty than financial success. The theory, in general, argued that racial harmony existed prior to the Civil War and the North was to blame for stirring up racial tensions. In order to make sure that this interpretation lived on, southern states created works, such as monuments, that portrayed Confederate soldiers as heroes. The monument erected in Fairfax cemetery speaks of soldiers whom death could not terrify and whom defeat could not dishonor. Those espousing the Lost Cause point of view hoped that such sentiments would make a lasting impression on generations to come. The Confederacy had lost the war, but it was determined to present itself during the peace on its own terms. "],"display_date":1898,"search_date":"1898-07-02","citations":[{"divid":1215273038,"type":"Pamphlet or Other Printed Material","data":["Henry Mazyck Clarkson","Love Songs and War","Manassas, VA","Manassas Journal Publishing Company","1910","Special Collections Library, University of Virginia"]},{"divid":1215273149,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South: A History ",null,"New York","The McGraw-Hill Companies","1996","432-435"]},{"divid":1215273205,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Fred Arthur Bailey","Free Speech and the Lost Cause in the Old Dominion","Virginia Reconsidered: New Histories of the Old Dominion","Kevin R. Hardwick and Warren R. Hofstra","Charlottesville, VA","University of Virginia Press","2003","296-321"]}],"locations":[{"id":2546,"lat":38.5089863052,"lng":-77.2972733849,"zoom":9,"place":"PRINCE WILLIAM, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}