{"id":3405,"title":"The Price on a Life\n","course_id":1,"status":"P","start_date":"1849-02-26","end_date":"1849-02-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Daily habits, such as flipping through a newspaper, must have been hard on an anti-slavery southerner. The newspapers prior to the Civil War are full of reminders that not all people were in fact equal. Two adds in The Valley Star (the primary newspaper in Lexington, Virginia) were surprisingly similar: one describing a lost horse and the other a lost slave. In Virginia at the time, the two were very similar. Both were considered property and both influenced the livelihood of a farmer. Although many southern planters did feel that slavery was unjust, they could not imagine life without it. The main reason the South was in such disrepair after the Civil War was because the ruling class, the slaveholders, had completely lost its livelihood. The war had taken their property.","On January 18, 1949, Clayton Coleman published an ad in The Valley Star concerning his runaway. LOOK OUT FOR A RUNAWAY 50 REWARD. My man GILES, who calls himself GILES BURLEY, left my plantation in Louisa County, Virginia, on the 3rd day of January. He has gone over the mountains, in company with some of the many hirelings. He described Burley's appearance in great detail, down to the amount of money that he was probably carrying.","At the time, slave trade was a legitimate profession. The traders were not considered to be the nicest of men, but it was a business, and they were in it to make money. Local traders would start small, and gradually build their enterprises. Sales were commonly made from farm to farm within a region. An ad directly above the aforementioned runaway notice declared a sale of slaves because of the owner's death. The attorney auctioned off ten slaves, including a mother and her three boys under the age of 9. It is presumed that this family would be split among different farms in the region; a reality that was a constant incentive for slaves to behave. ","With the Compromise of 1850 came a tightening of the Fugitive Slave Act. Anyone who helped a slave escape would be punished. Northern abolitionists found this to be preposterous; in fact, both the North and the South hated the compromise. Most northerners simply refused to follow the Fugitive Slave Act, and if they had been helping runaways prior to 1850, they continued."],"display_date":"February 26, 1849","search_date":"1849-02-26","citations":[{"divid":1217434705,"type":"Newspaper Article","data":["","The Valley Star","","February 29, 1849",""]},{"divid":1217434733,"type":"Manuscript","data":["","Mss  6436-h",null,"Mss  6436-h","Lexington and Waynesboro","Mary Jane Boggs Holladay diary ","Special Collections, University of Virginia"]},{"divid":1217434786,"type":"Book","data":["Walter Johnson","Soul by Soul ",null,"Cambridge, MA","Harvard University Press","1999",""]},{"divid":1217434845,"type":"Book","data":["John C. Waugh","On the Brink of the Civil War&#58; the Compromise of 1850 and how it changed the Course of American History ",null,"Wilmington, DE","SR Books","2003","30"]}],"locations":[{"id":2547,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}