{"id":3406,"title":"White Power and Black Wage Labor \n","course_id":1,"status":"P","start_date":"1870-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Francis Leigh Butler ran her plantation on her own. As a white woman, she earned respect from her neighbors for her abilities to oversee the completion of day-to-day work done by her hired black laborers. Butler considered the hired hands to be loyal workers-almost a part of her family. To her dismay, she overheard that one of the men, Peter Track, who had been a favorite had tried to leave the plantation in search of other employment opportunities along the coast. She decided to confront him, and asked him what he was about. Track replied Moving, missus, but I did not mean to let you catch me. To her pleasure, he remained on the plantation and worked steadily. Days later she brought up the incident again. According to Butler's writings, he said, if you had not come I should have gone. ","The end of the Civil War had huge societal implications for the South. An entire social order and hierarchy had been dissolved. Plantation owners endured an unfamiliar transition period during the time. Because they were so dependent upon a disciplined, trained labor force, most whites tried to hire their ex-slaves. Socially blacks were still considered inferior to whites. Butler's power of class and authority over Track was enough to dissuade him of his plan to leave the plantation. Even though freedmen were hired and paid as wage laborers, the dynamics of the labor system still resembled the plantations of the antebellum South. Freedmen were still subordinate to whites, and they may very well have been aware of the repercussions for challenging the societal system."],"display_date":1870,"search_date":"1870-07-02","citations":[{"divid":1215274061,"type":"Pamphlet or Other Printed Material","data":["Francis Butler Leigh","Ten Years on a Georgia Plantation Since the War","London","Richard Bentley &amp; Son","1883","Davis Library, University of North Carolina-Chapel Hill"]},{"divid":1215274168,"type":"Book","data":["Eric Foner","Reconstruction; America&#39;s Unfinished Revolution, 1863-1877",null,"New York","Harper &amp; Row Publishers","1988","128-129, 137, 172, 588"]}],"locations":[{"id":2548,"lat":31.0887336961,"lng":-81.4509546531,"zoom":9,"place":"GLYNN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}