{"id":3409,"title":"A Day of Fasting, Humiliation, and Prayer","course_id":1,"status":"P","start_date":"1863-08-21","end_date":"1863-08-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On Friday August 21, 1863, Reverend Stephen Elliot delivered a sermon to Christ Church in Savannah, Georgia. In his sermon, Elliot compared the plight of Southern citizens to that of the biblical figure Ezra who is thought to have led 5,000 Israelite exiles living in Babylon to Jerusalem in 459 B.C. As quoted from Elliot?s sermon, ?We find ourselves in a condition which calls for a wisdom superior to our own, for a power greater than we can control. A day of darkness and of gloominess has unexpectedly settled down upon us, and without being able to perceive any natural causes sufficient to account for it, we are conscious that ?our hands hang down and that our knees are feeble,? and that we are in peril of our cause.?"," Southerners assumed God was fighting on their side during the Civil War. But even believing this, many white citizens of the South still needed to be reassured from time to time. In the spring of 1863 the Confederacy had started to turn the tide on the war against the Union with military triumphs in Virginia at Fredericksburg and Chancellorsville while Southern forces moved north into the underbelly of Pennsylvania. But following a crushing defeat at Gettysburg, Pennsylvania in early July and a hasty retreat back across the Mason-Dixon Line, Southern spirits in late August of 1863 were low. "," Perhaps sensing this, Jefferson Davis, the President of the Confederate States of America, issued a proclamation that declared Friday August 21, 1863 ?a day of fasting, humiliation, and prayer.? Davis asked that all ?people who believeth that the Lord reigneth and that his overruling Providence ordereth all things--to unite in prayer and humble submission under his chastening hand, and to beseech his favor on our suffering country.? "," Elliot?s sermon was delivered in accordance with Davis? proclamation but it was not the first time that the Confederate war effort was aided through the involvement of religious denominations. In Georgia, church congregations collected goods and supplies and distributed them amongst Confederate soldiers. Preachers, like Elliot, who was elected the first Bishop of the Protestant Episcopal Church in the Diocese of Georgia in 1840, often propagated intense biblical ideologies, tying the Confederate struggle against the Northern oppressors to that of a Holy crusade. Religious revivals were also frequently held as a means to boost morale. "," Citizens in the South took heavy solace in the belief that God, a higher power, was watching over their struggle. In times of vulnerability, it was not uncommon for citizens of any stature to turn to the Lord in search of comfort and vindication of their religious convictions."],"display_date":"August 21, 1863","search_date":"1863-08-21","citations":[{"divid":1215705461,"type":"Website","data":["Rt. Rev. Stephen Elliott, D. D.","Ezra&#39;s Dilemma. A Sermon Preached in Christ Church, Savannah, On Friday, August 21st, 1863, Being the Day of Humiliation, Fasting and Prayer, Appointed by the President of the Confederate States","Documenting the American South, The University of North Carolina","http://docsouth.unc.edu/imls/elliottezra/elliott.html","October 1, 2006"]},{"divid":1215705562,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Joseph M. Murphy","Savannah, Georgia","Encyclopedia of Religion in the South","Samuel S. Hill","Macon","Mercer University Press","1984","296-297"]}],"locations":[{"id":2550,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}