{"id":341,"title":"Ku Klux Klan pardons issued by President Grant in South Carolina\n","course_id":1,"status":"P","start_date":"1873-07-31","end_date":"1873-07-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The South Carolina branch of the Ku Klux Klan was established during the 1868 Presidential campaign.  The KKK promptly began using violence, including political murders, as a means of terrorizing black voters and assuring a Democratic victory.  Violence and aggression on the part of the KKK toward black voters and Radical white supporters spiraled out of control; in April of 1871, President Grant took the powers given him by the new Ku Klux Klan Act to their full extent, declaring nine counties in the South Carolina upcountry to be in a state of rebellion against the U.S., suspending the writ of habeas corpus, and sending in Federal troops to bring Klansmen to justice.  831 indictments resulted from the crackdown, but by 1873 Grant, along with the rest of Washington, had begun to lose interest in the prosecutions.&lt;br /&gt;In July 1873, Grant decided to drop the whole operation.  He pardoned every Klansman serving jail time, discontinued current prosecutions, and decreed that no new prosecutions should be commenced.'  The above changes did not include active participators in murder or other outrages.'  In a rare show of support for a Republican policy, the Charleston News & Courier praised Grant's decision as highly esteemed; The action of the President does him honor, and time will show that his conduct in the Kuklux matter was as wise as it is generous and just.'  The implications for the freedmen's futures, however, were not so rosy.  The federal government's withdrawal from Klan prosecutions was one of the first inklings of what was to come in 1877, when the government's removal of remaining Federal troops from the South effectively abandoned blacks to Jim Crow.  Grant did manage to destroy the Klan organization in South Carolina, but on a larger scale, his failure to bring violently bigoted whites to justice set the stage for the rise of unabashed racial brutality, especially lynching, during the 1880s and 1890s."],"display_date":"July 31, 1873","search_date":"1873-07-31","citations":[{"divid":1213641358,"type":"Article","data":["Herbert Shapiro","The Ku Klux Klan During Reconstruction: The South Carolina Episode","The Journal of Negro History","1","1964","34-55"]},{"divid":1213641469,"type":"Newspaper Article","data":["The Release of Kuklux Prisoners","Charleston News &amp; Courier as quoted in the New York Times","","August 5, 1873","5"]},{"divid":1213641601,"type":"Newspaper Article","data":["The Kuklux Prosecutions","Charleston News &amp; Courier","","July 31, 1873",""]}],"locations":[{"id":246,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}