{"id":3410,"title":"A Change in Direction\n","course_id":1,"status":"P","start_date":"1897-01-06","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["1897 was an important year for the educational system of Maryland, and subsequently, the South as a whole. Mayor Hooper of Baltimore, Maryland was becoming upset with the members of the school board. He strongly felt that the board of school commissioners were becoming too political in their decisions and straying from the board's intent to deliver the best quality of education to all public schools. City Counselor Hayes and City Solicitor Elliot supported Mayor Hooper's decision. They believe that the object is to take the schools out of politics and to place them on a strictly educational basis, so as to benefit the children, and, in fact, the whole community. The city was finally ready for a new direction and an expansion of the realm of government in this specific realm. Besides creating a new board, Mayor Hooper wanted to ensure that the board members cared about education as a whole, rather than trying to priveledge a select few. For that, he selected Dr. Lillian M. Weish, to grant recognition to female children. However when asked, he chose not to select a person of color to the new board.","Why did Mayor Hooper grant a proxy for all demographics, except blacks? Not to downgrade his act to relocate education away from the reach of politicians, but to disregard the interests of a key group is unsettling. Later that year, the board decided to rename one of its schools, and thus input more money into the educational program there. The Colored Polytechnic Institute was the first free black school to teach practical knowledge to its students. Though nearly nine years after its white counterpart was established, blacks were finally given a chance to make something of themselves. Upon face value, one would believe that the Board of Commissioners of Public Schools in Baltimore was doing a service to the black community for now attempting to recognize that the South's best interest included the interests of their kids, as well as blacks. However, the public might have interpreted the new institute not only as a strengthening force, but also as one of perpetual enslavement. Ayers recognized that the new school could possibly reinforce blacks to look for professions involving manual labor and appropriate education for blacks, rather than educating them in literature and music.","At the heart of this narrative, we can see the subtle changes in the thought process of Southern States in the late 19th century. Though Mayor Hoover deliberately decided not to place a person of color on the school board, his decision to choose safe and intelligent citizens to represent the interests of society is quite admirable. Correctly, then the board gave blacks an opportunity to gain experience through a technical school. This is an example of progressive development in the socio-cultural history of the state of Maryland."],"display_date":"January 6, 1897 - December 31, 1897","search_date":"1897-07-04","citations":[{"divid":1216081082,"type":"Newspaper Article","data":["New School Board","The Baltimore Sun","","January 6, 1897",""]},{"divid":1216081116,"type":"Book","data":["Richard Walsh and William Lloyd Fox","Maryland&#58; A History 1632-1974",null,"Baltimore","Maryland Historical Society","1974",""]},{"divid":1216081446,"type":"Book","data":["Edward Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992",""]},{"divid":1216081487,"type":"Book","data":["Charles Reagan Wilson and William Ferris, Editors","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1989","381"]}],"locations":[{"id":2551,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}