{"id":3413,"title":"Woman&#39;s Christian Temperance Union Letter in Newspaper\n","course_id":1,"status":"P","start_date":"1883-12-12","end_date":"1883-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A casual reader of the <em>Southerner & Appeal </em>might have noticed a column titled To the Women of Georgia.  Mrs. Richard Webb, of Savannah, Georgia, was an ardent member of the Woman's Christian Temperance Union.  In her letter to the newspaper, she insisted that women take up the cause of prohibition and promote alcohol education for young children in order to prevent drunkenness in adulthood.  Webb wrote that alcohol resulted in ...demoralization, suffering and crime.  In her opinion, the reformers could improve their society only by educating the youth of the nation.   Women were encouraged to join the WCTU in an effort to save the country's children.  ","Whether it was on her on accord, or whether she was instructed by the WCTU to place an article in the newspaper, the inclusion of Webb's article indicates the strong occurrence of women taking up causes that they believed would improve the United States as a whole through societal reform and legislation.  Founded after the conclusion of the Civil War, the WCTU established its first chapter in the state of Georgia in 1880.  Members tended to be evangelical Protestants.  Reformers promoted prohibition rather than moderation or temperance.  It aimed at increasing educational awareness and encouraging voluntary abstinence from alcoholic beverages in order to achieve its goal of societal reform.  In addition, members petitioned state governments to pass strict legislation prohibiting the sale of liquor.    "],"display_date":"December 12, 1883","search_date":"1883-12-12","citations":[{"divid":1216166638,"type":"Newspaper Article","data":["To the Women of Georgia","Southerner &amp; Appeal","","December 12, 1883","2"]},{"divid":1216166661,"type":"Book","data":["Herbert Peterson","The Great Illusion&#58; An Informal History of Prohibition",null,"New York","Greenwood Press","1968",""]},{"divid":1216166698,"type":"Online Encyclopedia","data":["New Georgia Encyclopedia","Temperance Movement","http&#58;//www.georgiaencyclopedia.org/nge/Article.jsp?id=h-828","October 23, 2006"]}],"locations":[{"id":2553,"lat":32.8026355682,"lng":-83.1714600794,"zoom":9,"place":"WILKINSON, Georgia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}