{"id":3415,"title":"A Good Christian\n","course_id":1,"status":"P","start_date":"1851-01-01","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As a sociable southerner, one expected certain attributes from you: manners, dress that suited your means, Christianity. Although Mary Jane Holladay wrote in her diary that it was her constant prayer that she should be able to please her husband and have a loving marriage, she was quite anxious when it came to religion. In her opinion, it was better to spend time wrestling with and testing her faith than to put up a front that she was a perfect believer. When the local minister called on her and invited her to a prayer meeting, but she struggled over whether or not to attend. Holladay was very self-conscious about her faith, especially after her cousin insulted her by saying that if anyone had ever uttered a prayer in her house, she certainly couldn't tell. ","Coinciding with the American Revolution, the Great Awakening occurred in the late eighteenth century. According to <em>The American South: a History</em>, the colonists lashed out at the Anglican Church, arguing over monetary issues, saying that they were too concerned with secular values. The spread of evangelism rocked the established Anglican Church. At prayer meetings, these traveling preachers from new branches of Protestantism animated crowds of people and left a wake of new converts in their trails. ","Slave-owners freed more slaves at this time than in any time in southern history, for with the spread of the new evangelical Christian beliefs came the idea that slavery was a sin. This disturbed many planters who considered themselves good Christians yet apparently were sinners. This new form of Christianity threatened the lifestyles of wealthy planters. Christianity is perfect for the poor and weak; slaves could easily latch onto teachings of Jesus and understand that he came from humble beginnings just as they did. Christianity also educated slaves, which many plantation owners disliked."],"display_date":1851,"search_date":"1851-07-02","citations":[{"divid":1217435103,"type":"Manuscript","data":["","Mss  6436-h",null,"Mss  6436-h","Lexington and Waynesboro ","Mary Jane Boggs Holladay diary ","Special Collections, University of Virginia"]},{"divid":1217435167,"type":"Book","data":["William J. Cooper and Thomas E. Terrill","The American South&#58; a History ",null,"New York","The McGraw-Hill Companies, Inc.","1996","66-67"]}],"locations":[{"id":2554,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}