{"id":3417,"title":"An Unauthorized Expedition Against Texas\n","course_id":1,"status":"P","start_date":"1819-06-21","end_date":"1819-07-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 21, 1819, newspapers on the East coast began to report on the men of Rapides Parish, in the town of Alexandria, who had begun to mobilize for war against the Spanish controlling the province of Texas on Louisiana's western border. The only trouble was that the United States government had not declared war against Spain. In fact, the governments of the United States and Spain were currently attempting to ratify a treaty outlining once and for all the borders between American Louisiana and Spanish Texas. This band of adventurers did not have the authority to attack Texas, and yet, until the end of July of that year, news of military preparation against Texas persistently crept east to Baltimore, Boston, and Washington, D.C. On July 19, the <em>Daily National Intelligencer</em> poked fun at the brazen upstarts, who they believed to have been duped into joining the expedition to fight along side the famous guerilla leader, Xavier Mina.","Xavier Mina was forced to flee Spain in 1814 when he opposed the restored Spanish monarch, Ferdinand VII. Mina then attempted to attack Ferdinand VII through an invasion of Spanish Mexico. His efforts were thwarted and he was executed by firing squad on November 11, 1817. A contingent of his force against the Spanish was led by American Colonel Henry Perry. Perry also died in the attempted coup; only four of his men escaped the battle that claimed their commander's life and eventually made their way to Natchitoches, Louisiana. ","Presumably, it was these survivors, and other Americans like them who had lived under and fought against the Spanish government in Texas, that rallied their neighbors in a renewed revolutionary attempt, calling on the name of Mina to consolidate support for their cause. While the <em>Intelligencer </em>felt compelled to certify Xavier Mina's death and express annoyance over the third attempt to resurrect him in the name of raising recruits, the <em>Baltimore Telegraph</em> vehemently supported the expedition. Texas of right the paper boomed, is the property of the U. States, acquired by the treaty which ceded Louisiana to this country. The article went on to say, already has hundreds of citizens in Western America, gone forth to the frontiers of that province to assist in their emancipation... The citizens of the United States may go where they please - Government has not the power to prevent their migration. The destiny of the United States seemed inexplicitly tied to expansion in the West, no matter what boundaries their government might establish with the foreign nations on its edges. Americans believed the Louisiana Purchase included Texas, regardless of Spanish opinion about the matter. American citizens, should they choose, could pick up arms and push west. They believed it was their right to do so, no matter what the government in Washington did or did not do about the situation."],"display_date":"June 21, 1819 - July 27, 1819","search_date":"1819-07-09","citations":[{"divid":1214562059,"type":"Newspaper Article","data":["From the Baltimore Telegraph: Expedition Against Texas","Newsburyport Herald","","July 27, 1819",""]},{"divid":1214562092,"type":"Newspaper Article","data":["Important from South merica","Boston Weekly Messenger","","July 29, 1819",""]},{"divid":1214562119,"type":"Newspaper Article","data":["Mina Alive, for the Third Time","Daily National Intelligencer","","July 19, 1819",""]},{"divid":1214566300,"type":"Article","data":["Harris Gaylord Warren","Xavier Mina&#39;s Invasion of Mexico","The Hispanic American Historical Review","23","Feb. 1943","52-76"]},{"divid":1214566353,"type":"Book","data":["Christon I. Archer","The Birth of Modern Mexico 1780-1824",null,"Wilmington","Scholarly Resources, Inc.","2003","41-57"]},{"divid":1214566428,"type":"Book","data":["Howard Jones","Crucible of Power: A History of American Foreign Relations to 1913",null,"Wilmington","Scholarly Resources, Inc.","2002","93-103"]}],"locations":[{"id":2556,"lat":null,"lng":null,"zoom":8,"place":"RAPIDES, Louisiana"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}