{"id":3418,"title":"The Burning of Darien \n","course_id":1,"status":"P","start_date":"1863-06-12","end_date":"1863-06-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" With the exception of two white women and two African Americans, the town of Darien, Georgia was deserted when the Fifty-fourth Massachusetts Volunteers, the first all black regiment of the Union army, and the Second South Carolina Volunteers, a regiment of freed slaves, marched in on the afternoon of June 12, 1863. Neither the town nor its four inhabitants posed any threat to the Union forces. Yet under orders of Colonel James Montgomery of the Second South Carolina Volunteers, the entire town was pillaged and burned to the ground despite being undefended and offering no strategic or commercial value to the Union troops."," Robert Gould Shaw, a captain of the Fifty-fourth Massachusetts at the time of the incident, opposed the measure. He wrote of the occurrence in a letter sent home to his family in Boston. As quoted in Shaw?s letter, ?After the town was pretty thoroughly disemboweled [Montgomery] said to me, I shall burn this town?I told him ?I did not want the responsibility of it;? and he was only too happy to take it all on his own shoulders. So the pretty little place was burnt to the ground, and not a shed remained standing -- Montgomery firing the last buildings with his own hand.? Throughout the later part of the Civil War this was an all too common occurrence, especially in Georgia. In his letter, Shaw also detailed Montgomery?s reasoning. As quoted from his letter, ?The reasons he gave me for destroying Darien were, that the Southerners must be made to feel that this was a real war, and that they were to be swept away by the hand of God, like the Jews of old.? Shaw did not share Montgomery?s opinion but had no choice but to comply with the colonel?s orders. "," It was incidents such as the one that occurred in Darien that left a bitter taste in the mouths of many Southern citizens long after the Civil War had ended. Not only had they lost the war as well as their pride, but many of their possessions were looted and their properties ruined."],"display_date":"June 12, 1863","search_date":"1863-06-12","citations":[{"divid":1215705942,"type":"Primary Source in a Secondary Source","data":["Letter from Robert Gould Shaw","June 9, 1863","Soldiers&#39; Letters, from Camp, Battle-field and Prison","Gale Archival Editions","New York","Bunce &amp; Huntington","1865","472"]},{"divid":1215706008,"type":"Online Encyclopedia","data":["The New Georgia Encyclopedia","Darien, Georgia","http://www.georgiaencyclopedia.org/nge/Article.jsp?path=/CitiesCounties/Cities&amp;id=h-645","October 23, 2006"]}],"locations":[{"id":2557,"lat":null,"lng":null,"zoom":8,"place":"MC INTOSH, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}