{"id":3419,"title":"Yellow Fever Epidemic in Savannah\n","course_id":1,"status":"P","start_date":"1876-08-01","end_date":"1876-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["An epidemic spread quickly from Savannah's port on August 11, 1876. Yellow Fever, a frightening viral disease that causes hemorrhagic illness and sudden death in victims, struck the city's port. More than one thousand people died of the disease within two weeks, and within one month more than five thousand of the twenty-eight thousand residents evacuated the city. Among those that fled was Alexander Lawton. He and his family escaped to Gainesville, GA in order to avoid contracting the disease. In a letter to his friend, Charles P. Greenough, dated September 11, 1876, Lawton wrote that ...the unexpected appearance of yellow fever as an epidemic in our midst brought with it inextricable confusion as it caused merchants to shut down their businesses, disrupting the flow of daily life in Savannah. The casualty rate was high, as more than sixty percent of victims died over a period of six to seven days.","August of 1876 did not mark the first time that Yellow Fever had struck Savannah, however. In 1820, over six hundred people died of the disease, as well as more than one thousand people in 1854. Opinions on the cause of the epidemics varied, with some blaming the region's swampy climate and unsanitary conditions, while others viewed the ships and sailors of the port as transporters of the disease. The southern climate served as a prime breeding ground for mosquitoes and encouraged the spread of the disease until the cold winter months of every year. The 1876 epidemic heightened public awareness of the importance of sanitary conditions. "],"display_date":"August - September 1876","search_date":"1876-08-31","citations":[{"divid":1215706105,"type":"Manuscript","data":["","Alexander R. Lawton to Charles P. Greenough, 11 September 1876",null,"Mss 194","Box 1, Folder 5, Item 74","Sarah Alexander Cunningham Collection","Georgia Historical Society"]},{"divid":1215706150,"type":"Newspaper Article","data":["","The Daily Constitution","Savannah, Georgia","October 27, 1876",""]},{"divid":1215706235,"type":"Online Encyclopedia","data":["Georgia Historical Society","Yellow Fever","http://www.georgiahistory.com/nineteen. htmCivil&#37;20War","September 28, 2006"]},{"divid":1215706264,"type":"Online Encyclopedia","data":["New Georgia Encyclopedia","Blackbeard Island","http://www.georgiaencyclopedia.org/nege/Article.jsp? id=h-929","October 23, 2006"]}],"locations":[{"id":2558,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}