{"id":3422,"title":"Erection of a church in Paris\n","course_id":1,"status":"P","start_date":"1895-11-23","end_date":"1895-11-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The erection of a church in Paris, Virginia, on November 22, 1895, stood as a symbol of hope and comfort for a southern people still mourning their dead and nursing a variety of wounds inflicted by the Civil War. The foundation for the church was laid two years earlier when a Rev. J. L. Shipley was pastor. The opening of the new church was a reason to celebrate, and many people were invited, including Rev. Shipley. In order to construct the building, the church had to rely on generous donations. The end result of the project was very successful. The building was constructed in a gothic style, with cathedral glass windows. Unlike most churches, however, the pews were semicircular. This design was practical because it allowed the entire congregation to see and hear the preacher. This landmark was a source of welcome pride in an area still recovering from the Civil War. The architecturally innovative church would be a welcome addition to any town.","Religion in the South became particularly important in the late nineteenth century. In the wake of the Civil War, many Southerners faced serious cultural and religious crises. Charles Wilson points out that southerners needed a force to bind their local communities together after Southern culture was shattered by the war. Organized religion answered this need. Furthermore, religion provided comfort to those suffering from poverty. After the devastation of the war, Southerners were left to grapple with difficult religious issues, such as the nature of evil and the reason for suffering. Out of the post Civil War period came a religious orientation distinctly Southern and supported by local churches. Southerners placed emphasis on moral virtue and order rather than democracy. They believed that God tests those He loves most and that a great destiny might await them. In addition, Southerners established a link between religious values and their Confederate history. Some church windows, for example, were adorned with Confederate images. Confederate artifacts also seemed to develop religious ties. According to Wilson, the Daughters of the Confederacy, for example, felt the bible that Jefferson Davis was sworn in on had particular spiritual value. Churches also created hymns recalling episodes from the Civil War. The ability to find comfort in religion and to use it to come to terms with their defeat played an important role in helping the South to heal and rebuild. "],"display_date":"November 23, 1895","search_date":"1895-11-23","citations":[{"divid":1215274793,"type":"Newspaper Article","data":["Dedication of the M.E. Church South at Paris","The True Index ","","September 3, 1892","3"]},{"divid":1215274894,"type":"Article","data":["Charles Reagan Wilson","The Religion of the Lost Cause: Ritual and Organization of the Southern Civil Religion, 1865-1920","The Journal of Southern History","46","May 1980","219-238"]}],"locations":[{"id":2561,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}