{"id":3424,"title":"The Success of Andrew Jackson began in Tennessee\n","course_id":1,"status":"P","start_date":"1817-01-01","end_date":"1828-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Andrew Jackson was born in North Carolina and after receiving a liberal education began practicing law. Jackson grew up in a family that was not very well off but because of success in his industry he soon became very wealthy. During the process of turning into a state, Jackson was elected as a member of the Tennessee convention and worked to create a state constitution. When this process was complete and Tennessee was admitted into the union he was offered a seat in the House of Representatives but later transferred to the United States senate. After occupying this position he then moved on to become a judge of the Supreme Court of law and equity of Tennessee. He held this position for a few years then moved on to become a general in the military. ","General Andrew Jackson recruited men from Tennessee to join him in arms and traveled around the country fighting battles and protecting the boarders of the United States. In 1817 Jackson and his troops were assigned to invade Florida and overthrow the Spanish who were currently occupying the state. Jackson's triumph as a military leader impressed the nation and lead to suggestions for him to join the presidential race. ","In 1822 Andrew Jackson's devoted friends in the Tennessee legislature formally nominated this war hero as a candidate for the 1824 presidential election. The election consisted of three other candidates John Quincy Adams, William H. Crawford and Henry Clay. Although Jackson won the popular vote by fifteen votes, nobody won the majority leaving the final decision of who would obtain office up to the House of Representatives. Adams was elected by vote of Clay who was at the time speaker of the house, and was later appointed by the president, to be the secretary of the state. Distraught by the outcome, Jackson was determined to prove he deserved the presidency and became a candidate again in 1828.","The majority vote in this election went in favor of Jackson by a score of 178 to 83 defeating the previous president and Jackson made his way to Washington with his wife Rachel to begin his term in office as the seventh president of the United States of America. The beginning of Andrew Jackson's success began in Tennessee as an attorney and due to his popularity in the South, he became a very influential and important man in American history."],"display_date":"1817 - 1828","search_date":"1823-01-01","citations":[{"divid":1215706361,"type":"Newspaper Article","data":["Major-General Jackson; From the the Richmond Enquirer","Niles&#39; Weekly Register","","March 18, 1815",""]},{"divid":1215706385,"type":"Online Encyclopedia","data":["Encyclopadia Britannica Online","Jackson, Andrew","http://search.eb.com/eb/article-3613","October 3, 2006"]},{"divid":1215706413,"type":"Book","data":["Robert E. Corlew","Tennessee: a Short History. 2nd ed.",null,"Knoxville","The Universtity of Tennessee Press","1981","140-141"]}],"locations":[{"id":2562,"lat":35.2121822757,"lng":-89.8820367379,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}