{"id":3425,"title":"Mob Attacks Black Man\n","course_id":1,"status":"P","start_date":"1895-09-09","end_date":"1895-09-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mobs and Lynching were prevalent by 1895 in Tennessee. One early morning, a terrorist mob group named the White Caps, kidnapped Cal Fowler, a black man, and severely buggy whipped his back. The White Caps called Fowler a 'worthless shiftless negro,' and accused him of 'doing a great deal of talking in regard to the lynching of Dock King.' Fowler reportedly had planned to notify U.S. detectives to work the lynching case, hence his beating. ","The White Caps were a vigilante group who operated in Eastern Tennessee in the late nineteenth century. Masked in white, members of this secret organization attempted to drive away or reform obnoxious persons by lynch- law methods. Mob attacks were performed frequently by white people toward blacks as a means to demoralize them and restore the social order among blacks and whites from the Antebellum Period. ","Fowler's experience was not rare. Mob violence first became popular in the South during the Antebellum Period as a form of systematic terrorism against whites as opposed to blacks, who were valuable as chattel. However according to historian W. Fitzhugh Brundage, the end of the Civil War and Reconstruction fueled violence against blacks as whites refused to accept emancipated slaves' quest for economic and political power. Lynching became a favored practice of these mobs, as it mirrored the 'Tyburn gallows,' which were notorious in ancient London as the site of public executions by hanging. These executions became public spectacles and the executed bodies would remain hung as a symbol of justice and warning to those willing to disobey social norm. The number of lynchings in the South began to rise in the 1880s, climaxing in 1892 where mobs executed an estimated seventy one whites, as well as one hundred and fifty five blacks, the largest number of lynchings in history of both the South and the United States of America. Lynching was an American strategy used to control racial segregation, yet in this time it increasingly became a Southern phenomenon."],"display_date":"September 9, 1895","search_date":"1895-09-09","citations":[{"divid":1217435310,"type":"Newspaper Article","data":["","Nashville Banner","","September 1894- December 1896",""]},{"divid":1217435334,"type":"Book","data":["W. Fitzhugh Brundage","Lynching in the New South&#58; Georgia and Virginia",null,"Urbana, IL","University of Illinois Press","1993","1-13"]},{"divid":12850,"type":"Website","data":[null,null,"email@gmail.com"]}],"locations":[{"id":2563,"lat":35.1970840487,"lng":-89.414374228,"zoom":9,"place":"FAYETTE, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}