{"id":3426,"title":"A la Mode\n","course_id":1,"status":"P","start_date":"1851-05-06","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On May 6, 1951, John P. Lightner of Rockbridge County received a letter from his traveling cousin. The author of the letter was finally able to see what city life was like He described Fifth Street as being packed; everywhere he looked he saw merchants with small stands trying to sell veggies, fowl, and more flowers than one could possibly imagine. That night, he bought tickets for six dollars each, a low price, to see Jenny Lind, the Nightingale of Sweden. She sang five songs in total, two of which were in English- The Last Rose of Summer and Herdsman's Song. The writer described her, with much admiration, as having a red-haired fair complexion. He went into much detail concerning her wardrobe: Pure white- material very thin- beautifully embroidered with delicate colours in three vines around the skirt- as sort of ribbon some- dark that rich colour brought round her waist and tied before in a beau at the end of a long bodice, and the ends of the sash extending below the knee. A fold of rich lace around the nect of her dress (which was very low) reaching to her waist- arms bare with bracelets and whort white kid gloves, as diamond necklace and white satin slipper I believe completed her costume- (and an abundance of skirts). This quote demonstrates one method for the transport of European fashions to the United States; most fashion stemmed from Paris.","After the American Revolution, America was looking for a way to express itself in the world market. For women, one way was through clothing. By purchasing foreign fabrics and copying the styles of Paris, American women were able to display that they were no less than European women. Through Parisian fashion magazines and word of mouth, the United States actually was able to keep up with the styles of Europe (although the nude-colored dresses so popular in Paris never did make it across the ocean). From the earliest times in American history, fashion empowered women. The newspapers in the 1840's and 1850's were full of advertisements for tailors. READY MADE CLOTHING. The subscriber has just received from New York, a large supply of DRESS & OVER COATS, which he will sell cheap for cash. - Leo Rosenham, June 11, appeared in The Valley Star in February 1949.","It is hard to imagine a woman's life without ready-made clothing, but women did not wear it until the shirtwaist was introduced in the 1890's. Before that, making a dress was quite an affair, one that was even harder before the invention of sewing machines (the date of origin is disputed, but they were generally made available in the United States in 1846.) The Scientific American said, in 1852, that the sewing machine would bring upon a social revolution by permitting women to spend less time doing domestic chores. In 1892, Robert Taylor, a speaker at the Patent Centennial, said that this had in fact become the case. With the spread of the sewing machine, women would have more time to get involved in more intellectual pursuits."],"display_date":"May 6, 1851 - December 31, 1851","search_date":"1851-09-02","citations":[{"divid":1217435464,"type":"Newspaper Article","data":["","The Valley Star","","February 29, 1849",""]},{"divid":1217435547,"type":"Manuscript","data":["","Mss 11332",null,"Mss 11332","Augusta and Rockbridge Counties","John P. Lightner letters in the William Francis Brand papers","Special Collections, University of Virginia"]},{"divid":1217435659,"type":"Book","data":["Jessica Daves","Ready-Made Miracle ",null,"New York","G.P. Putnam&#39;s Sons","1967","20-24"]}],"locations":[{"id":2564,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}