{"id":3427,"title":"Blocking the Altamaha River\n","course_id":1,"status":"P","start_date":"1862-12-02","end_date":"1862-12-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" In the autumn of 1862, in a strategic defensive move, Confederate forces in southern Georgia obstructed the Altamaha River to keep boats from passing up or down the waterway. Confederate Captain John Howard, under the instruction of Captain John McGrady completed the obstruction of the Altamaha near Lake Bluff, Georgia in late November ? successfully preventing future nautical passage in either direction. This message was relayed to Georgia Governor Joseph Emerson Brown in a letter he received from Commanding General Pierre Gustave Toutant Beauregard on December 2, 1862."," As quoted from Beauregard in his letter to Governor Brown, ?The general plan of obstruction I have adopted for shallow rivers is simple, easily constructed, of little cost, and I hope will prove very effectual. Any of the streams Your Excellency should consider ought to be obstructed would be reconnoitered as soon as an engineer officer could be selected for that object.? Beauregard also noted that Howard was left in charge of protecting the blockade and battery placed near Lake Bluff. "," The lack of a viable and extensive railroad system in the South meant that during the Civil War the Confederacy relied heavily on inland waterways to move goods and troops quickly from place to place. However, once Union forces penetrated this infrastructure they used the rivers to their advantage just as frequently. In southern Georgia, the Altamaha River was a main source of transportation for both sides. Formed by the confluence of the Ocmulgee and Oconee rivers near Lumber City, Georgia and joined farther downstream by the Ohoopee River, the Altamaha flows more than 130 miles to the Atlantic Ocean where it empties into the sea north of Brunswick, Georgia.  Obstructing the Altamaha River prevented inland Union troops from connecting via waterway with their fellow naval forces off the coast of Georgia. This not only blocked Federal vessels from moving further inland to penetrate the Georgia heartland but it also severed lines of communication between the two forces. With the Federal navy blockading the Atlantic coastline, the Southern cotton pipeline with England was slowed immensely, severely constricting the Confederate economy. Cutting the two forces in half gave Confederate blockade runners a better shot at breaking through the Union barricade. Before Union troops invaded the Southern states, the multitude of streams, creeks and rivers that wound through Georgia worked as an excellent thoroughfare for Confederate forces to utilize. But once Federal troops infiltrated southern Georgia, the Confederates were forced to act defensively and obstructed several of the rivers that had once worked to their advantage."],"display_date":"December 2, 1862","search_date":"1862-12-02","citations":[{"divid":1215706578,"type":"Primary Source in a Secondary Source","data":["Letter from Pierre Gustave Toutant Beauregard to Joseph Emerson Brown","December 2, 1862","Official Correspondence of Governor Joseph E. Brown, 1860-1865, Inclusive","Joseph Emerson Brown","Atlanta","C. P. Byrd State Printer","1910","746"]},{"divid":1215706678,"type":"Online Encyclopedia","data":["The New Georgia Encyclopedia","The Altamaha River","http://www.georgiaencyclopedia.org/nge/Article.jsp?id=h-2834","October 3, 2006"]}],"locations":[{"id":2565,"lat":32.0810924953,"lng":-82.1083125714,"zoom":9,"place":"TATTNALL, Georgia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}