{"id":3433,"title":"The Presence of Indians in a Search for New Land\n","course_id":1,"status":"P","start_date":"1818-01-01","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A large party of Seminole Indians formed an ambush on the Appalachicola river, attacked one of our boats ascending near the shore, and killed, wounded, and took the greater part of the detachment, consisting of forty men stated a military correspondence in a Tennessee newspaper. Reports of Indian attacks were common around this time of early settlement and posed as a threat not only to the military but to people who were living on the land these Native Americans believed to be theirs. Newspapers contained similar articles to inform the public of sporadic attacks on innocent settlers like a murdered old woman (Indian Depredations) who was killed by a number of 50 or 60 Indians. ","The task of pushing these tribes out of the Mississippi Delta area often induced fighting and violence as reported in recovered dispatches between Andrew Jackson and General Gaines. Although these military leaders were determined to overthrow the hostile warriors they were often times faced to battle upwards of five hundred Indians who were jealously guard[ing] their lands against the encroachments of whites proving that they were not going to leave without a fight","Fighting was not the only course of action taken in hopes of acquiring this land. The United States generously offered to pay expenses for any Indians who wished to migrate to the west and even proposed paying the Cherokee nation 200,000 for all their lands in the east. This proposition was quickly turned down due to the fact that these tribes did not wish to revert to primitive ways of living on the frontier as they once had to do.","As the search for prosperous land increased the United States could no longer promise to keep settlers out of the regions claimed and inhabited by Indians. After lots of negotiation and significant pressure from the American government the Chickasaw tribe agreed to settle for 300,000 in which they would receive in annual installments for twenty years. The Choctaw tribe was also pushed out of the state of Mississippi and combined, these two groups surrendered to the United States twenty million acres of land. Due to treaties such as this one by the end of 1819 the presence of Indians in Tennessee had been substantially reduced, apart from the southeastern corner of the state. The few Indians who remained in Mississippi were told by the Unites States government in 1830 that in order to save their unique form of government and to maintain their tribal freedoms that they must leave Mississippi and head west to the designated Indian Territories. With the federal government now in possession of all this land, a new frontier quickly developed and settlers began buying large amounts of property at bargain rates.","The overwhelming influence of Native Americans in the South posed as an obstacle settlers were forced to overcome in order to expand into this new area. The desire to make money and succeed in the new world drove land hungry settlers to call upon any resource possible to fight or pay off the regional tribes living on the land later proclaimed as the Mississippi Delta. These tribes were slowly squeezed off land they believed to be theirs and were forced to find new places to go."],"display_date":"1818 - 1830","search_date":"1824-07-01","citations":[{"divid":1215275131,"type":"Newspaper Article","data":["Indian Depredations","Tennessee Herald","","February 14, 1818","1"]},{"divid":1215275153,"type":"Book","data":["John R. Skates","Mississippi: A Bicentennial History",null,"New York","W.W. Norton &amp; Company, Inc.","1979","12-13"]},{"divid":1215275190,"type":"Book","data":["Robert E. Corlew","Tennessee: A Short History, 2nd Edition",null,"Knoxville","The University of Tennessee Press","1981","145-149"]},{"divid":1215275238,"type":"Newspaper Article","data":["Seminole Indians","Tennessee Herald","","January 9, 1818","1"]}],"locations":[{"id":2568,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Tennessee"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}