{"id":3435,"title":"Maddens Kept in Poverty\n","course_id":1,"status":"P","start_date":"1/1/01","end_date":"12/31/01","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["By the end of the nineteenth century, the African American Madden family had lived in Culpeper for generations. The Maddens long tenure in the area allowed them to become involved in various aspects of the community. The family relied heavily on their farm, known as Madden Farm, for sustenance. However, during the 1890s, both Thomas Madden and his wife Landonia Stokes supplemented their meager income by teaching in schools in Culpeper. Despite the extra work, the family's combined income was only 280 dollars a year, barely enough to feed their family. The social structure of the times made it difficult for African Americans to feel secure in any public job, and 1901 demonstrated that the concerns of families like the Maddens was justified because the Maddenville school fired Landonia. Even though it was clear that the family had been scraping by and that the loss of Landonia's income would be a hardship, the school's trustees decided that two teacher's salaries were too much for one black family. Despite the Madden's long-standing ties to the community, no one stood up for them, not even their own neighbors. ","Extreme poverty was a large part of the black world following the Civil War. In the book American South, William Cooper Jr. and Thomas Terril explain that the occupational structure of the South did not leave much opportunity for blacks to improve their training or employment circumstances. The majority of blacks continued to earn their living by farming, but they were much less likely than whites to own the land that they farmed, and they worked as sharecroppers or tenants. In addition, the number of professional blacks was incredibly small. Finally, black women, like Landonia Madden, worked outside of the home with much greater frequency than did white women. ","Even though blacks continued to face severe racial and economic obstacles, their lives were much better after the Civil War. For them, the period between 1865 and 1900 saw increased birth rates, decreased mortality rates, an increase in literacy, and also an increase in income. Because they were no longer slaves, blacks had greater control over their labor and a greater ability to negotiate wages. Their successes, however, only increased the resolve of whites to limit blacks' advancement. Women like Ladonia Madden could be denied a reasonable opportunity to provide for their families beyond the level of meager subsistence. "],"display_date":1901,"search_date":"1901-07-02","citations":[{"divid":1217436029,"type":"Pamphlet or Other Printed Material","data":["T.O. Madden","We Were Always Free&#58; The Maddens of Culpeper County, Virginia A 200-Year Family History","Charlottesville, VA","University of Virginia Press","1992","Special Collections Library, University of Virginia"]},{"divid":1217436101,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South&#58; A History",null,"New York","The McGraw-Hill Companies","1996","432-435"]}],"locations":[{"id":2569,"lat":38.4860604965,"lng":-77.9559434026,"zoom":9,"place":"CULPEPER, Virginia"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}