{"id":3436,"title":"Donations\n","course_id":1,"status":"P","start_date":"1863-08-29","end_date":"1863-08-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Food was often hard to come by during the Civil War, especially in the South. But in Beaufort, South Carolina, at least in the summer of 1863, there was not a large shortage of food, or of generosity. "," In a letter to the editor published on August 29, 1863 in The Free South newspaper of Beaufort, northerner Dr. John Milton Hawks thanked the many local ?people of color? who had donated food to his patients over the previous months. Hawks was the Assistant Surgeon in charge of Hospital No. 10, a hospital founded in April of 1863 to serve African American Union soldiers. Since the hospitals inception, Hawks had received various donations of food ? ? cart load of watermelons, sweet potatoes, syrups, eggs, and chickens ? for his patients at the hospital. As quoted in his letter to the editor, ?The people of color have contributed very liberally to supply the wants of the sick and wounded soldiers, and will not soon be forgotten.? "," Beaufort was captured by Union forces on December 11, 1861 and was occupied by the Union army for the rest of the war. The majority of the white citizens fled the town for Charleston and left their slaves behind on November 7, 1861 when Union naval forces captured Port Royal. Left unattended in the absence of their masters, slaves looted plantations and food storages. To the slaves, November 7, 1861 was the ?Day of the Big Gun Shoot.? Sam Mitchell, a slave on a Beaufort plantation, thought the Union bombardment on Fort Walker was the sound of thunder rolling. His mother corrected him. ??Son, dat ain?t no t?under, dat Yankee come to gib you Freedom.? I been so glad, I jump up and down and run.?"," The outpouring of donations by the local citizens, connected only by color, spoke volumes about the relationship between fellow African Americans. Although they were of different backgrounds ? the soldiers of Northern descent and the local ?people of color? presumably of southern upbringing ? their common skin color and heritage united them."],"display_date":"August 29, 1863","search_date":"1863-08-29","citations":[{"divid":1215275404,"type":"Newspaper Article","data":["","The Free South","","August 29, 1863",""]},{"divid":1215275419,"type":"Book","data":["George P. Rawick","The American Slave: A Composite Autobiography, Vol. 3",null,"Greenwood Publishing Company","Westport, CT","1972","202-203"]}],"locations":[{"id":2570,"lat":32.4068445137,"lng":-80.4452215468,"zoom":8,"place":"BEAUFORT, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}