{"id":3439,"title":"A Summit to Discuss Internal Improvements\n","course_id":1,"status":"P","start_date":"1828-07-01","end_date":"1828-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On July 15 1828, Virginians gathered in Charlottesville to discuss the question of whether the State of Virginia shall herself make her own Internal Improvements, or resign that duty, with all its important political and pecuniary interests to a foreign Corporation. The specific concern those in meeting grappled with was the fact that in March 1827 the General Assembly provided a charter for corporation in Virginia to the Maryland-based Baltimore and Ohio Railroad company. The railroad would have great freedom in choosing what land to occupy, which threatened to intensify intra-regional competitions within the state. Of additional concern, the railroad could obtain a virtual monopoly of land in those counties it chose, and thereby directly threaten the state government's jurisdiction. The railroad or any other State who may, in an unguarded moment, acquire an interest and influence subversive of the great and permanent rights, influences and power of our government was how Virginians like John Coalter of Stafford phrased the problem. It was Coalter who prompted the meeting by circulating an editorial in the state's leading newspapers. He entreated editors to notify the public of the summit, in order that there may be some concert, and as general a meeting procured, from every section of the State.","Internal improvements, which included canals, toll roads, and eventually railroads, were not an all a new consideration to Virginians in the early nineteenth century. In the 1780s George Washington had initiated plans to build a canal connecting the Chesapeake Bay and the Ohio Valley, and to drain the Great Dismal Swamp. The state government chartered several road and canal by 1815, many of which connected the growing Valley region in western Virginia with the Tidewater and Piedmont parts of the state. In these early years, capital for improvement projects in Virginia was raised by public stock companies. Once chartered by act of the state assembly, a company would offer a certain number of shares to private investors. The state government also typically purchased an initial stake in these companies, somewhere between ten and twenty percent. But until the 1820s, the state did not provide any more than that partial financial support. That dynamic would change by the late 1820s. In its previous history, Virginia had generally avoided incurring state debt. The state owed some money to the federal government for the War of 1812, but paid this off by 1826. But that is precisely when the issue of internal improvements heated up. In the next twelve years, Virginia went over six million dollars into debt to encourage the growth of canal and railroad companies within its borders. Baltimore and Ohio was one of the largest beneficiaries."," The financing of internal improvements had become an issue of national scope. Eleven new states, most of which were located in the Mississippi basin, had joined the Union by 1821. Whereas Virginia earlier tried to link the eastern and western parts of the state, now the Americans tried to economically link East and West on the national scale. States directly competed with one another to attract railroad companies. Virginians saw themselves in competition with Pennsylvania and Maryland. New York's Erie Canal, completed in 1825, directly challenged Canadian trade routes in the north. National politicians battled about whether the federal government should shoulder the burden for expensive improvement projects. For example, Henry Clay successfully advanced the National Road, the biggest highway project in the country, while serving as Secretary of State under John Quincy Adams."],"display_date":"July - September 1828","search_date":"1828-08-15","citations":[{"divid":1215275710,"type":"Article","data":["Richard L. Morton","The Virginia State Debt and Internal Improvements, 1820-1838","The Journal of Political Economy","25","1917","341, 343, 348"]},{"divid":1215275764,"type":"Article","data":["John Majewski","Who Financed the Transportation Revolution? Regional Divergence and Internal Improvements in Antebellum Pennsylvania and Virginia","The Journal of Economic History","36","1996","763-788"]},{"divid":1215275891,"type":"Newspaper Article","data":["","Virginia Advocate","","May 3, 1828",""]}],"locations":[{"id":2572,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}