{"id":3440,"title":"A Scarcity of Goods\n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The low water level made the landing of ships near the mouth of the Brazos difficult. And, fortunately for William hunter, the ship that was lost to the sand bar (he could not remember the name of the ship) was not carrying his goods. However, the incident was instructive to Hunter, as he reported to his business associate James Perry (who resided in Missouri at the time), in that after the ship's destruction he began to insure their goods against loss. Though he had not calculated on paying for insurance, he was advised by Mills and McKinstry by all means to insure all [of his goods]. Though Perry judged insurance to be a good idea in light of the uncertain marine transportation, the cost was such that he had to defer his payment to the proprietor of the schooner shipping his goods until he could sell goods to pay him [with the profits].","With the exception of the first and last sentences of his letter, Hunter's correspondence dealt exclusively with business interests and the protection thereof. Hunter proceeded to relate his most recent dealings, payments, and debts to Perry, as well the difficult time he had getting his goods through the customhouse. Such a focus on economic concerns is not surprising in a letter to a business partner, but the detailed analyses of the young Texan market serve as a reminder that the early settlement of Texas was mostly by people seeking economic opportunity. Though the history of the United States demonstrates examples of both economically and ideologically motivated migrations, the colonization of Texas with which Hunter and Perry were associated clearly aligns with the latter. One of the primary motivations for the settlement of Mexico was the availability and cheap cost of land. While land in the United States cost 1.25 per acre, land was available in Texas for about four cents per acre. Additionally, each head of a family could claim 4, 605 acres. Through the efforts of businessmen like Perry, Hunter, and Stephen Austin, settlements sprang up rapidly and Texas became a link between the stagnating economy of Mexico and the booming market of the United States. ","From 1800 to the decades after Anglo-American colonization began, Mexico's economy underwent a slight decline. America, however, saw a massive increase in economic power. The only significant economic growth that occurred in Mexico during the time period was in Mexico's far north (i.e., Texas and New Mexico), and, according to Resendez, this growth was fueled predominantly by foreign immigration, the opening of new trading routes to the United States, the availability of cheap import goods, and the region... as a crossroads of exchange. The relative prosperity of the northern parts of Mexico due to their ties to the U.S. economy is indicative of the overall growth in the American market. Resendez states that at the same time the Mexican economy was undergoing a slight decline (of about ten percent), the United States economy grew 1270.4 percent between 1800 and 1860. This growth was due in part to the increased agricultural production of the South, which spurred entrepreneurs to try their hand at developing the new lands of Texas. "],"display_date":1830,"search_date":"1830-07-02","citations":[{"divid":1215706834,"type":"Manuscript on Microfilm","data":["","William W. Hunter to James F. Perry, December 21, 1830","Micflm 1705 ser.G1, Frame 792-794","Perry Papers","Alderman Library, University of Virginia"]},{"divid":1215706861,"type":"Online Encyclopedia","data":["The Handbook of Texas Online","Anglo-American Colonization","http://www.tsha.utexas.edu","September 20, 2006"]},{"divid":1215706901,"type":"Book","data":["Andres Resendez","Changing National Identities at the Frontier: Texas and New Mexico, 1800-1850",null,"Cambridge","Cambridge University Press","2005","93-95"]}],"locations":[{"id":2573,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}