{"id":3443,"title":"Inheriting Property\n","course_id":1,"status":"P","start_date":"1842-09-22","end_date":"1842-09-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By the 1840s, it was clear to most Americans that the United States existed on a fair bit of land. This vast space stretched westward, father than many imaginations even reached. Word trickled back east of rich soil and bountiful harvests, but also of great hardships. Thousands of Native Americans perished on the over 2000 mile long Trail of Tears in 1838."," It was in this context that O.G. Murrell learned that his children had received an inheritance from his father. Since these children were not of the age to legally stand on their own, Murrell took it upon himself to act on their behalf. He wrestled with the choice of what to do with this inheritance, the choice made more difficult by his lack of detailed knowledge about the property since it was in Virginia and he in Louisiana."," In a letter to his brother - who was in Lynchburg and therefore in closer proximity to the property - Murrell mulled over his different options, deciding that neither cash nor bank stock was a stable enough source in which to make an investment. Another possibility was an investment in Western lands which would in my estimation be a safe one and one that would annually increase in value - but in my condition I could not leave home to attend it. Murrell recognized the benefits of actually following through with claiming such property but had reservations about not being in peak health."," Conversely he acknowledged that Negro property would be of service to him and since he - and his children - will come into ownership of that property during his lifetime, it is of that kind that [he] would like to have possession. In this letter, western expansion and slavery are each referred to within a single paragraph. All across America, citizens were beginning preparations to take up life in a very different part of the country: its territories. The idea of Manifest Destiny was only a few short years away from being introduced to the American vernacular, but whispers of a God-given right to promote expansion had already begun. With this kind of moral argument coming into play, it was only a matter of time before the topic of slavery joined the discussion. Those same citizens that were packing up to move out west came from a variety of backgrounds, some of them slaveholding. They had no intention of surrendering that as they sought more land."," Murrell's letter and its close mention of expansion and slavery is indicative of the contemporaneous stage that was being set for American politics. The two topics came one after the other in his letter, and the proximity of issues parallels the contemporaneous American political scene. The question of whether or not slavery should continue into expansion areas became an enormous source of conflict leading up to the Civil War."],"display_date":"September 22, 1842","search_date":"1842-09-22","citations":[{"divid":1218191066,"type":"Manuscript","data":["","",null,"Mss 6740","Box 1","Papers of the Murrell Family","Special Collections Library, University of Virginia"]},{"divid":1218191093,"type":"Book","data":["Michael A. Morrison","Slavery and the American West&#58; The Eclipse of Manifest Destiny and the Coming of the Civil War",null,"Chapel Hill","University of North Carolina Press","1997",""]}],"locations":[{"id":2576,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}