{"id":3444,"title":"Opposition to Westward Migration\n","course_id":1,"status":"P","start_date":"1884-03-13","end_date":"1884-03-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Manifest destiny was supposed to be just that, a destiny. The West would offer opportunities for wealth that no longer existed on the eastern seaboard. In March 1884 word quickly spread throughout Wytheville, Virginia that several country boys were leaving their small town for the vast frontiers of the West; their imaginations filled with fertile lands and crop surpluses. The townspeople had other thoughts. The boys received great opposition to their migration. The <em>Wytheville Dispatch </em>begged the boys to put the same determination they had to head west into succeeding at home. With a sense of optimism the paper exclaimed, We know this can be done It had been tried too often","Westward migration was fairly constant during the eighteenth and nineteenth centuries. Many left with hopes of striking it rich by discovering gold or reaping the fresh soil. The intentions of the boys in Wytheville are unclear, but it is necessary to realize that there were both pull and push factors that brought people to the frontier. To John Dippel the West was something that, could be pursued, but never possessed. The frontier was all about the quest. He notes, however, that as much as these frontiersmen were looking to start anew, many were just trying to escape the old. Prior to the Civil War, a non-slave holding farmer was at an immediate disadvantage to a large plantation. Free slave labor made it difficult for white farmers to earn a wage. Creating a farm that could turn profits was nearly impossible for an upstart white farmer. The West offered these farmers an opportunity.","Race was a major push factor in westward migration after the Civil War. No doubt much of this racial discrimination was based on blacks displacing poor white farmers. In the lead-up to the Civil War, many northern factory workers also migrated west fearing the loss of their job to freed blacks. Still other whites simply could not tolerate living side-by-side with blacks, free or enslaved, and viewed the West as a pure land. Slaveholding whites, however, did not stay away for long. As their tobacco crops killed the soil, they too fled west with their slaves. Poor white farmers were consistently being displaced west by blacks while other whites chose to flee a society shared with blacks. To these migrants, true freedom and prosperity in the West hinged on keeping blacks out. "],"display_date":"March 13, 1884","search_date":"1884-03-13","citations":[{"divid":1215276014,"type":"Newspaper Article","data":["","Wytheville Dispatch","","March 13, 1884",""]},{"divid":1215276027,"type":"Book","data":["John V.H. Dippel","Race to the Frontier: &amp;34;White Flight&amp;34; and Westward Expansion",null,"New York","Algora Publishing","2005","1-6"]}],"locations":[{"id":2577,"lat":36.9171327375,"lng":-81.0785741345,"zoom":10,"place":"WYTHE, Virginia"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}