{"id":3447,"title":"Methods of Shipment and Transportation throughout the South\n","course_id":1,"status":"P","start_date":"1825-11-21","end_date":"1825-11-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The country is new, timber plenty, cheep, convenient; and consequentially we have, on good terms, the best materials for building bridges and causeways stated the author of a Mississippi newspaper article. People began settling throughout the east coast, transforming transportation into an extremely important part of life. Consequently, as the economy began to bloom, items needed to be brought to different parts of the country. Unfortunately, transportation had been a major problem since the establishment of this United States and the only real roads had been sculpted from old worn down Indian trails. Something needed to be changed and more dependent routes had to be created. ","Roads were such a burden because they required a substantial amount of work to maintain and depending on the season, their conditions were unreliable due to the negative effects of weather. In the summer the dust would be unbearable unlike in the winter when they became muddy and hard to move in, making it extra difficult for travel. In some instances, roads turned into swamps and were almost impassable during nearly five months of the year. After serious thought, counties began building turnpikes with hopes of fixing this problem. Charging users at tool booths for the use of roads helped gain adequate funds to cover the necessary maintenance costs. The supplies needed to create these roadways were plentiful and cheep as well as the sand and loam necessary absorption any water that might fall on the roads and bridges. Unfortunately, there were still a few obstacles prevented the building of more roadways. The high price of labor as well as the hilly terrain was difficult to overcome and posed as a substantial problem to the engineers. In order to help expedite the process of finishing these projects, state aid for internal improvements was offered to enhance transportation and on January 2, 1830 the government granted Tennessee 150,000 towards this cause.","Transportation at this time was not limited to roads. Water transportation was an easy way to move large qualities of goods especially on the Mississippi River due to the vast number of rivers and streams and access to the ocean. The concept of turnpikes was also incorporated into water travel to maintain rivers and keep them in good shape for maximum use. As steamboats became a popular mode of transportation, major attention was aimed towards the removal of obstructions in the Principle Rivers. The number of turnpikes on rivers was always increasing to improve waterways so farmers who lived a great distance from a major river had reasonable access to steamboat shipping points.","As the South rapidly expanded, the products being produced across the country needed to be moved faster and to more areas. The creation of turnpikes and the improvement of road and river ways helped to speed the rise of the capital city (Corlew,) and promote the booming economy. By the end of the nineteenth century more than four hundred miles of turnpikes had been created in the state of Tennessee."],"display_date":"November 21, 1825","search_date":"1825-11-21","citations":[{"divid":1215276155,"type":"Book","data":["Robert E. Corlew","Tennessee: A Short History, 2nd Edition",null,"Knoxville ","The University of Tennessee Press","1981","197-201"]},{"divid":1215276192,"type":"Newspaper Article","data":["Turnpikes","The Ariel","","November 21, 1825","1"]}],"locations":[{"id":2578,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}