{"id":3448,"title":"Lear&#39;s Plan for the Education of Blacks\n","course_id":1,"status":"P","start_date":"1826-09-01","end_date":"1826-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["B.L. Lear administrated a large fund for the education of slaves that had been established by General Thaddeus Kosciusko, a famous Polish hero in the American Revolution. Upon Kosciusko's death in 1817, he had left the fund to his longtime acquaintance and fellow son of liberty, Thomas Jefferson. In September 1825, B.L. Lear wrote a letter to Thomas Jefferson Randolph, grandson of Jefferson and apparent heir to his estate, regarding a specific plan for the education of free blacks. The core of Lear's plan was to purchase young slaves and for them Education in plain literature & mechanical arts, and at a proper age transport them to the Colony in Africa to be as useful there as they may. Lear's letter also related to Randolph the following information about Jefferson's attitude toward the fund he approved very heartily the plan I then proposed to adopt, tho' he declined to give any advice or express any opinion in the matter, considering himself - now without authority."," Lear wrote this letter shortly after meeting with northern groups dedicated to the education of free blacks. The African School in New Jersey had been established in 1817 by the Presbyterian Synod of New York. New York Protestants created the school for the specific the goal of instructing blacks as preachers and teachers. Once free black people received such an education, they could be sent to Liberia or Haiti to help establish stable societies. This plan accorded with the vision of the American Colonization Society, a national initiative established in 1818, which channeled white efforts to cautiously deal with the slavery question. Whites Americans who supported plans in which education and colonization for blacks went hand in hand tended not to address a related question: If, as they believed, free blacks could become good citizens of an overseas colony through education, why could they not do so in America? Most free blacks roundly opposed colonization; they preferred to remain in the only country their family had known for generations, and work there for the freedom of black Americans still in slavery. Only about 15,000 free American blacks moved to Liberia over three decades time. Of those who did colonize, many professed a desire to spread Christianity by missionary work.","Despite the ideological support groups of white Americans sometimes afforded plans to educate blacks, and widespread backing among African Americans themselves, the support often took inadequate financial form. The African School of New Jersey ran out of money within a few years after its establishment. As it turns out, Kosciusko's fund could not be used to support it as Lear and Randolph had hoped. His family waged legal litigation for years- eventually succeeding in a Supreme Court case - to control Kosciusko's estate themselves."],"display_date":"September 1826","search_date":"1826-09-15","citations":[{"divid":1214521391,"type":"Manuscript on Microfilm","data":["","Bernard Lear to Thomas Jefferson Randolph, September 15, 1826","Reel 24, Micflm 1705, ser E, Frame 00530-00532","Randolph Papers","Alderman Library, University of Virginia"]},{"divid":1214521462,"type":"Article","data":["Vincent P. Franklin","Education for Colonization: Attempts to Educate Free Blacks in the United States for Emigration to Africa, 1823-1833","The Journal of Negro Education","43","Winter 1974","91-103"]}],"locations":[{"id":2579,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}