{"id":3449,"title":"Louisiana&#39;s Involvement in the Mexican War\n","course_id":1,"status":"P","start_date":"1847-07-08","end_date":"1847-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By the summer of 1847, the Mexican War had been going on for just over a year. Newspapers kept citizens up to date with daily progress by their American troops south of the border, including lists of the casualties as well as those enlisting. New Orleans residents opened up their <em>Times Picayune</em>s the morning of July 8 to read a familiar notice, entitled Departure of Troops. It announced that the steamship New Orleans, along with her captain, Captain Auld, had departed from the city the previous night, headed for Mexico. On board was a full ship's worth of passengers, both men and animals. The full inventory consisted of 151 horses, Captain Dobbius' company 4th Infantry, Captain Featherstone's company Louisiana Volunteers and 50 quartermaster's men."," These men were leaving behind the humid, crowded and filthy streets of New Orleans for another undesirable location: a war zone close to Mexico City, Mexico. They arrived back on land likely just in time to play a part in the last major battle of the Mexican War at Contreras. At this site, Mexico sustained over 700 casualties while the United States walked away with a mere 60. The Mexican War officially began on April 25, 1846, when Mexicans opened fire on Americans in southern Texas. Although the Mexicans appeared to start the war in the sense that they did fire the first shots, Americans can be considered the true instigator: Texas had declared itself to be an independent republic from Mexico in 1835, but it essentially remained Mexican territory until the United States annexed it ten years later. "," This annexation may have been a conscious part on then-President Polk's part to actively cause a war with the intention of winning and gaining land. After all, Mexico had plenty of territory after which the United States lusted, and America did emerge from the war with both California and parts of the modern day Southwest. This war did not have the same urgency that past wars fought on American soil had had: never were the war strategizers worried that they would lose. The United States was cool and collected in comparison to the disorganized and flustered Mexican government, and the possibility of anything but a victory seemed remote at best. Regardless of the United States' confidence, they continued to battle bravely in Mexico. A year prior to Captain Auld's departure for Mexico, the Mexican President had claimed that his soldiers would not only regain control of Texas, but also work their way into the existing states - a few cities in Louisiana in particular. This direct threat to New Orleans likely prompted the strong turn-out. Although veterans were not eager to jump back into battle, the memory of those Mexican War victories probably gave the Confederates a sense of confidence when it came time to face their own countrymen a decade later."],"display_date":"July 8, 1847","search_date":"1847-07-08","citations":[{"divid":1215276323,"type":"Newspaper Article","data":["","The Times Picayune","New Orleans, Louisiana","July 8, 1847",""]},{"divid":1215276345,"type":"Article","data":["Charles A. Lofgren","Force and Diplomacy, 1846-1848: The View From Washington","Military Affairs","31","1967","57-64"]},{"divid":1215276392,"type":"Website","data":["Lone Star Internet","The Mexican War","Lone Star Internet","http://www.lone-star.net ","October 4, 2006"]}],"locations":[{"id":2580,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}