{"id":3450,"title":"Perry&#39;s Detainment\n","course_id":1,"status":"P","start_date":"1831-01-01","end_date":"1831-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["An unidentified man named Perry (likely a relative of James Perry) had finally arrived in Texas. As he is mentioned in a letter to James Perry, who had a number of business interests in Texas, it is probable that he was there in a role of some relation to James Perry's investments. Unfortunately for Perry, the winter of 1831 was the worst winter that Texas had experienced for several years. Upon disembarking from his boat, he intended to venture further on into the settlements, but was detained for four days by bad weather and high water. Perry was, of course, not the only one to suffer from the adverse weather conditions and their effects on the local road systems. ","William Hunter, James Perry's agent who had been running his business in Texas commented upon the economically pernicious results of the impassable roadways. Hunter related to James Perry that he had only been able to transport two loads of their goods up from the river where they were deposited by boat. He declared that he was verry much disappointed in getting hauling done because a team that had started to the river for a load the previous week had returned empty-handed. He further noted that one or two teams were mired down on the roadways at the time. This development was clearly economically damaging, as Hunter could not sell goods that he didn't have in his possession. He lamented that if his goods had arrived before the bad weather, he could have done a good business. Like the financial fortunes of Perry and Hunter, the economic well being of the South was highly dependent on roads and other means of transportation. Well-kept roads were crucial for the shipment of goods, especially from rural areas to urban centers where they could be sold or shipped to larger markets. As a result, local governments communities throughout the South put much emphasis on road maintenance even at a time where municipal services were few. An excellent example of this facet of community cooperation occurred in Virginia's Prince Edward County. As noted in Israel on the Appomatox, the Prince Edward county court expended considerable effort responding to petitions for new roadways. Also, county surveyors, or citizens in charge of certain sections of road were enlisted for general maintenance of thoroughfares. These surveyors had the power to conscript other men's slaves (and free blacks) for several days each year in the interest of improving roads. The yearly cleanup allowed for uninhibited commerce along the county's highways and byways. Because the economy of the South produced primarily agricultural goods that had to be shipped for sale, good systems of transportation were crucial. In addition to roads, transportation throughout the South was carried out by other means such as boats or, later on, railroads. However, at the time of Perry's detainment by muddy paths, Texas was little more than a collection of settlements strung together by roads that were clearly inadequate for year-round business."],"display_date":1831,"search_date":"1831-07-02","citations":[{"divid":1215276782,"type":"Manuscript on Microfilm","data":["","William W. Hunter to James F. Perry, February 3, 1831","Reel 12, Micflm 1705, ser G1, Frame 814-815","Perry Papers","Alderman Library, University of Virginia"]},{"divid":1215276829,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox",null,"New york","Vintage Books","2005","77-78"]}],"locations":[{"id":2581,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}