{"id":3453,"title":"Near Death at the Hands of the Ku Klux Klan\n","course_id":1,"status":"P","start_date":"1875-01-09","end_date":"1875-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Race relations during and after Reconstruction were tense. Many whites had never dealt with free blacks and many free blacks had never been free. White Anglo-Saxon Protestant groups such as the Ku Klux Klan were formed in an attempt to maintain the status quo that had arisen over the past two centuries. Through acts of violence and intimidation, Ku Klux members aimed to scare free blacks into adopting a sense of second-class citizenship. In 1875, the Louisville-Courier Journal reported that a young negro girl had recovered after being shot in the eye by Ku Klux members, though her vision was still quite defective. While the paper does not print her name, they do offer an insight into the attack, writing, How the ball could have cut the eye without touching the face in any other place is one of them things no fellow can find out. ","The newspaper may not have printed the young girls' name out of fear it would bring further harm to her. It seems far more likely, however, that by offering her name they would be giving her an identity. As just a negro girl, she is one in a million. All blacks were the target of the Ku Klux Klan in the late nineteenth century. Created in 1865 in Tennessee, the Ku Klux Klan spread quickly into most southern states. Hooded men rode on horseback, aiming to destroy radical political organizations and disperse African American gatherings. ","While somewhat successful at keeping these union organizers away, the real impact of the Ku Klux Klan was the return of southern social culture. The Civil War and Reconstruction robbed the South of its identity. The Ku Klux Klan worked to keep blacks from voting or receiving formal educations. Ultimately though, the Klan failed in restoring white supremacy. It had irresponsible leaders who used the Klan as a veil to commit murder and robbery, and it had no centralized control. In 1869, the grand wizard announced the formal disbandment of the order. However, it is clear that the Ku Klux Klan did not simply disappear. As in Powell County, small groups continued to ride and commit violence against any and all African Americans."],"display_date":"January 9, 1875","search_date":"1875-01-09","citations":[{"divid":1215276920,"type":"Newspaper Article","data":["","Louisville-Courier Journal","","January 9, 1875",""]},{"divid":1215276940,"type":"Book","data":["Francis Butler Simkins &amp; Charles Pierce Roland","A History of the South",null,"New York","Alfred A. Knopf, Inc.","1972","279-281"]}],"locations":[{"id":2583,"lat":37.8312409747,"lng":-83.8211424378,"zoom":10,"place":"POWELL, Kentucky"}],"tags":[{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}