{"id":3454,"title":"Technological Progress in Louisiana\n","course_id":1,"status":"P","start_date":"1853-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["New Orleans' geographical location made it a prime final destination for all sorts of shipable goods. The city had become one of the premier metropolises of not only the state but also the entire South, thanks to the convergence of the Mississippi with the waters of the Gulf of Mexico. Despite the abundance of water routes, the need for other methods of transportation grew along with the city. Far from being the lazy South that has been romanticized in literature, this part of the country was bustling with trade and a rapid trend towards efficiency. Out of that desire, a minority within the Louisiana Committee on Internal Improvements took it upon themselves to investigate the complete installation of a railroad line connecting Baton Rouge and New Orleans. This committee published a Minority Report in 1853 urging the state legislature to approve immediate funding of this line. Forty-six of the ninety-one mile stretch between the two cities had already been constructed and were in daily use, so it was just a matter of completing the job previously begun. The committee agreed that the New Orleans and Baton Rouge Railroad is a work of great public utility and that the line... is superior to that of any railroad in the state. They claimed that, upon completion of the railroad, travel time between the cities would be reduced to a mere three hours, and at a cost of just 3 per ride. Not only would this be an advantage to anyone living in either Baton Rouge or New Orleans, but it would be particularly beneficial to members of legislature. The railroad could now afford them the opportunity to attend their meetings at shorter notice and still be home by nightfall.","The South was truly growing at a rapid rate, and the addition of a railroad line portrays that growth quite clearly. No longer were waterways sufficient; faster overland travel was a necessary addition to the well-being of Louisiana's inhabitants. The scramble to improve transportation was being seen all over the young country, so much so that the national government became involved. Congress bequeathed land to states for the express purpose of improving travel routes, and Louisiana was no exception. Congress agreed to grant 100,000 acres to its railroad construction, knowing that the state's eventual gains meant that their economic loss would not be sustained for long. Just as a more streamlined transportation system translated into greater productivity and commerce, it also facilitated better and quicker communication within the country. No longer could the North and South co-exist in denial of their counterparts. Such technology as railroads brought their stark differences abruptly to the forefront of everyone's minds."],"display_date":1853,"search_date":"1853-07-02","citations":[{"divid":1218151194,"type":"Pamphlet or Other Printed Material","data":["Louisiana Legislature","Minority Report ont he Baton Rouge Railroad Bill","New Orleans ","","1853","Special Collections Library, University of Virginia"]},{"divid":1218151271,"type":"Article","data":["Merle E. Reed","Government Investment and Economic Growth&#58; Louisiana&#39;s Ante Bellum Railroads","The Journal of Southern History","28","1962","183-201"]}],"locations":[{"id":2584,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}