{"id":3456,"title":"Louisiana&#39;s Ripe Climate\n","course_id":1,"status":"P","start_date":"1829-11-18","end_date":"1829-11-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to his friend Richard Harlan, John Audubon related the beauty of his surroundings in Louisiana. Audubon followed his passion and sailed up the Mississippi, intent to paint all the birds of North America. The land in Louisiana teemed with life and gave Audubon plenty of subjects to base his paintings off of. Audubon recognized the richness of the terrain in Louisiana, a feature that had contributed to its economical stability.","Although Audubon focused on the wildlife of Louisiana, he also painted background for his birds. This land he depicted played an essential role in the prosperity of the various industries of the state. For example, in the Eden of Louisiana...there is not an acre of poor land and on these prairie lands the main agricultural business was sugar cane. This type of land was important to planters because of its inexhaustible fertility.","Because the selection of land with more favourable soil types...enhance[d] the profit potential of a new cane sugar development, plantation owners were careful to settle areas of rich alluvial land to insure the success of the crop. Throughout most of the state, the cotton industry proved to be the right crop for the terrain. The cotton crop did not require so large an investment and could be grown by any scale of farmer. Another profitable industry benefited from the composition of the soil: tobacco. The sandy soil of the state produced strong dark tobacco called perique. This famous tobacco was nicknamed after a tobacco planter named Pierre Chenet who manufactured it.","Despite the many swamps and bayous of Louisiana, the land that was dry proved abundant sources for the agriculture of the state. Plantations were a sizable investment in the nineteenth century and all of the most profitable farming ventures depended on fertile soil to prosper. It is no surprise that the economy of antebellum Louisiana was based in agriculture because of the state's fruitful land."],"display_date":"November 18, 1829","search_date":"1829-11-18","citations":[{"divid":1216865207,"type":"Manuscript","data":["","John James Audobon, Autograph Letter Signed to Richard Harlan, 18 November 1829, broadside",null,"","","","The Gilder Lehrman Collection, The Gilder Lehrman Institute of American History"]},{"divid":1216865269,"type":"Book","data":["Grace King","A History of Louisiana",null,"New Orleans","L. Graham Co., Ltd. Printers","1904","253-257"]},{"divid":1216865318,"type":"Book","data":["Joe Gray Taylor","Louisiana",null,"New York","W.W. Norton &amp; Company","1976","57-86"]}],"locations":[{"id":2585,"lat":null,"lng":null,"zoom":8,"place":"FELICIANA, Louisiana"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}