{"id":3458,"title":"Moses Austin&#39;s Final Move\n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Moses Austin had been dead nine years when his final move came about. The owners of the land where Austin and his wife were buried were apparently quite anxious to have their bodies moved off of the property, for reasons unknown today. Their son, Stephen Austin requested to a certain Bishop Rosatti (through his brother-in-law) that they be placed in a Catholic burying ground. It was noted to the bishop that a number of the elder Austin's children were baptized in the Catholic Church, and that as Austin had become a Spanish citizen, he presumably was a Catholic himself. This assumption was reasonable because, as the letter to Rosatti states, the regulation of that govt was not to receive any but catholicks.","Moses Austin's original land grant from the Spanish government specified that every family that settled the Austin lands must be Catholic. It has been observed that even in light of this stipulation, the other generous provisions [of the Austin land grant] immediately furthered the Texas land rush. The regulation would turn out to be of little importance because after the Mexican nation gained its independence from Spain, the Catholic Church declined in influence. Following Mexican independence in 1821, the Catholic Archbishop of Mexico returned to Spain along with a number of other bishops. Higher-ranking clergy who remained in Mexico were not replaced as they died off, and by the time Texas gained independence from Mexico in 1836, only two priests served the massive land of Texas. However, even as the hierarchical controls of the Church deteriorated after Spain's withdrawal, the deep cultural entrenchment of Catholicism helped to maintain its prominence. In 1823, two years after Mexico gained independence, the Imperial Colonization Law was passed, which specified that all colonists must be Catholic. Laws passed in 1824 and 1825 specified that colonists must be Christian and abide by the laws of the nation, yet the implication was still that colonists would join the established Catholic Church.","Religion played an important role not only in Texas and Mexico, but also throughout the entire South. As the Catholic faith played an important role in Mexico, evangelical religions had a great impact on many aspects of life in the South. As early as the middle of the eighteenth century, Methodists, Presbyterians, and Baptists were spreading their religions throughout the South. Socially, the introduction of these evangelical religions was empowering to groups such as women and blacks that had held little sway in the hierarchy of the Anglican Church. Politically, evangelicals created an environment in which slavery was not as unquestioningly accepted as it once was. Many said outright that slavery was a sin. The promotion of this moral viewpoint even had the effect of creating a relatively high rate of manumission following the American Revolution. Studying the role of religion in Texas and the rest of the American South reveals that its effect was far more than just a spiritual one. From politics to economics and the social realm, religion was an important influence in the South."],"display_date":1830,"search_date":"1830-07-02","citations":[{"divid":1215707285,"type":"Manuscript on Microfilm","data":["","Letter to Bishop Rosatti, July 17, 1830","Reel 14, Micflm 1705 ser. G1, Frame 746","Perry Papers","Alderman Library, University of Virginia"]},{"divid":1215707310,"type":"Online Encyclopedia","data":["The Handbook of Texas Online","Anglo-American Colonization","http://www.tsha.utexas.edu","September 20, 2006"]},{"divid":1215707337,"type":"Online Encyclopedia","data":["The Handbook of Texas Online","Mexican Americans and Religion","http://www.tsha.utexas.edu/ handbook/online","October 3, 2006"]},{"divid":1215707375,"type":"Book","data":["Randolph B. Campbell","Gone to Texas: A History of the Lone Star State",null,"New York","Oxford University Press","2003","107"]}],"locations":[{"id":2586,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}