{"id":3459,"title":"A General Assortment of Spring and Summer Goods\n","course_id":1,"status":"P","start_date":"1826-05-20","end_date":"1826-05-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the beginning of the 1820s, Albemarle County merchants advertised all year round of large stocks of staples they had for sale at Reasonable Prices, Bacon, cured in the manner for family use, nice white corn meal, and Barrels Brown sugar different quantities are just a few examples. By 1826, a new kind of merchant had come to town. John Cochran & Co. took up occupancy in a well-known building in Charlottesville's court house square. The new company offered for sale all manner of impressive goods recently received from New York, Philadelphia, and Baltimore. Of course they offered the usual groceries, as well as an impressive array of spices and Wines of Superior Quality. Most impressive, though, was the wide offering of luxury items. Irish Linens, Silk, beaver, & horsekin [sic] gloves, Mandarine Robes, Italian Crepes and Shawls, these specialty items and over a hundred more were available on the shelves of Cochran & Co. By 1828, the affluent residents of Albemarle could help themselves to the crime of London fashion together with a variety of other articles; comprising a general assortment of Spring and Summer goods.","High fashion in Virginia emulated European models. This had long been the case, but now the seasonal trends could mimic London more closely than had been possible in the past. The first two dozen items listed in the catalog were cloths and various kinds of other raw textiles; the rest of items tended to be manufactured accessories. Albemarle households at this time made their clothes or had them tailored. Cochran did not list any pants, dresses, or socks, but rather non-vital accessories like parasols, silk shoes, and beaver hats. It is intuitive to expect that plantation-owning families were the principal consumers of this kind of consumer good. In a study of middle-class consumerism in New England, Catherine Kelly describes how typical rural families patterned their consumption on that of their urban acquaintances, yet maintained distinctive social culture. Especially before the elite plantation gentry identity crystallized in southern states, non-elite but economically comfortable free families likely participated in the kind of consumption Cochran?s store made possible.","Cochran's offerings reflect contemporary developments in the American economy. At the beginning of the nineteenth century, Southern ports imported comparable volumes of goods from Europe as did cities in the North. In 1806, for instance, Charlestown was home to over forty importation companies. It would be decades before the Erie canal made New York an entrepot for a huge northeastern hinterland. As the nineteenth century continued, the role of cities like Richmond and Charleston as direct importers declined, even though their exports, which exceeded the contemporary North, continued to increase. Many southerners blamed this phenomenon on federal trade policies, such as the tariff and the Bank of the United States that disproportionately benefited northern states. Albemarle, on the outer edge of the slave economy, depended more on consumer trade with northern cities than it did to the capital of the South, Charleston. Northern cities at this time still depended strongly on European manufacture. Urban industrialization was well underway in the North, but it was not the strong international competitor it developed into later in the century."],"display_date":"May 20, 1826","search_date":"1826-05-20","citations":[{"divid":1216044485,"type":"Newspaper Article","data":["","Virginia Advocate","","July 8, 1826",""]},{"divid":1216044500,"type":"Book","data":["John George Van Deusen ","Economic bases of disunion in South Carolina",null,"New York","AMS Press","1970","182-217"]},{"divid":1216044541,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Catherine Kelly","Well Bred Country People&quot;&#58; Sociability, Social Networks, and the Creation of a Provincial Middle Class, 1820-1860","Cultural Change and the Market Revolution in America, 1789-1860","Scott Martin","New York","Rowman &amp; Littlefield Publishers","2005","111-142"]},{"divid":30809,"type":"Artifact","data":[null,null,null,"ONbHqyaFGcdJQvY"]}],"locations":[{"id":2587,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}