{"id":346,"title":"&#147;Hughes Walks Over the Tracks&#39;\n","course_id":1,"status":"P","start_date":"1873-07-30","end_date":"1873-07-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 30, the Virginia Republican Party's Lynchburg convention, presided over by a colored Williamsburg delegate named Mr. Davison, nominated former Confederate supporter Robert H. Hughes as its candidate for governor.  In his acceptance speech the following day, which the Richmond Dispatch promptly deemed an insult to the people of Virginia,' Hughes lashed out at bigoted whites, calling racial prejudice unchristian; mean, cowardly, and rebellious' and likening emancipation to a gift of Powers superior to criticism and clamor.' In addition, he encouraged Virginians to cultivate nationalism rather than sectionalism as a means to culturally re-unify the nation, and pushed for the public to accept carpetbaggers in state elected and administrative offices.  Hughes's ideological flip-flop was paralleled by scalawags in many other Southern states, including James Alcorn of Mississippi, many of whom took advantage of the lack of Southern leadership in the Republican Party to appeal both to black voters as the party of Emancipation and moderate whites as better than a Yankee governor.&lt;br /&gt;As can be imagined, Hughes's egalitarian rhetoric, in addition to his political about-face after the Civil War, did not win the respect or admiration of many white Virginians.  Nor did his walking over the tracks' win their votes.  A Dispatch editorial analyzing the speech decried Hughes's hypocrisy: It is mean, cowardly, and rebellious.' What fine words to come from a man who upheld slavery with tongue and pen for so many years, and did all he could to establish a republic in every state of which negro slavery was to exist' Hughes's conservative Democratic opponent, Edwin Kemper, stuck to a strict segregationist platform, and was rewarded with the support of the white men of Virginia, who are the property-holders and tax-payers.'  In the election held on November 4, Virginia voters elected Kemper by a margin of about 26,000 votes to complete the Conservative redemption' of the state."],"display_date":"July 30, 1873 - July 31, 1873","search_date":"1873-07-30","citations":[{"divid":1213659768,"type":"Newspaper Article","data":["","Richmond Daily Dispatch","","July 31, 1873",""]},{"divid":1213659800,"type":"Newspaper Article","data":["","Richmond Daily Dispatch","","August 1, 1873","2"]},{"divid":1213659823,"type":"Newspaper Article","data":["","Richmond Daily Dispatch","","November 10, 1873","2"]},{"divid":1213659908,"type":"Article","data":["David H. Donald","The Scalawag in Mississippi Reconstruction","The Journal of Southern History","10","1944","447-460"]},{"divid":1213659976,"type":"Manuscript","data":["","Printed Small Handbill with the Conservative Ticket for the election on Nov. 4, 1873",null,"Mss 2608","Box 4","Papers of the Gillam Family","Special Collections Library, University of Virginia"]}],"locations":[{"id":251,"lat":37.2188776641,"lng":-79.102397246,"zoom":9,"place":"CAMPBELL, Virginia"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}