{"id":3460,"title":"The Runaway Slave\n","course_id":1,"status":"P","start_date":"1847-04-14","end_date":"1847-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For many enslaved people in the Deep South, slavery was the only way of life they had ever known. Regardless, stories of the North and specifically, a place referred to as Philadelphia, were incentive enough to prompt some to brave the terrifying unknown and escape the even more terrifying world in which they were already bound. At some point during the day - or perhaps it was the night - of April 9, 1847 a certain enslaved girl called Harriet disappeared from her owner's home in New Orleans. Details are not disclosed: was Harriet a slave on a large plantation or smaller home within the city? Had she just arrived? Did she have any children - or was she even old enough to bear a child? For all the mystery surrounding her departure from New Orleans, the fact remains that at least her owner was convinced that she had run away. "," A few days later, a small ad appeared in the <em>Times-Picayune</em> offering a 20 reward for this runaway. The description was still minimal, the ad offering only a few characteristics: She has a mark on her forehead, and a pleasing smile when spoken to. Information about her age or coloring was noticeably lacking, but the few brief sentences that were there did offer some insight into this woman's life. According to the owner, Harriet spoke not only English, but also French and Spanish. Her Spanish skills are rather mysterious, as there was virtually no Spanish influence in Louisiana at that point in Antebellum New Orleans. This may have been unintentional, but the fact also remains that Harriet's first listed language was French. The ad also included a stern admonition towards ship captains: they were overtly warned against harboring her."," These details hint at a life that may have been a bit out of the ordinary. The description about Harriet's disappearance, and the information that her owner chose to disclose, suggests that she may not have taken the typical escape route northward, but instead had access to escape via some waterway. The illegal nature of that was easily dismissed in light of Harriet's own defiance of the law. The slave trade was very much alive and well in the world of 1847 Louisiana, but the importation of slaves from Africa to the United States had been put to an end in 1807, after Thomas Jefferson signed a bill with that explicit purpose. Of course, this government action merely meant to some that their business operations would from then on be considered illegal. At that point, slavery had already become an integral part of the American economy, and taking legal action against the institution did not mean that it would quickly or easily fade away into oblivion. Furthermore, in that same year of 1807, plantation owners approved of legislation in their new territory of Louisiana that effectively prevented any slave from potentially becoming emancipated. Although Jefferson no longer allowed Africans to be forcefully immigrated into the United States, the current slaves already living in America at the time received no breaks."],"display_date":"April 14, 1847","search_date":"1847-04-14","citations":[{"divid":1215277073,"type":"Newspaper Article","data":["","The Times Picayune","New Orleans, Louisiana","April 14, 1847",""]},{"divid":1215277090,"type":"Article","data":["Donald C. Lord","Slave Ads As Historical Evidence","The History Teacher","5","1972","10-16"]},{"divid":1215277120,"type":"Article","data":["Thomas N. Ingersoll","Slave Codes and Judicial Practice in New Orleans, 1718-1807","Law and History Review ","13","1995","23-62"]}],"locations":[{"id":2588,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}