{"id":3464,"title":"The Development of a Judicial System\n","course_id":1,"status":"P","start_date":"1817-01-01","end_date":"1822-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Keep little or no money about you or in your trunk, John Bisland advised his son in a letter between the two, since you left this place our negro peer got a key and opened my trunk, he had robbed me of about 900 dollars. Issues between slaves and their masters especially problems with theft became a growing dilemma in the nineteenth century and a consisted of about half of the trials in the Adams County Circuit Court. Not only was the court house a place of law it was also the center of southern communities and a common place where citizens gambled, drank, brawled, listened to oratorical fights of rhetoric, and debated politics.","As the development of courts became a greater priority in American society so did issues concerning the decisions and decision makers in court. There were many debates regarding the process of convicting felons and whether the jury should make the final decision in cases or if judge should have the ultimate say. An article in a local Tennessee paper stated that because the trial by jury is guaranteed by the constitution, the judgments of the jurors must remain untrammeled to their minds but also to the actual law. ","The fact that the law was such a dominant part of nineteenth century life, creating sufficient jails was necessary in order to house convicted felons. In Adams county escapes from poorly constructed jails were so frequent, the sheriff was forced to adopt methods seen as inhuman in order to maintain security. New jails were needed and the architects who designed these structures put great time and thought into creating the safest, most secure facilities possible. Jail plans in Wilkinson County proposed the building to be 40 feet by 24 feet... with the external wall to be built of well burnt brick, two feet thick. Problems with the rapidly growing population played a large role in the design of these facilities especially after multiple embarrassing incidents regarding overcrowded jails had been reported. Because of these issues, in 1822, circuit judges were required to conduct or oversee examinations of jails at least once a year to make sure there were not any outstanding concerns that needed to be fixed.","Along with the costs necessary to construct and maintain court houses and jail facilities it was very expensive to imprison people who had broken the law. One governor of Mississippi demanded immediate trials and banned undetermined times of imprisonment due to the amount of money it cost to hold these prisoners in jail. Other measures were taken towards a similar direction and in 1822 a Mississippi governor allowed all prisoners except the ones who were being held for felonies to walk out of the jail as long the jury believed that they would abide by the decisions made in county court. Breaking the law was a sizeable problem in the nineteenth century and the state of Mississippi worked hard to provide the most appropriate punishment to convicted felons."],"display_date":"1817 - 1822","search_date":"1820-01-01","citations":[{"divid":1215281210,"type":"Book","data":["Christopher Waldrep and Donald G. Nieman","Local Matters",null,"Athens, GA","University of Georgia Press","2001","93-94"]},{"divid":1215281255,"type":"Manuscript on Microfilm","data":["","John Bisland to William Bisland, January 7, 1817","Reel 1, Micflm 1705, ser N, Frame 00512","Bisland Papers","Alderman Library, University of Virginia"]},{"divid":1215281333,"type":"Newspaper Article","data":["Rights of Juries","Town Gazette and Farmers Register","","August 16, 1819",""]},{"divid":1215281366,"type":"Newspaper Article","data":["Wilkinson Jail","The Mississippi Republican","","June 18, 1817",""]},{"divid":1215281414,"type":"Book","data":["William B. Taylor","Brokered Justice",null,"Columbus","Ohio State University Press","1993","4-7"]}],"locations":[{"id":2590,"lat":31.1786199617,"lng":-90.7973265096,"zoom":9,"place":"AMITE, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}