{"id":3465,"title":"A Country Wedding in 1846\n","course_id":1,"status":"P","start_date":"1846-11-01","end_date":"1846-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["One November afternoon, Eliza Moore Chinn McHatten Ripley and her brother Dick set off for a farm not too far outside of their home in New Orleans. This short journey became a longer one as transportation troubles and creek flooding slowed them down. Eventually, Eliza and Dick found a place to stay over for a night before continuing on their way the following morning. "," They finally reached the farm to find the place in a state of chaos. Their reason for visiting was to attend a wedding, but theirs was not the only late arrival. People were having difficulty bypassing the flooded creek that gave Eliza and Dick so much trouble just a day earlier, and even the preacher from New Orleans had missed the train The family continued to set the table with a plethora of homemade treats, including ice cream that was seasoned by boiling a whole vanilla bean in the milk; it was frozen in a huge cylinder without any inside fixtures to stir the mixture; it was whirled in the ice tub by hand-and a stout one at that-and required at least one hour, constant labor, to freeze the cream - while the bride fretted and wrung her hands in an upstairs room.","After the carriage had waited and waited at the station for the preacher to arrive, something had to be done. Although Mr. Jahleel Woodbridge, the missing minister, was a dear family friend, guests were getting fidgety and the poor bride was beside herself. General McCausland, the father of the bride and master of the house, took matters into his house and sent someone to fetch a neighboring Methodist preacher. This replacement wasted no time; he came straight from plowing his fields and presided over the ceremonies in his farm clothes. After the successful completion of the wedding rites, he congratulated her on her 'escape from the quicksands and shoals of celibacy' and headed back to his crops. Only moments after the hero of the day had taken his leave, Mr. Woodbridge came riding up to the house."," In the countryside right outside a bustling New Orleans, weddings were the large social affairs of the year. As indicated by Eliza and Dick's trials along their way to the ceremony, southerners were willing to go to great lengths to see their neighbors, friends and family members married. These same people also came, sometimes from great distances, to assist with the necessary wedding preparations. "," Weddings were an expected rite of passage for young southern men and women. Girls were considered to be of marrying age once they were approximately 16 or 17 and had learned the necessary domestic skills it took to run an entire household. No wonder the bride that got married that particular day in November of 1846 was a nervous wreck: she had quite a daunting task ahead of her."],"display_date":"November 1846","search_date":"1846-11-15","citations":[{"divid":1216047201,"type":"Book","data":["Eliza Ripley","Social Life in Old New Orleans&#58; Being Recollections of My Childhood",null,"New York","D. Appleton and Company","1912","42-100"]},{"divid":1216047237,"type":"Article","data":["Joan E. Cashin","The Structure of Antebellum Planter Families&#58; &#39;The Ties that Bound us was Strong","The Journal of Southern History","Vol. 56, No. 1","February 1990","55-70"]}],"locations":[{"id":2591,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}