{"id":3471,"title":"Mr. Brown and the Indians\n","course_id":1,"status":"P","start_date":"1831-01-13","end_date":"1831-01-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mr. Brown's absence was a strain on the family that he left behind. Taking care of day-to-day business without a husband and father in the rough settlement of San Felipe de Austin was not an easy feat. The pressures upon the family increased as time went by, and the news of him they received after his absence spanned one month was not heartening. Brown was taking part in an exploration of the upper colonies of Texas, and his party's horses were stolen in an Indian raid. However, the settlers vowed to pursue the marauders and not to return until their stolen property was recovered. Additionally disturbing was the fact that Indians had recently committed several such attacks in the upper colonies. ","The fact that even in the sparsely populated lands of Mexico's northern colonies Brown and other Anglo-Americans were involved in conflicts with Indians was indicative of the Indians' struggles within the United States. Interestingly, the Indians of the upper colonies were not all native to the area. In fact, as a result of persecution within the United States, many of the Indians with whom the Anglo-American settlers interacted were displaced members of the Cherokee tribe. After the American Revolution, a large number of Cherokee left their traditional homes in the southeastern part of the United States, and moved west to Louisiana, then owned by the far more welcoming Spanish. As time passed, more and more Cherokee who found their eastern homes encroached upon by white settlers joined their tribal brethren to the west. Following the U.S. purchase of Louisiana, many Cherokee again moved, now seeking to live under the friendlier Spanish government in Texas. As time passed, Anglo-American settlers as well as the Spanish government again threatened the Cherokee Indians. Cherokee leaders actually applied for a formal land grant in order to legally secure their lands from other settlers, but they correctly interpreted repeated delays in their application's approval as a portent of eventual rejection. By 1826, the Cherokee were desperate enough to take part in an armed insurrection against the Mexican government, along with some Anglo-American settlers and other indigenous groups. The revolt was crushed by Mexican troops with the aid of volunteers from the more established American colonies. ","The plight of the Cherokee in Texas was merely a later chapter in their great struggle resulting from the colonization of their native lands. Throughout the history of the South, Indians occupied large portions of the region's soil and directly influenced politics, agriculture, and other aspects of Southern life. It was not until approximately 30 years before the Civil War that the Indian populations of the South were forcibly removed from the area. However, with the continual westward movement of settlers, political and physical conflict between Anglo-Americans and Indians would continue to be a factor in shaping the country for years to come."],"display_date":"January 13, 1831","search_date":"1831-01-13","citations":[{"divid":1216047375,"type":"Manuscript on Microfilm","data":["","William W. Hunter to James F. Perry, January 13, 1831","Reel 12, Micflm 1705 ser. G1, Frame 809","Perry Papers","Alderman Library, University of Virginia&#41;"]},{"divid":1216047405,"type":"Online Encyclopedia","data":["The Handbook of Texas Online","The Cherokee Indians in Texas","http&#58;//www.tsha.utexas.edu","October 4, 2006"]},{"divid":1216047499,"type":"Book","data":["Andres Resendez","Changing National Identities at the Frontier&#58; Texas and New Mexico, 1800-1850",null,"Cambridge","Cambridge University Press","2005","43-45"]}],"locations":[{"id":2595,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}