{"id":3475,"title":"Traveling Epidemics Affected People in all areas of the Country\n","course_id":1,"status":"P","start_date":"1817-08-13","end_date":"1818-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As a public warning, lists of certain items that had serious potential of making one sick were often created and published in newspapers to inform the community. A Mississippi paper proclaimed that anybody who sold offer[ed] or expos[ed] any tainted, putrid or unwholesome fish or flesh, or the flesh of any animal dieing otherwise than by slaughter; or slaughtered when diseased for the purpose of being sold or offered for sale was breaking the law. Along with this warning of what not to eat, the paper informed the public that people who disobeyed these rules would be forced to pay a fine of five dollars. Provisional laws were given serious thought in regards to what people should be allowed to eat or sell with the intent of reducing the possibility of transmitting infection among the inhabitants of different communities.","Diseases were frequently established and spread by the consumption of poor food, infection, or contacting others who had contagious viruses. As trading increased and people began traveling around the world, new illnesses were found and exposed to people wherever these ships landed. In a conversation between William and John Bisland they discussed how the yellow fever began at New Orleans, and came up to Natchez by the Steam Boat, killing a great number of people. Due to the fear of contracting these unknown diseases states elected a member of their community to establish a board of health. The board of health in Mississippi was extremely concerned with the welfare of their citizens and established preventative measures to avoid the contraction of diseases, to help reduce the number of people exposed to sicknesses and determine rules regarding the presence of foreigners on their land. Incidences such as this one forced Mississippi to determine laws which were immediately enforced and stating that all empty or other boats landing [in this city], shall immediately notify the health officer and that the boats needed to immediately be cleansed, sent adrift or removed. If the possessor of a boat did not comply with the officers request, the owner of such flat or other boats [were considered] guilty of a misdemeanor and were subject to appropriate prosecution. ","Healthcare was a considerable problem in nineteenth century Mississippi because of the little knowledge communities had regarding specific diseases and the shortage of medicines needed to treat these widespread illnesses. Life became much easier for families when the creation of home medical guides were established in the late 1820's. These books were designed to serve as a guide for frontier and rural families who lived great distances from primitive medical care (McClary) so maintaining health would not require the attention of a physician. If any problems or sicknesses were identified, families could easily treat them without traveling to a major city. Books such as this one were easy helpful way to cure uncommon yet simple diseases. Establishing different methods of battling sickness was a crucial issue in the United States in order to prevent any devastating epidemics."],"display_date":"August 13, 1817 - March 3, 1818","search_date":"1817-11-21","citations":[{"divid":1215281605,"type":"Newspaper Article","data":["Board of Health","Mississippi Republican","","March 3, 1818","1"]},{"divid":1215281625,"type":"Newspaper Article","data":["Liquors &amp; Provisions","Mississippi Republican ","","August 13, 1817","1"]},{"divid":1215281670,"type":"Online Encyclopedia","data":["Tennessee Encyclopedia of History and Culture","Gunn&#39;s Domestic Medicine","http://tennesseeencyclopedia.net/magegallery.php?EntryID=C147","October 2, 2006"]},{"divid":1215281738,"type":"Manuscript on Microfilm","data":["","William Bisland to John Bisland, October 9, 1817","Reel 1, Micflm 1705, ser N, Frame 00520","Bisland Papers","Alderman Library, University of Virginia"]}],"locations":[{"id":2597,"lat":31.1620370957,"lng":-91.3093142159,"zoom":9,"place":"WILKINSON, Mississippi"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}