{"id":3476,"title":"From Freedom to Slavery\n","course_id":1,"status":"P","start_date":"1841-01-01","end_date":"1841-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Born and raised a freeman, Solomon Northup met a group of men in his hometown of Saratoga Springs one March day in 1841. They claimed to have heard of his propensity at the violin and requested to hire him to accompany their traveling circus performances. The pay was quite reasonable and Northup eagerly took on the job. He accompanied them the entire way down to Washington, D.C. without realizing that this was a cruel trick. Those circus performers were, in fact, slave traders looking to make a quick profit off of selling free men. "," Northup did not realize the true motives of his companions until he awoke one morning bound in chains in a damp and dark cell-like room. He never saw the traders again, but the nightmare to which they introduced him continued. From Washington, Northup was put on a ship with other enslaved people and relocated to New Orleans."," After arriving in New Orleans, Northup's outraged cries of his free status went largely ignored or resulted in angry lashings. He was placed in a slave pen along with many others. First thing next morning everyone received a bath, if necessary, a shave, and a set of cheap but clean new clothes. Northup experienced firsthand the degradation that occurred inside those slave pens; when the customers arrived, the traders paraded the slaves around and allowed them to be patted down, walked about, questioned and otherwise examined. Some of these prospective buyers demanded that the slaves open their mouths and display their teeth, precisely as a jockey examines a horse which he is about to barter for or purchase. The dehumanization continued with mandatory exercise activities taking place. At one point Northup was even called on to provide violin music to the slaves' tortured dancing."," These New Orleans slave pens mocked any notion of innate or universal humanism. The slave traders and future owners translated their own discomfort with the practice of trading people into viewing the so-called 'items' for sale with repulsion. In their eyes, blacks existed purely for the purpose of making them, the whites, a profit. Because of this rationale, traders generally had no desire to attempt to keep many family ties together. Northup witnessed an instance of this: a buyer was prepared to purchase Emily, the daughter of his new slave Eliza, at Eliza's insistence. Before he could make the transaction, however, the trader firmly stated that she was simply not for sale. He wanted to keep her for a few more years until she matured into a more valuable slave. Up until then, Northup had lived his entire life as a free man, but in the slave pens of New Orleans he was audience to the atrocities committed against his people on a daily basis."],"display_date":1841,"search_date":"1841-07-02","citations":[{"divid":1216495439,"type":"Pamphlet or Other Printed Material","data":["Solomon Northrup","Twelve Years A Slave&#58; Narrative of Solomon Northrup, A Citizen of New York, Kidnapped in Washington City in 1841 and Rescued in 1853, From A Cotton Plantation Near the Red River in Louisiana","Auburn","Derby and Miller","1853","Special Collections Library, University of Virginia"]},{"divid":1216495523,"type":"Book","data":["Walter Johnson","Soul By Soul&#58; Life Inside the Antebellum Slave Market",null,"Cambridge","Harvard University Press","1999",""]}],"locations":[{"id":2598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}