{"id":3479,"title":"Native Americans in Louisiana\n","course_id":1,"status":"P","start_date":"1834-02-09","end_date":"1834-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Most Americans today talk about Native Americans being the inhabitants that the Europeans pushed out of their land to take the United States for themselves. They rarely remember that they did not disappear into the background once the nation was formed. Eleanor Parke Custis Lewis did not turn a blind eye to the native inhabitants of the country. On her trip to her visit her daughter on Butler Plantation she noted their presence quite prominently. She called them poor dirty humble & grateful creatures who belonged to the Natchez Tribe and Choctaws. Lewis did not concern herself with the path that led these people to become the poor dirty humble people she met with in Louisiana, but she did acknowledge that they were a part of her daughter's new life on Butler Plantation. The journey for the Native Americans Lewis met was a harsh one. The Natchez and Choctaw Indian tribes originated in the South, in the Mississippi and Alabama regions. Before the Europeans arrived in the New World, the Natchez nation stretched from North Carolina to Arkansas. When they did arrive, the Natchez Tribe experienced violent conflict with the French, leading to three wards in the early eighteenth century. Their population was also decimated by the influx of diseases brought by the Europeans. The wars killed a great deal of their tribe, especially during the last massacre led by the French with Choctaw allies. After these wards, the Natchez were forced to leave their homeland and many refugees joined other tribes. It is no surprise then that what was left of the tribe dispersed and settled all over the South.","Similar to most Native American tribes, the rapidly expanding European empires touched the Choctaw people in the eighteenth century. During this time period the Choctaws allied with the French. Along with the influx of material good to the tribes, Europeans introduced, disease, warfare, and the world market system that eventually led to the disruption and dislocation of the Choctaw people. Following the Louisiana Purchase, the Choctaw economy began to decline because of the tribe's reliance on the trade of deer and buffalo hides for manufactured goods and the decrease of game in the Choctaw lands. A decade later the tribe allied with the United States during the Battle of New Orleans, after which their economy went on a precipitous decline. Although the tribe had allied with the United States, this did not prevent the Treaty of Dancing Rabbit Creek in 1830 which relocated most of them to reservations. It is evident that the Native Americans living near Lewis' daughter were lucky to still be in the area and still be making curious & pretty baskets that was their tradition. They also adhered to customs that did not sit well with Lewis, as she said the Native American were almost naked whey they visited her daughter. Despite Lewis' own judgment about the Native American traditions, her daughter was very kind to them and most likely sympathized with their plight. These few surviving Native Americans in the area showed the strength of a people that survived conflict with the Europeans in order to sustain a nation that they never asked to participate in."],"display_date":"February 9, 1834","search_date":"1834-02-09","citations":[{"divid":1216047717,"type":"Primary Source in a Secondary Source","data":["Letter to Elizabeth Bordley","February 9, 1834","George Washington&#39;s Beautiful Nelly&#58; The Letters of Eleanor Parke Custis Lewis to Elizabeth Bordley Gibson, 1794-1851","Patricia Brady","Columbia","University of South Carolina Press","1991","287"]},{"divid":1216047779,"type":"Book","data":["Donna L. Akers","Living in the Land of Death, The Choctaw Nation, 1830-1860",null,"East Lansing","Michigan State Press","2004","1-41"]},{"divid":1216047805,"type":"Website","data":["American Indian Heritage Foundation","Choctaw Indians","American Indian Heritage Foundation","http&#58;//www.indians.org","October 1, 2006"]},{"divid":1216047926,"type":"Website","data":["Access Genealogy.com","Natchez Indian Tribe History","Access Genealogy.com","http&#58;//www.accessgenealogy.com","October 1, 2006"]}],"locations":[{"id":2600,"lat":30.3061626141,"lng":-91.385712191,"zoom":9,"place":"IBERVILLE, Louisiana"}],"tags":[{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}