{"id":348,"title":"Mississippi Grange Party Assembles\n","course_id":1,"status":"P","start_date":"1876-12-12","end_date":"1876-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Mississippi Grange Party assembled in Jackson on Dec. 12th.  The party began in 1867 by several farmers as a farmer's movement,' that worked to affiliate local planters into areas called granges,' where they would work together for political and economic advantages.  The party was at the height of its power during the 1870's and won a huge political victory in Oct. of 1876 when the Supreme Court ruled in Munn v. Illinois that states were allowed to regulate a private company in the interest of the public.   &lt;br /&gt;Agriculture was the heart of the economy for much of the South and the party had over one million members by 1876.  Mississippi citizens had great respect for the state Grange party and its members.  They felt much of the reason for the state's strong economic turnaround after the miserable condition it was in while under Reconstructionist rule could be attributed to the Grangers and their politicians.&lt;br /&gt;Agriculture is the primal, the most indispensable and therefore the most honorable, of all other avocations,' wrote The Jackson Weekly Clarion.  It is a cause of rejoicing that its devotees have at last resolved to protect, by a proper system of harmonious action and cooperation, the interests of their calling, and to demonstrate that when true to themselves they cannot be false to any other class.'&lt;br /&gt;The Grange Party still exists today as a special interest group."],"display_date":"December 12, 1876","search_date":"1876-12-12","citations":[{"divid":1214234935,"type":"Newspaper Article","data":["The State Grange","The Jackson Weekly Clarion","","December 13, 1876","1"]}],"locations":[{"id":253,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}