{"id":3481,"title":"Honor and Violence in Kentucky\n","course_id":1,"status":"P","start_date":"1830-05-07","end_date":"1830-05-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Hood was dead wrong. Literally. A man named Owings had fought a Mr. Anderson over an issue of honor and had been stabbed in Bath County, Kentucky in 1830. The doctor had declared that Owings's situation was not life threatening, but this diagnosis proved incorrect as the stabbing victim soon passed away.  Owings had asked for trouble. He insulted a woman of Anderson's household, so Anderson returned the favor by stabbing Owings when they met in the courtroom. To Anderson, defending his family's honor was paramount."," Dr. Hood thought that Owings would not die, so the local court did not charge Anderson with murder and merely requested that the violent assailant present himself for judgment at the court's next session. Anderson left town, however, upon hearing that Owings death had made him a murderer. In any case, such violence was typical of the South because of its honor culture and differentiated it from the rest of the United States according to Ed Ayers. It became vitally important to southerners to fight for their honor because this proved that they had honor to defend and deserved respectable social standing. Unfortunately, this promoted a cycle of violence because southerners constantly had to defend their honor. "," Women and slavery encouraged a cult of honor in the South in different ways. Women's moral standing directly affected their husbands' and sons' social status, so men felt compelled to defend their female relations' honor in order to avoid ridicule. Women also informally doled out social rank by judging families' honor, which men had to define through violence. With slavery, whites gained an elevated sense of superiority by degrading black people that they felt compelled to defend. As Ayers notes, It was slavery that allowed wealthy whites to consider themselves the heirs to the manners and pretensions of the English gentry. The idea of the English elite continued to feed a copycat honor culture defendable to the death in the South. In the nineteenth-century South, violence was not only a solution, but a status marker. A man proved he had honor to women and society at large by his violent behavior. The rich thought themselves more civilized because they contained their violence to duels, but the scars marred everyone the same."],"display_date":"May 7, 1830","search_date":"1830-05-07","citations":[{"divid":1217437653,"type":"Newspaper Article","data":["Murder","Baltimore Patriot","","May 7, 1830","2"]},{"divid":1217437676,"type":"Book","data":["Bertram Wyatt-Brown","Southern Honor&#58; Ethics and Behavior in the Old South",null,"Ann Arbor, MI","University of Michigan, Scholarly Publishing Office","1983",""]},{"divid":1217437720,"type":"Article","data":["Edward L. Ayers","Legacy of Violence","American Heritage","6","1991","102-109"]}],"locations":[{"id":2601,"lat":38.1037552133,"lng":-83.6995431506,"zoom":9,"place":"BATH, Kentucky"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}