{"id":3482,"title":"Plantation Women\n","course_id":1,"status":"P","start_date":"1825-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Life on a plantation during the nineteenth century has been dramatized by the movies today to show a picturesque world. In reality, it could be a very harsh world to live in where the profits were not always as high as expected and tragedies often occurred. Caroline Merrick remembered a very early childhood that was fraught with such tragedy. At an early age on a plantation in Louisiana, her mother died and her calm and self-posessed father was left to care for six children and the plantation at the same time. It is no surprise then that he sought a mother for his children as well as a mistress for his plantation.","Women served vital purposes on plantations in the South. Although they were primary caregivers to the children, they also ran the domestic aspect of the farming operation. Women were responsible for the household slaves, supervised the everyday upkeep of the plantation buildings, and were in charge of the buying and the distribution of food and clothing. Although the lives of these mistresses and then women slaves of the plantation differed greatly, they often worked together in the house, preparing food and clothing for plantation residents. This type of interaction, according to some historians, led to the possibility of gender identification across racial boundar[ies]. Women as a whole were thought to be physically and mentally inferior to men and were shielded from the crassness of public life by confinement within the domestic sphere. Therefore the slave women...could appeal to their mistress' sense of shared female experience to soften the harshness of slavery.","Although young Caroline Merrick did not wish to accept the new lady in her life as mother there was a definite need for someone to fill the plantation mistress' role in the Merrick household. Without such help, her father was surely overwhelmed and endeavored to give his family a better life. In this way it is obvious that the women in the South played a vital role in keeping everyday life afloat on plantations and that without them, life was overwhelming and lacking."],"display_date":1825,"search_date":"1825-07-02","citations":[{"divid":1216048364,"type":"Book","data":["Caroline Elizabeth Merrick","Old Time in Dixie Land, A Southern Matron&#39;s Memoirs",null,"New York","Grafton Press","1901","5-7"]},{"divid":1216048399,"type":"Website","data":["Louisiana State Museum","Antebellum Louisiana - Agrarian Life","Louisiana State Museum","http&#58;//lsm.crt.state.la.us","September 30, 3006"]}],"locations":[{"id":2602,"lat":null,"lng":null,"zoom":8,"place":"FELICIANA, Louisiana"}],"tags":[{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}