{"id":3483,"title":"Staunton Convention of 1816: The Tyranny of Eastern Virginia\n","course_id":1,"status":"P","start_date":"1816-08-19","end_date":"1816-08-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["RESOLVED that this meeting will now proceed to elect two fit persons to meet delegates from other counties in this commonwealth at Staunton on the 19th of August next, for the purpose of concerting... judicious means of reforming the representation of the state legislatures,  stated the resolution of an Augusta County, Virginia citizens meeting. For the county seat, Staunton, state politics became local in the August of 1816, when a statewide convention was held in the town to, according to the Columbian of New York, amend or propose amendments to the [state] constitution. The delegates came specifically to debate questions of representation in the state legislation. As more settlers crossed the Blue Ridge Mountains to settle in the Shenandoah Valley, they agitated for more representation in the House of Delegates-still dominated by lowlanders from the Eastern tidewater region."," Representatives from twenty-four of the western counties and 12 of the eastern counties came to Staunton on August 19. By the end of the convention five days later, the convention had drafted a memorial to be presented to the General Assembly. Noting that despite having less than half of the total population, the 49 counties in the southern and eastern parts of the state had a majority in the legislature, the memorial exclaimed that in a republican government the will of the government should be the law of the land and yet in a state boasting of the pure republican institutions, this first and fundamental principle of republicanism does not exist. The memorial received support from a commission formed by the state government to hear the results of the convention, and a resolution was drafted to hold another convention to rewrite the Constitution. The resolution passed the House of Delegates but was defeated by a vote of twelve to nine in the Senate."," While it did not pass, historian A.E. Dick Howard in his article for the Virginia Law Review, 'For the Common Benefit': Constitutional History in Virginia as a Casebook for the Modern Constitution-maker sees the Augusta Convention of 1816 as a part of a larger sectional conflict between the eastern and western parts of the state. Waves of migration during the eighteenth century, into Shenandoah Valley counties like Augusta, and subsequent prosperity and population boom resulted in political tension between the two parts of the state. These stresses were further exacerbated by economic slumps in the east and a general unwillingness among Tidewater residents to relinquish the power they had held in state politics since the state's creation, as reflected in the appearance of only 12 eastern counties at the Convention. The matter would not be settled until a convention was held in 1828 to reform the constitution."],"display_date":"August 19, 1816 - August 24, 1816","search_date":"1816-08-21","citations":[{"divid":1218190641,"type":"Article","data":["A.E. Dick Howard","For the Common Benefit&#58; Constitutional History in Virginia as a Casebook for the Modern Constitution-Maker","Virginia Law Review","54","June 1968",""]},{"divid":1218190689,"type":"Newspaper Article","data":["Virginia Convention","Columbian ","","September 16, 1816","2"]},{"divid":1218190724,"type":"Manuscript","data":["","Proceedings and Resolutions of an Augusta County, Virginia, Citizens&#39; Group Meeting",null,"Mss 5005","","","Special Collections Library, University of Virginia"]}],"locations":[{"id":2603,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}