{"id":3484,"title":"Pirates\n","course_id":1,"status":"P","start_date":"1820-01-08","end_date":"1820-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Jean Lafitte's mean have attacked again Pirates in Louisiana Again? Hide the valuables","These were a few thoughts that went through the minds of the citizens that read the newspaper of St. Francisville on January 8, 1820. An articles reported the robbery of a station in Attackapas by three men associated with the legendary pirate, Jean Lafitte. To the readers' relief, the article related the capture of the men on their way to Galveston after having sought refuge with surrounding Native Americans.","So why is Jean Lafitte legendary? And why were all the citizens of St. Francisville scared at the mention of his associates? The account of the life of the Louisianan pirate Jean Lafitte is steeped in shadows. A great deal is not known about his early years but the France native arrived in New Orleans in 1804. He quickly set up a stronghold in Barataria Bay with his brother Pierre Lafitte. The brothers recruited a band of buccaneers and together they pillaged ships of every nation whenever convenient. The fame of Lafitte's military power grew to such enormous heights so that Jean was offered a captaincy in the British Navy during the War of 1812 is his troop of men would fight against the Americans. Lafitte attempted to use this offer to entice the United States to give his entire band of men an act of oblivion in exchange for his loyalty to America. This plan did not succeed until General Andrew Jackson accepted Lafitte's offer in December of 1814, when a battle with the British off the coast of Louisiana was eminent. The Battle of New Orleans ensued on January 8, 1815 where Lafitte's men were divided and poured devastating fire into the advancing ranks of redcoats and contributed to a large degree in the victory.","Although Lafitte's pirates acted as patriots during the Battle of New Orleans, they did not lose interest in their careers as criminals. After the battle, Lafitte again fell into evil ways and moved to Galveston, Texas to set up a utopian pirate's den to base his operations from. His men continued their demoralizing activities with renewed vigor and staged raids into Louisiana, stealing slaves from one planter and selling them to another.","This shows that even when Lafitte resided in Texas in the 1820s, his prescence was nonetheless felt in Louisiana through criminal acts. The pirates of Lafitte's band used their power to rob ships as well as citizens. It is evident that the robbery of the station in Attackapas was a small part of the organized crime directed by Lafitte from Texas. The citizens of St. Francisville, therefore, had every right to be scared at the though of the ruthless men of Lafitte being in their area."],"display_date":"January 8, 1820","search_date":"1820-01-08","citations":[{"divid":1216048643,"type":"Newspaper Article","data":["","Louisianan","","January 8, 1820",""]},{"divid":1216048660,"type":"Website","data":["Sally Reeves","Searching for Lafitte","FrenchQuarter.com","http&#58;//www.frenchquarter.com/history/jeanlafitte.php","September 26, 2006"]},{"divid":1216048719,"type":"Book","data":["James J. A. Fortier","The Story of Jean and Pierre Lafitte, the Pirate-Patriots",null,"New Orleans","Louisiana State Museum","1938","6-29"]}],"locations":[{"id":2604,"lat":null,"lng":null,"zoom":8,"place":"ST LANDRY, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}