{"id":3486,"title":"Abolitionist Expelled from Bethany College\n","course_id":1,"status":"P","start_date":"1855-10-12","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["It was the fall of 1855; Bethany College in Bethany, Virginia had been in session for only a few weeks when an incident shattered the equanimity of the student population. Five northern students were dismissed for trying to introduce their Abolitionism into the college, into its literary societies, and into the church, according to the college president and founder, famed Restoration minister Alexander Campbell. On October 12th the A.L. Institute, a college literary society, was holding a debate on the topic of The Right of Christians to Engage in War when a student, Mr. Everest of Ohio, remarked that 'the arguments from the Bible to sustain war, polygamy, and slavery belong in the same category.' The following Sunday night, another young student from Ohio, Mr. Way, again pressed the issue when speaking of Satan's misquoting and misapplying the scriptures when he tempted our Savior - he remarked that 'Satan's emissaries often misquote and misapply Scripture to sustain intemperance, spiritualism, and slavery.' On this night, the challenge was not ignored by the southern students present but called forth many threats and expressions of indignation. These two students, along with three of their classmates, were promptly expelled.","Little is known of what happened to these young abolitionists, though there is evidence that they returned north and told their story to several newspapers in the upper Midwest. But it is the use of Biblical scripture to argue against slavery that stands out in this narrative. The radical Christian reform movement was reaching its zenith around the 1850s with the rise of the religious abolitionist movement, as well as the temperance and pacifist movements.","Highlighted in the student's arguments, however, is one of the tensions inherent in antebellum religious reasoning against slavery. The Christian anti-slavery movement faced a difficult problem in refuting the southern slaveholder's claims that a literal interpretation of the Bible supported slavery. Thus, the question for the abolitionists became how to repudiate slavery in the Bible without refuting all scripture. Everest and Way addressed this problem by linking the Bible's support of slavery to its support of other practices widely acknowledged as socially unacceptable, like polygamy. They also linked slavery to the other major reform movements of the time by mentioning intemperance and war. But their argument also raises the issue of where to draw the line on literal biblical interpretation. This issue became a theological quagmire for many Christian abolitionists at the time, difficult to escape, and one that limited effective use of the Bible in the argument against the South's peculiar institution.","This story is indicative of the high tensions and conflicts that prevailed among all levels of American society at this time, North and South, abolitionist and slave-owner, theologian and educator, especially over the issue of slavery. The Bible would soon be interpreted in a very different way, as both the North and the South would use passages to support their separate causes in the Civil War. The strong religious overtones of the coming Civil War are evident in this episode, and would mark much of the rhetoric that led up to the beginning of hostilities in 1860."],"display_date":"October 12, 1855 - December 31, 1856","search_date":"1856-05-22","citations":[{"divid":1216048979,"type":"Book","data":["Alexander Campbell","The Millennial Harbinger, Series IV - Volume VI",null,"Bethany","A. Campbell","1856","111-117"]},{"divid":1216049015,"type":"Newspaper Article","data":["","Indianapolis State Journal","","January 15, 1856",""]},{"divid":1216049037,"type":"Book","data":["Samuel Hill","Encyclopedia of Religion in the South",null,"Macon","Mercer University Press","1984","33"]},{"divid":1216049101,"type":"Book","data":["Dan McKanan","Identifying the Image of God&#58; Radical Christians and Nonviolent Power in the Antebellum United States",null,"New York","Oxford University Press","2002","157"]},{"divid":1216049141,"type":"Book","data":["Randall Miller, Harry Stout, and Charles Reagan Wilson","Religion and the American Civil War",null,"New York","Oxford University Press","1998","213"]}],"locations":[{"id":2606,"lat":40.2733368751,"lng":-80.5764577451,"zoom":11,"place":"BROOKE, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}