{"id":3488,"title":"A Strange Marriage in Kentucky\n","course_id":1,"status":"P","start_date":"1817-03-25","end_date":"1817-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was a marriage of convenience. The problem was that it was not very convenient. During romantic times, the 4'1 Jesse Johnson must have had trouble even kissing his lovely new bride Nancy who stood a modest 6'2. When there were difficulties in the relationship for the Montgomery County, Kentucky pair, Jesse must have hesitated to throw his weight around as he could only muster half of his wife's 150 pounds. In 1817, it also would have been disrespectful for the young groom to criticize his mate with her decade of additional wisdom."," Such a strange couple might have faced especially difficult persecution in the South. A man of Jesse's stature would have had to face questions of his virility and his ability to defend the family's honor, which would have limited the family's social rank. As family patriarchs, men in the South were expected to lead their families and dominate their enslaved people. Some white women even felt that they could not prevent their husbands from sexual misconduct with enslaved women because men's rights in the household could not be questioned. Men like Jesse who could not live up to this domineering image would have faced embarrassment along with their families. "," As a married woman, Nancy would have been expected to prioritize her husband and children's needs while weakening her ties to female social circles of family and friends. In the 1800s, according to Steven Stowe, women in the middle and upper classes were supposed to occupy a realm of personal beauty, domestic competence, and social influence that belonged to them alone. This doctrine of separate spheres served to anchor women in female networks which supported collective work and companionship. Southern women focused on their female roles as they grew up learning domestic skills and building strong relationships other women. "," Letters and visits from courting men signaled the beginning of the end of a woman's time in a largely female social world. Following one southern woman's courtship process through her letters, Stowe noted that the social pressures on her to marry all became condensed into a paradox: she was supposed to find everlasting bliss with a stranger. Leaving behind strong female relationships to join a man's household was difficult. "," Marriage meant major social adjustments in the South. Women's status in society would now be based on a husband who they were expected to focus on as their ties with old female friends weakened. It would have been difficult for husbands and wives if either did not fit into their socially acceptable molds."],"display_date":"March 25, 1817","search_date":"1817-03-25","citations":[{"divid":1214703977,"type":"Newspaper Article","data":["Matrimony Notice","New Hampshire Gazette","","March 25, 1817","3"]},{"divid":1214704009,"type":"Article","data":["Mary Stovall Richards","And He Shall Rule Over Thee: Patriarchy in Two Nineteenth-Century American Subcultures","Journal of Mississippi","4","2001","317-346"]},{"divid":1214704082,"type":"Article","data":["Nell Irvin Painter","Of Lily, Linda Brent, and Freud: A Non-Exceptionalist Approach to Race, Class, and Gender in the Slave South","Georgia Historical Quarterly","2","1992","241-259"]},{"divid":1214704162,"type":"Article","data":["Steven M. Stowe","The Thing Not Its Vision: A Woman&#39;s Courtship and Her Sphere in the Southern Planter Class","Feminist Studies","1","1983","113-130"]},{"divid":1214704253,"type":"Website","data":["Bertram Wyatt-Brown","Southern Honor: Ethics and Behavior in the Old South","University of Michigan","http://hdl.handle.net/2027/heb.00819","October 25, 2006"]}],"locations":[{"id":2608,"lat":37.9291720638,"lng":-83.705774024,"zoom":8,"place":"MONTGOMERY, Kentucky"}],"tags":[{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}