{"id":349,"title":"The Virginius Affair\n","course_id":1,"status":"P","start_date":"1873-10-31","end_date":"1873-11-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Virginius was a former Confederate blockade runner which had been captured by the Union during the American Civil War.  A Northerner, John Patterson, purchased the Virginius from the government, and, unbeknownst to the New York Customs House, planned to use the ship to take supplies and men to Cuban insurgents fighting the Ten Years' War with Spain.  The Ten Years' War was the Cuban war for independence which lasted from 1868-1878; the last three months of the conflict would escalate to become the Spanish-American War. On October 31, 1873 in international waters near Jamaica, a Spanish naval vessel took the Virginius (which was flying the American flag) and its passengers and crew into custody.  There were 52 American and English crewmen, and around 100 Cuban passengers.  On November 4 in Santiago de Cuba, the Spanish summarily tried and executed 53 of the Virginius's crew, including the ship's commanding officer and former Confederate Captain Joseph Fry, as well as some passengers who turned out to be insurgents.&lt;br /&gt;Americans were outraged at the news; it was inconceivable that Spain would dare to board a vessel flying the U.S. flag in international waters, then impound and execute most of the crew.  Southerners were especially angry at the death of the ship's captain, an upright gentleman' and native Floridian; melancholy obituaries of the Captain who supported the secession of Florida from the Federal Union, and served throughout the war in the navy of the Confederate States' appeared in papers across the South.  In exchange for the loss of such a man, ever ready to espouse the cause of liberty,' Southerners wanted justice: The blood of Captain Fry and his comrades has not been shed in vain. From all over this country will go up a cry for vengeance upon their murderers, and Cuba soon be free Cuba.'&lt;br /&gt;Even after the news came out that the Virginius had flown the American flag illegally, tensions were high between the U.S. and British and Spain.  However, on December 8, Spain agreed to release the remaining prisoners, return the Virginius to the United States.  In 1875, the Spain paid an indemnity of 80,000 to the American and British governments in apology for the execution of American and British citizens two years earlier.  Though the Virginius incident rallied Southern pride, it also lit a fire of nationalism in the United States, a prelude to the rise of nativism later in the century, and sowed a seed of discord between the American and Spanish governments which would yield the Spanish-American War a few years later."],"display_date":"October 31, 1873 - November 8, 1873","search_date":"1873-11-03","citations":[{"divid":1214233679,"type":"Newspaper Article","data":["The Cuban Butchery","Atlanta Constitution","","November 18, 1873","2"]},{"divid":1214233702,"type":"Newspaper Article","data":["","Richmond Daily Dispatch","","November 15, 1873","2-3"]}],"locations":[{"id":254,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}