{"id":3491,"title":"Sugar Plantations\n","course_id":1,"status":"P","start_date":"1835-12-28","end_date":"1835-12-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the nineteenth century Louisiana was one of the country's largest producers of sugar. The sugar plantations contributed to the American economy and although they were not always the wealthiest of ventures, the proved to be objects of mystique to travelers passing through southern Louisiana.","One such visitor to Louisiana was William Gray Fairfax of Virginia. Gray was on his way to Texas with a company of men when they stopped near Donaldsonville, Louisiana. While stopped, Madame Toureau of a nearby plantation, showed Gray then inside of her sugar house. The idea of a plantation was nothing new for Gray but he remarked on several things he saw while visiting the sugar plantation. He commented on the slaves, saying, the Negroes could only speak French; this points to the French settlement of the area. Although the plantation in Gray's eyes had the appearance of wealth he wrote further on that the figures he collected on the profit of the industry were a small yield for the apparent size and force. This shows that despite the work put into the crop, sugar cane was not always the most profitable crop in Louisiana.","Sugar plantation, like the one Gray visited, grew out of the vicinity of New Orleans in the period 1742-1795. This originated with French Creole planters that lived in the area. At this time, farmers focused on indigo and tobacco which provided a plantation foundation for the growing industry. In the next two decades, the sugar cane industry expanded in all directions while early frosts, poor soil, and the intrusion of the profitable cotton industry confined sugar cane production to southern Louisiana. The new technological advances in production tools, such as the boiling apparatus, propelled sugar cane's expansion and rooted it in the economy of Louisiana by the second decade of the nineteenth century. ","In order to glean a profit from the sugar business, the partners needed a large amount of labor. The slaves of the plantation supplied the manpower in the fields and in the mills. During the harvest slaves worked even longer hours...[and] raced against the weather to collect the harvest before the first frost and attacks by insects. This was backbreaking work and during the act of processing the crop, it was not unusual for several slaves to be injured by the rollers as they fed stalks into the mill or tried to untangle stalks from flywheels.","Although Gray was only a passerby in the plantation world of Louisiana, his eyes were opened to a larger part of the United States economy. By seeing a working sugar plantation, Gray saw a fixture of Louisiana agriculture and financial system. In his mind cotton planting must be more profitable, and he could not register the need for a large amount of laborers when the profit was small. He observed a part of history where slaves labor was crucial and where the industry profited from it."],"display_date":"December 28, 1835","search_date":"1835-12-28","citations":[{"divid":1217439121,"type":"Website","data":["William Fairfax Gary","Diary of William Fairfax Gary, Virginia to Texas 1835-1837","Southern Methodist University","http&#58;//www.smu.edu ","September 29, 2006"]},{"divid":1217439123,"type":"Book","data":["John B, Rehder","Delta Sugar ",null,"Baltimore, MD","The Johns Hopkins University Press","1999","1-60"]},{"divid":1217439279,"type":"Website","data":["Jean M. West","Sugar and Slavery&#58; Molasses to Rum to Slaves","Slavery in America","http&#58;//www.salveryinamerica.org/histor ","October 26, 2006"]},{"divid":1217439390,"type":"Website","data":["Louisiana State Museum","Antebellum Louisiana-Agrarian Life","Louisiana State Museum","http&#58;//lsm.crt.state.la.us ","Setember 30, 2006"]}],"locations":[{"id":2609,"lat":30.154068203,"lng":-91.0248645369,"zoom":9,"place":"ASCENSION, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}