{"id":3494,"title":"Wanted: Experienced Cook, World Traveler, Runaway Slave","course_id":1,"status":"P","start_date":"1815-06-15","end_date":"1815-08-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A black enslaved man named Henry ran away from the Staunton, Virginia plantation of John G. Wright on the 14th of June, 1815. By August 7th , Mr. Wright had placed an advertisement of a twenty dollar reward for his capture and return in the Washington D.C. <em>Daily National Intelligencer</em>. This was Henry's second attempt at escape; he had made the first while owned by a Doctor Trent in Richmond. Henry apparently was headed for Baltimore when he was first captured, and Mr. Wright had surmised he might have the same destination. "," Mr. Wright went on to write a surprising description of his slave, mentioning that Henry had been frequently at sea and has made trips to the West Indies and other places. He was also said to be a very good cook and known throughout Richmond for his skills. Wright noted too, that Henry is 5 feet 5 inches high, has thick lips...a grum countenance but pleasing when spoken to. "," A runaway enslaved man was not necessarily an uncommon occurrence-a newspaper search of advertisements in America's Historical Newspapers from 1815 to 1830 yields over 600 advertisements-but it is the descriptions of Henry which are of special interest. Much as the free blacks in Melvin Ely's <em>Israel on the Appomattox </em>have a surprising amount of mobility, so does this enslaved man-even if it was with his former master with whom he went to sea so frequently. Walter Johnson in his history of the antebellum slave market, <em>Soul by Soul</em>, relates how as the cornerstone of the southern economy, slavery came to permeate all aspects of white life. If what his owner said was true, the fact that the skills of a black slave garnered a certain amount of attention in Richmond seems to underline how prominently black slaves figured into the white collective consciousness."],"display_date":"June 15, 1815 - August 7, 1815","search_date":"1815-07-11","citations":[{"divid":1216076132,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox&#58; A Southern Experiment in Black Freedom from the 1790s Through the Civil War",null,"New York","Vintage Books ","2004",""]},{"divid":1216076180,"type":"Newspaper Article","data":["Twenty Dollars Reward","Daily National Intelligencer","","August 11, 1815","2"]},{"divid":1216076203,"type":"Book","data":["Walter Johnson","Soul By Soul&#58; Life Inside the Antebellum Slave Market",null,"Cambridge ","Harvard University Press","1999","78-116"]},{"divid":4507,"type":"Government Document","data":["tQeEruirLOHVbCS"]}],"locations":[{"id":2612,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}