{"id":3495,"title":"Evangelical Religion in Western Virginia\n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Joshua 24:15 spoke strongly to Robert Whitehead. If it seem evil unto you to serve the Lord. Choose ye this day whom you will serve. Mr. Spriggs, the young Methodist minister who delivered this message in Lewisburg in 1830, awed Whitehead with his forceful words to the point that he attended church twice that day. Whitehead knew that one day the young gentleman would be a religious personality to be reckoned with in that West Virginia town. Whitehead also noted how Spriggs effectively used a passage in one of the Books of the Corinthians to urge the congregation to faith, to test its members on their faith, and to force these churchgoers to examine their lives in light of the powerful words of scripture."," Whitehead had ended up in Lewisburg for the day by accident, but made full use of his time by exploring the town and its Presbyterian and Methodist churches. While his stagecoach took a rest day, he attended church and wrote in detail about it. Whitehead's rich description of such religious experiences indicates that they were important to him. "," Evangelical Protestantism appealed to southerners like Whitehead in a number of ways. Offering them salvation, a language for understanding their world, and a religious community, it comforted them. While still critical of aristocratic values, nineteenth-century evangelicalism also carried with it a more refined social code of moral responsibility and self-control focused on the state of the soul. Southerners happily used this code to polish their rough society. The evangelicals' focus on social stability also appealed to many southerners because it regulated socially unacceptable behavior."," With the Second Great Awakening also just coming to an end, it is no wonder that religion played an important role in Whitehead's life. This new religiosity was emotional and inspired Christians across America to commit more deeply to a new kind of spirituality. It was a challenge to Calvinism and older Christian denominations because it was led by compelling leaders who felt duty-bound to fix American morality. Baptists, Presbyterians, and Methodists dominated this new era because they gave people a choice: come with us and be saved or wallow in iniquity with the other damned. They drew converts in great numbers because they convinced people of their deep sin, tortured them with the knowledge of their righteous condemnation from God, and freed them with the promise of salvation through Christ. "," In the South, campmeeting revivals littered the landscape and yanked the populace out of its religious complacency. Evangelical foot soldiers impacted an already existing Christian society in the South by reenergizing the Biblical message and ensuring it spread to hundreds of thousands more people. Faith became a priority to more southerners like Robert Whitehead."],"display_date":1830,"search_date":"1830-07-02","citations":[{"divid":1217439934,"type":"Manuscript","data":["","Mss  10520-a",null,"Mss  10520-a","Note sheet for inventories","Papers of Robert Whitehead","Special Collections, University of Virginia"]},{"divid":1217439969,"type":"Article","data":["Edward R. Crowther","Holy Honor&#58; Sacred and Secular in the Old South","The Journal of Southern History","4","1992","619-636"]},{"divid":1217440043,"type":"Book","data":["Donald G. Mathews","Religion in the Old South ",null,"Chicago","The University of Chicago Press","1977","81-96"]},{"divid":1217440128,"type":"Article","data":["Donald G. Mathews","The Second Great Awakening as an Organizing Process, 1780-1830&#58; An Hypothesis","American Quarterly ","1","1969","23-43"]}],"locations":[{"id":2613,"lat":37.94383515,"lng":-80.5688419644,"zoom":9,"place":"GREENBRIER, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}