{"id":3496,"title":"The Economics of Renting and Selling Enslaved People \n","course_id":1,"status":"P","start_date":"1834-01-24","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Slave master John Lewis was stone dead. He was gone, but his 'property' still lived in western Virginia's Berkeley County. After he died, hiring out a slave named Charity on October 30, 1834 meant 15 in his family's pocket immediately. A remaining 82 was due to them later on account. Other slaves were also rented out. W. Russell paid out a sizable 70 for Pompey's labor, while Joseph Sharry doled out a mere 10 for Flora's services. Lewis's family later sold Flora for 400 and then spent 20 on cord and other items. Debits and credits. Debits and credits. Alongside wheat and shares of bank stock, his estate bought and sold people in the account books. Lewis's family let Sally keep her child and newborn baby when they sold the three for 17. The newborn baby brought in 5 alone. On the other hand, due to her poor eyesight, Caroline's buyer and seller considered her worth nothing more than the cost of her food and clothes. To the Lewis family, Caroline was an 'investment', and her disability meant that they would receive a poor return. "," Lewis's estate guardians knew they had to pay the bills and they chose to pay off expenses with people. In 1834 and 1835, his family was able to cover their debts by hiring out or selling enslaved people to others. Black families had to suffer for the white family to maintain its comfortable way of life. To soothe their patriarchal consciences, Lewis's family made a point in his accounts to note how they kept mothers and children together when they sold them. Lewis's story was not atypical. Upon his death, guardians had probably taken control of his estate and hired out or sold enslaved people to keep his dependents in comfort. The rising popularity of hiring out enslaved people signaled an economic shift in the South. As some basic industry entered into southern communities, it became more profitable to rent out a portion of the enslaved population to work in the primitive factories that sprouted up in the mixed agricultural economy rather than keeping them on the farms. Slave labor was cheaper than free labor, so it appealed to factory owners as well. "," Some of Lewis's enslaved people might also have been eventually sold further South from Virginia. With land better suited to produce for the booming cotton market than the tobacco-oriented Upper South, the Deep South's demand for forced labor increased even as its northern neighbors' supply of unnecessary labor rose. Deep South demand meeting Upper South supply ensured a forced southern migration of enslaved people. Sophisticated slave trading firms in big southern cities like Norfolk or Richmond used urban slave markets to oblige the economy by sending down enslaved black people from further North to New Orleans and elsewhere. Slave dealers sold the vast majority of enslaved people in direct bargaining processes with potential buyers in the slave pens. Rapid sales in massive public auctions did not occur as frequently. This massive trade in people kept Upper South states like Virginia implicated in the slave economy."],"display_date":"January 24, 1834 - December 31, 1835","search_date":"1835-01-12","citations":[{"divid":1214444025,"type":"Manuscript on Microfilm","data":["","Accounts of John Lewis &#40;Deceased&#41;, January 24, 1834","Reel 29, Micflm 1705, ser F, Frame 00020","Battaile Muse Papers","Alderman Library, University of Virginia"]},{"divid":1214444084,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox",null,"New York","Vintage Books","2005","117"]},{"divid":1214444115,"type":"Book","data":["Walter Johnson","Soul By Soul",null,"Cambridge, MA","Harvard University Press","1999","7, Figure 1, 215-220"]},{"divid":1214444161,"type":"Article","data":["Keith C. Barton","Good Cooks and Washers&#39;: Slave Hiring, Domestic Labor, and the Market in Bourbon County, Kentucky","The Journal of American History","84","1997","436-460"]}],"locations":[{"id":2614,"lat":39.4640522698,"lng":-78.0275332326,"zoom":9,"place":"BERKELEY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}