{"id":3497,"title":"Folk and Quack Medicine\n","course_id":1,"status":"P","start_date":"1817-08-20","end_date":"1817-08-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Doctor Robertson had done it, and he had done it for western Virginia's Charlestown in 1817. He had discovered the most valuable medicine ever offered to the public (Farmer's Repository), a veritable cure all. Luckily, he was nice enough to share. The local Apothecary's Shop in Charlestown advertised that it would sell the phenomenal set of Doctor Robertson's Family Medicines. One cure was proved by thousands who have experienced its beneficial effects while another was confidently recommended as the most efficacious medicine for the speedy relief and cure of all nervous complaints. They were truly panaceas. The medical professional also offered the public antidotes for fevers and itches as well as infallible worm destroying lozenges. Clients must also have cared about the appearance of their teeth because Doctor Robertson made sure to include toothache drops and a remedy for improving the teeth and gums."," On the small chance that a woman's ailments were not covered by the above medicines, the good doctor offered a solution for all diseases peculiar to the female sex. Doctor Robertson's Vegetable Nervous Cordial, or Nature's Grand Restorative was the ticket out of depression, illness, faintness or any other disease associated with nerves. Such quack medicine gained popularity because there were few good options for southerners. According to John Duffy, Although tremendous strides had been taken in the realm of the basic sciences by the early nineteenth century, the practice of medicine had not kept abreast of the new discoveries. People were hungry for cures for everything from the common cold to the miserable contagious diseases that plagued society, but there was little help to be found."," Southerners also turned to folk medicines as orthodox practices became increasingly extreme. Duffy writes thatThroughout most of the period the average practitioner was prone to excessively bleeding, purging, blistering, and the administration of relatively large quantities of dangerous drugs. There was a great chance that doctors would harm patients more than help them. Faced with such horrific treatment options and unqualified medical help, it is no wonder that a large percentage of the population in the South looked to herbal medicines and folk panaceas."],"display_date":"August 20, 1817","search_date":"1817-08-20","citations":[{"divid":1214533783,"type":"Newspaper Article","data":["Advertisement","Farmer&#39;s Repository","","August 20, 1817","4"]},{"divid":1214533805,"type":"Article","data":["Sally G. McMillen","Antebellum Southern Fathers and the Health Care of Children","The Journal of Southern History","3","1994","513-532"]},{"divid":1214533862,"type":"Article","data":["John Duffy","Medical Practices in the Antebellum South","The Journal of Southern History","1","1959","53-72"]}],"locations":[{"id":2615,"lat":38.3861984314,"lng":-81.3578369854,"zoom":8,"place":"KANAWHA, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}