{"id":3498,"title":"A Negro Killed\n","course_id":1,"status":"P","start_date":"1864-01-28","end_date":"1864-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The crime was reported in the newspaper with a bit of contempt, as if it was a mildly amusing diversion in the late days of the Civil War. According to the Wellsburg Herald, the black population of Wellsburg had been meeting nightly at societies or parties at the residences of other free blacks. But on this particular night something went wrong, or as the local white-owned newspaper mused, [the party] appears...to have been diverted from its legitimate object - affording an opportunity for the younger classes to meet, court, and sport together. The -'green-eyed monster' jealousy was of course not idle. A young free black man by the name of Thomas Groves was in town briefly as an employee on the steamer Miami and attended the party. When he left the house in the company of a local black woman, he got into an altercation with a group of local black men over his relationship with the woman. In the ensuing quarrel a member of the group pulled out a pistol and killed Groves. Though the identity of the actual killer was not known at press time, six of the men had been arrested on charge of being concerned in the riot. A hearing was scheduled for that afternoon.","Western Virginia, soon to become the new state of West Virginia, did not secede from the Union, and thus became a haven for free black men and escaped slaves during and after the Civil War. The border between West Virginia and Virginia was an important escape route from the Confederate states to the Upper South. Many former slaves were drawn to the area by the promise of a large number of high-paying jobs created by the burgeoning mining and timber industries. But in some cases, the influx of newly-free blacks was scarcely tolerated by the whites of the northern Border States. In an area that had traditionally had few blacks because of the lack of demand for slaves, the immigration of African Americans heightened tensions between the two races. The high tensions sometimes led to violence. In this case, however, the violence was limited to the black race, and so was looked on more as a diversion rather than cause for alarm.","Many of these escaped slaves became useful members of the Union Army, and some even became soldiers after conscription of African-Americans was approved in 1863. However, white attitudes toward free blacks in the South would remain a problem well into the 20th century, and soon black-on-black crime would be relatively ignored by many local southern authorities. Though the men in this case were arrested and perhaps even given a trial, this attitude of disdain among the whites would only increase during Reconstruction, and eventually transform into the codified racism of the late 19th and early 20th centuries. With the displacement of large groups of slaves during the Civil War and the sudden complete emancipation of the 14th Amendment, blacks and whites would be forced to deal with each other on grounds unfamiliar to both races. "],"display_date":"January 28, 1864 - December 31, 1864","search_date":"1864-07-15","citations":[{"divid":1214169998,"type":"Newspaper Article","data":["","Wellsburg Herald","Wellsburg, VA","Jan. 29, 1864",""]},{"divid":1214170024,"type":"Book","data":["Edward Ayers","In the Presence of Mine Enemies: The Civil War in the Heart of America, 1859-1863",null,"New York","W.W. Norton &amp; Company","2003","365"]},{"divid":1214170077,"type":"Book","data":["Dwight Billings, Mary Beth Pudup, and Altina Waller","Appalachia in the Making: The Mountain South in the Nineteenth Century",null,"Chapel Hill","The University of North Carolina Press","1995","473"]}],"locations":[{"id":2616,"lat":40.2733368751,"lng":-80.5764577451,"zoom":11,"place":"BROOKE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}