{"id":3499,"title":"Southern Appalachia&#39;s Livestock Economy\n","course_id":1,"status":"P","start_date":"1826-12-12","end_date":"1826-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Shepherdstown County, the blood was flowing. Such is what James Markell's sister wrote to her absent brother in the winter of 1826 concerning the hog butchering frenzy in that western Virginia area. For the past two weeks, several couples had also celebrated their nuptials never minding the penetrating squeals of the dying pigs around them. New families would begin and there would be plenty of food for Shepherdstown. Energy and happiness filled the Markell household. "," With southern livestock like hogs accounting for over two times the value of the cotton crop by 1860, the Markells had good reason to feel elated. They were part of the army of farmers in the South that would grow to produce two-thirds of America's hogs for the one hundred million dollar US market in that same period. Three types of people led this hog-raising cohort: planters, yeoman farmers, and drovers. Planters generally felt that keeping hogs was beneath them and consequently raised the fewest hogs of the group. In southern Appalachia, wealthy planters often contracted with landless farmers to sharecrop hogs and cattle on some of their more mountainous land. These landlords would supply necessary farm equipment to these poor farmers and then take a majority portion of the livestock yield at the appropriate time. Making up about three times more of the labor force than these landless folk, wage workers played an even more important role in the southern Appalachian livestock economy as short-term laborers or long-term contract employees. Yeoman farmers stood in between the planters with their workers and the drovers in producing sizable herds of hogs. Drovers earned their moniker because they almost exclusively herded animals and drove them to market as opposed to cultivating crops. In the process of taking thousands upon thousands of animals to market, drovers would support local economies by purchasing feed and other supplies for the hogs."," In contrast to some commonly held beliefs, planters did not unequivocally dominate this agrarian social group. Not all rural people aspired to the life of the planter because they had found handsome profits in more mobile lives as herders. Becoming planters was also exceedingly difficult for most southern Appalachians, so they remained in their sharecropping and herding roles across generations. Southern society recognized the important role that these people played and protected their grazing ranges for many years by limiting fencing law protection for the planter class's crops. It is hard to say where the Markells stood on this issue, but there is no doubt they were happy that their hogs were fat."],"display_date":"December 12, 1826","search_date":"1826-12-12","citations":[{"divid":1214567870,"type":"Manuscript on Microfilm","data":["","James Markell&#39;s Sister to James Markell, December 12, 1826","Reel 33, Micflm 1705, ser F6, Frames 210, 212","Shepherdstown, West Virginia Papers","Alderman Library, University of Virginia"]},{"divid":1214567935,"type":"Book","data":["Wilma Dunaway","The First American Frontier: Transition to Capitalism in Southern Appalachia 1700-1860",null,"Chapel Hill","The University of North Carolina Press","1996","98-119"]},{"divid":1214567992,"type":"Article","data":["Forrest McDonald, Grady McWhiney","The Antebellum Southern Herdsman: A Reinterpretation","The Journal of Southern History","2","1975","147-166"]}],"locations":[{"id":2617,"lat":39.30762356,"lng":-77.8627617422,"zoom":10,"place":"JEFFERSON, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}