{"id":3500,"title":"Creditors, Debtors and Land Disputes","course_id":1,"status":"P","start_date":"1826-01-07","end_date":"1826-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mathew Buchanan's letter in 1826 nervously mentioned intelligence that Thomas Edmiston's heirs were trying to take over his land in Washington County, Virginia. He would not give up his land without a fight, but one small problem arose. He had no proof that he owned it. Buchanan found out that land dealings could get nasty. Initially, he had partnered with Thomas Edmiston to purchase a piece of property. Edmiston had traveled to the appropriate land office to buy the land in his own name while Buchanan stayed home. Buchanan then claimed that he had paid Edmiston for a share of the two thousand acre plot. Unfortunately, he lacked the contract proving this and no third party could validate his ownership. This did not turn into a problem until Edmiston passed away. At this time, his heirs began pressuring Buchanan for proof that he had paid Edmiston for his piece of the property. Buchanan had no such proof. He would have had a slim defense to offer the court in response to Edmiston's relatives."," In southern courts, credit was king. Civil suits like the one that might have resulted from the Buchanan dispute dominated the courts of the antebellum South and victory often fell to lenders. Much litigation centered on debtors' inability to pay back lenders and it was the rare defendant who escaped such charges unscathed. Knowing this, creditors made use of various legal strategies to maximize their advantage over their clients. Often they would exploit the clerk or sheriff's offices within the courthouse rather than the court itself to win judgments over debtors. If they had exploited their creditor rights properly, the Edmistons probably won the legal battle by contending that their family had never received payment for the land that they had loaned Buchanan. Southern courts usually awarded lender plaintiffs victory in cases against debtors and Buchanan would have been an easy target. With no contractual proof that he had paid Thomas, he would have appeared to be in arrears and probably would have lost his land."],"display_date":"January 7, 1826","search_date":"1826-01-07","citations":[{"divid":1215282553,"type":"Manuscript on Microfilm","data":["","Matthew Buchanan to Andrew Buchanan, January 7, 1826","Reel 8, Micflm 1705, ser J, Frame 22","Buchanan and McClellan Family Papers","Alderman Library, University of Virginia"]},{"divid":1215282613,"type":"Article","data":["Thomas D. Russell","The Antebellum Courthouse as Creditors&#39; Domain: Trial-Court Activity in South Carolina and the Concomitance of Lending and Litigation","The American Journal of Legal History","40","1996","331-364"]}],"locations":[{"id":2618,"lat":36.7543817139,"lng":-81.8784809042,"zoom":9,"place":"WASHINGTON, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}