{"id":3501,"title":"Land Disputes and Family Assistance in Appalachia\n","course_id":1,"status":"P","start_date":"1826-08-04","end_date":"1826-08-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mathew Buchanan was broke. If he was unable to raise money soon, he would lose his Washington County, Virginia land in 1826. Buchanan was never officially part of the contract involved with the original purchase, but instead claimed to have paid a friend informally for a piece of the land. Unfortunately, he did not have the money to repurchase the land in a fully legal manner now that his original payment was in dispute and he lacked a contract for proof. "," Resisting the urge to involve others in his problems by asking for loans to cover the cost of the land, Buchanan was all alone. Thus, he found himself cornered into possibly selling his property to a trusting Uncle Thomas. With a family member helping him, Buchanan would have had reason to hope that the business exchange would eventually work out in his favor. Still, one thousand acres could have been potentially lost because Buchanan did not have the legal documents necessary to prove his claim.","Buchanan's attempt to mitigate his problems by seeking help from his family member would not have been atypical. In Appalachia during this period, people relied on their kin to resolve problems. It would have been only natural for him to reach out to his familial support network to counteract this pressure. Elites faced challenges when attempting to run roughshod over others in Appalachia. Even though they might own vast tracts of land and have connections with other strong elites, the resistance from neighborhood and kin networks that the powerful met when exerting their influence moderated their actions to an extent. The remoteness of communities in Appalachia meant that their members had to rely on each other for most of their daily needs, so tight bonds were formed. For example, people often cooperated with each other by necessity to complete infrastructural projects. Such cooperative efforts created strong families and communities which people could turn to for a degree of assistance when threatened by elites."],"display_date":"August 4, 1826","search_date":"1826-08-04","citations":[{"divid":1215282809,"type":"Manuscript on Microfilm","data":["","Mathew Buchanan to Andrew Buchanan, August 4, 1826","Reel 8, Micflm 1705, ser J 7, Frame 20","Buchanan and McClellan Family Papers","Alderman Library, University of Virginia"]},{"divid":1215282879,"type":"Article","data":["Ralph Mann","Mountains, Land, and Kin Networks: Burkes Garden, Virginia, in the 1840s and 1850s","The Journal of Southern History","3","1992","411-434"]}],"locations":[{"id":2619,"lat":36.7543817139,"lng":-81.8784809042,"zoom":9,"place":"WASHINGTON, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}