{"id":3506,"title":"Teaching the Catechism to Slaves\n","course_id":1,"status":"P","start_date":"1858-06-26","end_date":"1858-06-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Though this episode originally took place in Alabama, it was reprinted on the front page of the Ceredo Crescent in western Virginia. A Methodist preacher had been teaching the colored people out of catechism No. 1 - teaching them at the plantations, when a Baptist minister heard of his efforts and raised the alarm. The Baptist quickly called a meeting and began to denounce the practice of preaching to the slaves through the catechism. Not all in the audience were convinced by the harangue, however, and one member of the Methodist church declared that her mind was not changed at all; the missionaries would still teach her servants out of the catechism if they would. Eventually, the Baptist minister retired and gave up the idea of convincing the Methodists of the evils of the catechism. ","During the religious awakenings of the nineteenth century, the practice of converting large numbers of slaves to Christianity became more acceptable. Prior to that, slave Christianity was a problematic issue because of the ethics of one Christian holding another in bondage. In the late eighteenth century, Methodists in particular took a strong anti-slavery stand, but were overruled by the laity in the southern states. With the advent of evangelicalism and a new emphasis on personal salvation, however, Christianity came to be seen as a way to control and pacify slaves, and most white preachers emphasized the idea of obedience to those in bondage. Many sermons centered on the idea of obeying an earthly master as one was required to obey a heavenly one. Therefore, the idea of a white minister teaching scripture to slaves was not only accepted, but often encouraged. ","Problems arose, however, when reading became a part of the equation. Knowledge for a slave in the antebellum South was power, and the ability to read and write allowed slaves to forge passes and freedom papers to help them escape. While few southern states actually had laws preventing slave literacy, it was generally discouraged by the whites in power. Therefore, the use of a catechism to preach to slaves was socially contentious, and in some places, illegal. Even the possibility that blacks might learn to read made whites nervous, and so the catechism became a front page issue in slaveholding states like Virginia. ","For many slaves, both church and the Bible became important tools in the quest for literacy. Often slaves would memorize passages during church services and then look them up in secret. In this way, slaves taught themselves to spell and then later, to read. The same problem arose with the catechism. If slaves could memorize passages from the book and then find them later, the book could become another way to learn to recognize words. The narrative also reflects the competition for converts between the different denominations of the Protestant church. In the early years of the Great Revival, Baptists and Methodists in particular fought for control of different populations, as seen in the Baptist minister's determination to address the Methodist missionaries' congregation. This rivalry was still a factor in many parts of the South, even in the 1850s, especially in the less settled regions. Many parts of western Virginia were still wilderness at this time, and so this story would hold particular relevance for those in the less settled parts of the state."],"display_date":"June 26, 1858","search_date":"1858-06-26","citations":[{"divid":1214521770,"type":"Newspaper Article","data":["","Ceredo Crescent","Ceredo, West Virginia","June 26, 1858",""]},{"divid":1214521808,"type":"Book","data":["Samuel Hill","Encyclopedia of Religion in the South",null,"United States","Mercer University Press","1984","694"]},{"divid":1214521867,"type":"Book","data":["Janet Cornelius","When I Can Read My Title Clear: Literacy, Slavery, and Religion in the Antebellum South",null,"Columbia, SC","University of South Carolina Press","1991","72, 113"]}],"locations":[{"id":2621,"lat":38.1460994742,"lng":-82.4270334246,"zoom":9,"place":"WAYNE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}