{"id":3507,"title":"Augusta County, Nat Turner, and Abolition","course_id":1,"status":"P","start_date":"1831-01-01","end_date":"1831-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1831, the news of Nat Turner's rebellion provoked a seemingly unexpected response from women in Augusta County, Virginia: a call for abolition. While the women called their actions unexampled, and they felt all the timidity incident to our sex in entering the sphere of politics, they worried that the revolt was but a partial execution of a widely projected scheme of carnage. They could not hide the fears which agitate our bosoms, and the dangers which await us, as revealed by recent tragical deeds. Apparently the women believed that the slaves, once emancipated, would have little incentive to revolt. Further, the women were ready to take on the lost labor themselves.  Tell us not of the labors & hardships we shall endure when our bondservants shall be removed from us. They have no terrors for us, the petition continued."," The <em>Annals of Augusta County</em>, a historical record of the county, would later publish additional information on what is perhaps the same push for local women for emancipation. The <em>Annals</em> relate how, in 1831 John McCue, one of the State Delegates from Augusta, presented a memorial to the State Legislature signed by 215 Augusta women praying for emancipation. While emancipation was not granted, the Women were not alone. The Annals report that there were numerous other petitions from Augusta County as well."," Although contrary to the conventional view that slavery in the South was immutable, the women's' petition probably did not fall on deaf ears in the Virginia Legislature. Historian Scot French notes that the State Legislative session of 1831 and 1832 following Nat Turner's Rebellion, became a debate over the future of slavery, the specter of black insurgency, and the possibility of solving this problem through abolition and removal of African Americans from the state. French quotes James McDowell, from Augusta's neighboring county, Rockbridge, as commenting on the large number of black victims killed in a frenzied white response to the revolt: Was it the fear of Nat Turner and his deluded and drunken handful of followers which produced or could produce such effects? Was it this that induced distant counties where the very name of Southampton was strange to arm and equip for struggle? No, sir, it was the suspicion eternally attached to the slave himself, the suspicion that a Nat Turner might be in every family. It was as if Nat Turner had in one vicious stroke exposed the violence at the very heart of the slave system, to the point that more than a few in Augusta County and Virginia wanted to abstain."],"display_date":1831,"search_date":"1831-07-02","citations":[{"divid":1216049513,"type":"Book","data":["Jos. A Waddell","Annals of Augusta County, Virginia&#58; From 1726 to 1871",null,"Harrisonburg","C.J. Carrier Company","1902","414"]},{"divid":1216049548,"type":"Website","data":["Walter Clinton Jackson Library","PAR 1683125","The University of North Carolina-Greensboro","http&#58;//library.uncg.edu/slavery_petitions/","October 12, 2006"]},{"divid":1216049649,"type":"Dissertation/Thesis","data":["Scot French","Remembering Nat Turner&#58; the Rebellious Slave in American thought, 1831 to Present","PhD diss.","University of Virginia","2000",""]}],"locations":[{"id":2622,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}