{"id":3508,"title":"A Contraband Works for the Union\n","course_id":1,"status":"P","start_date":"1862-04-14","end_date":"1862-04-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The contraband only spent a short time working for James D. Templeton's brigade before his death, but in that time the ex-slave managed to leave a lasting impression. Templeton was a young Union soldier from Savannah, Ohio who took part in several major battles of the Civil War, including Antietam. He spent much of his first two years in the mountains of West Virginia, as the horn player in a military band attached to Rutherford B. Hayes' 23rd Ohio Infantry. On April 14, 1862, he wrote home to his parents to describe a former slave, or contraband, who came in about a week ago and began to work for the brigade. Templeton described the man as a very pleasant fellow and works well. Says he will stay with us and go with us home. Two weeks later, his parents received another letter mentioning the escapee, this time to relay the facts of his death. You remember I told you we had a contraband at work for us? He took sick and died very suddenly on Tuesday last. We did all we could for him. He was only sick two days. The doctor pronounced his disease inflammation of the stomach. He was a fine fellow and we miss him very much. ","As slaves fled from their former owners during the chaos of war, they often attached themselves to the advancing Union army. Though some slaves attempted to make the dangerous journey to the states of the Union, the advancing northern army was often the closest and safest option. Everywhere the northerners went, escaped slaves followed, usually to be held by the advancing army as contraband from the enemy. The Virginia-West Virginia border provided a perfect opportunity for many other slaves to escape, as West Virginia was admitted to the Union in 1863 on the condition it would be a free state with a plan of gradual emancipation for those currently enslaved. Since the state shared a long border with the largest slaveholding state in the Confederacy, Virginia, it was a popular escape route for many slaves. ","As Templeton's letter indicates, the new contraband went to work for the soldiers of the Union brigade. All over the South, contrabands worked for the northern army in many different roles, as laborers, hospital workers, cooks, and often body servants for federal officers. They became a vital part of the workings of the Union army. Slaves were even put to work for the Confederate cause, usually pressed into building trenches or fortifications, and thousands went into the field with their masters as personal servants. By the end of the war, Jefferson Davis was even pressing for the conscription of slaves into the Confederate army, with promises of freedom for those who volunteered. Though this Southern plan was never put into action, the North did indeed recruit and arm runaway slaves, as well as free blacks from the northern states. In this capacity, many African Americans served with honor and distinction. "],"display_date":"April 14, 1862 - April 28, 1862","search_date":"1862-04-21","citations":[{"divid":1217533616,"type":"Primary Source in a Secondary Source","data":["James D. Templeton Letters Home","1861-1862","Slavery in the South&#58; A State-by-State History","John Allen and Clayton Jewett","Westport","Greenwood Press","2004","276"]},{"divid":1217533701,"type":"Book","data":["John Alexander Williams","Appalachia&#58; A History",null,"Chapel Hill","University of North Carolina Press","2002","394"]},{"divid":1217533760,"type":"Book","data":["Dwight Billings, Mary Beth Pudup, and Altina Waller","Appalachia in the Making&#58; The Mountain South in the Nineteenth Century",null,"Chapel Hill","University of North Carolina Press","1995","469"]}],"locations":[{"id":2623,"lat":38.3333275649,"lng":-81.544947233,"zoom":9,"place":"KANAWHA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}