{"id":3509,"title":"A Falling Deck of Cards: The Panic of 1819\n","course_id":1,"status":"P","start_date":"1819-06-15","end_date":"1819-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Citizens of Staunton, Virginia came together June 15, 1819 to navigate the pitfalls of the antebellum economy.  Their official business was to  take into consideration the depreciation of the notes of certain banks, for the economy was at the bottom of a large dip - the Panic of 1819. The citizens decided that the notes of the State Bank of North Carolina should no longer be received at normal value, but rather at a discount that was fixed to same discount in Richmond."," Further, the citizens decided that the merchants in the town should hold onto the   bank notes they received. When there were enough notes to support a trip to North Carolina, the council resolved to send down a confidential person to trade the North Carolina notes for current notes of other states or just plain gold specie."," These were issues being debated throughout the Union that year as they had been, asserts literary historian David Anthony in his article Banking on Emotion, ever since an economy based on national debt and credit rather than on a gold standard had been set in motion in the 1790's by Alexander Hamilton. By the second decade of the eighteenth century, institutions such as the Bank of North Carolina were offering credit with nothing tangible to back it up. The situation was made more precarious as people became cavalier with their debts: it was a time of economic booms, and great speculation in the South. As Melvin Ely notes, in <em>Israel on the Appomattox,</em> people were often debtors and creditors at the same time. During the periods of inevitable busts, like the Panic of 1819, the intricate system of debt and credit came tumbling down, forcing communities like Staunton to face the tough economic reality of the de-evaluation of their bank notes."],"display_date":"June 15, 1819","search_date":"1819-06-15","citations":[{"divid":1214534648,"type":"Newspaper Article","data":["North Carolina Notes","Alexandria Herald","","June 16, 1819","3"]},{"divid":1214534682,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox: A Southern Experiment in Black Freedom From the 1790s Through the Civil War",null,"New York","Vintage Books","2004","87"]},{"divid":1214534733,"type":"Article","data":["David Anthony","Banking on Emotion: Financial Panic and the Logic of Male Submission in the Jacksonian Gothic","American Literature","76","2004","719-747"]},{"divid":290614,"type":"Online Encyclopedia","data":[null,null,null,null,null,null,null,null,"ZsUXTBCUhPwUjuQS"]}],"locations":[{"id":2624,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}