{"id":3512,"title":"Blackburn&#39;s Emancipation\n","course_id":1,"status":"P","start_date":"1835-03-02","end_date":"1835-03-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["General Samuel Blackburn, a lawyer, general in the militia, prominent and popular resident of Augusta County, died on March 2, 1835. While this would be of note in itself, of special interest is that in his will, according to the <em>Annals of Augusta County</em>, General Blackburn liberated his forty slaves on the condition that they would immigrate to Liberia. Their trip was paid by his estate. No mention is made if the slaves reached Liberia, or if his wife, who survived him by five years, liberated the enslaved peoples immediately following his death. The <em>Annals </em>do stress his evangelical Christianity, including an excerpt of his will in which General Blackburn writes,  I die, as I trust, a Christian, believing as I must in the doctrine for the atonement by the death, the suffering and mediation of the Lord Jesus Christ..."," General Blackburn was not alone in Augusta County in his desire to send enslaved peoples to Africa. In December of 1831, a petition with the signatures of 28 Augusta men was sent to the Virginia Legislature asking for their support of United States Constitutional amendment which would give the United States Congress the ability to raise and appropriate money to transport free persons of color to the coast of Africa, and also, the power to purchase slaves then transport them likewise."," A belief in slavery was anything but static in the white South. Rather, opinions on thepeculiar institution varied widely. Melvin Ely's <em>Israel on the Appamattox</em>, recounts how slaves from Prince Edward County, Virginia, are set free, given land, and co-exist relatively peacefully with their white neighbors for over forty years. Yet Ely also notes that Blackburn's response, Colonization, was not uncommon among whites with qualms about slavery, although informal surveys taken just after Nat Turner's revolt seemed to show that much of Virginia's enslaved black population had little desire to move from their birthplace to Africa.   "],"display_date":"March 2, 1835","search_date":"1835-03-02","citations":[{"divid":1216049822,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox&#58; A Southern Experiment in Black Freedom from the 1790s Through the Civil War",null,"New York","Vintage Books","2004","385-386"]},{"divid":1216049863,"type":"Book","data":["Jos. A Waddell","Annals of Augusta County, Virginia&#58; From 1726 to 1871",null,"Harrisonburg","C.J. Carrier Company","1902","407-408"]}],"locations":[{"id":2626,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}