{"id":3513,"title":"A New Bride&#39;s Suicide\n","course_id":1,"status":"P","start_date":"1856-06-05","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The servants thought the new bride, Mrs. Nancy Gray, had simply laid down to rest. Though shutting up the house on a Thursday morning was an unusual step, she had felt indisposed recently and so they thought nothing of it. It was not until the middle of the day, when a serving woman came to ask about dinner, that they realized something was amiss. Nancy Gray was not asleep; she was found in a closet, propped up into a sitting position by the shotgun she had used to kill herself. At her side was a buggy whip, with which she was thought to have pulled the trigger. Her husband, Mr. William M. Gray, was understandably distraught, as he had left her that morning in a seemingly cheerful state and had gone to help a neighbor who was building a new home nearby. ","The Democrat referred to the death as a mysterious suicide because she was young, lovely, but recently married, surrounded by every comfort, and apparently happy. Their only qualification was that, at times she seemed somewhat depressed and their conclusion was that at the moment of the suicide she must have been rendered temporarily insane. ","Ideas about women's mental health were extremely undeveloped at this time, and depression usually went undiagnosed. If identified at all, it was blamed on a variety of factors including idleness, exhaustion, childbearing, not being able to bear children, over-mothering, and the female wardrobe of the 19th century, among others. Though appearing among all classes, middle- and upper- class women were the most vulnerable to depression, possibly due to the relatively few outlets available for the high amount of education they received. But new wives were expected to create a stable and loving home environment for their husbands, and if depression prohibited a woman from doing so, the sense of failure could be overwhelming.","This episode is also symptomatic of the well-established patriarchal male ideas about womanhood in the antebellum South. Women were put on a pedestal, idealized as pure and innocent creatures to be taken care of and carefully worshipped. The fact that this woman was married, pretty and had every material object she desired available to her should have rendered her perfectly happy, and thus crazy to have wanted to kill herself. In Virginia, the heart of the Old South, this paternalistic idea of womanhood was particularly prevalent. Women, however, played a much larger role than the stereotype of the pampered housewife suggests. Most women were not wealthy plantation mistresses, but poor women struggling to raise a family. They had as much work as men in household chores, raising children, often helping with farm work, and all the while expected to be pure, fertile, chaste, and well-mannered. ","There is evidence that women at times felt strangled by this rigid and prescribed role created for them. The isolated nature of much of the rural South in 1856, limited a woman's access to other women, which prevented the creation of an alternative support system. Therefore, most women turned only to their husbands and children as their primary caring relationships. These relationships enforced already close ties to the home. The rise of companionate marriages in the South also helped create a system in which women held more responsibility for creating the ideal happy southern home, and more blame if they could not. Because the husband's sphere was considered to be outside the home, the task of providing a warm, welcoming family environment fell mostly upon the wife and mother in the household. There was little room for depression or mental illness in this idyllic world view and, as divorce was extremely rare and difficult to obtain (requiring a private act of the state congress) suicide could become a last resort. "],"display_date":"June 5, 1856 - December 31, 1856","search_date":"1856-09-17","citations":[{"divid":1214168929,"type":"Newspaper Article","data":["","The Democrat","","June 7, 1856",""]},{"divid":1214168941,"type":"Book","data":["John Boles, editor","A Companion to the American South",null,"Malden, MA","Blackwell Publishers","2002","192"]},{"divid":1214168972,"type":"Book","data":["Graham Baker-Benfield","The Horrors of the Half-Known Life: Male Attitudes Toward Women and Sexuality in Nineteenth-Century America",null,"New York","Harper &amp; Row","1976","108"]},{"divid":1214169036,"type":"Book","data":["Deirdre English","For Her Own Good: 150 Years of Experts&#39; Advice to Women",null,"Garden City, NY","Doubleday Press","1978","187"]}],"locations":[{"id":2627,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}