{"id":3516,"title":"An 1860 Presidential Debate Comes to Blows\n","course_id":1,"status":"P","start_date":"1860-10-13","end_date":"1860-10-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Less than a year before the Civil War spread destruction throughout the state of Virginia, a heated exchange between two Democrats indicated the sharp divide that split the party. In the election of 1860, the Democratic vote was split between three candidates, John Bell, Stephen Douglas, and John Breckinridge. During a formal debate between Gen. George Blow, a Douglas Democrat, L.H. Chandler, a Bell man, and Maj. William Lamb, a Breckinridge supporter, the discussion quickly disintegrated into personal insults between Mr. Lamb and Mr. Chandler. The <em>Herald</em> wrote that Lamb, might have spared some of the gross ribaldry and vituperation which he unnecessarily and we should think injudiciously heaped upon the [Constitutional] Union party, and that when he was understood to say that no honest man could attach himself to such a party...[it] was felt by hundreds present as a direct personal insult, and resented by a storm of hisses. However, when Lamb pointed at Chandler and alleged he was a member of the controversial Massachusetts Freesoil Party in 1848, it was simply too much for the Bell Democrat to bear. It's a d----d lie. announced Mr. Chandler. Do you mean to say I am a d-----d liar? Lamb responded. To which Chandler then shouted, ...sir, you are a d----d infernal liar And, as the paper so delicately put it, it was here the parties came into a collision...the blows seemed to those nearest the spot to have been almost simultaneous. This exchange of punches prompted supporters of each man to rush to the stage. To The <em>Herald</em>, in a chillingly prescient statement, it seemed that one imprudent act...might have lit up a flame of discord that could only have been quenched with blood, and caused the sacrifice of many lives.","This violent dispute reflects much of the turmoil that marred the Upper South during the months prior to the Civil War. The border states held the closest ties to their neighbors to the north and therefore felt the rift between the two regions most deeply. And it was here that the rift in the Democratic Party was felt most intensely. Breckinridge was supported by the Deep South, as he was a vocal proponent of slavery and its expansion. Those closer to the border were wary of his rhetoric, however, and Virginia was especially unenthusiastic. Stephen Douglas was more acceptable in this region, as he was dedicated to the preservation of the union. John Bell, the candidate of the Constitutional Union party, an organization dedicated to avoiding secession, also had a large following. The main issue was slavery. The South wanted a permanent guarantee of its continued preservation and expansion to new states in the form of a Constitutional amendment. This proposal was absolutely opposed by the North, who feared the political power that the slave states would hold if new states that welcomed slavery were allowed into the union. Though every Democrat in the South demanded a right to slavery forever, their differences in the area caused more conflict than unity. It was this conflict that allowed for the victory of Abraham Lincoln, the Republican candidate, who took office with a minority of the popular vote. And it was this event that prompted the Cotton Belt states to secede, but the deep divisions among southerners, evident in this episode, delayed Virginia from immediately following suit. "],"display_date":"October 13, 1860","search_date":"1860-10-13","citations":[{"divid":1214701854,"type":"Newspaper Article","data":["","Ceredo Crescent","Ceredo, West Virginia","","October 13, 1860"]},{"divid":1214701875,"type":"Book","data":["Edward Ayers","In the Presence of Mine Enemies: The Civil War in the Heart of America 1859-1863",null,"New York","W.W. Norton &amp; Company","2003","63-73"]}],"locations":[{"id":2629,"lat":36.9538901577,"lng":-81.1000549711,"zoom":9,"place":"WYTHE, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}