{"id":3517,"title":"Mr. Clay comes to Staunton, Virginia","course_id":1,"status":"P","start_date":"1832-07-27","end_date":"1832-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Augusta County, Virginia was clearly Whig Country come the election of 1832. The <em>Annals of Augusta County</em>, a historical record, speaks of an imposing and influential political convention in 1832. Attended by people from all over the State, the delegates called themselves National Republicans and adopted resolutions which called for Henry Clay for president. Four years earlier, the <em>Staunton Spectator</em> ran a little piece explaining just how much Virginia, and especially Augusta County was stacked against Clay's rival, Andrew Jackson. James Madison and James Monroe are opposed to the election of gen. Jackson...John Marshall is opposed...four out five judges of the high court of appeals are opposed to gen. Jackson. The <em>Spectator</em> then spoke of Augusta: There are thirty-six justices of the peace in the county; of which 31 are opposed to Gen. Jackson... The mayor, recorder, three (out of four) alderman and five councilmen (out of six, with the sixth on the fence), Unsurprisingly, the <em>Annals</em> claim that when President Jackson came through the Shenandoah Valley on his way down to Tennessee on July 27, 1832, he as usual avoided Staunton, preferring to stay in the neighboring town of Waynesboro."," On the other hand when Henry Clay came through town just two days later, he was called on by many citizens. He had visited four years earlier as well, and the <em>Spectator </em>related a charming story about the man as he passed through the County. Clay was walking by a schoolhouse where a lot of boys were out playing and he asked one of them if he could have a cup of water. After Clay had drunk his fill, the boy emboldened by his friendly manner asked Clay his name. Mr. Clay, he exclaimed, from Washington City? As soon as Clay responded, the air reverberated with the cry of Huzza for Clay and Adams-We are all for Clay and Adams here-Huzza for Clay and Adams"," Of course, Jackson would have the upper hand in the end, defeating Clay in the national election of November 1832. But in a way, Augusta's staunch allegiance to the Whigs-even under greater sectional tension in 1859, Augusta still claimed a Whig majority-demonstrates the idea that Edward Ayers espouses when examining party affiliations in the first half of the eighteenth century, that once formed, political loyalties were hard to break. People in the first half of the nineteenth century did not join political parties purely out of individual ideology, but rather they often followed their neighbors, especially the prominent ones because they could then stand to receive political prestige and influence. It simply did not make sense then to betray the sense of loyalty that grew between party followers."],"display_date":"July 27, 1832 - November 30, 1832","search_date":"1832-09-28","citations":[{"divid":1214169214,"type":"Book","data":["Edward L. Ayers","In the Presence of Mine Enemies",null,"New York","W.W. Norton &amp; Company","2003","43-46"]},{"divid":1214169240,"type":"Book","data":["Jos. A Waddell","Annals of Augusta County, Virginia: From 1726 to 1871",null,"Harrisonburg","C.J. Carrier Company","1902","417"]},{"divid":1214169356,"type":"Newspaper Article","data":["Staunton, Va July 11","Connecticut Mirror","","July 11, 1828",""]}],"locations":[{"id":2630,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}