{"id":3522,"title":"A Desperate Confederate Plea for Troops\n","course_id":1,"status":"P","start_date":"1864-10-14","end_date":"1864-10-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A desperate order was issued by the Adjutant and Inspector General of the Confederate government on October 14, 1864, late in the Civil War, all details heretofore granted under the authority of the War Department, to persons between the ages of 18 and 45 years, are revoked: and all such detailed men together with those within the said ages who had furloughs...will be promptly assembled. Though the order was taken from the Lynchburg Virginian, it was reprinted in the Marion Ensign and all over the South. It also indicated that those men who had previously been designated for light duty, should report to training camps, or be immediately sent to the front. ","Virginia had experienced some of the worst ravages of the Civil War by late 1864, and almost 75% of its eligible male population had joined the Confederate Army. But the desperate straits the Confederate government found itself in by this late date forced the implementation of drastic measures. In this case, all men formerly on detail who had been assigned specific tasks behind the lines, as well as those on furlough (granted leave by their superiors) were immediately called back into service. The calling up of those who had been given light duty is another indication of the manpower problems the South was facing in the waning days of the Civil War. Light duty was usually assigned to those who had been previously injured or otherwise declared unfit for active service. The Confederacy had only about six more months of existence by October of 1864, but the government was doing everything it could possibly do to survive.","By 1864, however, a quarter to a third of the soldiers east of the Mississippi River were conscripts. The conscripts were despised by volunteer soldiers, and were considered less reliable on the battlefield and more likely to desert. But conscription laws had been in place in the Confederacy since 1863, when an order was issued for all eligible men between the ages of 18 and 35 to join the army. By 1865, the minimum age of recruits had been lowered to 17, while the maximum age was extended to 50. At this point, the government of the Confederacy was even considering allowing slaves to fight for the South in return for their freedom. The measure was actually passed in March of 1865, but the war was over before any slaves could actually be put into the battlefield.","Though conscripts did make up a significant minority of the Confederate Army at the end of the war, the loyalty of most Southerners never waned. In fact, in many cases the more hopeless victory appeared, the more patriotic many Virginians came. This pattern was reflected in many areas of the South, and its effects would be felt long after Lee's approaching surrender at Appomattox. "],"display_date":"October 14, 1864","search_date":"1864-10-14","citations":[{"divid":1214700001,"type":"Newspaper Article","data":["","Marion Ensign","Marion, Virginia","Octobre 11, 1864",""]},{"divid":1214700021,"type":"Book","data":["John Allen and Clayton Jewett, editors","Slavery in the South: A State by State History",null,"Westport, Conn.","Greenwood Press","2004","276"]}],"locations":[{"id":2634,"lat":36.8438879121,"lng":-81.53700883,"zoom":9,"place":"SMYTH, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}