{"id":3525,"title":"Ghost Story: The Strange Case of the McChesney Household\n","course_id":1,"status":"P","start_date":"1825-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["It was 1825, and strange happenings were occurring around the house of Dr. John McChesney in Augusta County, Virginia. According to the<em> Annals of Augusta County</em>, a historical record of the County, it all had started when Maria, one of Dr. McChesney's enslaved children, came to dinner one night very much frightened, apparently having been chased by an old woman with her head tied up. Soon after, stones began to fall on the McChesney's roof in intervals-both at night and day. The <em>Annals</em> record that the stones averaged about the size of a man's fist, and some of them were too large to be thrown by a person of ordinary strength. Occasionally, some of the stones were hot, and scorched the dry grass on which they fell."," The McChesney's tried sending Maria to their in-laws, the Steeles. The situation was no better there. As Maria approached, the white family found themselves with all the furniture in their large room piled up promiscuously. Sods of dirt began to rain down on their house. Soon, Maria began to complain of being beaten with slaps that the Steele's could hear but could do nothing about. Maria would eventually fall down exhausted and the beatings would stop. As the Annals recount, worn out with these troubles, Dr. McChesney, as a last resort, sold Maria, and she was taken South. As soon as she left the disturbances ceased and they never followed her in her new home. ","   Questions of the supernatural aside, a certain paternalism towards his slave permeates Dr. McChesney's behavior-paternalism that Walter Johnson describes at length in his history of the Slave Market, <em>Soul by Soul</em>. Much of this ideology implied that the owner knows what is best for his slaves, a fantasy readily seen in the way the slave owner's decision to send the child down South is also her cure. The logic of paternalism leads to the justification that it was burden of the child's troubles which forced him, only as a last resort, to sell her. Johnson displays this pattern repeatedly in examples throughout the South."],"display_date":1825,"search_date":"1825-07-02","citations":[{"divid":1216050184,"type":"Book","data":["Jos. A Waddell","Annals of Augusta County, Virginia&#58; From 1726 to 1871",null,"Harrisonburg","C.J. Carrier Company","1902","414"]},{"divid":1216050230,"type":"Book","data":["Walter Johnson","Soul by Soul&#58; Life inside the Antebellum Slave Market",null,"Cambridge","Harvard University Press","1999","28-29"]},{"divid":195978,"type":"Newspaper Article","data":["LmjHknQvkfbjos"]}],"locations":[{"id":2637,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}