{"id":3526,"title":"Random Crime Shocks Charleston\n","course_id":1,"status":"P","start_date":"1832-10-29","end_date":"1832-10-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Today's well intended celebrations of Halloween were nothing compared to the horrors that took place one haunting October in 19th century Charleston. On a Saturday night in late October 1832, Joseph Wienand, the manager of the Neptune Hotel in Charleston, was murdered. Apparently, he was in possession of between 200 and 300 in cash. His murder was discovered by his African-American female servant at close to 6 a.m. the next day. After repeatedly rapping on his door to awaken him to start the day, the servant became nervous and forced her way into his room. He was found lying in a pool of his own blood. Upon investigation by a coroner, it was declared that he was murdered by strangulation with a handkerchief and by blows to his head with a stone. It was a sad fate for Mr. Wienand, a good member of Charleston society. ","Like any other city, murder and crime were facets of life in Charleston; however, it was not a huge problem for the antebellum city. In fact, the problems of regulating crime were more centered on slaves and free blacks rather than whites. Whether a white person or a black person killed Mr. Wienand is not known. However, it was quite apparent that as time wore on, white members of Charleston society who committed crimes were subjected to more lenient punishments than their black counterparts. In fact, city leaders became so worried about slaves and free African Americans committing crimes that the Charleston Work House was established in 1839. That year, the Work House became a house of correction for slaves. In addition to becoming a place for the punishment of slaves who committed various offenses or crimes, the Work House was also established so that the city would have a central place for a slave market. The work house was run under Spartan conditions and in a correctional manner. Many considered it a deterrent to committing crimes. No one wanted to go to the Work House. In addition, it was designed in a Gothic Revival style, similar to that of many churches built after the Great Fire of 1838, serving as a reminder that the righteous did not commit crimes like that one that was so cruelly bestowed on Mr. Wienand. ","Judging from the murder of Charleston hotel manager Joseph Wienand, one would assume Charleston was unsafe. However, as Maurie McInnis points out in a chapter of her book, <em>The Politics of Taste in Antebellum Charleston</em>, crime was greatly controlled in Charleston during the 1830s and 1840s, thanks in large part to fear of being incarcerated in the Work House. Most Charlestonians need not worry that they would be victims like Mr. Wienand."],"display_date":"October 29, 1832","search_date":"1832-10-29","citations":[{"divid":1214694370,"type":"Newspaper Article","data":["Charleston, Oct 29 Murder","Salem Gazette","Salem, MA","November 9, 1832",""]},{"divid":1214694410,"type":"Book","data":["Maurie D. McInnis","The Politics of Taste in Antebellum Charleston",null,"Chapel Hill","The University of North Carolina Press","2005","299-302"]},{"divid":1214694456,"type":"Book","data":["Walter Edgar","South Carolina: A History",null,"Columbia, SC","University of South Carolina Press","1998","296-297"]}],"locations":[{"id":2638,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}