{"id":3527,"title":"Slaves Drown While Fishing\n","course_id":1,"status":"P","start_date":"1842-08-01","end_date":"1842-08-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a blustery summer day, August 1, 1842, a fishing boat in which five slaves were traveling was swamped and capsized. Because of the nature of the gale that had blown ashore that blustery Charleston day, all five were presumed dead. The slaves were: Jefferson and George, property of Mr. J. Jeannerett, Ned of Mr. Mellichamp, William of Mrs. C. Macbeth, and a slave boy, Issac, of Mrs. Hughes. Although other had occupied a boat a short distance ahead of them, it, too, was in a dangerous situation and could not come to the rescue of the slaves' vessel. The storm that took place that windy August day caused many additional losses. Because the tide rose to an unprecedented height, most of the Charleston's wharves were covered in water. In addition, many streets were submerged on the Western side of the city. Some residents had to be rescued from their homes by boat. ","The influence of the weather on the antebellum South was a great one. Many of the city's slave owners chose rice as their main crop. If rice fields, some of which were located in close proximity to the city, became too flooded, then the harvest that year would be abominable. In addition, storms like these sometimes caused some of Charleston's more precious architectural resources to be destroyed. So much of Southern history can be and has been lost in events of Mother Nature. Environmental constraints pressured the inhabitants of a city like Charleston to adapt to different ways of life depending on the natural disaster.","Another important issue brought up by this newspaper clipping, which was clipped from a newspaper and placed in the Journal of Charles Heyward, a Charleston resident, concerns the relative freedom that Charleston slaves possessed. Slaves were permitted to be hired out by their owners to others, allowing bondsmen to diversify their skills. Because they could accept earnings for their services, sometimes they were able to buy their freedom. Slaves were also permitted to attend church services with their master. In addition, they were allowed to participate in other leisurely activities, such as fishing, because many did not live on their master's property. Those who did usually lived in separate quarters, so they could come and go with relative ease. Many Charlestonian masters allowed these activities, especially around this time period, in order to appear like benevolent Christian masters in an effort to suppress the idea that slavery was a cruel institution. However, others felt that allowing slaves this much freedom would cause insubordination and deterioration of the institution of slavery, as shown by historian David R. Goldfield. He also contradicts Bernard E. Power's book, <em>Black Charlestonians</em>, by noting that even though some slaves were able to diversify their skills through this freedom, many had skill levels that remained low, even lower than slaves on working rice and cotton plantations. This newspaper article shows that, although the situation of slave freedom ended perilously for the poor men in a boat, slaves in the greater Charleston city area enjoyed many more opportunities than those in other areas."],"display_date":"August 1, 1842","search_date":"1842-08-01","citations":[{"divid":1215867947,"type":"Manuscript on Microfilm","data":["","Unidentified Charleston Newspaper, August 3, 1842","Reel 12, Micflm 1705, ser A, Frame 00465","Charles Heyward Diary","Alderman Library, University of Virginia"]},{"divid":1215868016,"type":"Book","data":["Bernard E. Powers, Jr.","Black Charlestonians&#58; A Social History 1822-1885",null,"Fayetteville","The University of Arkansas Press","1994","9-12, 15-16, 19-22"]},{"divid":1215868268,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["David R. Goldfield","Black Life in Old South Cities","Before Freedom Came&#58; African-American Life in the Antebellum South","Edward D.C. Campbell, Jr.","Charlottesville","The University Press of Virginia","1991","128-131"]},{"divid":1215868350,"type":"Book","data":["Maurie D. McInnis","The Politics of Taste in Antebellum Charleston",null,"Chapel Hill","The University of North Carolina Press","2005","197, 210"]}],"locations":[{"id":2639,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}