{"id":3529,"title":"Slave Sale Comes in Many Forms\n","course_id":1,"status":"P","start_date":"1836-05-20","end_date":"1836-05-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["ohn Stapleton, an English attorney, handled the affairs of several Charleston properties included in the estate of Mrs. Hannah Bull. He managed the sale of her slaves, cattle, hogs, sheep and other effects of Mrs. Bull's properties after her death. In a letter to Higham, Fife & Co. dated May 20, 1836, Stapleton detailed the sale of several slaves and included the titles. As the attorney, the money realized from the purchases was received through Bills of Exchange.","In 1836, the sale of slaves was increasing as the need for their labor moved farther and farther south. South Carolina was at an economic standstill; at the time of this letter, Charleston was about as anti-entrepreneurial as it could become. South Carolina's rice culture was in decline, and cotton farms were appearing all over the Deep South. Therefore, many slaves found themselves sold to outlying plantations and other states at a very fast rate. According to Walter Johnson's <em>Soul by Soul</em> it was necessary for South Carolinians to obtain legal assistance when attempting to sell their slaves, just as Mrs. Bull did. In addition, Mr. Stapleton sold her slaves by private bargaining rather than in a huge slave market. Although popular image dictates slaves were sold in large venues, often there was a lot of behind-the-scenes private bargaining that took place, as it did with this sale. Johnson notes that even though much of the slave trade remained rural and personal like this sale, there were increasing opportunities during this time for trade in large, urban centers, such as New Orleans, Louisiana. ","Selling her slaves through her lawyer may have been one of the least cruel ways Mrs. Bull knew to convey them. Allowing her estate to be liquidated rather than sold through an attorney would have almost guaranteed cruel treatment in slave market, as seen in Johnson's book. Perhaps she was attempting to portray the role of the benevolent slave holder, like so many other South Carolina slave holders did before the Civil War in order to shed a more positive light on the institution of slavery."],"display_date":"May 20, 1836","search_date":"1836-05-20","citations":[{"divid":1214532038,"type":"Manuscript on Microfilm","data":["","Col. John Stapleton to Highman, Fife &amp; Co, May 20, 1836","Reel 7, Micflm 1705, ser A, Part 2, Frame 00195","John Stapleton Papers","Alderman Library, University of Virginia"]},{"divid":1214532116,"type":"Book","data":["Walter Johnson ","Soul By Soul",null,"Cambridge","Harvard University Press ","1999","7"]},{"divid":1214532171,"type":"Book","data":["William W. Freehling","The Road to Disunion, Volume I, Secessionists at Bay 1776-1854",null,"New York ","Oxford University Press","1990","217"]},{"divid":1214532217,"type":"Book","data":["Bernard E. Powers, Jr.","Black Charlestonians",null,"Fayetteville","The University of Arkansas Press","1994","38-39"]}],"locations":[{"id":2640,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}