{"id":353,"title":"Labor Strikes in the Upper South\n","course_id":1,"status":"P","start_date":"1873-11-05","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the mid- and late-nineteenth century, railroads and supporting businesses like iron and steel rolling were the nation's largest industrial employers. When the Panic of 1873 began causing financial problems for railroads, many had to cut wages and lower their orders from iron, steel, and cement suppliers; others, like the Northern Pacific, went bankrupt and ceased production immediately.  Subsidiary industries, in turn, were forced to cut their own employees' wages and hours or shut down.  In the face of cuts on all sides, workers began to use their only real defense: strikes.&lt;br /&gt;The Upper South was a hotbed of rail-building activity after the Civil War because so much of the fighting and, consequently, the destruction, had taken place in border states.  Additionally, parts of the Upper South were less agrarian than areas like the Black Belt and Carolina low country, making states like Virginia, Kentucky, and Tennessee more likely to turn to industrial employment.  These factors taken in conjunction with the Panic of 1873 produced a number of labor-relations problems.  In Louisville, the steel-rolling and iron-molding mills were forced to close as workers protested recent wage reductions and shift cuts, putting over 400 men out of work at the rolling mill alone.  The cement mills also had to shut down as a result of having large stocks and light sales,' the classic marks of a recession.  Just to the south, southern railroad company leaders met in Chattanooga to form a united front and face down aggressive strike tactics by workers, while also affirming the justice of any reasonable reduction of wages by companies.'  In Knoxville, the East Tennessee, Virginia, and Georgia Railroad attempted to deal with striking employees who insisted on riding trains to prevent scabs from doing their jobs, while the Knoxville and Ohio line was forced to temporarily [cease] all trains,' the result of a total strike by its workers.  &lt;br /&gt;Railroad companies' financial difficulties caused by the Panic got much worse before they got better.  Consequently, the labor situation for subsidiary industries and rail workers kept deteriorating.  The freefall hit bottom in a wave of strikes in 1877, after which the economy and rail industries began their slow recovery.  The Panic affected all parts of Southern society, not just cotton farmers and political leaders, causing widespread malcontent which in the case of Tennessee and Kentucky, manifested itself through strikes and aggressive negotiations with the business elite.  The power of unions to halt production and at least have their demands heard by business leaders was not lost on employees at the time, setting the stage for the age of the union in the late nineteenth and early twentieth century."],"display_date":"November 5, 1873 - December 31, 1877","search_date":"1875-12-03","citations":[{"divid":1214233141,"type":"Newspaper Article","data":["The Labor Troubles","Richmond Daily Dispatch","","November 7, 1873","2"]},{"divid":1214233181,"type":"Book","data":["David Herbert Donald, Jean Baker, and Michael Holt","Civil War &amp; Reconstruction",null,"New York","Norton","2001",""]},{"divid":1214233300,"type":"Book","data":["Eric Foner","Reconstruction: America&#39;s Unfinished Revolution 1863-1877",null,"New York","Harper and Row","1988",""]}],"locations":[{"id":257,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}