{"id":3530,"title":"Northern Abolitionists Influence on Charleston\n","course_id":1,"status":"P","start_date":"1837-01-25","end_date":"1837-01-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the years passed, it seemed that more and more Americans became frustrated with the institution of slavery. But there were many in the South who dissented from this opinion, who held steadfast to the ideal that slavery was a just institution. E.W. Taylor was one of them. Taylor, who moved to Charleston from the North to become a slave owner, enjoyed the perks of ownership to the fullest extent. Presumably a bachelor, Taylor realized soon after making his purchase how enjoyable it was to have a female to make his house into a home. To Taylor, having a woman to cook his meals and clean house was the best gift slavery could offer. ","However, soon after his arrival in the South, Taylor was inundated with of anti-slavery propaganda from Northern abolitionists. Concluding that the actions of these abolitionists had the potential to cause separation of the Union, he was of the belief that abolitionists should pay attention to their own affairs. Many Southerners like Taylor believed that slavery was not the cruel institution portrayed by Northern abolitionist. In an 1837 letter to Jeremiah Wilbur, a friend from New York, he recounted the tale of a minister from the North who met a wealthy slave-owning woman from the South. Up until that point, the minister had made it known that he was against slavery and for abolition. However, the minister and the woman fell in love, and the minister began to change his previous thinking. He began to rant against Northern abolitionists and Northerners in general. Ironically, he had once been an abolitionist himself.","Abolitionism was a great concern for many in Charleston. Like Taylor, prominent members of Charleston society feared that if slavery was abolished, hired labor would come to resemble hired labor in the North- a cruel, cautionary tale against capitalism. Abolitionists were only causing distress in Southern cities like Charleston. ","Taylor's views on slavery and abolitionism echoed those of many Southerners, especially those who resented being inundated with propaganda. Abolitionists accused slaveholders of many cruelties, including forced reproduction and childbearing of female slaves, and not allowing slaves to practice religion, just to name a few. According to historian Ira Berlin, abolitionists experienced difficulty proving many of these accusations, but the mere appearance of those caused uproar in the South and planted the seeds of disunion, as seen in Taylor's letter. E.W. Taylor exemplified Southerners for whom abolitionist propaganda from perceived hypocrites raised the spectre of disunion. Yet, many Northern abolitionists were, in fact, free blacks who were drawing on their own experiences in captivity for information for said abolitionist propaganda."],"display_date":"January 25, 1837","search_date":"1837-01-25","citations":[{"divid":1216050330,"type":"Website","data":["E. W. Taylor","E. W. Taylor to Jeremiah Wilbur, January 25, 1837, Gilder Lehrman Document Number GLC08476","The Gilder Lehrman Institute for American History","http&#58;//www.gilderlehrman.org","September 27, 2006"]},{"divid":1216050419,"type":"Book","data":["Ira Berlin","Generations of Captivity&#58; A History of African-American Slaves",null,"Cambridge","The Belknap Press of Harvard University Press","2003","183,206,214,233,239,240-3"]},{"divid":1216050548,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Laylon W. Jordan","Schemes of Usefullness&#58; Christopher Gustavus Memmiger","Intellectual Life in Antebellum Charleston","Michael O&#39;Brien and David Moltke-Hansen","Knoxville","University of Tennessee Press","1986","224-225"]}],"locations":[{"id":2641,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}