{"id":3531,"title":"The Great Fire of Charleston and its Cultural Awakening\n","course_id":1,"status":"P","start_date":"1838-04-27","end_date":"1838-04-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 27, 1838, an enormous fire broke out in Charleston, South Carolina, around 9:00 pm. It raged until noon the next day, damaging over 1,000 buildings. It ruined many businesses, a new hotel, several churches, a new theater, and the entire market except for the fish section. Many houses were burnt to the ground. In efforts to put the fire out, all the water in the city pumps was used. In addition, several people died in the flames. Most famously, Charleston's Trinity Church was burned. Another important building that fell victim was the new hotel that had been recently built. The damaged buildings amounted to about one-fourth of all the businesses in the main part of the city. The fire rendered penniless many who were wealthy. The total monetary loss amounted to about 3,000,000, a sum even more significant in nineteenth century Charleston than today. ","A newspaper article mentioned that several slaves died in the fire, but declined to name them, unlike the many white victims who were named. This reflected the social hierarchy. A long obituary was even given for Colonel Charles John Steedman, a Naval Officer stationed in Charleston, on account of his exemplary citizenship both before and during the fire. Additionally, several prominent store owners are listed as having died attempting to save their stores. Ironically, the fire did not cause Charleston's demise. Rather, it caused a great cultural awakening as many homes and business were rebuilt or repaired. ","The Great Fire of 1838 had a far-reaching impact on the city of Charleston. In many ways, it helped to put Charleston on the map as a great cultural and architectural center. Although previous to the fire only a few homes were styled in the Greek Revival, many residents decided to construct new buildings in that style after the conflagration. This tradition continued and made Charleston one of the foremost places to view Greek Revival architecture. The Gothic Revival also made a significant appearance in the construction of many churches after the fire that exhibited picturesque forms and reminders of devout European religion. This may have also represented an effort to portray the slaveholders who were attending these churches are benevolent, Christian men and women. Gothic was not used for state buildings, however, as James Patrick confirms in his article Ecclesiological Gothic in the Antebellum South. In addition to being used for religious buildings in Charleston, the use of the Gothic, according to Patrick, reflected an attempt to portray Southern locales such as Charleston in the most romantic light possible. Southerners were fighting to keep their culture alive, especially in state like South Carolina, where there was constantly talk of nullification and states rights after the Nullification Crisis. All in all, the art and architecture of Charleston had great implications for a city rebuilt after a horrific fire."],"display_date":"April 27, 1838","search_date":"1838-04-27","citations":[{"divid":1215283274,"type":"Newspaper Article","data":["The Great Fire at Charleston, S.C.","The Farmers&#39; Cabinet","Amherst, N.H.","May 11, 1838",""]},{"divid":1215283315,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Cynthia A. Kierner","The English Colonial South to 1750","A Companion to the American South","John B. Boles, editor","Oxford","Blackwell Publishers, LTD","2002","48"]},{"divid":1215283394,"type":"Book","data":["Marie D. McInnis","The Politics of Taste in Antebellum Charleston",null,"Chapel Hill","The University of North Carolina Press ","2005","197, 282"]},{"divid":1215283466,"type":"Article","data":["James Patrick","Ecclesiological Gothic in the Antebellum South","Winterthur Portfolio","15","1980","117-118"]},{"divid":1215283542,"type":"Book","data":["Susan Sully","Charleston Style Then and Now",null,"New York","Universe Publishing","2003","29-32, 61"]}],"locations":[{"id":2642,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}