{"id":3532,"title":"Charleston Women Discuss Support of States Rights\n","course_id":1,"status":"P","start_date":"1833-01-07","end_date":"1833-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Women like Laura Margaret Cole Smith of South Carolina were not blind to the implications of politics for the Union as a whole. Upon receiving news of the 1832 Nullification Crisis, Laura wrote to her cousin Camille explaining her opinions on the state of the Union. Smith held steadfastly to her belief in South Carolina's states rights. Although the prospect of war saddened her because her father and brothers would have to fight, she believed that it was important for South Carolina to preserve its liberty instead of conceding to the Union. South Carolina was discussing war and succession far before states like Virginia.","The Nullification Crisis was not the first time that the slavery/anti-slavery debate had threatened American political stability. In signing the Tariff Act of 1832, President Andrew Jackson pushed a previous tariff struggle that had been brewing between South Carolina and the federal government to a climax. Tariffs previously established in 1828 had been deemed by South Carolinians unconstitutional because they taxed imported goods, which were popular in the states, more heavily than those made in the North. In the view of many South Carolina planters, the North was being favored by this tariff, and the economic problems of the Carolina rice culture were being ignored. In addition, they saw themselves as unnecessarily persecuted because South Carolina was a slave state. Jackson signed a new Tariff Act in 1832 that lowered the tax somewhat; however, South Carolinians had hoped he would do away with the law all together. In November 1832, the South Carolina assembly came together in a special session to declare the tariffs null and void in South Carolina. It became a struggle of states rights versus federal rights, now known as the Nullification Crisis. ","Letters like Smith's of January 1833 also show that Southern women before the Civil War were required to be involved enough in political affairs to be able to support their husband's or father's political opinions. Their opinions were usually congruent with that of the male members of the families. Sally G. McMillen confirms that women were expected to have the same views as the men in their families in her article Women in the Old South. Interestingly, in Harry L. Watson's long description of the Nullification Crisis in his book Liberty and Power, he does not even allude to women being involved in the political front at all, because, quite frankly, they were not. Although women could discuss politics and support the opinions of their families' males, they did not have a say in politics and were not allowed to vote, showing that women were expected to fulfill the traditional female role of family caregiver. Laura addressed her father and brother in the beginning of the letter; they were absent from the home, and she wished for their return, showing how much she cared for them. Speculation leads us to the conclusion that they were dealing with the nullification crisis in a political context. In addition, she commented that she had discussed the issue of nullification in private with the gentlemen in her life; they were grateful for her support."],"display_date":"January 7, 1833","search_date":"1833-01-07","citations":[{"divid":1216050784,"type":"Manuscript on Microfilm","data":["","Laura Margaret Cole Smith to her cousin Camille, January 7, 1833","Reel 5, Micflm 5727 ser. A, Frame 00198-00201","Brumby and Smith Family Papers","Alderman Library, University of Virginia"]},{"divid":1216050819,"type":"Book","data":["Harry L. Watson","Liberty and Power&#58; The Politics of Jacksonian America",null,"New York","The Noonday Press","1990","115-131"]},{"divid":1216050849,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Sally G. McMillen","Women in the Old South","A Companion to the American South","John B. Boles","Oxford","Blackwell Publishers LTD","2002","191-211"]}],"locations":[{"id":2643,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}