{"id":3533,"title":"Massachusetts Judge Driven from South Carolina\n","course_id":1,"status":"P","start_date":"1844-11-01","end_date":"1844-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The people of Charleston were not above standing up for what they believed in, even at the expense appearing rude and overzealous. Judge Samuel Hoar of Concord, Massachusetts, and his daughter, Elizabeth, traveled to Charleston in November of 1844. Their intentions were not known when the trip was announced; however, soon after they arrived, it became clear that the Massachusetts judge had come to Charleston to assist the state of Massachusetts' citizens in dealing with South Carolina law. Free black sailors from the Northern state were attempting to load cotton onto Massachusetts' ships. However, those were soon impounded, and the captains were forced to pay a ransom or the African Americans on board would be sold into slavery. South Carolinians did not feel that Massachusetts had any business meddling in their affairs. In a resolution passed by the South Carolina state legislature, they called Judge Hoar an emissary of foreign government, even though South Carolina was still part of the Union at this time. In addition, the resolution declared that even free blacks are not citizens of the United States under the Constitution. It also called for Judge Hoar's immediate expulsion from the city. ","It was rumored that Hoar and his daughter left the city on account of actual mob violence. However, the apparent truth was that they left the city after being asked to leave to avoid violence. Although Hoar was not backing down on the issue, he was also not attempting to have physical harm done to him by what seemed to him as some unsavory Charlestonians. ","At the heart of this issue are South Carolina's unwavering commitment to slavery and its loyalty to secessionism. Additionally, Hoar's experience was perhaps all a misconception and misunderstanding, as many Northern visits to the South were. However, by the time of the 1840s, even free blacks who resided in Charleston were in a precarious situation. Many were not legally emancipated, but had found ways to circumvent the law. Although they were often respected as contributing members of the economic totem pole, they had to tread carefully in order not to make the white elite of the city angry. For the Charleston free blacks, their freedom was only determined by how kind the white members of society felt, since they were not actually free. This is supported by Bernard Powers in his book <em>Black Charlestonians</em>. While he acknowledges the great accomplishments of free blacks in antebellum Charleston, evidence greatly supports that their successes were always at the hands of the elite lawmaking white. No wonder outsider free blacks who had no personal ties to the city were taken hostage. In addition to the fact that they were not legally emancipated, by 1850, free blacks were competing with an immigrant population for jobs. Their whole life situation was always at the hands of others. Unfortunately, this particular incident involving Jude Hoar ended quite badly and was eventually a detrimental blow to South Carolina's willingness to stay in the Union."],"display_date":"November 1844","search_date":"1844-11-15","citations":[{"divid":1215283761,"type":"Newspaper Article","data":["Massachusetts Ambassadors","The Barre Gazette","Boston, MA","December 13, 1844",""]},{"divid":1215283794,"type":"Newspaper Article","data":["Massachusetts and South Carolina","The Barre Gazette","Boston, MA","December 20, 1844",""]},{"divid":1215283831,"type":"Book","data":["Bernard E. Powers, Jr.","Black Charlestonians: A Social History, 1822-1885",null,"Fayetteville","The University of Arkansas Press","1994","49, 55"]},{"divid":1215284053,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["David R. Goldfield","Black Life in Old South Cities ","Before Freedom Came: African-American Life in the Antebellum South","Edward D.C. Campbell, Jr.","Charlottesville","The University Press of Virginia","1991","126, 135"]}],"locations":[{"id":2644,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}