{"id":3534,"title":"A Remarkable Case of Slave Manumission\n","course_id":1,"status":"P","start_date":"1844-03-14","end_date":"1844-03-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Slavery was not a permanent institution for some Southerners. In 1838, Dr. Brisbane, a Charleston, South Carolina resident, sold his twenty-seven slaves in order to move to Cincinnati, Ohio. While in Cincinnati, he decided that he did not want his former slaves to be subjected to bondage any longer. Brisbane returned to Charleston in 1844. Searching for and finding the twenty-seven enslaved African Americans, he bought them back at a cost of 6000 more than what he had received for their sale. He and newly reacquired slaves departed for Baltimore, Maryland; subsequently, they traveled to Valley Forge, Pennsylvania. From there they set out for Cincinnati. Intending to give them their freedom and a head start in their new lives, Brisbane then purchased a tract of land in Hamilton County, Ohio where the formerly enslaved could settle comfortably. ","Did Dr. Brisbane free his former slaves because some of them were his children? Did he free them because he was affected by those around him after he moved to Cincinnati, a locale less in favor of slavery? Neither answer is known. We can, however, speculate that either of these was perhaps the case. Joshua Rothman notes in Notorious in the Neighborhood that, when white men in Virginia freed their slaves, it possibly signified an intimate, sexual relationship with their mother. Dr. Brisbane's slaves may have been freed under the same auspices."],"display_date":"March 14, 1844","search_date":"1844-03-14","citations":[{"divid":1215284550,"type":"Newspaper Article","data":["Slaves Manumitted - Remarkable Case","The Pittsfield Sun","","March 14, 1844",""]},{"divid":1215284605,"type":"Book","data":["Bernard E. Powers Jr. ","Black Charlestonians: A Social History, 1822-1885",null,"Fayetteville","The University of Arkansas Press","1994","36-38"]},{"divid":1215284693,"type":"Book","data":["Joshua D. Rothman","Notorious in the Neighborhood",null,"Chapel Hill","The University Press of North Carolina","2003","10-11"]},{"divid":68683,"type":"Article","data":[null,null,null,null,null,"DYFoHWgRy"]}],"locations":[{"id":2645,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}