{"id":3535,"title":"Christianity as a Justification for Slavery\n","course_id":1,"status":"P","start_date":"1835-09-29","end_date":"1835-09-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Slave owners had many justifications for why holding people in bondage was acceptable. From the idea that African Americans were a lesser race who needed taking care of by white patriarchs to the economic justification, slave owners were always trying to find new ways to dispute those who disagreed with their choice to hold others in captivity. Charleston slave holders were no exception in attempting to find justifications to mask their guilt. Often, religion came into play, on both the slavery and anti-slavery sides of the debate. In 1835, at the end of two long articles about religion and slavery in the Charleston Mercury, it was said that both the Old and New Testament give permission to hold others as slaves. In the Old Testament, God and the Patriarchs approve. As for the New Testament, Jesus and the Apostles show that slavery is permissible. Therefore, slavery, to those who wrote the article, was not an anti-Christian institution. It was just the opposite. Furthermore, they added, it is impious to say slavery is anti-Christian because such a conclusion contradicted God. ","Such extremist beliefs were common in the slavery/antislavery debate. Slaveholders believed that slavery would liberate Africans from their savage-like ways, especially if they were infused with Christianity. As religion ran deep through slavery, white Christian slaveholders argued that slavery was a necessary evil because it would control the sinful, less humane, black race. ","Slave owners, beginning in the 1830s, began to permit black religious gatherings in some forms. In addition, Charleston slaves and free blacks were allowed to attend church with their owners. However, previous slave revolts like Virginia's Nat Turner caused worry that religion would make slaves think they had the right to be free. Turner experienced religious visions that caused him to believe that revolt was divinely ordained. Slaves allowed by their masters to worship were closely monitored thereafter.","Even though the article in <em>The</em> <em>Charleston Mercury</em> claimed that Jesus supported slavery, the Biblical truth is, according to J. Albert Harrill, that Jesus was remarkably silent on the slavery issue. He never outright named it explicitly as a sin. Both sides of the slavery/anti-slavery debate used this ambiguity to their advantage, embellishing the details that supported their case. The slaveholding South stretched the truth and claimed that Jesus permitted slavery. The anti-slavery North claimed that Jesus never said sodomy, blasphemy, and idolatry were sins, even though to Christians, they clearly are. The word of the Lord, to them, did not have to spell out what was right and wrong. Overall, both sides of the debate used religion to their advantage, stretching the truth wherever necessary to help their cause, just as in this article from <em>The Charleston Mercury</em>."],"display_date":"September 29, 1835","search_date":"1835-09-29","citations":[{"divid":1215906311,"type":"Newspaper Article","data":["","The Salem Gazette","Salem, MA","September 29, 1835",""]},{"divid":1215906339,"type":"Book","data":["Walter Edgar","South Carolina&#58; A History",null,"Columbia","University of South Carolina Press","1998","293"]},{"divid":1215906365,"type":"Article","data":["J. Albert Harrill","The Use of the New Testament in the American Slave Controversy&#58; A Case History in teh Hermeneutical Tension Between Biblical Criticism and Christian Moral Debate","Religion and American Culture","10","2000","1-4"]},{"divid":1215906457,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Thomas Virgil Peterson ","Slavery","Religion in the South","Samuel S. Hill and Charles H. Lippy, Editors","Macon, GA","Mercer University Press","2005","731-733"]},{"divid":51335,"type":"Website","data":[null,null,null,null,null,null,"EevTUBlpLgWJR"]}],"locations":[{"id":2646,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}