{"id":3537,"title":"Mr. Jefferson&#39;s University\n","course_id":1,"status":"P","start_date":"1818-08-01","end_date":"1819-01-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Jefferson's dream of a truly public university for Virginia came a step closer to being realized when the appointed commissioners of the yet-to-be built university met at Rockfish Gap, in Augusta County Virginia, on August 1, 1818. The purpose of the meeting was to pick a location for the university from three different choices: Lexington in Rockbridge County, Staunton in Augusta, or the site of Central College in Charlottesville, in Albemarle. Key to their decision was the degree of proximity and centrality to the white population which alone constituted the important point of comparison between these places, and the commissioners decided that Central College in Charlottesville, being on the eastern side of the Blue Ridge Mountains, was that central point. The commission, Jefferson included, went on to lay out a sketch of the University, naming its curriculum, the cost of buildings, and its general goals."," However, the controversy was not yet over. In January of the following year, there was a motion in the Virginia House of Delegates to strike out the Charlottesville location and reintroduce the possibility of Staunton or Lexington. According to the Alexandria Herald of January 20, 1819, a Mr. [Briscoe] Baldwin spoke in favor of Augusta County. After a debate, in which fine bursts of eloquence relieved the dryness of geographical details and arithmetical calculations, the motion was voted down 69 to 114."," The formation of public universities, like the University of Virginia, provided a means for Southern elite to come together and deepen ties of shared experience. Mr. Jefferson's University was the first of a wave of public schools chartered between 1819 and 1860-Alabama in 1820, Mississippi in 1844, and Texas in 1858. As the historian Charles F. Irons notes, this trend highlights the strategy of southern leaders and elites to educate successive generations in a shared ideology and groom them for public service. With the centrality of slavery to the southern economy and psyche, it was important that those with the most at stake develop tools, like the public universities, to continue a sense of political community. The extent that this was successful becomes clear in Edward Ayers account of Augusta County from 1859 to 1863, <em>In the Presence of Mine Enemies</em>, in which most of the prominent men of Augusta were schooled at the university that almost found itself situated in their county."],"display_date":"August 1, 1818 - January 20, 1819","search_date":"1818-10-26","citations":[{"divid":1216169397,"type":"Dissertation/Thesis","data":["Charles F. Irons","Public Men and Public Universities&#58; State Schools in the Antebellum South","PhD diss.","University of Virginia","1999",""]},{"divid":1216169452,"type":"Book","data":["Edward L. Ayers","In the Presence of Mine Enemies",null,"New York","W.W. Norton &amp; Company","2003","52"]},{"divid":1216169484,"type":"Newspaper Article","data":["Mountain Views","Alexandria Herald","","January 20, 1819","2"]},{"divid":1216169500,"type":"Pamphlet or Other Printed Material","data":["The Commissioners for the University of Virginia","Report of the Commissioners of the University of Virginia Assembled at Rock-Fish Gap, in the County of Augusta, August 1, 1816","Charlottesville, Virginia","C.P. McKennie","1824","Special Collections Library, University of Virginia"]}],"locations":[{"id":2647,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}