{"id":3539,"title":"Mississippi Congressman Calls for the Annexation of Texas\n","course_id":1,"status":"P","start_date":"1845-02-20","end_date":"1845-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1845, the national debate over the annexation of the young country of Texas into the Union was in full swing.  Politicians stood on either side of the debate, effectively representing their constituents in the matter.  John Henderson, a Congressman from Mississippi, gave a speech to Congress on February 20, 1845, in which he outlined all of the reasons why the Union should annex Texas.  As Congress waited for his speech, Henderson prepared to explain why the addition of Texas would be in the best interest of the country, as well as his constituents. The motives Henderson gave Congress in support of his opinion were very diplomatic in nature, and effectively called on the language of the Constitution.  The underlying reasons, however, represent his attention to Mississippi in his decisions.  Frederick Merk outlined these reasons in his article A Safety Valve Thesis and Texan Annexation, which was published in <em>The Mississippi Valley Historical Review</em>.  Merk said that northern abolitionists, such as Benjamin Lundy, maintained that the entire process of migration, defiance of Mexican law, and revolution, had been a southern conspiracy to extend the area of slavery.  This extremist view shows the contrast between the North and South in relation to the annexation of Texas.  As Merk stated, Henderson wished to obtain more land for his constituents, as well as have complete control of the Mississippi Valley.     Henderson wanted to represent his constituents well, which meant that he should help them achieve more land to expand and develop into farms and plantations.  There was plenty of land in Texas, and the people from Mississippi were very eager to exploit it for personal profit, which so happened to involve the spread of slavery west of Louisiana.  The debate over the annexation of Texas showed the sharp division between the southern slave holders and the northern abolitionists."],"display_date":"February 20, 1845","search_date":"1845-02-20","citations":[{"divid":1217440792,"type":"Manuscript","data":["","Speech of Mr. Henderson, of Mississippi, On the Resolution for the Annexation of Texas, broadside",null,"","","","Alderman Library, University of Virginia"]},{"divid":1217440824,"type":"Article","data":["Frederick Merk","A Safety Valve Thesis and Texan Annexation","The Mississippi Valley Historical Review ","3","1962","413-436"]}],"locations":[{"id":2648,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}