{"id":354,"title":"Lynching to Protect White Women\n","course_id":1,"status":"P","start_date":"1873-07-31","end_date":"1873-07-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Though the exponential increase in lynching did not truly begin until the late 1880s, the upward trend had already begun a decade earlier.  Casual articles with headlines like A Rascal Lynched' were fairly common in the newspapers of the 1870s; already, much of the Southern public was blinded with fear and rage at the idea of a black man with a white woman.  A lynching was most likely to occur in cases where a black man had been convicted of outraging' (raping) a white woman, though a lack of conviction did not mean whites presupposed an accused negro's innocence.  In Cairo, Mississippi, for example, a black man arrested for attempted rape of a white girl was taken from the jailhouse by a number of citizens and hanged.'  Threats of extralegal executions for black men were accepted as almost normal when a white woman's integrity and supposed virginity were at stake; many newspaper accounts failed to even mention the suspect's name.  A one-sentence account in the Richmond Daily Dispatch relayed a Mason County, Kentucky incident: A negro was shot dead in Mason County yesterday for rape.'  &lt;br /&gt;But why did rape merit the death penalty only in cases where the accused was black and the victim was a white woman? The Civil War ripped apart the Southern social structure; white men were no longer the unquestioned masters of their region.  The threat of white-black racial amalgamation coupled with post-slavery black competition in social and economic spheres struck fear into the hearts of white men across the South and compelled them to reassert their power over both their' women and the black men who were their competition. During Reconstruction, scattered incidents of lynching foreshadowed its exponential rise during the late nineteenth and early twentieth centuries.  Lynchings in 1873 and those that occurred 2 decades later differed only in their frequency and intensity.  By the last decade of the nineteenth century, lynching had become the ultimate public expression of white male dominance, complete with cameras, newspaper announcements, and special excursion trains chartered for urban whites to view the ritual and extended torture of African-American men and even women in rural areas."],"display_date":"July 31, 1873","search_date":"1873-07-31","citations":[{"divid":1213267607,"type":"Newspaper Article","data":["A Horrible Affair","Atlanta Constitution","","July 30, 1873","2"]},{"divid":1213267628,"type":"Newspaper Article","data":["A Rascal Lynched","Jackson Tri-Weekly Clarion","","November 21, 1873","2"]},{"divid":1213267658,"type":"Newspaper Article","data":["Negro Ravisher Killed","Richmond Daily Dispatch","","August 1, 1873","1"]},{"divid":1213267695,"type":"Book","data":["James Allen, Hilton Als, John Lewis , and Leon F. Litwack","Without Sanctuary: Lynching Photography in America",null,"Santa Fe, New Mexico","Twin Palms","2000","12-18"]}],"locations":[{"id":258,"lat":38.5951990256,"lng":-83.8240569898,"zoom":10,"place":"MASON, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}