{"id":3542,"title":"A Slanderous Newspaper\n","course_id":1,"status":"P","start_date":"1854-09-27","end_date":"1854-09-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the nineteenth century, politicians and political parties owned the newspapers, and","utilized them for their own personal agendas.  Newspapers played an important role in the","advertisement and propaganda leading up to an election, no matter its size.  Politicians were","scared of the newspapers and what they could do to their chances of election, if the opposing","party ran the paper.  ","     Henry A. Wise, a Virginian politician, once made a remark about the brutality of the","industry, and its effects on the public opinion.  The Hinds County Gazette, from Jackson,","Mississippi, retorted that a newspaper, properly conducted, is a blessing to an intelligent people,","and to be feared only by demagogues, tyrants, and villains.  It is unclear why the people of","Mississippi would be interested in Wise, but the Gazette makes its intentions clear.  The stage is","set for the future, if someone more local attacks the paper, they would automatically be","associated with Wise, and therefore slander himself in doing so.","     Jeffrey Pasley goes into much greater detail as to the role in which the press played in","politics in the nineteenth century.  Pasley makes it clear that antebellum newspapers were less","than objective, and cannot be relied on for a level view on history, but rather give an insight into","the political landscape of that area in respect to the political party of the paper's founder or","president.  The Gazette gives a candid view of the political orientation of the area of Jackson,","Mississippi in the mid-nineteenth century, as well as the ulterior motives for it existence."],"display_date":"September 27, 1854","search_date":"1854-09-27","citations":[{"divid":1214526425,"type":"Newspaper Article","data":["","Hinds County Gazette","Raymond, Mississippi","September 27, 1854",""]},{"divid":1214526454,"type":"Book","data":["Jeffrey Pasley","The Tyranny of Printers",null,"Charlottesville, VA","University Press of Virginia","2001","1-24"]}],"locations":[{"id":2651,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}