{"id":3544,"title":"Mississippi Railroad Development\n","course_id":1,"status":"P","start_date":"1854-06-15","end_date":"1854-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1854, the central portion of Mississippi was still rural, and the road systems were","definitely sparse.  The Mississippi Central Rail-Road Company convened at their annual meeting","to discuss the undertaking of a plan to connect central Mississippi with its neighbor to the north,","Tennessee.","     These entrepreneurs and capitalists had a vision for the city of Holly Springs,","Mississippi,  which they hoped would become a bustling place of commerce through the virtue","of being a junction of the railroad.  The business plan states that the road being one hundred and","eighty-three miles in length, with necessary side tracks   shall be completed, on the line as now","located, by January, 1857, for the sum of 3,262,500.  The vision was a grand one, which they","had seen come to fruition in several cities in neighboring states.","     It is not directly stated that the heads of the company used other cities as inspiration, but","the similarities between Knoxville, Tennessee and Holly Springs are very obvious.  Albert","Bringham claims that Knoxville went from a tract of land without development to a bustling","center for commerce with railroads that reach out in every direction in under eight years. ","Bringham attributes the rapid expansion and development of this portion of Tennessee to the","presence of railroads.   It was clear to them that the path of settlement and money will follow the","path of the railroads.  By taking the example of Knoxville, which will be connected with Holly","Springs after the construction, these businessmen executed their own grand vision for the future","of rural Mississippi.  ","     Within a couple of years, the small city of Holly Springs, Mississippi hosted a rail line","connecting the interior of the state with the rural portions of southern Tennessee, and eventually","Knoxville, which helped to boost the economy even more.  The establishment of a new rail line","was a great success for the economy of Mississippi, and also reinforced the ongoing economic","boom which followed the path of the zig zagging lines across the unsettled country."],"display_date":"June 15, 1854","search_date":"1854-06-15","citations":[{"divid":1217068849,"type":"Pamphlet or Other Printed Material","data":["","Annual Report of the President and Directors of the Mississippi Central Rail Road Co. to the Meeting of Stockholders","Holly Springs, Mississippi","Mississippi Central Railroad Company","1854","Special Collections Library, University of Virginia"]},{"divid":1217069057,"type":"Book","data":["Albert Perry Bringham","From Trail to Railway&#58; Through the Appalachians",null,"Boston","The Athenaum Press","1907","169-171"]}],"locations":[{"id":2652,"lat":34.7662259669,"lng":-89.4795664639,"zoom":9,"place":"MARSHALL, Mississippi"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}