{"id":3545,"title":"Colonel Lloyd of Virginia Operates a Plantation in Mississippi\n","course_id":1,"status":"P","start_date":"1850-10-24","end_date":"1850-10-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the middle of the nineteenth century, it was very lucrative for rich southerners to invest in the establishment of another slave plantation in a different area, which they would oversee from their current address.  Colonel Edward Lloyd of Virginia had one such vision that he would operate a plantation in Mississippi from Virginia, and its sole purpose would be for monetary gain.  After deciding on his plan, and acquiring the land in Mississippi, he appointed John Hargon to be the overseer on the plantation in Lloyd's absence.  This was not uncommon, and most people made money from such a venture.      Given the nature of the business, though, there will undoubtedly be problems with the plantation.  Hargon dated one letter to Lloyd as October 24, 1850.  There was a problem with the shipment of cotton from the plantation on the Pearl River, which runs through Yazoo County in central Mississippi.  Hargon said that the Freight are 125 c/bale   and only one boat which carry about 400 bale makes a trip once a week when they receive 500 bales a day.  Lloyd faces a predicament that was not unique to his situation.  He put a plantation in an underdeveloped area of Mississippi, and now he cannot ship his cotton to the market. ","At the same time, Hargon was forced to work harder for profits.  Stanley Engerman illustrates the pressure for plantation overseers to reap higher and higher profits.  Lloyd wanted to get the biggest profit for his investment, which forced Hargon to use fresh, undeveloped soil. This soil was farther away from the established commerce routes, and so leads to the predicament in which Hargon found himself.  Engerman states that this expansion helped as well as hurt the plantation owners in the exact way Lloyd and Hargon illustrate.  The greater production is not immediately met with greater transportation capacity, especially in areas that are not near a railroad.  The venture for slave holders wishing to run a plantation from afar was still profitable, but due to the economic circumstances of the southwest, the true profits would have to wait until the transportation industry catches up with the plantations' expansion."],"display_date":"October 24, 1850","search_date":"1850-10-24","citations":[{"divid":1217440982,"type":"Manuscript","data":["","John Hargon to Edward Lloyd",null,"MSS 5163","October 24, 1850","Papers of the Baldwin Family ","Special Collections Library, University of Virginia"]},{"divid":1217441021,"type":"Article","data":["Stanley Engerman","The Effects of Slavery on the Southern Economy","Explorations in Economic History ","4","1967","71-97"]}],"locations":[{"id":2653,"lat":32.6346973664,"lng":-90.0338114186,"zoom":9,"place":"MADISON, Mississippi"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}