{"id":3546,"title":"A Pennsylvania Court Convicts Under the Fugitive Slave Law\n","course_id":1,"status":"P","start_date":"1851-08-08","end_date":"1851-08-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the news of the Fugitive Slave Law of 1850 reached Holly Springs, Mississippi, the citizens were very anxious to see how the North would uphold the laws.  The law stated that if one captures a fugitive slave, it is the responsibility of the law enforcement and citizens to aide in the returning of those slaves to their rightful owners.  The people of Mississippi knew that slaves would attempt to escape, and hoped that these new laws would help them keep the property in which they had invested so much.  The court's decision coming out of West Chester, Pennsylvania was a great sign of success for the South, as well as the institution of slavery.","The article in The Palladium, which was a Democratic newspaper, stated In an almostincredible short space of time she was delivered to the claimant, or his agent, who put her into a close wagon and drove rapidly from the State.  The people of Mississippi saw this as a great victory, and had much more confidence in the North and the future peaceful relations between them.  As long as the North was not attempting to threaten the institution of slavery, there were no major quarrels. Even though the case involved a fugitive slave from Delaware, in a court in West Chester, Pennsylvania, the news made its way down to the heart of Mississippi.  This shows a lot about the cares and interests of the people of Mississippi at the time of the Fugitive Slave Laws. Stanley Campbell argues in his book The Slave Catchers that in the North,  the greater majority...was willing to acquiesce in the return of fugitive slaves to their owners in order to maintain good relations with the South and to prevent disruption of the Union.  This court case represented the priorities of both the North and the South in this very fragile time.  Mississippi was satisfied that it had an insurance on slavery, and the North was happy that the legislation would decrease the likelihood of secession."],"display_date":"August 8, 1851","search_date":"1851-08-08","citations":[{"divid":1214531706,"type":"Newspaper Article","data":["","The Palladium","Holly Springs, Mississippi","August 8, 1851",""]},{"divid":1214531731,"type":"Book","data":["Stanley W. Campbell","The Slave Catchers",null,"New York, NY","The Norton Library","1972","49-50"]}],"locations":[{"id":2654,"lat":34.7662259669,"lng":-89.4795664639,"zoom":9,"place":"MARSHALL, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}