{"id":3547,"title":"Albert Brown Defends the Homestead Bill\n","course_id":1,"status":"P","start_date":"1852-04-28","end_date":"1852-04-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Before Congress ratified it, the Homestead Bill was a hotly contested piece of legislation. The Homestead Act eventually gave approximately 160 acres of undeveloped land in the west to any man of twenty one years, on the condition that he must build a house of 12 x 14 feet and live on the property for five years.  This would not be a problem for people to fulfill who are coming looking for a life on the frontier.  Albert G. Brown, when he gave this speech on April 28, 1852, was a Senator from the state of Mississippi.  He was a democrat, and believed that the frontier should be settled.  As the Homestead Bill came to the forefront of the Congressional debate, he felt it was his duty as a Mississippian and a Senator to stand up for what he thought would benefit his constituents, the South, and the country as a whole.  People were afraid that this would bring in an influx of foreign immigrants, but he put that opinion down, and turned it around to seem as a beneficial piece of legislation for the North, which immigrants already overpopulate.  Brown though that the Homestead Bill would eventually spread out the immigration from foreign countries, and alleviate the immigration problems in the North.  "," Brown was representing his constituency through supporting the Homestead Bill, because his people of Mississippi would be some of the first to take advantage of free, fertile land in the west.  Fred Shannon studied this bill, which was not ratified until 1862, and marked a contrast between what Brown claimed, and what the rest of the South believed would happen if the legislation passed.  Shannon states that southerners are those persons who are supposed to have been the most bitter against the homestead legislation.  The rest of the South took the opposite view on the merits of increased immigration into the South, and needless to say, theywere not very cordial. The South, in the 1850s, was a place of white social dominance and plantation slavery. The white dominance spanned across race lines and continued to affect the relations with different nationalities.  The stubbornness of the South to realize the massive amount of land that was at their disposal led to the reluctancy of the lawmakers to ratify the bill."],"display_date":"April 28, 1852","search_date":"1852-04-28","citations":[{"divid":1216051199,"type":"Pamphlet or Other Printed Material","data":["Albert B. Brown","Speech of Hon. A. G. Brown, of Mississippi, in the House","Washington, D.C.","Congressional Globe Office","1852","Special Collections Library, University of Virginia"]},{"divid":1216051246,"type":"Article","data":["Fred A. Shannon","The Homestead Act and the Labor Surplus","The American Historical Review","Vol. 41, No. 4","July 1936","637-651"]}],"locations":[{"id":2655,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}