{"id":3549,"title":"A Northern View on Southern People\n","course_id":1,"status":"P","start_date":"1853-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the years of 1851 and 1852, Joseph Baldwin traveled through the south documenting everything he saw, in a very detailed manner.  He was from New York, and needless to say, felt out of place and different among the southerners.  Baldwin was a lawyer, and in his book about his travels, Flush Times of Alabama and Mississippi, he takes most of his time explaining the legal matters of the places he visited. Baldwin stopped in the rural western Mississippi county of Noxubee and experienced a court case that would have him perplexed for months to come.  Due to the lack of development in this area, there is only one courthouse in the county, and one must make his way to the courthouse on very rough roads.  Mr. Onslow, as he is referred to by Baldwin, had come on horseback from the Mississippi Swamp, on no other business than to attend to this case.  His preparation was arduous and thorough   his zeal apostolic.  Baldwin clearly portrays his shock regarding the manner in which this southern countryman from the swamp had taken to his business in court.  The underlying theme is the presence of the stereotypes which followed Baldwin on his trek down to the heart of the South. ","On the surface, Onslow was just another uneducated southerner who owned slaves, and was out to expand his enterprise.  Once Baldwin allowed himself to get past Onslow's ruggedness, a very articulate and learned man greeted him. These predetermined stereotypes presented many problems between the North and South during the years preceding the Civil War.  The North viewed the South as uneducated slave holders, who would rather enslave black people rather than do the work themselves.  Mark Smith argues that the elites of the North tried to educate the southerners in the ways of economics and free enterprise.  The southerners saw this as a sign of disrespect, which further enlarged the gap between the two social and geographic groups.  It was very difficult for either side to listen to each other, due to the predetermined stereotypes illustrated in many of Baldwin's entries regarding his travels.  He does, however, make an effort to rid himself of the stereotypes, but they are still evident in his writings, which would characterize the typical northerner's views of a southerner.  These stereotypes led to social hardships and a general disdain for the other portion of the country in the mid nineteenth century."],"display_date":1853,"search_date":"1853-07-02","citations":[{"divid":1215285124,"type":"Pamphlet or Other Printed Material","data":["Joseph Baldwin","Flush Times of Alabama and Mississippi","New York","D. Appleton &amp; Co.","1853","312-316"]},{"divid":1215285298,"type":"Book","data":["Mark Smith","Listening to Nineteenth Century",null,"Chapel Hill","The University of North Carolina Press","2001","172-174"]}],"locations":[{"id":2657,"lat":33.1101145617,"lng":-88.569790999,"zoom":9,"place":"NOXUBEE, Mississippi"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}