{"id":3552,"title":"Support for Jackson \n","course_id":1,"status":"P","start_date":"1819-01-01","end_date":"1819-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In March of 1818, Jackson invaded Florida, brought down Fort Negro, and seized parts of Florida, which was under Spanish control. Jackson's actions caused international repercussions. Spain protested the invasion, which led to the halt of negotiations to buy Spanish Florida. The invasion, also, led Britain to protest the execution of two of its subjects who had never entered the United State territory, and led Congress to hold hearings to discuss the irregularities of the Ambrister and Arbuthnot trials and to decide what to do about Jackson's actions. ","Representative Cobb of Georgia introduced resolutions condemning Jackson's actions in the House in 1819. Shortly after, Representative Tallmadge gave a speech, as well, on the Seminole War, where he showed his support for Jackson's actions and his opposition for the resolutions. Other representatives such as Henry Clay showed opposition for Jackson while others supported Jackson's actions such as Representative Holmes. Both Homles and Clay along with many other representatives delivered their speeches on the issue at hand. After every representative, who wanted to speak, spoke, Jackson ended up being victorious once again, but instead of being victorious on Florida soil, he was now victorious in the House of Representatives. ","Jackson was too popular for the resolutions to pass and some of the representatives knew this fact. Some opponents who knew about Jackson's popularity did not want to give in to the assumption of Jackson's popularity. Yet, the Representatives' outcomes were in accordance with the public's opinion. If it were up to the citizens to deliver speeches, there is a good chance that Jackson would have gained support for his actions since the majority of public opinion claimed Jackson was a hero.   ","Although, the speeches did not take place in Florida, these speeches are critical part of the history of the Seminole War, which was a local problem through out Florida. News of the debate on the resolutions and the outcome in the House of Representatives were in newspapers all over the United States letting everyone know, even the settlers in Florida, what they would anticipate. In addition, the fact that the resolutions failed to pass was important to history because it meant that tensions between the Seminoles and white settlers would only increase. Shortly after, the Indians began to retaliate and attack white settlers in Florida and Georgia. ","If the resolutions would have gained more support and passed, it was possible that the continuation of the Seminole Wars might not have occurred or would have occurred at a different time changing history, as we know it. Although, Jackson was victorious and the resolutions did not pass, debate on the Seminole War was not over. A couple years later, Congress would resume its discussion on if the war with the Seminoles in Florida would be worth the trouble.  "],"display_date":"January - February 1819","search_date":"1819-01-30","citations":[{"divid":1216051461,"type":"Pamphlet or Other Printed Material","data":["James Tallmadge","Speech of the Honorable James Tallmadge, Jr of Duchess County, N. York, in the House of Representatives of the United States on the Seminole War","New York","E. Conrad","1819","Alderman Library, University of Virginia"]},{"divid":1216051502,"type":"Pamphlet or Other Printed Material","data":["","The House of Representatives of the United States on the Seminole War","New York","E. Conrad","1819","Alderman Library, University of Virginia"]},{"divid":1216051532,"type":"Website","data":["Appletons Encyclopedia","James Tallmadge","Virtualology","http&#58;//www.famousamericans.net/jamestallmadge/","October 2, 2006"]},{"divid":1216051603,"type":"Website","data":["Rebellion","National Debate","Rebellion","http&#58;//www.johnhorse.com/trail/03/a /07.htm","October 2, 2006"]},{"divid":1216051657,"type":"Book","data":["Robert O&#39;Brien","The Encyclopedia of the South",null,"New York","Facts On File Publications","1985","369-370"]},{"divid":1216051700,"type":"Article","data":["David S. Heidler","The Politics of National Aggression&#58; Congress and the First Seminole War","Journal of the Early Republic","Vol. 13, No. 4","1993","501-530"]},{"divid":1216051764,"type":"Book","data":["John B. Boles","The South Through Time, A History of an American Region Volume I",null,"Upper Saddle River","Prentice Hall","1999","184"]},{"divid":92816,"type":"Government Document","data":[null,null,null,null,null,"huRBHhepnmp"]}],"locations":[{"id":2659,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":17,"tag":"Government"},{"id":19,"tag":"Native-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}