{"id":3553,"title":"Obtaining a Pass to Face Suffering Soldiers\n","course_id":1,"status":"P","start_date":"1861-11-04","end_date":"1861-11-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While residing in his hometown of Washington, DC, a Doctor Snyder was summoned by the Head Quarters City Guard to tend to the soldiers of the Army of the Potomac who were currently stationed in Virginia.However, in order to reach the Army in Virginia, where he was to spend four days, he had to first obtain a pass For Civilians from the Provost Marshal's Office in Washington.The pass was of great importance because it affirmed Snyder's loyalty to the Union, despite crossing over into the Confederacy, while it also protected him from the Confederate Army as simply doing his job as a physician and not playing a direct and active role in fighting the Civil War.","The Army of the Potomac was created by Lincoln for the specific role of defending the Capitol. In carrying out this role, it is likely that some of the Army's soldiers found themselves in need of medical attention.During the Civil War, both the Confederates and the Unionists began using rifled muskets, which allowed for better accuracy.Thus, both wounds and casualties became commonplace among the battlefields.Unfortunately, the limited amount of medical knowledge and technology available at this time only exacerbated the situation.Most doctors, likely including Dr. Snyder, were unaware of how easily germs could be spread and that they often were the cause of spreading infections amongst different soldiers to whom they tended. In addition, many wounds like those from bullets could only be treated with amputations. Even if the soldier did survive, the constant exposure to masses of limbs within close proximities often led to the soldiers' becoming ill with diseases.Given the many deaths that occurred from disease and a lack of proper nutrition, on top of the deaths resulting from combat, the Civil War took a huge toll upon human lives. "],"display_date":"November 4, 1861 - November 8, 1861","search_date":"1861-11-06","citations":[{"divid":1214532728,"type":"Manuscript on Microfilm","data":["","Passes, Military","Reel 56, Micflm 1705, ser M","Tayloe Family Papers","Alderman Library, University of Virginia"]},{"divid":1214532779,"type":"Book","data":["John B. Boles","The South Through Time: A History of an American Region, Vol. 1",null,"Upper Saddle River","Prentice hall","1999","344-345"]}],"locations":[{"id":2660,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}