{"id":3554,"title":"The Establishment of the First Black Law School\n","course_id":1,"status":"P","start_date":"1869-01-04","end_date":"1869-01-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["African Americans never enjoyed exclusive access to law schools, much less to graduate schools in general. At the start of 1869, however, John Mercer Langston and the Trustees of Howard University announced the opening of the very first law school in the United States intended for African Americans and those seeking to provide legal defense for other African Americans. Langston himself was the founding Dean of the law school and thus, a major contributor to the school's establishment. When the doors of the Howard School of Law opened on January 4, 1869, it marked a major triumph for African Americans within Washington, DC and throughout the rest of the country.","The Reconstruction Era saw a major increase in the black populations of urban areas. Race relations remained strained, and African Americans found themselves excluded from many of the jobs and opportunities available to whites. Thus, the black community gradually developed its own economy and its own establishments, including schools. Howard University and the Howard University School of Law were but some of the black schools established during the Reconstruction Era that provided the black community with the opportunity to receive educations like those of their white cohorts. As a result of the establishment of black colleges and graduate schools, there emerged a class of black professionals who further strengthened the black communities that were excluded from mainstream white society. Furthermore, it is especially significant that blacks were able to earn law degrees at a time when the rights of blacks had only recently been recognized, and thus, were especially in need of defense and protection. Black lawyers were also much more likely to take on the cases of black clients, as well as to better represent them, due to their common backgrounds."],"display_date":"January 4, 1869","search_date":"1869-01-04","citations":[{"divid":1217554134,"type":"Manuscript","data":["","",null,"Mss 6186","","Papers of John Mercer Langston","Special Collections Library, University of Virginia"]},{"divid":1217554165,"type":"Book","data":["John B. Boles","The South Through Time&#58; A History of an American Region, Vol. 2",null,"Upper Saddle River","Prentice Hall","1999","419"]}],"locations":[{"id":2661,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}