{"id":3558,"title":"The Establishment of the United States Colored Troops\n","course_id":1,"status":"P","start_date":"1863-10-13","end_date":"1863-10-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the midst of the Civil War, with its end undetermined, the War Department in Washington, D.C., requested the Lieutenant Colonel George Wagner to serve as the Captain for the Eighth Regiment of the U.S. Colored Troops. The U.S. Colored Troops had been established only a month before Wagner received this request. Many of the men within the Colored Troops had originally escaped into Washington where they labored in the contraband camps, before joining the Union army. Given Wagner's sympathies for the Union and his hopes of it winning the Civil War, he contacted the War Department through the Adjutant General of the army and accepted his position as Captain of the Eighth Regiment U.S. Colored Troops.","By 1863, the possibilities of the Confederates winning the Civil War had become more realistic. Thus, from President Lincoln's perspective, it made perfect sense to increase the manpower of the Union army through the addition of black soldiers. In addition, the enticement of freedom it provided for many Southern slaves and the shortage of labor supply it caused for Southern whites when their slaves did flee, undoubtedly gave the Union an advantage. This of course was all made possible by the Emancipation Proclamation of 1863, which officially sanctioned the integration of African Americans into both the federal army and navy. Although blacks were being given their freedom and were participating in the war alongside whites, they nevertheless continued to receive inferior treatment. Many whites within the army were received higher salaries than blacks of the same rank. Clearly, throughout both the North and South, regardless of the existence of slavery, blacks continued to face racial discrimination. "],"display_date":"October 13, 1863","search_date":"1863-10-13","citations":[{"divid":1217675425,"type":"Manuscript","data":["","",null,"Mss 11174","Box 1","Papers of George E. Wagner","Special Collections Library, University of Virginia"]},{"divid":1217675474,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery in the South&#58; A State-By-State History",null,"Westport","Greenwood Press","2004","61-62"]}],"locations":[{"id":2663,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}