{"id":3560,"title":"The Arrest of Senator Clay in the Assasination of Lincoln\n","course_id":1,"status":"P","start_date":"1865-05-22","end_date":"1866-04-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When Mrs. Virginia Clay, the wife of Senator Clay of Alabama, received news of her husband's arrest, she was immediately enraged. Up to this point in 1865, she had been enjoying the life of a socialite in Washington, DC, while Mr. Clay had taken on the role of Senator for the Confederacy. President Johnson had Clay arrested, alongside Jefferson Davis for allegedly conspiring in the assassination of former President Lincoln. He wrote from jail to his wife, stating, I am more confirmed by my reflections and our bitter experience that the Northern people were so hostile to the rights, interests and institutions of the Southern States, that it was just and proper for these to seek peace and security in a separate government. In response, Mrs. Clay made several attempts to visit with the President, urging him to release her husband. She seemed to share her husband's negative feelings for the Union, speaking highly of their being Southern as a means for Clay's defense. Mr. Clay was not released from jail until 1866, and he was later pardoned by Congress in 1880. Whether or not Clay was in any way involved in the plot for Lincoln's assassination is unknown. However, he proved to be a staunch Southerner who held a bitter grudge towards the North, much like much of the rest of the South by this point in time. As early as the 1830s, the South was developing an attitude that embraced sectionalism. As time went on, Southerners began more and more to see themselves as a world apart from the rest of the nation and as having their own separate interests. Both Clay and Mrs. Clay's anger towards the North and those involved in his arrest are revealing of the major division that had come to be between the North and South."],"display_date":"May 22, 1865 - April 17, 1866","search_date":"1865-11-03","citations":[{"divid":1216052006,"type":"Website","data":["Virginia Clay","The South Through Time, A History of an American Region Volume I","The University of North Carolina","http&#58;//docsouth.unc.edu/clay/clay.html","October 1, 2006"]},{"divid":1216052047,"type":"Book","data":["David Herbert Donald, Jean H. Baker, and Michael F. Holt","The Civil War and Reconstruction",null,"New York","W. W. Norton &amp; Company","2001","47-49"]}],"locations":[{"id":2664,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}