{"id":3561,"title":"Emancipation Celebration\n","course_id":1,"status":"P","start_date":"1891-01-01","end_date":"1891-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["African Americans gathered in large numbers in Alexandria on New Year's night, January 1, 1891, to celebrate the twenty-eighth anniversary of the Emancipation Proclamation. Magnus L. Robinson, editor of the Weekly Leader noted with chivalry that in Lannon's Opera House every orchestra chair was filled with the fair sex--never have there been before such an array of Afro-American ladies at a public meeting, giving grace and beauty to an occasion which is sacred to every true Afro-American. The evening began with a prayer and the singing of the Star Spangled Banner. Letters of regret from those who could not come were read. That of Hugh McCulloch, Secretary of the Treasury under Lincoln, reviewed the history of race relations and the attempts to end slavery in the United States. One of his interesting statements was that voting rights for immigrants should be limited, but voting rights for blacks should not. ","The principal speaker of the evening was James M. Townsend of Indiana. He provided a very direct assessment of the state of race relations in his time: But is it not strange, that now, 28 years after Emancipation --after the Amendments to the Constitution--after settling as we thought forever the question of our citizenship, in this country we helped to make and save, that insult is added to injury by the traitorous men who sought to destroy this government, banding themselves together for the avowed purpose of disfranchising, ostracizing, and by some means or other, getting rid of 8,000,000 of the most loyal, patriotic, and inoffensive people on this continent, simply because of their color. He declared his interest in political and civil equality and in a freedom that comes with an equal chance before the law and in business. He recognized that what he sought would be obtained only if African Americans did most of the work of gaining their civil rights themselves, and he argued that blacks should insist on being treated with appropriate dignity. It was all right with him if young African American women spit in the eye of white men who insulted them. ","As Townsend recognized, his fight for freedom and equality was not in harmony with the intentions of the white society of the time. The rights of black men and women, to vote and travel freely, for example, were being increasingly curtailed. Whites began to rely on segregation laws to restrict blacks. Competing with blacks for farm laborers and other resources aggravated many whites. Despite the overwhelming odds, blacks continued to assert their rights. Nonetheless, African Americans would have to endure decades of abuse before they saw any change in treatment. "],"display_date":"January 1, 1891","search_date":"1891-01-01","citations":[{"divid":1218241372,"type":"Pamphlet or Other Printed Material","data":["Magnus L. Robinson","Emancipation celebration, January 1st 1891 at Alexandria, Virginia","Washington, D.C.","Library of Congress","1926","http&#58;//memory.loc.gov/"]},{"divid":1218241412,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South&#58; A History",null,"New York","The McGraw-Hill Companies","1996","432-435"]}],"locations":[{"id":2665,"lat":38.8682751435,"lng":-77.0932794538,"zoom":11,"place":"Alexandria City, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}