{"id":3563,"title":"John Scott&#39;s Estate and Removal to the South\n","course_id":1,"status":"P","start_date":"1818-01-01","end_date":"1822-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["John Scott III of Scottsville was the grandson of the man on whose land the first Albemarle County seat was located when the county's was created in 1744. Edward Scott had offered his land to build the first courthouse, in the hopes that commerce would develop nearby and increase the value of his large patent. The proximity of the site to a section of the James River especially conducive to crossing aided this stratagem. In the coming decades Scott's Landing developed into the most important port upstream of Richmond. Various Scotts and nearby merchants tried for years to incorporate the settlement as an official town, but none were successful until John III, in 1818; the town was called Scottsville, and contained dozens of lots on land donated by John. In the following two years the town was party to other favorable developments. The founding of the University of Virginia in Charlottesville promised to bring large shipments of building supplies through Scottsville's warehouses. In the 1810s the state government chartered two stock companies that enabled Scottsville to act as a hub of transportation: one to build a toll road from Staunton, one to improve canals along the James up from Richmond. In spite of these promising developments, John Scott, by fall of 1821, began auctioning off his estate. He described it as the most valuable real estate in Virginia Containing about 15 Hundred Acres. Four hundred of which are Low Grounds, Inferior to none on the stream. He sold the estate at public auction on the premises, emphasizing the 'high state of cultivation' [and] Elegant Building, also offering the stock and crops of the estate, plus a valuable tract of woodland. Curiously, Scott only managed to sell part of this magnificent estate in 1821, and had to hold another auction in 1822.","In the advertisement for his auction, Scott declared that he was intending to remove to the South. Though born in Albemarle, Scott had already lived in the South some years, practicing medicine in Alabama. Like thousands of Virginians, he may have gone down South in the years following the War of 1812, to make a life in one of the new towns that cropped up all over the territory acquired from the post-war Indian treaties. Scott probably only returned east when he inherited the Scottsville estate upon his grandfather's death. Upon receiving his inheritance, he may have discovered himself unaccustomed to estate operation, and wished to return to his medical practice. Another possibility is that the general economic atmosphere discouraged him from focusing his life on the estate. Although the factors mentioned above aided the economy in Scottsville, the overall Virginia economy had been sluggish ever since the national Panic of 1819. It could simply be that when Scott was down South he met a nice southern belle. Well-to-do families from throughout the slave states maintained complex networks of society and marriage over long distances."],"display_date":"1818 - 1822","search_date":"1820-07-01","citations":[{"divid":1214706597,"type":"Newspaper Article","data":["","Central Gazette","","Oct 12, 1821",""]},{"divid":1214706614,"type":"Newspaper Article","data":["","Central Gazette","","Jun 7, 1822",""]},{"divid":1214706630,"type":"Book","data":["Virginia Moore","Scottsville on the James: An Informal History",null,"Charlottesville","The James Press ","1969","1-2, 50-52"]}],"locations":[{"id":2667,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}