{"id":3565,"title":"Mid-Autumn Musters\n","course_id":1,"status":"P","start_date":"1821-01-01","end_date":"1821-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On consecutive weekends in October 1821, two companies of Albemarle militia held their yearly musters. On the first Saturday of the month, a company of artillery headed by Captain F.B. Dyers gathered at an old field in the countryside. This muster was the first ever of Dyer's troop. At the session, matters of moment pertaining to the company as a whole were submitted to the men. A week later, at a different field, a full meeting of the troop [was] requested of men enrolled in a cavalry company theretofore headed by a Captain Perry. Like the muster of Dyer's company, this meeting also had a purpose above simply drilling. The men elected a new captain to succeed Perry.","Volunteer militia participated in all of the United States' military conflicts between the French and Indian and Civil Wars. An understanding of militia as noble and proficient fighters - the myth of the citizen soldier - became an entrenched American image in the wake of war, after the Revolution and Jackson-era conflicts especially. In spite of this image, in reality militias were almost never outstanding military units, and fought much more inconsistently than trained infantry units. The presence of militia in an army often vexed the efforts of the officers and organized units that they were attached to. Additionally, militias were notoriously poorly-armed. In 1820, less than one half of militia members in the United States owned any gun, let alone a well-maintained musket. Less than one fifth of white men owned a gun. Before the firearm industry developed in the United States, bringing down the cost of guns and ammunition, to own, maintain, and practice with a gun was a very expensive and impractical proposition for the vast majority of Americans. Playing with a gun was too expensive for people who worked all day. Dedicated farming provided food much more reliable than tromping around the woods on a hunt. While the first U.S. Militia Act in 1792 mandated that militia members arm themselves, very few American men actually complied. In consequence, successive national acts through 1808 shifted the financial responsibility of armament to states and the federal government.","Southern militia envisioned themselves as symbolic inheritors either of a Revolution tradition, or of a composite English tradition formed from images of refined gentry, mounted Cavaliers, and staunch Normans. Practically speaking, militia musters at this time were not particularly military affairs. Musters were often extremely social events that entailed more alcohol than target-practice (which some militias in southern states abandoned because it was too embarrassing). The defense of states rights against an aggressive national government was a key reason that militia had been preserved since the founding of the United States. While militia in southern states seized upon this purpose when war against the North erupted in the 1860s, the possibility of deployment against fellow Americans was nowhere near the front of Virginians' minds at this time. Conflict with Indians, British, Spaniards, and Mexicans were much fresher possibilities to the memory in the early 1820s."],"display_date":1821,"search_date":"1821-07-02","citations":[{"divid":1215286550,"type":"Newspaper Article","data":["","Central Gazette","","Sept. 21, 1821",""]},{"divid":1215286572,"type":"Article","data":["Michael A. Bellesites","Origins of American Gun Culture","The Journal of American History","83","1996","425-455"]},{"divid":1215286616,"type":"Article","data":["John K. Mohen","A Board of Officers Considers the Militia in 1826","Military Affairs ","15","1951","85-94"]}],"locations":[{"id":2669,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}