{"id":3567,"title":"An Appeal for an Organization Benefiting Freedmen\n","course_id":1,"status":"P","start_date":"1862-09-01","end_date":"1862-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["It was the summer of 1862 and Elizabeth Keckley, a former slave, was walking down the streets of Washington, DC. She stopped when she came across a big festival with music and white women and men dancing together. Upon inquiry, she learned that the festival was a fundraiser for the sick and wounded white soldiers. Immediately, she contemplated the need for an organization that supported the black freedmen that were constantly entering the city. Within two weeks, Keckley had won the support of her church in forming the Contraband Relief Association. Keckley was also employed by Mrs. Abraham Lincoln, with whom she traveled to many cities and gained more support for the Association. Mrs. Lincoln and the President also made contributions to help finance the Association, and its success eventually led to Keckley serving as its President in 1863.","Elizabeth Keckley's initiative to create an organization that provided aid for and served the African American community would become very characteristic of African American leaders within the years to come. The exclusion of African Americans from city outreach programs and fundraising organizations run by white leaders continued throughout and after the Civil War. Yet, as more and more African Americans or freedmen entered the city for refuge or later on after emancipation, the African American community grew in strength and responded to the segregated lifestyle by forming its own organizations and institutions. This was characteristic of African Americans nationwide, who chose to face adversity by looking out for one another and building upon their own communities."],"display_date":"September 1862","search_date":"1862-09-15","citations":[{"divid":1216052299,"type":"Website","data":["Elizabeth Keckley","Behind the Scenes, or, Thirty Years a Slave, and Four Years in the White House","University of North Carolina","http&#58;//docsouth.unc.edu/keckley/keckley.html ","October 11, 2006"]},{"divid":1216052334,"type":"Book","data":["John B. Boles","The South Through Time&#58; A History of an American Region, Vol. 2",null,"Upper Saddle River","Prentice Hall","1999","420"]},{"divid":1216052370,"type":"Book","data":["William A. Link and Marjorie Spruill Wheeler","The South in the History of the Nation",null,"Boston","Bedford/St. Martin&#39;s","1999","275-277"]}],"locations":[{"id":2671,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}