{"id":3569,"title":"The Formation of an African American Church\n","course_id":1,"status":"P","start_date":"1865-01-01","end_date":"1874-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["For much of the first half of the nineteenth century, most of the churches in Washington with black members were overseen by white pastors and leaders. As a result, many of the black members felt alienated, while many of the white members were eager to disassociate themselves. Thus, it was a major breakthrough for the black citizens of Washington, D.C., at the Civil War's end, when the white pastors of the Little Ebeneezer Methodist Episcopal Church were replaced with black ministers. Within less than ten years, in 1874, the property of the (now-white) church from which it had split, was given to the black Little Ebeneezer Church. This allowed for the church to build up a large congregation and to become one of the leading black churches within the city.","Black churches underwent significant growth in the years following the Civil War and Reconstruction. Once blacks were able to direct their own churches without the presence of an alienating white predominance, they could use the church in ways that met their own particular interests. It not only functioned as a place for worship and spirituality, which undoubtedly played a major role in strengthening and supporting blacks through their endurance of discrimination, but it also served as the foundation for the development of different organizations, activities and forms of education that allowed blacks to stand their own ground and make a place for themselves in a white-dominated society."],"display_date":"1865 - 1874","search_date":"1869-12-31","citations":[{"divid":1216052475,"type":"Website","data":["John W. Cromwell","The First Negro Churches in the District of Columbia","The University of North Carolina","http&#58;//docsouth.unc.edu","October 18, 2006"]},{"divid":1216052508,"type":"Book","data":["John B. Boles","The South Through Time&#58; A History of an American Region, Vol. 2",null,"Upper Saddle River","Prentice Hall","1999","462-464"]},{"divid":1216052541,"type":"Book","data":["Donald G. Mathews","Religion in the Old South",null,"Chicago","University of Chicago Press","1977","197-200"]}],"locations":[{"id":2673,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}