{"id":3570,"title":"Washington&#39;s Rejection of Black Suffrage\n","course_id":1,"status":"P","start_date":"1866-01-20","end_date":"1866-01-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An unknown editor for the National Intelligencer in the District of Columbia complained in his article of the recent decision passed by the House of Representatives that allowed for black suffrage. He pointed out that, in a republican government, important legislation being passed and affecting the people should be reflective of the interests of at least majority of the people. He claimed, however, that the passage of the bill for black suffrage was almost unanimously rejected by the white race. He complained of the fact that the black right to vote had been acceptingly repudiated in several northern states, and yet, it was forced upon the people in Washington against their will. He then went on to say how this would lead to a negative effect upon the white workingmen of the District of Columbia., as it would bring the blacks to an equal footing with them. Furthermore, he threatened that those Northern states that did not pass black suffrage would sympathize with the white citizens and would likely drop their support for the Republican government as a result. ","This article brings to light the fact that slavery became such the symbol for the North's motives in going to war with the South, and yet, the subject of slavery was really much more of a means to an end than an end in itself. Even as slavery was coming to an end in the South, the Northern states, like much of the South, were not ready to give blacks an equal footing in society. Furthermore, this article reflects the degree to which politics played a part in the issue of slavery and the nature of the Civil War, in that there was a major struggle over political power and control between the Republicans and Democrats. Likewise, this article illuminates the all too well known attitudes towards blacks as an inferior race, among both southerners and northerners."],"display_date":"January 20, 1866","search_date":"1866-01-20","citations":[{"divid":1214698323,"type":"Newspaper Article","data":["Expressions of the People- Two-Thirds- Three-Fifths- Unanimous","National Intelligencer","","January 20, 1866","2"]},{"divid":1214698376,"type":"Book","data":["Michael Perman","Emancipation and Reconstruction: 1862-1879",null,"Wheeling","Harlan Davidson","1987","70-73"]}],"locations":[{"id":2674,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}