{"id":3571,"title":"Trial Finds a White Man Innocent of Shooting a Black Man\n","course_id":1,"status":"P","start_date":"1866-01-19","end_date":"1866-01-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the death of John Anderson, a black man who had been shot by an unknown white man, a trial was being held with eye-witnesses. Of the three witnesses who testified, two of them were black and one of them was white. The first black witness, known as Henry Barret, testified that the assailant had been a white man who he believed may have been dressed in grey and wearing a hat. The following white witness, George Smith, told the defense that he did not see the accused, Oscar Mankin, shoot at the colored man. Lastly, a black, Jane Green, who was with Anderson on the night of the shooting, recalled talk of a black soldier being beaten up in the street outside, to which Anderson responded saying, he could whip any rebel man who had hit a Union man. She then said that Anderson was met by gunshots from Mankin, who she said may have been wearing a black coat and hat. The doctor who then examined Anderson's wound said its position was the result of the bullet coming from an elevation. Upon cross-examination, however, the defense contends that Mankin could not have been responsible given his average height and its inconsistency with the gun being fired from an elevation. At the trial's end, the jury returned the verdict of not guilty.","The proceedings of this trial, as well as the event on which it was based, reveal the nature of the relationship between blacks and whites during and after the Civil War. First, it was common for slaves from the South to join the Union army as an escape from slavery. Although the colored man being beaten up and to whose rescue Anderson came is not identified by the article, it would not be surprising that he was a former slave who came to the North to join the Unionists in the army. In addition, this trial also reveals the inferior treatment received by blacks at the hands of the whites. The testimonies of the black witnesses and victim involved, who were not even slaves, were nevertheless clearly given less consideration by the jury in considering the verdict. Thus it was clear that even in a society where blacks were not enslaved, the problem of race relations and the discomfort felt by whites living alongside blacks, remained."],"display_date":"January 19, 1866","search_date":"1866-01-19","citations":[{"divid":1215286797,"type":"Newspaper Article","data":["Military Trial in Alexandria","National Intelligencer","","January 20, 1866",""]},{"divid":1215286821,"type":"Book","data":["Edward L. Ayers","In the Presence of Mine Enemies",null,"New York","W.W. Norton ","2003","294-295"]}],"locations":[{"id":2675,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}