{"id":3573,"title":"E.W. Hubard Advises his Nephew on Gentlemanly Ways\n","course_id":1,"status":"P","start_date":"1845-02-09","end_date":"1845-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 9, 1845, E.W. Hubard of Washington, D.C. wrote a letter to his nephew, James L. Hubard, of Buckingham County, Virginia. James was a young man at the time, still in the formative stages of his life, and it appears that he and his uncle corresponded regularly about education, family life, and women in central and northern Virginia. E.W. began the letter by acknowledging his receipt of James' last dispatch, dated the twentieth of January; during the mid-nineteenth century, parcel mail was still transported largely by horse-drawn carriage, so a three-week delivery period from Buckingham to Washington would not have been out of the ordinary. In the subsequent paragraphs, James' uncle addressed several aspects of the affluent, civilized lifestyle he led and advises his young nephew on the values of a southern gentleman. ","First, E.W. praised James for reading the new books that he sent to his nephew. James was very studious and intelligent, qualities evidenced by the fact that he finished the books very quickly and impressed his uncle with his voracious appetite for learning. E.W. could only hope, he wrote, that William, Robert, and Edmund (James' little brothers) follow in [his] good example and engage in reading and learning new literature. Next, the well heeled gentleman from the capitol city shared in his nephew's excitement over the success of his hunting and fishing expeditions. Although James wrote that he was a proficient shooter, he also expressed his dissatisfaction with his attempts at trapping. His uncle responded by offering his opinion on the two methods of hunting game, praising the virtues of trapping animals when he stated, It takes more sense and skill to out-wit and catch them, than to take your gun and shoot them. Trapping, he declared, is accomplished by tact and skill while hunting with a rifle depends on the force of powder and shot; this emphasis on guile and cunning is a recurring theme of E.W. Hubard's letter. Lastly, E.W. encouraged James to develop his musical talent, expressing his belief that those who are gifted with a particular acumen for singing or playing an instrument should nurture those talents and develop their abilities to fruition. In closing, James' benevolent uncle requested that he pass on his love to the rest of the family, including his younger brothers, and to tell them that he wishes he could one day correspond with them in the same manner as he and James did then. ","E.W. Hubard's letter to his nephew embodies several facets of southern gentlemanliness and reveals a great deal about the education and upbringing of affluent young men in central Virginia. E.W. urged his nephew to read as much as he can, not only in an effort to enhance his intrinsic worth, but also to uphold the tradition of the family of scholarly appearance and reputation. He repeatedly moralized the values of cleverness, exemplified in his lecture on the desirability of the crafty entrapment of game animals rather than the brute force method of shooting from afar. According to E. Brooks Holifield's <em>The Gentlemen Theologians</em>, Among the goals of piety, in relation to the ideal of southern gentlemanliness, were introspective watchfulness, purity of intention, strenuous inner discipline, and self-control. E.W. Hubard echoed these qualities in his letter to his nephew when he claimed that gentlemanly behavior develops from a keen intellect, quick wit, a rapacious desire for reading, and the ability to excel at music and dance. These characteristics and high aspirations colored the various political, social, and economic interactions of southern white gentlemen during the mid-nineteenth century in central Virginia as well as the American South as a whole."],"display_date":"February 9, 1845","search_date":"1845-02-09","citations":[{"divid":1217555494,"type":"Book","data":["E. Brooks Holifield","The Gentleman Theologians",null,"Durham ","Duke University Press","1978","142"]},{"divid":1217555526,"type":"Manuscript","data":["","E.W. Hubard to James L. Hubard",null,"Mss 2424-c","","Randolph-Hubard Collection, 1832-1914","Special Collections Library, University of Virginia"]},{"divid":936229,"type":"Dissertation/Thesis","data":[null,null,null,"jaookiMHLQYEda"]}],"locations":[{"id":2676,"lat":37.5453300062,"lng":-78.5815976608,"zoom":9,"place":"BUCKINGHAM, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}