{"id":3574,"title":"Another Train Wreck\n","course_id":1,"status":"P","start_date":"1890-04-30","end_date":"1890-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rather than going to bed early Sunday night after a long day of church and family time, the city of Staunton spent the evening putting out a fire, only to then have a serious train wreck in the early hours of Monday, April 28, 1890. The No. 2 train on the C&O line from Cincinnati had cars derail after losing air power to the brakes. The train picked up even more speed because there is a descent into the Staunton station. Along with the increased speed, the engineer had to maneuver the train along the curves of the rail. The engineer managed to prevent the whole train from jumping track and saved many lives. The derailed sleeper car caused the most damage by destroying the 6-inch iron columns lining the platform. As this was a night train, there were many people sleeping in this car and they suffered the most injuries. The wreck caused the death of a young girl of the Pearl of Pekin Company, a Dramatic Corps. Her body, on which there was the silver cross of the King's Daughters Organization, was taken to a local funeral home and prepared for the journey to Jackson County, Missouri. The other townspeople took the injured to two residences and the Virginia Hotel. "," This article was not the front-page headline of the <em>Staunton Spectator </em>of Augusta County. Instead, it ran as the longest column under the headline A Night Horror on the second page with mostly local events. Oddly, the news writer did not comment about the lack of a hospital. A group of local women, the King's Daughters Organization, did note this absence and started a campaign to build the first hospital in Staunton. "," This one train wreck illumines so many new themes of life in the 1890's. There is the strong danger of railroads. From 1890 to 1900, there were over 6,000 accidents involving mail-carrying trains and the <em>Staunton Spectator </em>listed train accidents and wrecks frequently. Alfred D. Chandler has explained how railroads drastically changed life in the United States. Small Staunton connected to greater America and her almost 200,000 miles of operating line in a way that horses and boats never could have. These railroad connections created opportunities for the citizens. The trains delivered mail demonstrably faster and more efficiently, and kept people who moved (increasingly because of trains) connected. There were new economic opportunities for builders, operators, and those who wanted to sell products to other cities. The grain of Staunton had a new market that enabled farmers to produce and sell more than ever. Railroads also represented the possibility of mobility. People could travel and see cities the average person twenty years before never would have and people could simply travel quicker. The girl who died originally had been a telegraph operator, another important development of the nineteenth century. The young girl imagined a greater life for herself and railroads provided the means of pursuit. She left a steady job in the Midwest and moved to New York City to become a star, as so many people continue to do so today. This one newspaper article intimated to its readers that Staunton was not just a dot on the map. "],"display_date":"April 30, 1890","search_date":"1890-04-30","citations":[{"divid":1216076560,"type":"Newspaper Article","data":["A Night Horror","The Staunton Spectator","","April 30, 1890",""]},{"divid":1216076592,"type":"Website","data":["National Post Museum","Wrecks","National Post Museum","http&#58;//www.postalmuseum.si.edu/exhibits/2c1c_wrecks.html","September 22, 2006"]},{"divid":1216076636,"type":"Book","data":["Alfred D. Chandler","The Visible Hand&#58; The Managerial Revolution in American Business",null,"Cambridge","Belknap Press of Harvard University Press","1977",""]},{"divid":1216076742,"type":"Book","data":["Gladys B. Clem","It Happened Around Staunton in Virginia",null,"Verona, VA","McClure Printing Company, Inc.","1976","125"]}],"locations":[{"id":2677,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}