{"id":3575,"title":"The Montpelier Guard Repairs to Charleston\n","course_id":1,"status":"P","start_date":"1850-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1859, John Brown endeavored to start a liberation movement among enslaved people in Virginia. A staunch abolitionist, Brown was the first white American to set about culling up a slave insurrection. He first gained the nation's attention when he led a volunteer militia during the Bleeding Kansas crisis of the previous decade. Following his involvement in that conflict, Brown was responsible for the direction of the Pottawatomie Massacre on May 24, 1856 and subsequently freed eleven slaves in the neighboring state of Missouri. What he is best remembered for, however, is his participation in the famous raid on a federal armory at Harpers Ferry, Virginia, in modern-day West Virginia. The anti-slavery espousals and violent methods of John Brown incited neighboring Virginian counties into action; according to W.W. Scott's <em>History of Orange County</em>, Brown's well-known raid on Harpers Ferry occasioned wild excitement, a good deal of local apprehension, and was, indeed, the alarum gun of the war that so soon followed.","John Brown's incendiary actions caused the immediate organization and equipment of numerous volunteer companies throughout the state of Virginia. One of these militias originated in Orange County, the self-proclaimed Montpelier Guards, of whom many are memorialized in the lists of Confederate soldiers buried in Charlottesville cemeteries. They were characterized by Scott as a fine volunteer company [that organized themselves] at and about Orange Courthouse. Led by Captain Lewis B. Williams, Jr., the Montpelier Guards traveled to Charleston, South Carolina where they stood guard until Brown and such of his accomplices as had been caught were hanged. Although they did not participate in the capture of Brown himself, their presence in Charleston thwarted the rumored attempts his rescue during the term of his imprisonment. Nevertheless, the company was Brown's military escort to the scaffold where he was hanged for treason to the state of Virginia. ","The Montpelier Guard of Orange County, Virginia served as an example for several other county-organized militias of the 1850s, including the Gordonsville Greys, led by Captain William C. Scott, and the Barboursville Guard, who operated under the command of Captain W.S. Parran. These companies, following in the footsteps of Williams' men, were uniformed, and began regular drills in preparation for the direful conflict which everybody felt was coming, indeed was almost come. John Brown's controversial actions galvanized the nation either in support or condemnation of his efforts. Militias, like the Montpelier Guard of Orange County, Virginia, were stirred to a fever pitch in response to events like the raid at Harpers Ferry and constituted the backbone of what was to become the Confederate Army."],"display_date":1850,"search_date":"1850-07-02","citations":[{"divid":1218189754,"type":"Manuscript","data":["","",null,"Mss 1235, 1675, 1777, 1777-a, and 5863","","Rosters of Confederate Soldiers Buried in Charlottesville Cemeteries, 1940-1964","Special Collections Library, University of Virginia"]},{"divid":1218189823,"type":"Book","data":["W.W. Scott","History of Orange County Virginia",null,"Baltimore","Regional Publishing Company ","1974","146-147, 263"]}],"locations":[{"id":2678,"lat":38.246275988,"lng":-78.01344008,"zoom":10,"place":"ORANGE, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}