{"id":3576,"title":"George Wythe Randolph Moves his Business\n","course_id":1,"status":"P","start_date":"1851-11-05","end_date":"1851-11-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter dated November 5, 1851, George Wythe Randolph wrote to his brother Dr. Benjamin F. Randolph concerning the relocation of his, to that point, profitable business. At the time of this particular correspondence, George was in Richmond, Virginia and he was writing back home to Buckingham County, where Benjamin had established himself as a prudent physician and a prosperous community member. This exchange between George and his brother underscores the complexities and anxieties that a nineteenth-century businessman endured on a daily basis, placing particular emphasis on the relationship between creditors and debtors and the complications of relocation.","Benjamin loaned his brother three hundred dollars, no small sum in the 1850s, so that George would have any easier time appeasing his creditors in anticipation of the rearrangement of his business. Because of Benjamin's generosity, George was able to pay his partners fifty more dollars than he had originally bargained for, a beneficent act he stated he was particularly glad to do as [his creditors] have been liberal and gentlemanly in their conduct. One of the most important issues George dealt with before moving south was the financial status of his farm; the balance of the letter takes up the savvy entrepreneur's ruminations over percentages and dollar amounts that he considered in order to best allocate his private assets and reap the greatest benefit from his financial relationships. According to George, things went very well in his latest meeting with his business partners and he assures his brother that his new connections promise to be pleasant and profitable. Finally, despite his previous assertions of his financial wellbeing, George admitted that he may need to avail himself of a man he calls brother Jeff and accept his offer of assistance to the extent of a couple hundred dollars.","In his letter to his brother, George Wythe Randolph typifies an up-and-coming southern businessman. Bright and industrious, George was eager to succeed in his endeavor to sell his farm and move south, perhaps in an effort to capitalize on the economic explosion of cotton that supplanted the tobacco industry of Virginia and the Carolinas. Despite the bountiful opportunity available in the booming industry, moving from one location to another carried with it great risks. George was fortunate in that he was able to establish amicable ties with his peers and create good business relationships, but relocation necessitated uprooting oneself from established social networks in the form of valuable connections that may or may not be renewed. Additionally, George's dealings with other relatively wealthy men illustrate one of the spheres of relationships between men in the South; this type of horizontal, commercially driven interaction was generally limited to white, propertied men with sufficient income to live beyond the level of subsistence, though in a few very rare circumstances free blacks were able to rise to the same level of financial independence."],"display_date":"November 5, 1851","search_date":"1851-11-05","citations":[{"divid":1217443856,"type":"Manuscript on Microfilm","data":["","Randolph-Hubard Collection, 1832-1914","Accession 2424-c","Randolph-Hubard Collection, 1832-1914","Special Collections, University of Virginia"]},{"divid":1217443886,"type":"Book","data":["Peter N. Carroll","The Free and the Unfree&#58; A Progressive History of the United States ",null,"New York","Penguin Books","2001","155-160"]}],"locations":[{"id":2679,"lat":37.5722194747,"lng":-78.5287114945,"zoom":9,"place":"BUCKINGHAM, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}