{"id":3577,"title":"Address to an Edgecombe Patriot\n","course_id":1,"status":"P","start_date":"1846-01-18","end_date":"1846-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 18th, 1846, the ladies of Edgecombe county held a ceremony to honor the volunteers of the Mexican-American War.  Ever since the blood of American soldiers had been shed in Texas, the call of patriotism compelled many Americans towards war.  In Edgecombe, patriotic banners and speeches had been prepared for the men who would soon be off for Mexico.  Present at the ceremony was a renowned Senator of North Carolina, Captain Louis D. Wilson.  In the name of his country, Wilson had left his Congressional duties to lead a group of Edgecombe volunteers into Mexico.  Sarah E. Howard addressed Wilson and his men on behalf of the women of Edgecombe:","Appreciating the heroism which has impelled you at the call of your country to rush to her standard... we have wrought with our hands a banner for the volunteers...  Whilst the weakness of our sex forbids us to encounter the fatigues and privations of war, it has always been deemed appropriate that women should cheer on the soldier to the field.  In this we but emulate the example of the maidens and matrons of the Revolution, that Revolution which established those political liberties and conferred those social benefits, to secure which you have volunteered.  Your fathers waged war against the haughty Britons...  You are now engaged in a contest with the perfidious Mexicans, and the flag of '76 is the flag of '46... You have enlisted under that proud banner which has been consecrated to the cause of human liberty - the glorious stars and stripes of your country - it is the precious emblem of our noble confederacy of free and independent states... Go; our hearts are with you.","Women's activism was proscribed in the arenas of war and politics.  It was not their place.  Howard's speech accepts the role of women as secondary to the masculine political issues.  Even at such a powerful event, the contributions of women were still gendered.  Like the women three generations earlier, the female patriots of Edgecombe County could only craft banners and cheers in support of the soldiers.  The references to the maidens of the Revolutionary War and the community of Edgecombe are significant because these geographical and historical communities were what bound women in their place in the South.  As Jean E. Friedman notes in <em>The Enclosed Garden</em>, Southern women maintained their kinship networks during times of war, and these communities inhibited women from developing independent women's associations.  In Edgecombe, the meaningful communities for women were social, national and geographical, not organizations of gender."],"display_date":"January 18, 1846","search_date":"1846-01-18","citations":[{"divid":1216052695,"type":"Primary Source in a Secondary Source","data":["Sarah E. Howard&#39;s Address to Captain Wilson","January 18, 1846","History of Edgecombe County, North Carolina","Joseph Kelly Turner and John Luther Bridgers","Raleigh","Edwards and Broughton Printing Co.","1920","139"]},{"divid":1216052818,"type":"Book","data":["William W. Freehling","The Road to Disunion&#58; Volume I, Secessionists at Bay, 1776-1854",null,"New York","Oxford University Press","1990","455-459"]},{"divid":1216052870,"type":"Book","data":["Jean E. Friedman","The Enclosed Garden&#58; Women and Community in the Evangelical South, 1830-1900",null,"Chapel Hill","The University of North Carolina Press","1985","21-66, 92-109"]},{"divid":8929,"type":"Website","data":[null,null,null,null,null,null,"TdYXSncbkHTt"]}],"locations":[{"id":2680,"lat":35.868028512,"lng":-77.6521883059,"zoom":9,"place":"EDGECOMBE, North Carolina"}],"tags":[{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}