{"id":3579,"title":"Yellow Fever Hits Florida\n","course_id":1,"status":"P","start_date":"1885-01-01","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Long before the Internet, cable, and airplanes, a global market was emerging. Civilized countries recognized the need of foreign trade to compete in this new arena. Foreign trade required the participation of everyone from government leaders to common citizens. A Florida resident, Cecil H. Alleyne expressed his concern over a Yellow Fever breakout and its effects on the world market. In his letter to the London Times in 1886 Alleyne describes the gravity of the disease in Jacksonville, Florida. ","Without health care systems or emergency rooms, Florida tried to deal with a Yellow Fever epidemic in the late nineteenth century. Subsequently, the disease ravaged parts of Florida including Key West, Manatee, Tampa, and Plant City. In Jacksonville alone by 1888 the disease had claimed 427 lives out of 4,656 reported cases. To try and tame the disease several cities set huge fires of pine and tar in an effort to cleanse contaminated areas. The Jacksonville Sanitary Association managed to raise 350,000 to fight the disease. At every level of government, Florida tried to control Yellow Fever from spreading. The mayor of Jacksonville quarantined areas in an effort to limit the outbreak of disease. Alleyne believed the quarantine and relief efforts that Florida put into effect successfully restricted the disease. One of the more radical approaches against the disease came in 1889 by Florida governor Francis P. Fleming. Fleming pushed for the creation of a state health board to regulate health problems and fight the yellow fever outbreak. Consequently, a new state constitution was created in 1887 putting Fleming's suggestions into legislation.","Alleyne's letter to the London Times Editor connects Florida to England in the world trade market. Alleyne felt that an outbreak of Yellow Fever was important enough to write the leading newspaper in London, illustrating the dependence of both parties for each other's imports and exports. In addition, Alleyne was able to paint a picture of how difficult life on the frontier was in the nineteenth century. Seminole attacks, outbreaks of disease, and aggressive Spanish inhabitants were everyday threats that Florida citizens had to cope with. Nevertheless, the outbreak of Yellow Fever in Florida produced a new state constitution and the creation of the Florida State Health Board. "],"display_date":"1885 - 1889","search_date":"1887-07-02","citations":[{"divid":1214105384,"type":"Newspaper Article","data":["","The Times","London, England","September 26, 1863",""]},{"divid":1214105409,"type":"Book","data":["Charlton W. Tebeau","A History of Florida",null,"Coral Gables, Florida","University of Miami Press","1971","290-191"]}],"locations":[{"id":2682,"lat":30.4938122303,"lng":-81.4274627631,"zoom":9,"place":"DUVAL, Florida"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}