{"id":358,"title":"Maggie L. Walker born\n","course_id":1,"status":"P","start_date":"1867-07-15","end_date":"1867-07-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Born to former slaves on July 15, 1867, shortly after the end of the Civil War, Maggie L. Walker would become one of the most influential black females at the turn of the century.  From her roots in poverty in the city of Richmond, Walker became the first woman in the United States, black or white, to charter a bank when she opened St. Luke Penny Saving Bank in her hometown: the City of Richmond.  &lt;br /&gt;&lt;br /&gt;Walker founded the Richmond branch of St. Luke within the first few years of the twentieth century.  Shortly thereafter, the bank merged with two other all African-American banks to form The Consolidated Bank and Trust Company, with Walker at the helm.  In an article published in 1909, The Washington Post recognized Walker's accomplishments as an unlikely story when they published an article entitled She is a bank president.'  When Walker was born in 1867, the plausibility of a black woman founding a bank only forty years after the close of the Civil War seemed improbable at best.    &lt;br /&gt;&lt;br /&gt;Throughout her life, Walker became known for her commitment to philanthropy, especially for work in her local community: Jackson Ward.  Today, Maggie L. Walker's home in Jackson Ward stands as a museum to honor the work of one of the first successful black female businesswomen in the Post-Civil War era.  Additionally, the Maggie L. Walker Governor's School for Government and International Studies, also located in Richmond, was named after the woman who defied the odds to become a leader in the business world."],"display_date":"July 15, 1867","search_date":"1867-07-15","citations":[{"divid":1214238829,"type":"Book","data":["Muriel Branch and Dorothy Rice","Miss Maggie: A Biography of Maggie Lena Walker ",null,"Richmond, VA","Marlborough House Publishing Co.","1984",""]},{"divid":1214238881,"type":"Newspaper Article","data":["She is a bank president: Former slave girl now head of a thriving institution","The Washington Post","Washington, DC","June 10, 1909","4"]},{"divid":1214238930,"type":"Newspaper Article","data":["Woman Bank President Here: Distinction enjoyed by Mrs. Maggie Walker, of Richmond, Va.","The Washington Post","Washington, DC","December 20, 1903","E2"]}],"locations":[{"id":261,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}