{"id":3581,"title":"Race Relations Turn Violent\n","course_id":1,"status":"P","start_date":"1892-01-01","end_date":"1892-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In less than thirty years following the Civil War and the Emancipation Proclamation, Florida became host to a violent flare up of racial tensions between a white man and a black man in Madison, Florida. The United States of America was one of the few major players in the world economy that still had a firmly intact system that subjugated a race by the late nineteenth century. However, the race lines were skewed as two men planned to meet each other on the dueling field. Joe Dickerson and George Graham had to see each other in some context as equals. Both were fighting for the same woman even though Joe Dickerson was a free black man. This single duel between Joe Dickerson and George Graham is a reflection of race relations in Florida as of 1892. Florida was no stranger to slavery or free blacks and subsequently created an atmosphere of awkward racial tensions that existed throughout the South following the Civil War and Reconstruction. The love triangle created between a white woman and a man of color and a white man was more than just a dilemma. Inter-racial relations were still frowned upon in southern culture in the late nineteenth century; however, inter-racial relationships were still rampant. In addition, the two men had to meet and converse similar to closing a business deal before the duel could take place. Dueling was considered a civilized practiced in the nineteenth century; a way to defend your honor, and certainly only a man and not a piece of property would be able to defend his honor. ","It was the black man, Joe Dickerson who won the upper hand in the duel and fired before the white man, George Graham, could draw. Consequently, Dickerson fled the scene and his whereabouts were still unknown when the article was published. This interaction between races illustrates the fragile balance between whites and blacks as the South recovered from the Civil War for the next hundred years. "],"display_date":1892,"search_date":"1892-07-01","citations":[{"divid":1216082877,"type":"Newspaper Article","data":["","The Times","London, England","November 16, 1863",""]},{"divid":1216082903,"type":"Book","data":["Joshua D. Rothman","Notorious in the Neighborhood",null,"Chapel Hill","University of North Carolina Press","2003",""]},{"divid":1216082947,"type":"Book","data":["Charlton W. Tebeau","History of Florida",null,"Coral Gables, Florida","University of Miami Press","1971","293-308"]}],"locations":[{"id":2683,"lat":30.4443459739,"lng":-83.4705820137,"zoom":9,"place":"MADISON, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}