{"id":3583,"title":"White Response to African American Mob\n","course_id":1,"status":"P","start_date":"1867-05-09","end_date":"1867-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An escalating series of events led to armed soldiers charging at an African American mob of one thousand.  Although the evening had started with a small group of African Americans watching a trial of engines between the Richmond and the visiting Wilmington, Delaware Fire Companies, police soon arrested an African American man who allegedly attacked the firemen.  A riot followed, with the mob hurling paving stones at the officers all the way to the station-house.  Captain Junkins, two sergeants, and one private were all seriously injured.  The incident caused enough of a disturbance to compel General Schofield to arrive at the scene along with a company of the 11 Virginia Regiment.  Although the throng initially ignored the General's demands for disbandment, the soldiers ultimately proved to be a more effective catalyst for breaking up the mob.  ","      Following the incident, <em>The Richmond Whig</em> featured an editorial extolling the white policemen for their marvelous moderation:  When it is remembered that they were all armed, and that they were assaulted and in peril of their lives, and that they...forbore to fire...we cannot sufficiently commend their prudence and self-control.  ","      In this case, the non-violent response of whites was, in fact, noteworthy, as were the violent actions of African Americans.  In the postwar South, blacks widely suffered from brutal beatings and murders as white resentment of the freedom of African Americans grew.  Southern whites who believed in and were accustomed to the racial etiquette between a master and slave frequently attacked blacks for actions deemed impertinent and insolent.  Blacks bidding a white man good morning, for example, could provoke horror in the individual who expected blacks to remain silent unless a white person spoke to them first.  Despite this volatile nature of race relations, however, accounts of blacks assaulting whites were uncommon.  Whites often feared insurrections of their former slaves, but such rebellions rarely materialized.  Thus, the mob episode of May 9, 1867 represented an exception to the prevailing trends of the time."],"display_date":"May 9, 1867","search_date":"1867-05-09","citations":[{"divid":1215287174,"type":"Newspaper Article","data":["","Lynchburg Daily Virginian","","May 10, 1867",""]},{"divid":1215287217,"type":"Newspaper Article","data":["","The Richmond Whig","","May 11, 1867",""]},{"divid":1215287242,"type":"Book","data":["Eric Foner","Reconstruction: America&#39;s Unfinished Revolution, 1863-1877",null,"New York","Harper &amp; Row","1988","119-123"]}],"locations":[{"id":2684,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}