{"id":3586,"title":"Florida Canal?\n","course_id":1,"status":"P","start_date":"1889-01-01","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The recovering South slowly caught up to the North after the Civil War in means of transportation. In a large a state as Florida, transportation posed a serious problem in the late nineteenth century. However, politicians felt that railroads were a priority since Florida is a peninsula. More than 300 miles of land also created a challenge to connect the Atlantic Ocean and trade from Europe to prosperous ports on the gulf side of Florida, like New Orleans. ","Politicians threw around the idea at the turn of the century of the possibility of a canal through the narrowest part of Florida. Feeding the frenzy of the idea of a Florida Ship Canal was the success of the ship building industries in Florida. St. Augustine would serve as the key link for the canal, which shows the importance of this coastal town during this time period. Ultimately, a stagnate economy prevented Florida from investing millions of dollars in a canal. Then after the influx of settlers to the state during the early part of the twentieth century, the idea was pushed to the back burner and considered a moot point. The Florida Ship Canal experiment presented an exciting idea of linking the Gulf of Mexico directly to the Atlantic Ocean. Nevertheless, a canal through Florida would have been difficult for railroads to overcome, which served as the primary choice of transportation through the twentieth century for Americans. "],"display_date":1889,"search_date":"1889-07-02","citations":[{"divid":1215287569,"type":"Newspaper Article","data":["","The Times","London, England","January 1, 1889",""]},{"divid":1215287586,"type":"Book","data":["Charlton W. Tebeau","A History of Florida",null,"Coral Gables, Florida","University of Miami Press","1971","273-277"]}],"locations":[{"id":2687,"lat":29.8098695858,"lng":-81.280550411,"zoom":9,"place":"ST JOHNS, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}