{"id":3587,"title":"Florida Depression \n","course_id":1,"status":"P","start_date":"1889-12-23","end_date":"1893-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A native of Florida, Mr. Cooke jumped on the cash-in bandwagon and attempted to retrieve his money but The Land Mortgage Bank of Florida was unwilling to return Mr. Cooke's assets. Mr. Cooke then moved to sue the bank and the case was passed up to the High Court of Justice in Florida similar to a state supreme court. The apprehension of an uncertain economy left many citizens feeling insecure about their assets that they had just started to recover after the Civil War only forty years prior. Many people flocked to Florida after the civil war and there was little work to be found outside of the fruit trade. Nevertheless, the fruit trade was susceptible to world market prices and bad winter, which left Florida residents without a steady source of income. This lack of steady funds heightened the tension created by meager frontier life and left citizens protective of the property.","The scare brought on by a pre-war economy of the mid 1890's reached its climax in 1893 when a depression hit the Florida economy and American economy as a whole. Bank failures were commonplace across the country when people tried to cash in their silver notes for gold notes after a run on the gold supply. Florida's economy was able to battle through the winter, especially farmers who survived disastrous freezes to their crops. Nevertheless, it was Florida's trade of oranges and grapefruits, tobacco, and later phosphate that allowed Florida to fully recover from the Panic of 1893 and establish a progressive economy."],"display_date":"December 23, 1889 - December 31, 1893","search_date":"1891-12-27","citations":[{"divid":1215287739,"type":"Newspaper Article","data":["","The Times","London, England","December 23, 1895",""]},{"divid":1215287754,"type":"Book","data":["Michael Gannon","The New History of Florida",null,"Gainesville, FL","University Press of Florida","1996","275-277"]},{"divid":1215287785,"type":"Book","data":["Charlton W. Tebeau","A History of Florida",null,"Coral Gables, FL","University of Miami Press","1971","276-277"]}],"locations":[{"id":2688,"lat":29.6872611611,"lng":-82.4771020049,"zoom":9,"place":"ALACHUA, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}