{"id":3588,"title":"Watermelon and Sun\n","course_id":1,"status":"P","start_date":"1885-04-01","end_date":"1885-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["One plantation owner who was drawn away from his home near Montgomery, Alabama to Alachua County, Florida (near Gainesville) was James B. Bailey. After his resettlement, Bailey became an active participant in government serving as Superintendent of Labor for the Engineers Department of the Eastern District of Florida and was even a candidate for Alachua County's commissioner of roads. In his personal letter to his friends and relatives back home in Alabama Bailey describes a business transaction in which he was trying to decide between a bond for title or a mortgage. This description shows the lack of bank involvement with citizens on personal transactions. It is hard to imagine writing a check for a piece of gum now without a paper trail to a bank, let alone depending on someone for documentation of your property. In addition, Bailey goes on to describe life in Florida in 1885 with trips to Augusta, highlighting the freedom of mobility created by the new railroads. And who could write a letter on Florida without commenting on the warm sunshine and delicious watermelon, both bountiful in Florida? Mr. Bailey showcases the appeals of Florida during this time period after Reconstruction and illustrates why people flocked to see this frontier of America. ","A bitter battle of Reconstruction brought an idle economy and uncertainty about the future. However, Florida Democrat William D. Bloxham believed that the woes caused by Reconstruction and the panic of 1873 could be fixed by raising property assessment values. Subsequently, the value of property rose from 31,500,000 in 1881 to 70,677,000, just four years later. Florida was an attractive location to nestle down and start a family. The pleasing Florida climate and profitable agricultural society caught the eye of many wealthy and not so wealthy emigrants who settled in Florida from the late nineteenth century on. James B. Bailey jumped on the opportunity to establish a prominent life in the illustrious Florida frontier and is an example of the emigration of United States to Florida during the late nineteenth and early twentieth centuries. "],"display_date":"April 1885","search_date":"1885-04-15","citations":[{"divid":1214167747,"type":"Manuscript on Microfilm","data":["","James B Bailey Letter","Reel 45, Micflm 1705, ser J, Frame 1015-1017","Bailey Papers","Alderman Library, University of Virginia"]},{"divid":1214167799,"type":"Book","data":["Charlton W. Tebeau","A History of Florida",null,"Coral Gables, FL","University of Miami Press","1971","276-277"]}],"locations":[{"id":2689,"lat":29.6872611611,"lng":-82.4771020049,"zoom":9,"place":"ALACHUA, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}