{"id":3589,"title":"The Real Horrors of the Trail\n","course_id":1,"status":"P","start_date":"1835-01-01","end_date":"1842-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The River  of Lies was a body of water that some Seminoles lived near when the soldiers came to gather the Indians for removal. The river is located near today's Jupiter, Florida and acquired its name from an assumed thought that the fighting was over between the Indians and white settlers.","Soldiers came, gathered, and removed the Indians from their homes by the river. Some Indians escaped the soldiers' clutches and ran to warn the others. After being rounded up and made to walk toward the west, the Indians were put on boats headed in the same direction. After traveling on the boats, the Indians had to walk again. It was during the walk along the Trail of Tears that the Indians knew the treaties for removal were never to be just or fair like President Jackson claimed they would be. Along the trail, many would die from lack of nourishment, dehydration, and diseases, but those were not the true horrors on the trail.","Betty Mae's great-great-grandmother, Mary Tustenuggee Tiger a Seminole from the Snake Clan, told her the true horrors of the trail. Mary and her three daughters were four of the captives at the River of Lies. Mary and her eldest daughter were raped and used for the soldiers' pleasure along the arduous journey west. The eldest daughter was raped so much that she could barely walk, and her mom had to carry her. Other young women were raped on the trail as well. The soldiers had no remorse for their actions. They were like wild beasts who laughed and kicked the Indian women around while raping them and joked about it in front of others.","Innocent lives were taken by soldiers as well. Mary recalled to Betty Mae how they were driven like cows on the trail. Mary told Betty that when older people got sick or too tired to walk, they would fall and be whipped until they got up. If they did not get up and continue walking, the soldiers would shoot them. Mary even described how soldiers would throw babies in to a creek or pond to drown or hit them against a tree if the babies cried too much from hunger. Everyone was in danger of dying because a soldier would kill them for not complying with orders or wanting to rest. They were not able to ride in the wagons, not even the most elderly or sick; resting did not exist on the trail.","The stories that Betty Mae retold in her diary from Mary's story are truly nightmares. Most people think that malnutrition, dehydration, and fatigue were the worst conditions on the trail, but those conditions were nothing compared to the rapes and murders that took place. Betty Mae wanted to help her great-great grandmother tell her story so that the whole truth could be revealed about the Trail of Tears. In addition, the story symbolized how those who survived these harsh conditions not only triumphed against the brutality of the government, but also kept their clans and clan's culture and history alive. "],"display_date":"1835 - 1842","search_date":"1838-12-31","citations":[{"divid":1217444031,"type":"Book","data":["Betty Mae Tiger Jumper and Patsy West","A Seminole Legend, The Life of Betty Mae Tiger Jumper",null,"Gainesville, FL","University Press of Florida","2001","2-7"]},{"divid":1217444062,"type":"Website","data":["Lorrie Montiero","Family Stories from the Trail of Tears","American Native Press Archives and Sequoyah Research Center","http&#58;//anpa.ualr.edu/digital_ library","September 19, 2006"]},{"divid":1217444145,"type":"Book","data":["Patricia Riles Wickman","Osceola&#39;s Legacy ",null,"Tuscaloosa, AL","University of Alabama Press","2006","8, 231"]},{"divid":1217444229,"type":"Book","data":["Minnie Moore-Willson","The Seminoles of Florida",null,"New York","Moffat, Yard and Company","1914","10-11"]},{"divid":1217444318,"type":"Book","data":["Harry A. Kersey Jr.","An Assumption of Sovereignty&#58; Social and Political Transformation Among the Florida Seminoles, 1953-1979",null,"Lincoln, NE","University of Nebraska Press","1996","204"]}],"locations":[{"id":2690,"lat":null,"lng":null,"zoom":8,"place":"MOSQUITO, Florida"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}