{"id":359,"title":"Congress passes the 3rd Reconstruction Act\n","course_id":1,"status":"P","start_date":"1867-07-19","end_date":"1867-07-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Beginning in March of 1866, the period of Reconstruction sought to force change on the rebel states by creating a series of laws designed to control their behaviors.  Only in retrospect can it be said that Reconstruction began in 1866, as it was not until March of 1867 that Congress passed the first of the so-called Reconstruction Acts that would truly force change in the South.  President Andrew Johnson attempted to veto all three acts, but each time Congress passed the act despite these objections.&lt;br /&gt;&lt;br /&gt;On July 19, 1867, the third of the Reconstruction Acts gave supreme power to the five Union generals overseeing Reconstruction in the five districts of the South.  Each district included several former states of the Confederacy, with the exception of Tennessee, which was never under military rule.  These generals held the power to remove any official, elected or otherwise, from office if they believed the official to impede rather than expedite the process of Reconstruction.  Understandably, the North felt that the South would try to avoid the obligations stated under the previous Reconstruction Acts, which included holding a constitutional convention to re-write each state's constitution as well as the ratification of the Fourteenth Amendment.  Despite the implicit fact that this law was intended to improve the situation in the South for blacks trying to resettle after emancipation, it was widely resented by Southerners who felt that the North was, yet again, attempting to impose their will on the former Confederacy.&lt;br /&gt;&lt;br /&gt;When Congress pushed the Reconstruction Acts through, despite President Johnson's veto, they were likely unaware of the repercussions that would result from these acts.  In the South, white citizens would go to extremes including the formation of the Klu Klux Klan and, sometime later, the writing of Jim Crow' laws in order to keep blacks from gaining power.  Meanwhile, Johnson was impeached by the House of Representatives for attempting to remove members of his cabinet who had supported Reconstruction, even as he vetoed it.  Johnson had violated the Tenure of Office Act, according to the House of Representatives, which had been enacted in March of 1867."],"display_date":"July 19, 1867","search_date":"1867-07-19","citations":[{"divid":1219528794,"type":"Book","data":["Eric Foner","Reconstruction&#58; America&#39;s Unfinished Revolution, 1863-1877",null,"New York","Harper &amp; Row Publishers","1988",""]},{"divid":1219528833,"type":"Newspaper Article","data":["","National Intelligencer","","July 19, 1867",""]},{"divid":1219528908,"type":"Newspaper Article","data":["The President&#39;s Veto Message ","Daily Dispatch","","July 22, 1867",""]}],"locations":[{"id":262,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}