{"id":3590,"title":"Graduation Day\n","course_id":1,"status":"P","start_date":"1886-05-28","end_date":"1886-06-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For four days, the Augusta Female Seminary, under the leadership of Mary Julia Baldwin, held commencement exercises for the class of 1886. Miss Baldwin reported that the school enrollment was at capacity and there was even a wait-list. There were many delicate pupils whose parents sent them to Staunton because of the healthful climate and atmosphere. The school's students hailed from 23 states. Miss Baldwin even noted that there were no deaths that year. She also believed that the school had succeeded in teaching the pupils practical skills for life and a deeper sense of their personal responsibility to God. The school gave awards for many different subjects, including Latin, French, German, Faithful Practice on Piano, and English composition. Seven young women received diplomas for Music and Book-keeping."," <em>The Staunton Spectator</em>, the Augusta County weekly newspaper, ran the article as the lead local article. The paper reported the programme for each day's celebration and all participants' names. For the concert section, the names were given in a standard formal formula of Misses M Bingham, C Woodard, A Wine.... For the awards section, there was a less formal tone. The professors and instructors had titles, but the paper did not list the young women's names with Miss and some were in their common form, such as Annie instead of Anne and Lizzie instead of Elizabeth. "," Some young women attended Augusta Female Seminary for health reasons, but there were women attending because they had families who believed Catharine Beecher's principle that women needed a practical education to be successful mothers and wives and, eventually, she believed, have a profession. For the expanding middle class created by industrialization and urbanization in America, there began a trend to send young women to schools because the importance of women's work grew. According to Janet James, the question of to what extent women should be educated was entertained by everyone and in magazines, novels, plays and books. Three young women received diplomas in Music, but four young women received diplomas in Book-keeping, an economically and domestically practical education. Baldwin had been a pupil at the school and her tenure as principal led to the name change to Mary Baldwin College, also reflecting the more public role of women as leaders in education in the second half of the nineteenth century and fulfilling Beecher's desire. That the young women came from so many different states indicates the new connectivity that Staunton experienced because of the railroads."],"display_date":"May 28, 1886 - June 1, 1886","search_date":"1886-05-30","citations":[{"divid":1215313415,"type":"Newspaper Article","data":["Augusta Female Seminary: Miss M.J. Baldwin, Principal: Commencement Exercises: 1886","Staunton Spectator","","June 2, 1886",""]},{"divid":1215313458,"type":"Book","data":["Elizabeth Seymour Eschbach","The Higher Education of Women in England and America, 1865-1920",null,"New York","Garland Publishing, Inc.","1993","33-41"]}],"locations":[{"id":2691,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}