{"id":3591,"title":"A Meeting of Staunton&#39;s Black Residents\n","course_id":1,"status":"P","start_date":"1891-12-09","end_date":"1891-12-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Early December, 1891 made the city of Staunton more aware of its racial makeup and power of black people in the city. In the evening, the colored people of the city met and formed a group called the Afro-American League. They wrote a preamble and resolutions against the laws requiring separate railroad cars and waiting rooms for blacks and whites. While demanding change in the law, they also wished to educate the population. Their league's object shall be the creation of a healthy public opinion and they will use the church, the press, meetings, and the court system to appeal the laws. "," Whether this League is a branch of the Afro-American League, founded in 1890, is hard to determine from this one article in the <em>Staunton Spectator</em> and Vindicator, the weekly paper for Augusta County. The paper did not say it is, and only listed the fourth resolution. The members said they were organizing a league to be known as the Afro-American League and not anything about being a branch league. The paper made no comment for this event and ran no other articles that day which had racism, black people, or blacks' rights as the subject. There were not any follow-up articles the next week either."," By 1891, Reconstruction had ended, the Thirteenth, Fourteenth, and Fifteenth Amendments had been passed, and Jim Crow laws regulating railroads were already in effect. Jim Crow had not fully seized the South though, and Booker T. Washington and Tuskegee Institute were working for blacks' rights. C. Vann Woodward has noted that by 1890, the hope that Reconstruction and the Civil War had brought was nearly gone. Edward Ayers, however, has noted the uncertainty and lack of concrete rules and regulations governing the South in the 1880's. He also intimated that newspapers bear some of the blame for inciting tension because of their stories and skewed coverage of blacks. This type of story of a meeting was not uncommon because black people continuously worked to retain their rights and gain new ones. They saw themselves losing the enfranchisement and losing the possibility of gaining political positions in society. Meetings like the one in Staunton were not everyday occurrences but groups such as the Afro-American League were beginning to form and trying to exert some influence in towns and cities. A South Carolina woman wrote in her diary that, The negroes are evidently in an excited state. It is important to note that the black people of Staunton had a plan of action. They did not meet to complain about their situation but to improve it. They had a document that explained their goals and beliefs. They knew they had to act and knew that using the court system and press were the best routes. This minority group in a city with 7,289 inhabitants in 1900 made their presence and wishes known to everyone and to those many other readers in the surrounding counties. ","<em>Sarah Isabelle Scruggs</em>"],"display_date":"December 9, 1891","search_date":"1891-12-09","citations":[{"divid":1217512651,"type":"Website","data":["Campbell Gibson and Kay Jung","Historical Census Statistics on Population Totals By Race, 1790 to 1990, and By Hispanic Origin, 1970 to 1990","U. S. Census Bureau ","http&#58;//www.census.gov/population/www/documentation/twps0056.html","September 23, 2006"]},{"divid":1217512980,"type":"Newspaper Article","data":["Meeting of Colored People","Staunton Spectator","","December 9, 1891",""]},{"divid":1217513018,"type":"Book","data":["Julian Bond and Andrew Lewis, eds.","Gonna Sit at the Welcome Table",null,"Mason, OH","Thomson Learning Custom Publishing","2002","2-45"]}],"locations":[{"id":2692,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}