{"id":3593,"title":"A New Courthouse\n","course_id":1,"status":"P","start_date":"12/27/00","end_date":"12/27/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 27, 1900, Staunton, the county seat of Augusta County, laid the cornerstone for its new courthouse. Most of the city attended the ceremony, which was complete with an unveiling of the stone and speeches by prominent local lawyers, clerks, and judges. They spoke of historical events and the importance of the new courthouse. To signify this step towards the future, they made the cornerstone a time capsule. The city implanted many relics which will be of great future interest. The weekly paper, <em>The Staunton Spectator,</em> noted that the stone came from the same quarry as the Washington Monument. "," Readers should note the date of the laying of the stone. Augusta County receives only a few snowfalls each year, but the weather is cold. City officials, however, felt that the Christmas time and the cold weather would not hinder the city from celebrating. In fact, the city could build momentum off the holiday spirits. The <em>Washington Post</em> did not list the important relics, probably feeling that the citizens of Washington, D.C. would find this ground breaking interesting because of the quarry for the stone. This article lay above more dynamic articles concerning explosions and riots in other southern states. "," Mary Ryan has written that during the nineteenth century, the contests for public spaces were an indicator of the spread of democratic politics, but as Wayne Durrill pointed out, democracy itself did not necessarily spread just because people wanted to control these public spaces. Lynchings, for example, occurred in public places and are not indicative of spreading democracy. The city of Staunton recognized the importance of the courthouse and its strong role in the community. In the past, Staunton citizens prided themselves for their gas and music. They needed an equally impressive courthouse that could reflect the citizens' feelings of importance. Durrill also notes that the best way to gain political influence was through having the power to regulate and build the civic space, such as the courthouse. Based on the honorific titles of the men who gave the speeches at the ceremony, they were some of the most powerful men in the county. Their presence at the laying of the cornerstone of the courthouse let the city know the power and influence that they held. E. Lee Shepard has noted the importance of court days as political focal points. During these days, people bought and sold things, and they met socially to catch up and enjoy each other. Courthouses were public places meant for the law, and had power from their symbolic purposes and connections."],"display_date":"December 27, 1900","search_date":"1900-12-27","citations":[{"divid":1214707076,"type":"Newspaper Article","data":["Courthouse Corner-stone","The Washington Post","","December 28, 1900","4"]},{"divid":1214707098,"type":"Book","data":["Edward L. Ayers","In the Presence of Mine Enemies: War in the Heart of America, 1859-1863",null,"New York","W.W. Norton &amp; Company","2003","96"]},{"divid":1214707141,"type":"Article","data":["Wayne K. Durrill","A Tale of Two Courthouses: Civic Space, Political Power, and Capitalist Development in a New South Community, 1843-1940","Journal of Social History","35","2002","659-681"]},{"divid":1214707227,"type":"Article","data":["Nelson D. Lankford and E. Lee Shepard, editors","This Being Court Day","The Virginia Magazine History and Biography","91","1995","459-470"]}],"locations":[{"id":2693,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}