{"id":3595,"title":"Uncle Tom\n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["At some point in the early 1830's-all the author knows is before 1840-the <em>Annals of Augusta County</em>, a county historical record, relate the death of a free black man who lived in Staunton, Virginia. Tom Evans was his name-or Uncle Tom as he was called. Mr. Evans had been, at one point, the body servant of a Major Willis and had served with his master in the Revolutionary War. He had lived in Staunton for some time."," Evans was a small, very black, and very pompous negro, the author, Joseph Wadell wrote. He never forgot that he was 'a hero of the Revolution,' and therefore never laughed and rarely smiled. Wadell goes on to point out that Tom liked to use big words. His main claim to celebrity though, came from his propensity to wear his Revolutionary War uniform-cocked-hat, coat, and red short-breeches- on the 4th of July. He promenaded the streets to the public amusement and his own profit in the way of small coin levied by him on patriotic citizens. In Wadell's words, it is possible to hear a hint of ugliness that is reminiscent of the way free blacks were upbraided in Franklin, Pennsylvania in Edward Ayers',<em> In the Presence of mine Enemies</em>. The free blacks were denigrated as saucy and were chided for being too confident in the presence of whites. The same sense of perceived threat can be seen in Wadell's words as well. Tom seemed to hold himself with the respect of a white man for having taken part in the Revolutionary war and so he is called Very pompous and is made fun of for using long words. The sarcasm with which Wadell calls a hero of the Revolution is readily apparent. The disparagement of the black man is a sign of the insecurity which pervaded white and black relations in the North and South."],"display_date":"1830 - 1840","search_date":"1835-07-02","citations":[{"divid":1216052989,"type":"Book","data":["Jos. A Waddell","Annals of Augusta County, Virginia&#58; From 1726 to 1871",null,"Harrisonburg","C. J. Carrier Company","1902","404-407"]},{"divid":1216053020,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox&#58; A Southern Experiment in Black Freedom from the 1790s Through the Civil War",null,"New York","Vintage Books","2004","144-161"]}],"locations":[{"id":2694,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}