{"id":3597,"title":"Two Young Negroes Marry in the Courtroom\n","course_id":1,"status":"P","start_date":"1877-12-24","end_date":"1877-12-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Henson Batson and Margaret Shorter were going to get married. That much was certain as they traveled to Washington D.C. from their rural home with Margaret's sister on Christmas Eve, 1877. What wasn't quite so certain was where in the city they could go to hold the ceremony. When they came upon a group of reporters waiting outside City Hall they anxiously asked how, where, and how fast they could be wed. Luckily, the reporters were just the people to ask.  ","Some of the reporters got them through the door of City Hall and to the Marshal's apartment, while others joined forces with some bailiffs to locate a marriage license and someone to officiate the ceremony. It took hardly any time at all before the two were wed in the Criminal Courtroom by none other then Reverend Byron Sunderland himself, who had come running to perform the marriage. This was the very first marriage in the Criminal Courtroom, which was usually the site of proceedings of a very different nature. That a marriage between two black youths could occur in an unconventional location with the help of all kinds of residents of the city of Washington was symbolic of the progress that the nation was trying to make toward equality for all men. ","However, this example of a spur-of-the-moment public wedding between two young, black individuals is more of an anomaly concerning how the idea of citizenship for freed black Americans actually materialized in real life. As David Herbert Donald points out, despite the fact that racial equality had largely been legislated by the 1870s, not everyone was as accommodating as the folks in Washington were that day.  In many parts of the South, there was no one to enforce the kind of treatment the law demanded. Washington D.C. stands out, at least in this example, as a more progressive part of the South, more in touch with the ideals for which the nation's legislators were striving. The Republicans who were in office had passed many laws requiring equal treatment in public spaces for black and white alike; in the case of this marriage in the courtroom, this idea was taken a step further, and the reporters were thrilled to be catching the first marriage in a criminal court room, a marriage of two black people no less. The significance and symbolism of this event is supported by the appearance of Rev. Byron Sunderland, a prominent black clergyman who had advised President Lincoln in the struggle for the emancipation of American slaves."],"display_date":"December 24, 1877","search_date":"1877-12-24","citations":[{"divid":1214534124,"type":"Newspaper Article","data":["Married in the Criminal Court Room","The Washington Post","","December 25, 1877",""]},{"divid":1214534147,"type":"Book","data":["David Herbert Donald, Jean Baker, and Michael Holt","Civil War &amp; Reconstruction",null,"New York ","Norton","2001","588-589"]}],"locations":[{"id":2695,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}