{"id":3598,"title":"The Debate Over Colonization\n","course_id":1,"status":"P","start_date":"1890-02-28","end_date":"1890-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Bishop H. M. Turner decided to pick up a copy of the Evening Star on the night of February 28th, 1890, when a certain headline caught his eye: Bruce on the race issue. The Honorable Blanche Kelsoe Bruce was an old friend of the Bishop's who had become a Senator of the state of Mississippi and moved to Washington D.C. Each man greatly admired the other for his work and his distinguished accomplishments.  Bishop Turner was visiting the capital at the time that he came across the attention-grabbing headline, and by the time he had reached his home in Atlanta at the end of his work-related travels, he had read the article. Suffice it to say that he was perplexed by what he had read, so he determined to write a letter to The Washington Post respectfully challenging Mr. Bruce's negative stance on the issue of colonization for black Americans.  ","Let the negro go if he desires or remain here if he prefers. Let him exercise his own intellect...when you say they have no desire to go to Africa, I say, who know the real condition of our race as well as any man who lives, a million at least of them desire to go somewhere, wrote Bishop Turner. He was trying to express that though there had been some progress made in the push for civil rights for the negroes of the U.S., the nation was still very much a racially prejudiced one. He argued that for some negroes, moving to Liberia was potentially the most advantageous escape from oppression in a white-dominated society; for others, moving to Liberia would only leave them helpless, forlorn, and bereft of their livelihoods, however stifled those livelihoods may be. You, Senator Bruce, say all of you stay here and wait for better times. I say, let us pray God and man to pass the bill of Senator Butler, and let a line of steamships be started between here and Africa, and let such of us as believe that we are not monkeys, and can do something without the white man's domination, go and try the experiment. ","He ended his letter, only to find it quite a bit longer than he had planned to write; however, this issue was very close to his heart and mind, and he wished he had all the space in the world to explain to his countrymen and his fellow black American, Senator Bruce, that it was high time Congress focused on the deplorable state of the negro race in the United States. The issue in this letter to Senator Bruce from Bishop Turner is the fact that colonization was perhaps the path to a better way of life for many black Americans. There was endless controversy in the capitol over colonization throughout most of the 19th century, and by 1890 when this letter was written, many black Americans felt that it should be left to each individual to decide whether or not moving to Africa was his chosen destiny. As historian Ralph Luker then points out, the longings of southern blacks to be freed from oppression continued to feed the dream of emigration... Turner was trying, with his letter, to emphasize that continuing the existing societal dynamic between blacks and whites in the South was futile; it was true that the tension that was growing between whites and blacks in America could neither be solved by sitting idly by and hoping for gradual equality, nor be solved by shipping masses of black Americans to Liberia to begin new lives."],"display_date":"February 28, 1890","search_date":"1890-02-28","citations":[{"divid":1214694057,"type":"Newspaper Article","data":["Bishop Turner&#39;s Views","The Washington Post","","Mar. 17, 1890",""]},{"divid":1214694088,"type":"Article","data":["Ralph E. Luker","The Social Gospel and the Failure of Racial Reform","Church History","46","Mar. 1977","93-95"]}],"locations":[{"id":2696,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}