{"id":36,"title":"Mississippi Passes a State Civil Rights Bill\n","course_id":1,"status":"P","start_date":"1873-02-27","end_date":"1873-02-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the time of Reconstruction, strong Republican parties grew as a result of heavy reliance of blacks as their constituency. Generating the overwhelming majority of the party's votes, blacks became the majority of the electorate in Southern states, such as South Carolina, Louisiana, and Mississippi. As the black support increased, it was clear that policies and enactments had to be geared towards the large freedmen population. To maintain control and influence, Republicans mobilized black voters by emphasizing their party's commitment and promise for black rights and interests.  &lt;br /&gt;&lt;br /&gt;In Mississippi, where the freedmen constituted a majority of almost six to five in the state's electorate, the newly enfranchised blacks would open the doors for Republican rule. In 1868, the Republicans constructed a new constitution; in 1869, they won the elections to fill the offices created under it; and by 1870, the first Republican administration of Mississippi took office. &lt;br /&gt;&lt;br /&gt;By 1873, the Republican Party continued to control Mississippi. In that year, Adelbert Ames, Mississippi's best-known carpetbagger became the second Republican governor of Mississippi. Under his administration, Republican state legislators were able to pass an important Civil Rights Bill that stated all citizens of this State, without distinction of race, color, or previous condition of servitude, are entitled to the equal and impartial enjoyment of any accommodation, advantage, facility, or privilege;and is hereby declared to have always been, is now, and shall forever remain a right, inherent in every citizen or person, and which right shall not be denied, abridged or infringed;' Subsequently, any person that went against this bill was to be deemed guilty of a misdemeanor. As a result of enactments such as this, black voters responded exactly as Republican leaders hoped. Unsurprisingly, colored turnout for Republican candidates increased dramatically in Mississippi. In a negative regard, the deliberate painting of the Republican Party as the party of the blacks also encouraged Democrats throughout the South to run as the party of white supremacy."],"display_date":"February 27, 1873","search_date":"1873-02-27","citations":[{"divid":1213034617,"type":"Newspaper Article","data":["","The Weekly Clarion","Jackson, Mississippi","February 27, 1873",""]},{"divid":1213034638,"type":"Book","data":["Jean Harvey Baker, David Herbert Donald, and Michael F. Holt","The Civil War and Reconstruction",null,"New York","W.W. Norton and Company","2001","600"]},{"divid":1213034686,"type":"Book","data":["Michael Perman","Emancipation and Reconstruction: 1862-1879",null,"Wheeling","Harlan Davidson, Inc.","1987","66-67"]},{"divid":1213034738,"type":"Book","data":["John Ray Skates","Mississippi",null,"New York","W.W. Norton and Company, Inc.","1979","114-115"]}],"locations":[{"id":20,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}