{"id":360,"title":"General Philip Sheridan removes Governor James Webb Throckmorton from office\n","course_id":1,"status":"P","start_date":"1867-07-30","end_date":"1867-08-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["According to the Reconstruction Acts, the military could remove and appoint a state's government figures in order to further Reconstruction.  Under this system, the general in charge of the region in which the state was located would be responsible for making these decisions.  Because President Andrew Johnson did not agree with many clauses in the Acts of Reconstruction, this particular section was bound to be problematic.  In addition, Texas fell under the jurisdiction of General Philip Sheridan, a man who was often at odds with President Johnson.  Within weeks of the passing of the final act of Reconstruction, Sheridan had placed himself in a vulnerable position by removing the governor of Louisiana, James Madison Wells, and immediately taking aim at the governor of Texas, J.W. Throckmorton.&lt;br /&gt;&lt;br /&gt;General Sheridan, a commanding officer of the United States military during the Civil War, had been assigned to oversee the Reconstruction of the Fifth Military District: Texas and Louisiana.  He saw the current governor of Texas, James Webb Throckmorton, as a hindrance to Texas' Reconstruction and therefore ordered his removal only two weeks after the passing of the third Reconstruction Act.  July 30, the day that General Sheridan ordered Throckmorton's removal, it was reported in the National Intelligencer that President Johnson sought to remove Sheridan from his post as the head of the Texas/Louisiana military district.  Shortly after Throckmorton's removal from office, the National Intelligencer's predictions came to fruition when President Johnson had Sheridan transferred from his post and replaced.&lt;br /&gt;&lt;br /&gt;Although Sheridan removed Throckmorton from office on July 30, 1867, it was not until August 9 that he was officially replaced by Elisha M. Pease, a Unionist who Sheridan felt would guide Texas through Reconstruction.  Pease, a native of Connecticut who had lived in Texas since 1833 and had always supported the Union, was recommended to the office of provisional governor by A.J. Hamilton.  Ironically, Pease had run as the Republican candidate against Throckmorton only a few months earlier.  The Daily Dispatch published Special Order No.105 from General Sheridan, which removed Throckmorton from office, announced his successor as Pease, and demanded that he be respected accordingly.'"],"display_date":"July 30, 1867 - August 8, 1867","search_date":"1867-08-03","citations":[{"divid":1213646089,"type":"Book","data":["Ray Morris, Jr.","Sheridan: The Life and Wars of General Phil Sheridan",null,"New York","Crown Publishers, Inc.","1992","276-280, 286-287, 292"]},{"divid":1213646149,"type":"Book","data":["Randolph B Campbell","Gone to Texas: A History of the Lone Star State",null,"New York","Oxford University Press","2003","276-277"]},{"divid":1213646213,"type":"Newspaper Article","data":["General Sheridan","National Intelligencer","","July 30, 1867",""]},{"divid":1213646239,"type":"Newspaper Article","data":["Governor of Texas Removed by Sheridan","Daily Dispatch","","July 31, 1867",""]},{"divid":56876,"type":"Law","data":[null,null,null,null,"cCGevedvmdTRyFKe"]}],"locations":[{"id":263,"lat":29.9115260515,"lng":-96.1773201162,"zoom":9,"place":"AUSTIN, Texas"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}