{"id":3600,"title":"Congress Returns to the Capitol\n","course_id":1,"status":"P","start_date":"1882-01-01","end_date":"1882-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the winter of 1882, Frank G. Carpenter watched all the members of Congress as they descended upon Washington in preparation for the upcoming session. With them appeared lobbyists galore, bureaucrats too many to number and Washingtonians coming from the woodwork with something to sell to the incoming crowds. The city was booming; boarders and hotel owners were tidying and revitalizing their accommodations in order to attract customers, private individuals were opening their homes to newcomers to make a dollar or perhaps a companion, and prices were steadily increasing. Interestingly, visitors self-segregated somewhat based on the region they came from when it came to finding lodging and a social scene during session. There was everything from quiet, demure hotels for politicians who wished to be close to the White House to more raucous, lively hotels where you might find Congressmen bantering the night away. Frank knew where he could find someone in D.C. when Congress was in session. ","This session was marked with particular excitement for two reasons. First, the Democrats had become the majority party in the House of Representatives; second, the national election was right around the corner so Congressmen and aspiring politicians were already hard at work, campaigning for their very near futures. Frank was thrilled to be in the capital at a time like this one. ","Frank G. Carpenter was an author during the 19th century who traveled and wrote commentary pieces on life and society around the world. What he saw in 1882 in Washington D.C. is quite revealing about the dynamic between the city and the Congressmen, as well as between the Congressmen, and other visitors, themselves. Naturally, the city took complete advantage of Congress being in session every year. The influx meant more business, more money, more intrigue - more everything. Between the visitors and between the Congressmen it was very interesting that party lines were very much a function of geographic origin, and even more so, were very segregating. This polarization Carpenter witnessed supports a piece of historian Vincent P. De Santis' view of the political scene at the time, which involved the proliferation of Independent politicians as the parties strengthened. Men split from their parties in attempts to induce real change. The parties had become political machines, facing off with one another on every level, incapable of reacting in kind to the actual issues that confronted the federal government."],"display_date":1882,"search_date":"1882-07-02","citations":[{"divid":1217513154,"type":"Primary Source in a Secondary Source","data":["Carp&#39;s Washington","1882","Washington&#58; A Reader","Bill Adler, ed.","New York","Meredith Press","1967",""]},{"divid":1217513219,"type":"Article","data":["Vincent P. De Santis","President Arthur and the Independent Movements in the South in 1882","The Journal of Southern History","3","1953","346-363"]}],"locations":[{"id":2697,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}