{"id":3601,"title":"Frederick Douglass Addresses the New American Party\n","course_id":1,"status":"P","start_date":"1884-02-20","end_date":"1884-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The American Prohibition Convention of 1884 was held in Lincoln Hall and kicked off on the evening of February 20th.  Several prominent politicians, bureaucrats, religious leaders and thought leaders of the time were present to help usher the American Party into the upcoming election season. Mr. E.D. Bailey, who had just been appointed to the committee responsible for nominating a President and Vice President of the United States, spoke first and set the tone for the evening by highlighting a few key themes of critical importance to the American Party:  the party's firm foundation in Jesus Christ's vision of Democracy, the growing need for temperance and prohibition, the threat of Freemasonry on the nation, and the highly objectionable way in which Republicans seemed to appeal to the black community simply to win votes before elections.  ","With the mood perfectly set for his address, Mr. Frederick Douglass took the stage to present his speech on civil rights. We have got rid of slavery. It is gone, gone, gone, never to return. But its long black shadow stretches across our entire continent...You ask sometimes when this negro question will cease...It will cease when we have one country, one citizenship, one liberty, one equality for all people...  He then spoke to the issue of colonization, heatedly denouncing it as a unthinkable solution to the problem of racial inequality. He asserted that black people wanted to take part in the freedom and progress that was so unique to the United States, a nation that they were as much a part of as white men. In fact, he elaborated humorously, many whites and blacks may be closer in relation than they might think given the history of interracial relationships in America He even indicated to his largely male audience that, in general, men could learn something from the more compassionate and respectful attitudes of women, who he had known to show the kind of sensitivity and care necessary to bridging the gaps between the white and black races. Every last one of his words was met with applause, laughter, admission, understanding, and approbation by all those in the hall, white and black alike. ","Retrospectively, this speech which occurred in 1884 came at a hugely significant time in the history of race relations in the United States. The Supreme Court of the United States had ruled the Civil Rights Act of 1875 to be unconstitutional less than six months before it was presented at the convention of the American Party. By 1885, as historian Valeria W. Weaver explains, the 'Jim Crow' South was really taking shape, severely impeding if not stopping in its tracks, the push toward the equality between whites and blacks that was the foundation of Douglass' mission."],"display_date":"February 20, 1884","search_date":"1884-02-20","citations":[{"divid":1214567560,"type":"Newspaper Article","data":["Fred Douglass on Civil Rights","The Washington Post","","Feb. 21, 1884",""]},{"divid":1214567589,"type":"Article","data":["Valeria W. Weaver","The Failure of Civil Rights 1875-1883 and its Repercussions","The Journal of Negro History","54","Oct. 1969","369-370"]}],"locations":[{"id":2698,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}