{"id":3603,"title":"No Tolerance for Gambling\n","course_id":1,"status":"P","start_date":"1877-12-19","end_date":"1878-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The police had been keeping a close watch on various buildings around the city of Washington, D.C. where they believed that certain ordinary, reputable citizens of the community by day were, in fact, holding illicit card games by night. 1345 E Street and 1400 Pennsylvania Avenue topped the watch list for the D.C. police and they scheduled and executed a raid on No. 1345 in the middle of the night on December 19th. Led by Sergeants Hollinburger and Guy, the force of 12 men barged into the building only to find that the suspects had fled in the nick of time.         ","What they left behind in their haste to escape confirmed the Sergeants' suspicions: there was indeed a game of faro being played at the residence, and it probably was a regular occurrence that involved gambling of the most notorious, disgraceful kind. Among the evidence that had been left strewn before them, the officers found and confiscated very valuable and expensive items including fine alcohol, exquisite furniture, and the intricate game pieces themselves.         ","As luck would have it, not more than one month later, the police raided the E Street hideout again - this time, the gamblers were caught unawares. Led by Sergeant Hollinburger and Lieutenant Austin, the 6 officers arrested 16 men, two of which, named Wells and Jewell, seemed to be in charge of the game. Though only 6 was found on the table with the chips and cards, Jewell had 465 on his person, all of which he alleged to have received from his patients. Whether Jewell spoke the truth or not, the gamblers had been caught red-handed and the police confiscated everything at the crime scene, including the house itself.        ","This incident is indicative of two major themes in Southern history during the last quarter of the 19th century, about which historian Paul Dolan writes. First, many forms of vice proliferated in the United States, and certain regions were notorious for certain vices, like the West and the South were for gambling. Second, Dolan notes, official police forces in the United States were just gaining ground, generally having been instituted around only 50 years prior to this raid in D.C. Therefore, since social reform was becoming a major concern and crime was rampant, it is easy to understand Sergeant Hollinburger's dogged persistence in catching the secret party of gamblers."],"display_date":"December 19, 1877 - January 18, 1878","search_date":"1878-01-03","citations":[{"divid":1215313622,"type":"Newspaper Article","data":["Cutting the Tiger&#39;s Claws","The Washington Post","","Dec. 20, 1877",""]},{"divid":1215313642,"type":"Newspaper Article","data":["A Tiger Hunt","The Washington Post","","Jan. 19, 1878",""]},{"divid":1215313668,"type":"Article","data":["Paul Dolan","The Rise of Crime in the Period 1830 - 1860","Journal of Law and Criminology","30","Mar./Apr. 1940","857-864"]}],"locations":[{"id":2699,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}