{"id":3604,"title":"The Love and Marriage of Isaetta Carter Randolph and James L. Hubard\n","course_id":1,"status":"P","start_date":"1860-08-08","end_date":"1860-11-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Between August 8, 1860 and October 4, 1860, Isaetta Carter Randolph and James L. Hubard wrote approximately twenty letters to each other on topics ranging from the health of their respective families to the passion they shared for each other. Randolph lived in Buckingham County, Virginia and made occasional visits to White Sulphur Springs (now a city in West Virginia) while Hubard, who was originally from the same area, wrote his letters from several different locations around Virginia, including Richmond. Presumably, Hubard's recent commission as a colonel of the Virginia militia in 1858 required him to travel frequently for prolonged periods. During this period, militias sprung up all across central Virginia in response to the call for war. In addition to Hubard and Randolph's correspondence, James' little brother Robert T. Hubard also weighed in on the young couple's nuptials, adding his perspective, insight, and advice on starting life together in central Virginia as well as his dealings with African American slaves.","In his first letters to Randolph, Hubard expressed his concern for the health of his future mother-in-law; apparently, she suffered from some sort of ailment that required treatment in the city of White Sulphur Springs. Eventually, Randolph wrote that her mother had gotten better but complained of lovesickness within her own breast, imploring Hubard to break away from his work and visit as soon as possible. The two clearly cared extraordinarily deeply for one another; with each sighing request from Isaetta, James responded with his own assuaging remarks intended to reassure her of his unyielding love, expressed his regret that he could not come visit, and enumerated the many times throughout his daily activities that his mind wandered to her. The couple's excitement builds noticeably throughout the last few weeks of their correspondence, both writing repeatedly about how much they miss the other and, somewhat peculiarly, how their families long to be united through their impending marriage. In a separate letter, Robert T. Hubard wrote about the sickness of his wife Phyllis and that of several of his black slaves; because the slaves were exposed to a mysterious contagion, Robert decided to have Charity [and] her family moved to the house 200 yds west of Sam's house, as [he] did not like to have sick negroes so near [his] dwelling home. ","The relationship between Isaetta Carter Randolph and James L. Hubard was fraught with the difficulties often faced by southern couples during the antebellum period of the nineteenth century. Hubard, a recently commissioned colonel, was separated from Randolph but managed to save their relationship through his persistent writing. Moreover, the desire of the two affluent families to unite with one another represents a common desire of wealthy southerners to prolong their legacy through intermarriage. Their family's wealth, and to some degree benign nature, is exemplified in Robert's letter regarding his sick slaves. A nuanced reading of Robert's distancing of the slaves from his house reveals a form of racial suspicion regarding sick negroes; it seems as if he was more fearful of what was ailing them due their race than the because of the actual sickness itself. At the same time however, the slaves lived in family units, a condition that must tragically be considered a luxury considering the frequency with which children were separated fromtheir parents and husbands were stripped of their wives in the business of slavery."],"display_date":"August 8, 1860 - November 15, 1860","search_date":"1860-09-26","citations":[{"divid":1217513729,"type":"Manuscript","data":["","Randolph-Hubard Collection, 1832-1914",null,"Accession 2424-c","Accession 2424-c","Randolph-Hubard Collection, 1832-1914","Special Collections Library, University of Virginia"]},{"divid":1217513768,"type":"Book","data":["W.W. Scott","History of Orange County, Virginia",null,"Baltimore, MD","Regional Publishing Company","1974","146-47, 263"]}],"locations":[{"id":2700,"lat":37.5722194747,"lng":-78.5287114945,"zoom":9,"place":"BUCKINGHAM, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}