{"id":3605,"title":"Commencement at Howard Draws an Illustrious Crowd\n","course_id":1,"status":"P","start_date":"1879-05-01","end_date":"1879-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["It wasn't every day after the Civil War that former slaves and former slave-owners would admit to having something in common, much less celebrate it openly. But in the early summer of 1879 at the commencement exercises for Howard University, they did just that. The crowd began to arrive and soon it became clear that there was not nearly enough room to seat everyone who wanted to witness the 236 soon-to-be-graduates of Howard University receive their degrees. Families, friends, curious onlookers, Congressmen, and other prominent men and women from the community and from elsewhere showed up to pay their respect to the achievements of a class of young black people who had been given the tools and the opportunity to take advantage of the freedoms that the country and the world now offered them - the excitement was impossible to miss.  ","The exercises followed a memorable annual meeting of the Board of Trustees of Howard University. There, the Honorable Thomas J. Kirkpatrick of Virginia, former slaveholder, Confederate soldier, and Southern Presbyterian U.S. Congressman, gave a speech in support of the university's mission of providing the education and thereby the opportunities that black people had been denied for so long in the United States. His delivery touched the hearts and minds of many in the room, including those of Frederick Douglass, who took his turn at the podium. Douglass, renowned for his ardent self-expression and motivational words as a former slave and a champion for the black race in America, wholeheartedly resounded the Congressman's words and challenged him and the rest of the Board to continue their support of Howard and its noble work.  ","When the 236 young black men gathered to receive their degrees and set off into the world not only empowered, but prepared, even those spectators who had not been at the Trustees meeting could sense that Douglass' call to action was already very much in motion.  Washington D.C., as the nation's capital, was setting the example through Howard University for an active pursuit of righting the wrongs that slavery had perpetuated on black Americans. Though this was not the first graduation for the college, it came nearly a decade and a half after the Civil War, when the South was beginning to embrace the idea of segregated schooling for blacks and whites. Historian Michael Dennis explains that white Southerners realized the necessity of educating the newly emancipated African-American population in order for them to be able to sustain themselves; however, most were only in support of their education if it was separate from that of the white population."],"display_date":"May 1, 1879 - May 30, 1879","search_date":"1879-05-15","citations":[{"divid":1217534968,"type":"Article","data":["W. W. Patton","Howard University-Commencement Exercises-Theological Department","The American Missionary","Vol. 33, No. 7","July 1879","210-211"]},{"divid":1217535063,"type":"Article","data":["Michael Dennis","Schooling along the Color Line&#58; Progressives and the Education of Blacks in the New South","The Journal of Negro Education","Vol. 67, No. 2","Spring 1998","142-156"]}],"locations":[{"id":2701,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}