{"id":3606,"title":"A Call to the Free-Holders of Rowan and Davie Counties\n","course_id":1,"status":"P","start_date":"1844-06-22","end_date":"1844-06-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["People in town were gathered around a newspaper with the political platforms for the upcoming Presidential election.  The candidate that seemed to care the most about the people of the county, especially the farmers was A.G. Carter.  He had been the Senator here for twelve years so if he anything he had the experience to make the best politician.  He promised to not burden people with taxes anymore and to vote for a Senator who will have the best interest of the people and county at heart. Carter seemed so honest and straightforward-the way people in North Carolina want to be represented, and he promised to vote for the good, old traditional Republican doctrines. Carter also claimed in his letter that people needed to fight the annexation of Texas, and reclaim this as American land by negotiating a Treaty with Spain.  Texas was a large piece of territory for our people to settle and this could mean a stronger country.  Carter spoke for common folks, announcing that he would work for the best prices and not let politicians deceive people into paying high prices for cheap goods.  Carter appealed to parental concerns by reminding voters of how defective the education system had become; apparently the people of Rowan are not getting the large amount of money that went into a fund for the state to use on education, and if that money went to the Raleigh and Gaston Railroad Co.  citizens would have to pay taxes directly on it.  This didn't seem fair to the people of North Carolina, especially the children who needed opportunities for education in order to get better jobs, and the railroad certainly didn't provide jobs for all the people of North Carolina. Carter said that there was too much legislation instead of too little, and a lot of people agreed judging by the reactions in his letter published in the daily paper. ","Railroad companies and education competed for state funding.  Although many citizens of North Carolina were still self employed, agriculture being the dominant economy of the South, there was an influx of funding from Southern states into their technological and industrial advances in order to keep up with Northern urban economies.  This is consistent with the views of William Cooper and Thomas Terrill, historians who claimed that significant growth in the later antebellum periods, spurred by the Panic of 1837, severely depressed cotton prices until the mid-1840s, leaving the South considerably underdeveloped in comparison with Northern states.  This was due to resistance from Southern politicians, who garnered support and funding for issues that were intangible for many citizens.  However, the South did benefit from participation in industrialization due to the fact that crops and textiles could be more widely distributed in more convenient, quicker ways.  This was an imperative equalizer to Northern society, but also an essential for Southern growth."],"display_date":"June 22, 1844","search_date":"1844-06-22","citations":[{"divid":1216343538,"type":"Manuscript","data":["","Freeholders of Rowan and Davie Counties. A.G. Carter, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1216343589,"type":"Book","data":["William Cooper and Thomas E. Terrill","The American South&#58; A History",null,"New York","McGraw Hill","1996","305"]}],"locations":[{"id":2702,"lat":35.9291897812,"lng":-80.544596269,"zoom":10,"place":"DAVIE, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}