{"id":3607,"title":"Spring of 1888 in the Diary of Miss Jennie Barker\n","course_id":1,"status":"P","start_date":"1888-03-31","end_date":"1888-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Miss Jennie Barker made note of each day of her life in the year 1888 by writing inside a diary given to her as a gift by her cousins on New Year's Day of that year. On March 31st, Jennie wrote, she and her friend Clara took a trip to the market in Washington, D.C. where they lived.  After marveling at the flowers and other wares, they decided to attend a nearby women's rights meeting. Jennie was not very impressed, despite being entertained by the goings on. She couldn't understand how women's lives and the state of things would be improved if women were given the right to vote. Not really very bothered, she and Clara finished their day with a trip to the dentist and dinner with family and friends.  ","Despite her nonchalance about the idea of women's suffrage, as viewed in this moment in her life, Jennie was an extremely self-empowered young woman. Her dedication to living a life full of education, religion, and social activities and events of all kinds is evident throughout her diary. As an upper-middle class young woman in Washington D.C., Jennie made a point to stay current on fashion, read novels such as '<em>Silas Marner'</em> or '<em>The Last of the Mohicans</em>' regularly, study and teach lessons for Sunday School, attend church and Christian Legion meetings, and do her domestic duties all at the same time.         ","Jennie's disinterest in the women's suffrage movement may then seem peculiar. However, Jennie was a Southerner, and the South was emerging from the Reconstruction Era in 1888. As the historian Louise M. Young explains, there was bitter resentment engendered in the South by the Reconstruction policies: a resentment that hardened into an emotional block against enfranchising women that was never resolved. Jennie enjoyed her life tremendously, from what she wrote in her diary, and enfranchisement wasn't going to add anything to her life that she felt she needed. In fact, the South felt that all the effort that had put forth in enfranchising black Americans during Reconstruction had created far more harm than good. Jennie was not alone in her ambivalence toward suffrage; many Southerners, in fact, <em>actively</em> targeted the suffragist groups for stirring up more controversy in a nation that was still recovering from the last."],"display_date":"March 31, 1888","search_date":"1888-03-31","citations":[{"divid":1217514334,"type":"Primary Source in a Secondary Source","data":["Jennie&#39;s Diary - 1888","1888","Records of the Columbia Historical Society","Barbara Martin","Washington, DC","The Columbia Historical Society","1989",""]},{"divid":1217514381,"type":"Article","data":["Louise M. Young","Women&#39;s Place in American Politics&#58; The Historical Perspective","The Journal of Politics","3","1976","324"]}],"locations":[{"id":2704,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}