{"id":3608,"title":"Bettie V. Jones, Fugitive Slaves, and the Methodist Revival","course_id":1,"status":"P","start_date":"1849-01-01","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the mid-nineteenth century beginning in the year 1850, a period of intense religious revival known as the Third Great Awakening took root in the United States. The movement was a period of intense religious activism that trickled down from northern, urban cities and affected Protestant denominations with a heightened sense of social activism. Bettie V. Jones, a resident of Fluvanna County, Virginia, received numerous letters from family and friends, including her husband, William J. Payne, and various other people from and around Charlottesville, Virginia. According to the letters, the Payne family was prominent in the political sphere of central Virginia; included in the letters is a mention of the 1852 Whig convention and the upcoming election, along with a seating chart for the House of Delegates for the 1853-54 session. Jones, a Methodist herself, corresponded with a few Albemarle County residents about the Charlottesville Methodist Church revival, an event that was probably similar to the countless other religious awakenings sweeping the nation that sought to, among other things, counter the assertion that the Bible was fallible. ","Of particular interest to the historian in the collection is a letter addressed to Jones from a family member in Arkansas, a slave state admitted in 1836 on the condition that Michigan was admitted in 1837 as a free state. The issue of runaway slaves is addressed in the letter, a contentious subject that caused a great deal of strife among slaveholders and non-slaveholders alike. The Fugitive Slave Law, enacted in 1850, was established in response to the demands from the South for more stringent and detailed Federal legislation concerning the rights of slaveholders and the punishment of runaway slaves. This controversial law further divided those for and against slavery, prompting the increase in the number of abolitionists and the inception and increased efficiency of the Underground Railroad. ","The central tension that is elucidated in the letters to Bettie V. Jones is that of the revivalist spirit and increased moral awareness of southern Americans coupled with the institution of slavery. The collective conscience of the American South was at a crossroads in the 1850s; on one hand, the comfortably profitable lifestyle many southerners had grown accustomed to depended on slave labor as the backbone of their economic system while, conversely, the Third Great Awakening signified a renewal of vigor and strength in relation to the importance of personal religion. In 1845, some slaveholding states left the official Methodist Church to form their own branch, one that condoned slavery on the basis of moral justification by invoking God's will and the examples of slavery in the Bible. The Third Great Awakening focused on the intertwining of religion in the public and private sphere, a relationship that forced both community leaders and citizens to evaluate their beliefs in order to steer clear of hypocrisy. Bettie V. Jones, along with the other central Virginians who experienced the awakening, grappled with the inherent moral and social contradictions presented by religion and slavery that created an unsolvable dilemma, one that only a schism could reconcile."],"display_date":"1849 - 1856","search_date":"1852-12-31","citations":[{"divid":1217555820,"type":"Book","data":["Marshal W. Fishwick","Great Awakenings&#58; Popular Religion and Popular Culture",null,"New York","The Hawthorn Press","1995",""]},{"divid":1217555863,"type":"Manuscript","data":["","Letters to Bettie V. Jones or William J. Payne, 1843-1862",null,"Mss 10530","","Robert S. Pace","Special Collections Library, University of Virginia"]}],"locations":[{"id":2705,"lat":37.8418490908,"lng":-78.2774543474,"zoom":10,"place":"FLUVANNA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}