{"id":3609,"title":"The Truth About Mormonism\n","course_id":1,"status":"P","start_date":"1880-04-03","end_date":"1880-04-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was April 3rd, 1880. Ellen E. Dickinson was about to record the official statement of Mrs. Matilda Spaulding McKinstry's, describing her understanding of the connection between her father's Manuscript Found and the infamous Joseph Smith's Mormon Bible. The connection between the old romantic manuscript and the piece of religious writing was about to expose the real, and far less celestial, origins of the Mormon religion. This story could potentially blow the lid off of the mysterious genesis of Mormonism; Ellen was about to get the interview that would finally show that Joseph Smith's Mormon religion had its roots in an old, unpublished story written by an Ohio gentleman in 1812, and most certainly <em>not</em> in some gold plates divinely revealed to Mr. Smith.   ","Mrs. M. S. McKinstry was the daughter of one Reverend Solomon Spaulding, who happened to be Ellen's great-uncle. Naturally, Ellen's interest in her family's potential link to what was looking to be like a religious conspiracy was great. Rev. Spaulding created the Manuscript Found after discovering bones and relics in some mounds of earth behind their Conneaut, Ohio home when McKinstry was just a girl. As Ellen interviewed Mrs. McKinstry and recorded her statement, the events that began with the creation of the fantastical Manuscript Found by Rev. Spaulding and ultimately led to the creation of the Mormon Bible by Joseph Smith started to become clear; Mrs. McKinstry's account confirmed that family and friends who had heard the manuscript read aloud as a fictional narrative in 1812 noticed the gross similarities between it and the Mormon Bible.  Mrs. McKinstry affirmed that her father had lent the manuscript to a publisher for some time, at which point it could have been copied or replicated. Whatever the case, McKinstry was asserting that many who knew of the contents of the manuscript would swear it was the source of the Mormon Bible. Ellen had recorded the words that would end the debate on the validity of Mormonism for good. ","Ellen Dickinson's interview was extremely significant to the religious dynamic of the South in the late 19th century. Historians David F. Boone and David Buice explain that Mormonism never became mainstream in the South, and Mormons were persecuted for their unique religion which promoted scripture outside the Bible and espoused other departures from the Christian faith. The Mormons had migrated West in the 1830s due to persecution from Christians who felt threatened by their doctrine, but they began to conduct missionary work in the South after the Civil War. They were fairly successful in spreading the Mormon faith, and because of that success, they were persecuted even more violently than before. It was in this environment that Ellen Dickinson chronicled an interview that she hoped would invalidate Mormonism and eradicate the threat she believed it posed on Southern life."],"display_date":"April 3, 1880","search_date":"1880-04-03","citations":[{"divid":1217535267,"type":"Pamphlet or Other Printed Material","data":["Ellen E. Dickinson","The Book of Mormon","New York, N.Y.","Scribners","1880","Alderman Library, University of Virginia"]},{"divid":1217535319,"type":"Book","data":["Samuel S. Hill","Encyclopedia of Religion in the South",null,"Mercer","Mercer University Press","1984","450-452"]}],"locations":[{"id":2706,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}