{"id":361,"title":"Trial ends in hung jury in the case of John Surratt, Jr.","course_id":1,"status":"P","start_date":"1867-08-10","end_date":"1867-08-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Perhaps one of the most publicized events of the summer of 1867 was the trial of John Harrison Surratt, Jr. and its impending verdict.  When the verdict was announced as a hung jury' on August 10,1867 after more than two months of arguments had been presented, the responses from the public ranged from resentment to relief.  Indeed, much information needed to be digested to make a decision on Surratt's guilt or innocence.&lt;br /&gt;&lt;br /&gt;Only eighteen years old when the Civil War began, Surratt, who was from Maryland, left school to become a Confederate courier.  During his time in the Confederacy's equivalent of the secret service, Surratt met John Wilkes Booth.  In 1866, when he was first arrested on charges of conspiracy to assassinate President Abraham Lincoln, Surratt maintained his innocence.  While he admitted to being a part of a plot to kidnap President Lincoln a few years prior, he denied taking participating in the murder of the president.&lt;br /&gt;&lt;br /&gt;Adding to the complexity of this case was the role of Surratt's mother.  Mary Surratt had been tried and hanged in a military court two years prior for her role in the assassination.  Mrs. Surratt had allowed Booth, her son, and other later-charged conspirators to meet in her home, which, according to the military trial, made her culpable.  The public would be as divided over her son's hung jury as they had been by her hanging.&lt;br /&gt;&lt;br /&gt;A myriad of witnesses were called by both the prosecution and the defense in this case.  One of the more troubling pieces of evidence against Surratt was his fleeing to Europe, where he received protection from the Catholic Church.  When Surratt was finally arrested, it was in Alexandria, Egypt.  Newspapers across the United States published daily updates concerning the Surratt Trial, who had testified, and the editors' opinions on the impending verdict.  The Daily Dispatch actually published the four names of the jurors who had wanted to pronounce Surratt guilty, but not the names of the eight men who chose to proclaim Surratt as innocent.&lt;br /&gt;&lt;br /&gt;Surratt was never re-tried in any court.  He went on to teach in several schools along the East Coast until his death from pneumonia in 1916."],"display_date":"August 10, 1867","search_date":"1867-08-10","citations":[{"divid":1214234653,"type":"Book","data":["Helen Jones Campbell","Confederate Courier",null,"New York","St. Martin&#39;s Press","1964",""]},{"divid":1214234685,"type":"Newspaper Article","data":["End of the Surratt Trial","Baltimore Sun","","August 12, 1867",""]},{"divid":1214234710,"type":"Newspaper Article","data":["Surratt Trial ? Closing Scenes ? Discharge of the Jury","Daily Dispatch","","August 12, 1867",""]}],"locations":[{"id":264,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}