{"id":3610,"title":"Washington Says Farewell to Dick Wallach\n","course_id":1,"status":"P","start_date":"1881-02-26","end_date":"1881-02-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 26, 1881, the <em>Evening Star</em> printed an article, 'A Noble Life' about Mr. Richard Wallach. Though he had not yet passed away, the city was already mourning his inevitable passing that was sure to come within days.  The residents of Washington, D.C. had been proud to call Richard Wallach their Mayor for several years, and news of his impending death caused many to reflect on the beneficial impact he had had on the city and the well-being of all who lived in it. ","While he was mayor the City Hall, which had previously acquired the bad name of 'the Buzzard's Roost,' was very unhospitable quarters for the noble army of jobbers and strikers, said the <em>Star</em>, describing how full of integrity Mr. Wallach was. That same day, the <em>National Republican</em> sang his praises in an article entitled, 'Waiting for Death': As a citizen he was enterprising, energetic, liberal, laboring zealously and faithfully for the city, which appreciated his efforts on her behalf. Clearly, 'Dick' Wallach's personal and professional integrity had manifested itself in his mayoral accomplishments; the man had set the bar for mayors in Washington's future.  Mr. Wallach passed away during the afternoon on March 4th, 1881. His funeral was attended by many prominent members of the community, black and white, male and female. ","What made Mr. Wallach's death so monumental to the Washington D.C. community was the fact that he symbolized all that education reform had done and was continuing to do for the community. Wallach had made education his primary concern, and he spent his long tenure in office striving to make the city's system better. This was very much in step with the rest of the South at the time. According to historian Edward L. Ayers, throughout the late 19th century South where progressive reform was deepening rapidly, school and educational reform was priority number one. The reasons were many, and pertained to both black and white schooling: the educational system didn't have the money to pay teachers or furnish schools, students weren't showing up, and literacy was abysmal, especially when compared to that of more Northern parts of the U.S.  Richard Wallach's death deeply saddened a community that had felt the benefits of his work right in their own homes."],"display_date":"February 26, 1881","search_date":"1881-02-26","citations":[{"divid":1216498774,"type":"Primary Source in a Secondary Source","data":["The Evening Star","February 26, 1881","Records of the Columbia Historical Society","Allen C. Clark","Washington, D.C.","The Columbia Historical Society","1918",""]},{"divid":1216499066,"type":"Primary Source in a Secondary Source","data":["National Republican","February 26, 1881","Records of the Columbia Historical Society ","Allen C. Clark","Washington D.C.","The Columbia Historical Society ","1918",""]},{"divid":1216499115,"type":"Book","data":["Edward L. Ayers ","The Promise of the New South&#58; Life After Reconstruction",null,"New York","Oxford University Press","1992","417-419"]}],"locations":[{"id":2707,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}