{"id":3611,"title":"Snuff Dipping and Mint Juleps\n","course_id":1,"status":"P","start_date":"1838-07-13","end_date":"1838-07-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Women must be ladies first, opined The Raleigh Register.  In the event of tea this afternoon, there was a young woman partaking in activities that had attained epidemic proportions in the Raleigh city area: which is the disgusting, and vulgar act of snuff dipping.  An activity that had previously been specific to males in the community, appeared to have caught on with women once thought of as respectable ladies. This material was injurious and dangerous for women to even be experimenting with because from the words of professionals in the medical field and those of authority women were often made absolutely drunk by the substance.","Ladies were using the snuff with casual attitudes and little regard for their health and images in the public eye.  This was an utter injustice to their beauty and civility, which would not help them in attracting pursuers in the least.  Men expected women to be fragile creations, who changed the wilderness of earth into a garden and brought civility and manners to the household.  A significant problem with women allowing themselves to become addicted to such disturbing drugs was their probability of taking other intoxicants like loathsome Mint Juleps that would soon follow.  It was common knowledge that constant use of any powerful stimulant will be seen to create a desire for other and stronger stimulants.  The practice of snuffing was one that belonged to men because it was far too unbecoming and dangerous for naive women.  Women sought chivalrous treatment and privilege from the gentlemen of society, but it was appalling for them to behave as barbarians, and no man of distinguished stature would be tolerant of such nonsense. ","Womanhood in the Old South entailed the idea of women presenting themselves as good wives with domestic and common sense, in order to be pleasing both physically and in their mannerisms to potential suitors.  For women to participate in vulgar and unattractive activities refutes historian Mark Smith's description of the ingrained nature of Southern females to express a certain amount of piety and conservative lifestyles, and he claims that Southern men often found their unappealing behaviors sinful with implications of their lack of faith or respect for God.  These were considered pioneering times in the socialization of women.  They were encouraged to conform to the male dominant ideology, and live as servants to male opinions. The divisions between the most simplistic social activities that were deemed acceptable in roles for males versus females became larger issues because women were dependent on either fathers or husbands for financial stability thus forcing them to behave under strict male standards of behavior."],"display_date":"July 13, 1838","search_date":"1838-07-13","citations":[{"divid":1215314064,"type":"Newspaper Article","data":["","Raleigh Register","","July 13, 1838",""]},{"divid":1215314086,"type":"Book","data":["Mark M. Smith","The Old South",null,"Oxford","Blackwell Publishers","2001","266-267"]}],"locations":[{"id":2708,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}