{"id":3613,"title":"Land not fit for Man or Beast\n","course_id":1,"status":"P","start_date":"1836-08-03","end_date":"1836-08-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The grass was greener in Virginia.  News from Thomas Anderson to brother Robert Anderson took three days to reach Rockbridge County, VA from Houston, North Carolina.  The letter detailed the hardships of the North Carolina soil and terrain paying toll on the farmers and well being of Robert's brother, Thomas, whom he had left behind to care for the farm when he left for Virginia.  Thomas explained that he does not begrudge Robert for leaving because the land won't improve in North Carolina and not even clover would grow to sustain food for livestock.  There wasn't enough pasture to feed one horse for two weeks, and Thomas's son Andrew was forced to sell his horse.  The horse brought 120, and Thomas took pride in the fact that there weren't many horses of that caliber in the land for sale because most were too thin or blind due to malnutrition.  Livestock was forced to live entirely on a diet of corn because there was no rye worth dealing with.  The struggles of Thomas Anderson were consistent with those occuring on many North Carolina farms because farming practices developed very little from the age of Colonization to the period before the Civil War.  Farmers were still using what historian Henry Watson described as crude and heavy tools, and farming had not progressed into mass production as farmers were forced to raise food for their families and themselves and were incapable of providing for others. Farmers had not yet learned to utilize the concepts of scientific farming to grow more produce or subsistent crops and pasture by using rotation strategies.  Regardless of this lack of skill and knowledge, farmland created the livelihood for most rural families, and the land and independence it provided were the central features of the rural family's life. Families were also determined to make do on farms because plots were considered family heirlooms passed down for several generations.  These had kept hope alive for families that they could carry on the farming tradition by leaving something substantial for future generations to settle and maintain from one generation to the next."],"display_date":"August 3, 1836 - August 6, 1836","search_date":"1836-08-04","citations":[{"divid":1216336337,"type":"Manuscript","data":["","Anderson Family Section",null,"Mss 12553","Box 1","Anderson Family Papers, 1832-1915","Special Collections Library, University of Virginia"]},{"divid":1216336387,"type":"Book","data":["Henry L. Watson","Liberty and Power&#58; The Politics of Jacksonian America",null,"New York","Noonday Press","1990",""]}],"locations":[{"id":2710,"lat":35.7371590314,"lng":-80.5230825706,"zoom":9,"place":"ROWAN, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}