{"id":3615,"title":"David Watson Prepares for Battle\n","course_id":1,"status":"P","start_date":"1860-12-01","end_date":"1861-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["From December, 1860 to January, 1861 David Watson of Louisa County, Virginia wrote a series of letters back home to his mother. Watson enlisted in the Virginia militia and was writing from several locations, including Charleston, South Carolina at Fort Sumter. Built after the War of 1812 as one of a series of fortifications linking the southeastern coast, Fort Sumter fell on April 13, 1861 to Confederate forces under the command of Brigadier General P.G.T. Beauregard; historically speaking, this battle typically signifies the beginning of the American Civil War. David Watson, however, was writing months before the explosive confrontation in Charleston and the subject matter of his letter details the apprehension over the looming conflict, resilient hope that a peaceful solution could still be achieved, and overwhelming concern for the condition of home life shared by American soldiers who had yet to fall under the polarizing influence of the Civil War. ","In the opening sentences of his letter, Watson gave his mother some bad news; her fears have been realized, he wrote, as her apprehension...with regard to the possibility of [him] having enlisted in the civil war became a certainty. Although he characterized his environment as frenzied and poised for battle, Watson maintained that he and his compatriots [had] not yet quite despaired of a peaceable settlement of the difficulties by the Yankees becoming aware that they [had] nothing on earth to make by attacking us. What is more, the young soldier wrote that the news around the camp indicated that there would be no more Union attempts to reinforce the garrison at Fort Sumter. These efforts to resupply and strengthen the northern presence in Charleston were repeatedly rebuffed by Confederate troops throughout the winter of 1860 and 1861. Lastly, and perhaps most telling of the optimistic mindset of men like David Watson, he expressed his desire to settle up his accounts with his creditors at home. Perceiving the conflict to be only temporary, Watson spoke of account balances and petty debts as if he would be home within the next few weeks to reconcile them personally. ","Before the Battle of Fort Sumter, the event that inextricably defined what were the North and South, men like David Watson held out hope that the conflict would be short-lived. In writing to his mother, Watson expressed his belief that neither side had much to gain from a long, protracted war. His priorities lay at home in Louisa County with his family and his financial wellbeing, evidenced by his anxious desire to balance his accounts and return to his habit of keeping up daily interactions with his business associates. Unforeseen to Watson, the scope of the trifling conflict the central Virginia native mentioned in his letters would expand to an unprecedented level of violent conflict only a few short months into the spring of 1861."],"display_date":"December 1, 1860 - January 30, 1861","search_date":"1860-12-31","citations":[{"divid":1217514937,"type":"Manuscript","data":["","Letters of David Watson, 1861-1862",null,"Accession 437-m","Accession 437-m","Letters of David Watson, 1861-1862","Special Collections, University of Virginia"]},{"divid":1217514965,"type":"Book","data":["Steven E. Woodworth","The Loyal, True, and Brave&#58; America&#39;s Civil War Soldiers",null,"Wilmington, DE","Scholarly Resources, Inc.","2002","12"]}],"locations":[{"id":2712,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}