{"id":3617,"title":"Orange County Elections of 1860\n","course_id":1,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a letter written from Mossy Creek Academy to his parents back home, Casper C. Branner discussed the results of the presidential election of 1860. This election of 1860 demonstrated the adherence of the majority of Orange County, Virginia residents to the Union. Although the elections of 1860 were considered by many to be the beginning of the American Civil War, the processes and tensions regarding abolitionism, economic disparity of the North and South, and the balance of power between the federal and state governments had been brewing for decades. The polar extremes of these competing ideologies seemed to exist in the remote, distanced areas of the two regions while states like Virginia occupied the occupied the precarious border zone. In central Virginia, mixed sentiment pervaded the collective conscience of citizens like those of Orange County, a feature of the population best expressed in their voting patterns. ","427 people voted for Bell and Everett, candidates on the Union ticket. On the States' Rights ticket, 475 Orange County residents voted for Breckenridge and Lane. Also running under the Union banner, Douglas and Johnson received 12 votes, while Lincoln and Hamlin accrued zero. In sum, there were a total of 914 votes, resulting in a States' Rights majority of only 48. Evidently, citizens of Virginia were not so deeply entrenched in a Southern ideology in the early stages of the war and in fact remained mostly committed to the notion of solidarity within the Union.","After Lincoln was elected in 1860, several southern states seceded from the Union, following the example of the first to do so, South Carolina. The secessionists of Orange County were emboldened by these unprecedented maneuvers; according to W.W. Scott in his <em>History of Orange County</em>, Rosettes of blue ribbon, called 'cockades,' appeared everywhere, even at the churches. These decorative adornments symbolized the dedication to the principles of states' rights that came to define the Confederacy in the years to come. Like Branner, whose stance on the Virginia elections was relatively objective and reasoned, the citizens of Orange County were once nearly divided on antebellum political issues yet took the side of the South as neighboring states seceded from the Union, highlights effects of the hysteria-inducing frenzy drummed up through the manipulative forces (politically funded newspapers, for instance) that polarized opinions and heightened the dichotomous distinctions between North and South."],"display_date":1860,"search_date":"1860-07-01","citations":[{"divid":1217515031,"type":"Manuscript","data":["","Casper C. Branner Letters, 1860-1864",null,"Accession 11162","Accession 11162","Casper C. Branner Letters, 1860-1864","Special Collections Library, University of Virginia"]},{"divid":1217515061,"type":"Book","data":["W.W. Scott","History of Orange County Virginia",null,"Baltimore, MD","Regional Publishing Company","1974","148-49"]}],"locations":[{"id":2713,"lat":38.246275988,"lng":-78.01344008,"zoom":10,"place":"ORANGE, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}