{"id":3618,"title":"Jacob Enders Buries a Slave Child\n","course_id":1,"status":"P","start_date":"1845-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1845 Jacob Enders, an undertaker employed by Dr. Marcus B. Buck of Fluvanna County, Virginia, constructed a coffin, dug a grave, and buried an African American child for the total fee of two dollars and seventy-five cents. This receipt of service is included in a collection of other receipts and letters; a doctor's bill from one John Thomson, dated December 29, 1840 and a letter from Buck's wife are among the most notable documents that exist from around the same time period of the slave's burial. In the letter from Elizabeth P. Buck, she tells the unknown addressee that her husband is quite and that she wants him to go over the ridge, or into the valley. Nineteenth-medicine had very few remedies for the many ailments of central Virginian farmers, and these sicknesses were often transferred from among members of a family living in close quarters as well to and slaves that may have worked on the plantation.","Jacob Enders' notation of the services he rendered for Buck is nondescript and exceedingly simple. The transaction is divided into two parts, enumerated in column form with the description of his action on the left and the price associated with each deed. First, Enders lists Making coffin for Negro child and the figure of one dollar and twenty-five cents; next, Digging grave and interring same is listed as costing one dollar and fifty cents. The coffin was probably made of simple wooden planks and the burial sight was most likely unadorned, perhaps marked by an inauspicious headstone or cross. The life of this particular slave child exists in the mere three lines of Jacob Enders' receipt.","No matter how historians may characterize certain slave owners as benevolent masters who took good care of their slaves, life on a central Virginian plantation for a field slave was brutal. Summers in Fluvanna County were at times unbearably hot and humid, and the close living quarters available to slaves of middle-class farmers were undoubtedly hotbeds for sickness and disease. The fact that Jacob Enders' receipt is apparently scattered amongst other records from Buck's family and friends, including various other doctors' bills and general correspondence from his wife, suggests the insignificance of the young slave's life. Unlike Robert Campbell, a barber in nearby Augusta County whose life was remembered fondly and was actually memorialized in an obituary, this particular slave child was buried anonymously and ignobly. Though human life was expensive on an economic scale, the only record of Buck memorializing or reflecting on the death of this particular human being is captured in a simple document of sale. The inconsequential regard for African American life and the poor living conditions of meager, slaveholding farmers are demonstrated in this incident."],"display_date":1845,"search_date":"1845-07-02","citations":[{"divid":1217674847,"type":"Book","data":["Edward L. Ayers","In the Presence of Mine Enemies&#58; The Civil War in the Heart of America, 1859-1863",null,"New York","Norton","2003","20"]},{"divid":1217674888,"type":"Manuscript on Microfilm","data":["Kenneth M. Stampp","Microfilm","Micflm 1705","Records of Ante-bellum Southern Plantations From the Revolution Through the Civil War","Alderman Library, University of Virginia"]}],"locations":[{"id":2714,"lat":37.8418490908,"lng":-78.2774543474,"zoom":10,"place":"FLUVANNA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}