{"id":3620,"title":"A Day In the Life of an Amelia County Physician\n","course_id":1,"status":"P","start_date":"1831-12-17","end_date":"1831-12-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Like many county and small town physicians, Dr. Stirling Ford cultivated close relationships with many of his frequent patients. Thus, when some of his patients were unable to pay their medical bills, he would extend a grace period or wave the fee altogether. This more than likely accounted for the meticulous records of his daily visits and the financial accounts of his patients. One of Dr. Ford's wealthier and well known patients was Governor William Branch Giles. Giles died on December 4, 1830 after a brief illness. Dr. Ford chose not to charge Giles' family for the services rendered toward the end of Giles' life because he viewed the family more as friends than patients, no charge for personal attendance- in this I will consult my private feelings. Indeed much of my attendance was to consult the feelings of the family as a friend. Dr. Ford's journal reflected many other close friendships with his patients. In fact, Dr. Ford had a special method for differentiating the class and race of his patients."," In the early nineteenth century medical knowledge was still in its infancy. Prior to the Civil War the majority of doctors in the United States were trained through apprenticeships, if the doctor training the apprentices was competent he would produce competent doctors. In the case of Dr. Ford it seems as though he was one of the doctors to have received a quality apprenticeship. The most commonly prescribed treatment in Southside Virginia was quinine, which remedied maladies such as malaria. Other drugs prescribed for common afflictions during the nineteenth century were chalybeate pills, charcoal pills, morphine, and opium. Dr. Stirling Ford often prescribed such drugs to his patients. "],"display_date":"December 17, 1831","search_date":"1831-12-17","citations":[{"divid":1217515572,"type":"Book","data":["David S. Heidler","The Encyclopedia of the American Civil War",null,"New York","W.W. Norton &amp; Co, Inc.","2002",""]},{"divid":1217515626,"type":"Book","data":["Margaret Humphries","Malaria&#58; poverty, race, and health in the United States",null,"Baltimore, MD","Johns Hopkins University Press","2001",""]},{"divid":1217515661,"type":"Manuscript","data":["","Daily Account Journals of Stirling Ford, M.D., broadside",null,"","","","Special Collections Library, University of Virginia"]}],"locations":[{"id":2715,"lat":37.3359551661,"lng":-77.9760581709,"zoom":10,"place":"AMELIA, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}