{"id":3621,"title":"Race and Medical Care\n","course_id":1,"status":"P","start_date":"1831-11-18","end_date":"1831-11-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 18, 1831 Dr. Stirling Ford paid a visit to the slave of Mrs. Evans. In his journal, Dr. Ford gives an account of the slave woman's condition and treatment prescribed for her blister to the neck and open bowels [and] debility headache. Although it might seem normal that a doctor would treat an ailing person, not all nineteenth century physicians were willing to take on African Americans, free or enslaved, as patients. Dr. Ford, on the other hand, was known for giving free smallpox vaccines to his patients, both white and colored. Some southern states went as far as requiring masters to provide for proper maintenance of their slaves, this care was mainly achieved through the care of ailing slaves by their master or mistress. Following the 1808 abolition of the international slave trade, the health of slaves became a matter of greater importance to slave owners. Thus, many slave owners paid more attention to seeing that the basic dietary needs of their slaves were met. "," Again, Dr. Stirling Ford was one of the unique physicians willing to treat blacks. In his journal, Dr. Ford delineated all of his patients by various codes according to class, gender, and race. He referred to patients the black patients he served as man, woman, and child. Never in Dr. Ford's records did he use the word slave; instead he referred to enslaved peoples as servant. Though many of his contemporaries did not treat blacks, Dr. Ford was a kindly man, who took his duties as a physician seriously and served all in need of his services. On several occasions, Dr. Ford recorded visiting large plantations, noting that he visited the family, both white and colored. His reference to the black community living on the plantation as the family is an unusual term of endearment reflecting the affectionate concern held by the responsible class of slave owners for the well-being or the slaves that they owned and possibly Dr. Ford's personal views regarding slavery."," Though the law insured some level of healthcare for enslaved people, as aforementioned, many doctors refused to render their medical services to black patients. This attitude can be attributed to the popular belief in the inferiority of black people. This belief in the inferiority of blacks was used not only as a justification for slavery but received a good amount of ill researched of scientific support. The general medical consensus was that blacks were better suited mentally and physically in the environs of the slave south, where they worked arduously in the fields."],"display_date":"November 18, 1831","search_date":"1831-11-18","citations":[{"divid":1217515723,"type":"Manuscript","data":["","Daily Account Journals of Stirling Ford, M.D., broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1217515746,"type":"Book","data":["Eugene D. Genovese","Roll Jordan Roll&#58; the World the Slaves Made",null,"New York","Vintage Press","1976","62-63"]},{"divid":1217515782,"type":"Book","data":["David S. Heidler","The Encyclopedia of Southern Culture",null,"New York","W.W. Norton &amp; Co, Inc.","2002",""]}],"locations":[{"id":2716,"lat":37.3359551661,"lng":-77.9760581709,"zoom":10,"place":"AMELIA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}