{"id":3622,"title":"Vestry Meeting in Bedford County, Virginia","course_id":1,"status":"P","start_date":"1839-07-27","end_date":"1839-07-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Religion permeated every aspect of nineteenth century life for many Southerners. The congregations of St. Stephan's Episcopal and Trinity Churches of Bedford County, Virginia were no different. In the minutes of St. Stephan's Episcopal and Trinity Churches' vestry meeting, the close bond between pastor and congregation was more than apparent. Although their pastor, Reverend Nicholas H. Cobb, was leaving their parish for another in hopes of advancing the Church at large, the congregants were somewhat apprehensive to welcome a new pastor. The congregants of St. Stephan's and Trinity Churches had an even greater reason for concern, being that Reverend Cobb's replacement, Reverend Andrew's was a northerner from Pennsylvania no less."," Though the gospel of the Episcopal Church mirrored itself in both the North and the South, groups and individuals outside of the Church used scripture along with their regional location either to advocate for or against slavery. Outside of the debate over slavery, religion played a large role in lives of nineteenth-century individuals; however, many southern churches tired to skirt political and social issues. During the antebellum period, southern churches and church leaders avoided getting involved in social issues particularly those pertaining to race. Consequently, southern churches generally did not participate in efforts toward social change. Southside Virginians were especially adept at using scripture in defense of slavery. And though Reverend Cobb most likely never made any reference to the merits of slavery or the need for the abolition of the institution, the parishioners were leery of a northern reverend adhering to such customs. Therefore a pastor coming from a northern state, especially Pennsylvania, known for its abolitionists, was particularly disconcerting for slave owning members of St. Stephan's and Trinity parishes."],"display_date":"July 27, 1839","search_date":"1839-07-27","citations":[{"divid":1217515855,"type":"Manuscript","data":["","St. Stephan&amp;#39;s Episcopal Church of Bedford County, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1217515873,"type":"Book","data":["John Blassingame","The Slave Community&#58; Plantation Life in the Antebellum South",null,"New York","Oxford University Press","1979",""]},{"divid":1217515901,"type":"Book","data":["David S. Heidler","The Encyclopedia of Southern Culture",null,"New York","W.W. Norton &amp; Co, Inc.","2002",""]}],"locations":[{"id":2717,"lat":37.3167903952,"lng":-79.5201576467,"zoom":9,"place":"BEDFORD, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}