{"id":3623,"title":"Return to Religion\n","course_id":1,"status":"P","start_date":"1833-10-17","end_date":"1833-10-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1823 James Andrew Riddick was sent by his parents from North Carolina to Suffolk, Virginia so that he could be brought up a merchant. While in Suffolk, Riddick studied under a Mr. Wright, from whom he learned about and gained interest in religion. Riddick later moved to Prince Edward County, Virginia where he kept an elaborate journal of his daily life. While in Prince Edward County, Riddick became a member of a local Baptist church. In his journal, Riddick mentioned how lost his soul was prior to joining the church. Furthermore, in his journal, Riddick emphatically apologized for neglecting to have written for a span of two weeks. He went on to explain that the reason for his neglect was that he was preoccupied by his church's revival. Reflecting back on the revival, Riddick noted the error of his ways and vowed to more thoughtful and less trifling [with] [his] words, thoughts and desires, and vows to alter [his] conduct and live more by rule...try to govern [his] body and [his] mind; deny [himself] take up his crops and follow the example of Christ. Throughout the rest of the journal Riddick praised his preacher and wrote admiringly of his sermons. ","It is evident that Riddick was a member of an evangelical church. Brought to America around the 1740's during the First Great Awakening, Evangelical Christianity proliferated throughout the United States and became a fixture in southern religious life. By the nineteenth century, Evangelical Christianity became an integral part of the Southern tapestry. Church revivals were and still are a way in which Evangelists disseminate their beliefs and achieve their goal of winning additional souls for Christ. Evangelist revivals often spanned a course of a weekend or even a week, at the commencement of the revival the Evangelicals set their goals knowing their salvation through an experience of Jesus Christ. It was probably through an experience with Christ during the revival, which made Riddick realize he would like to conduct his life in a more Christ-like manner. Furthermore, evangelical Christianity looked down on the rowdy nature of some Southerners, urging them to turn to the Lord and let go of their worldly ways-this may account for Riddick's apologies for his past transgressions."],"display_date":"October 17, 1833","search_date":"1833-10-17","citations":[{"divid":1218189907,"type":"Manuscript","data":["","Journal",null,"Mss 5663","","Papers of James Andrew Riddick","Special Collections Library, University of Virginia"]},{"divid":811211,"type":"Dissertation/Thesis","data":[null,null,null,null,"eyIDeohhATItcwwTaiF"]}],"locations":[{"id":2718,"lat":37.2365347972,"lng":-78.4710141577,"zoom":10,"place":"PRINCE EDWARD, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}