{"id":3626,"title":"Van Buren for a Second Term\n","course_id":1,"status":"P","start_date":"1844-10-20","end_date":"1844-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the morning of Tuesday October 20, 1840, <em>The American Statesman</em> newspaper of Petersburg, Virginia ran an article on the merits of President Martin Van Buren, who was then running for a second term as President. The article openly endorsed Van Buren's candidacy for President to the newspaper's readership and the greater Petersburg community by refuting the claims of the popular Whig claim that Van Buren's past political actions were not in the best interest of the South and that could only serve as an indication of his future actions. <em>The American Statesman</em> article gave a brief biography of Van Buren, including a synopsis of his political legacy, up to his then current term as President. After an impressive history of involvement in United States politics, Martin Van Buren was elected the eighth President of the United States in 1836. Van Buren ran for a second term as President in 1840 against William H. Harrison. The Whigs claimed that because Van Buren voted as a Missouri 'Restrictionist' twenty years prior as a member of the New York Legislature, he would everything within his Presidential powers to inhibit slavery. <em>The American Statesman</em> refuted this claim by noting that many of the Whig leaders were Missouri 'Restrictionists' as well, and that a vote made twenty years prior had absolutely no bearing on Van Buren's political views in 1840. The paper's open and biased nomination of Van Buren may have only slightly won Van Buren support in Petersburg, it failed to gain him the Presidency."],"display_date":"October 20, 1844","search_date":"1844-10-20","citations":[{"divid":1216207013,"type":"Newspaper Article","data":["","The American Statesman","Petersburg, Virginia","October 20, 1844",""]},{"divid":1216207034,"type":"Book","data":["Joel Silbey","Martin Van Buren and the Emergence of American Popular Politics",null,"Boulder","Rowman and Littlefield, Inc.","2002",""]}],"locations":[{"id":2721,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}