{"id":3627,"title":"One Hundred Dollar Reward\n","course_id":1,"status":"P","start_date":"1840-09-01","end_date":"1840-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In September of 1840 a slave named Davy managed to escape from the Petersburg plantation of his master, Henry Davis. Apparently, Davy had escaped with another slave from a nearby plantation. The man with whom Davy escaped was captured outside of Sussex County, upon his capture he revealed a possible location for Davy's whereabouts and gave up their plans for escape. Davy's companions told his captors that Davy was more than likely attempting to reach a free state. Davy had been on the run for over a month when The American Statesman published Davis' one hundred dollar reward offering for the return of Davy."," From the onset of slavery, white slave owners feared slave rebellions and lost revenue caused by runaway slaves. Though many slave owners attempted to keep a close eye on their slaves, a number of slaves were able to escape to freedom. Slaves' reasons for attempting to escape were varied. Some slaves ran away from abusive owners, others ran away to gain their freedom, and others ran away to be with loved ones from whom they had been separated during the slave trade. The slave trade tore apart many enslaved families. Mothers would be separated from their babies, fathers were sold away from their families, and children were sold away from their parents. When slaves did manage to escape, their owners attempted to locate them by placing rewards for their capture, these ads, written and printed handbills...were ubiquitous in the Southern states. The detail and postulation of Davy's whereabouts in Davis' ad were not at all uncommon or unique; in fact masters often included descriptions of special facial features, speech characteristics, intellectual qualities, color, gender, age... and possible destination of runaway slaves. Furthermore, the fact that Davy ran away with the accompaniment of another captive was not unusual either. When slaves planned to orchestrate rebellions or to run away, they often did it in groups because few states were immune to organized mass escape attempts. African American slaves had a history of running away in groups or joining forces with other marginalized peoples, such as the American Indians, to resist the oppression of whites."],"display_date":"September 1840","search_date":"1840-09-15","citations":[{"divid":1215314691,"type":"Newspaper Article","data":["","The American Statesman","Petersburg, VA","October 20, 1840",""]},{"divid":1215314714,"type":"Book","data":["John Blassingame","The Slave Community: Plantation Life in the Antebellum South",null,"New York, NY","Oxford University Press","1979","207"]},{"divid":1215314754,"type":"Book","data":["John Hope Franklin and Loren Schweninger","Runaway Slaves: Rebellion on the Plantation",null,"Oxford","Oxford University Press","1999","170"]}],"locations":[{"id":2722,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}