{"id":3630,"title":"African American Voters Assaulted for Registering to Vote\n","course_id":1,"status":"P","start_date":"1896-03-28","end_date":"1896-03-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The African American voters of St. Landry parish were unable to vote. However, this inability to vote was not because it was illegal for African Americans to do so. Three hundred armed white men were standing in front of the registry office in the town of Palmetto in St. Landry Parish, Louisiana to prevent them from registering to vote. After the armed men left, a few African Americans had managed to register to vote and were therefore flogged unmercifully for their actions. Following this beating, the group of angry white men went to the home of another black man, Reuben Stelly. After requesting that he come outside to talk with them, Stelly became frightened and shot into the mob, killing a nineteen-year-old white man. In response, the armed mob fired back into the house, killing Stelly and another black man that was with him."," Though African Americans had been given the right to vote in the fifteenth amendment nearly 30 years earlier in 1870, white men of the south were still trying to take a stance against this decision. This incident occurred in 1896; just one year after the grandfather clause had been enacted by several of the Southern states in the United States. A grandfather clause is a phrase used when an exemption is put in place that allows an old rule to apply to particular circumstances, while a new rule applies to everything else. This particular grandfather clause was put into place in lieu of the Jim Crow laws, which were state and local laws in the South between 1876 and 1964 that required racial segregation of African Americans in the majority of public areas. The clause stated that those who had the right to vote before 1867 would be exempt from any property, tax, or educational requirements for voting, and their descendents would have the same exemption. Because African Americans had not been given the right to vote until 1870, the clause effectively excluded blacks from voting. However, it still guaranteed the right to vote to many illiterate and poor white men. As a result of this clause, any African American attempting to register to vote would face quite an ordeal. The type of situation that Reuben Stelly was involved in was obviously chaotic, with racism motivating irrational actions. It was very common for groups of white men to gather in this way to protest the voting rights of black men. When violence erupted from these types of circumstances, it was typical for them to result in an unjust case that was unfairly represented on the part of the black man. Clearly, Reuben Stelly acted drastically because he knew what the situation entailed. The mob of white men did not just want to talk to him; he had registered to vote - exactly what they didn't want him to do. Unfortunately, this situation resulted in casualties on both sides. "],"display_date":"March 28, 1896","search_date":"1896-03-28","citations":[{"divid":1215314901,"type":"Newspaper Article","data":["Negro Voters Terrorized","The Washington Post","","March 28, 1996",""]},{"divid":1215314928,"type":"Online Encyclopedia","data":["Encyclopedia Britannica Online","Grandfather Clause","http://search.eb.com/ebc/article_9365960","October 19, 2006"]},{"divid":1215314999,"type":"Book","data":["John Hope Franklin","Reconstruction: After the Civil War",null,"Chicago","The University of Chicago Press","1961","87"]}],"locations":[{"id":2723,"lat":30.6535361457,"lng":-92.1739314714,"zoom":8,"place":"ST LANDRY, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}