{"id":3632,"title":"John J. Ambler Attends Liberty Mills Acadamy\n","course_id":1,"status":"P","start_date":"1841-06-18","end_date":"1841-06-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the 1840s in central Virginia, it was not uncommon for families to send their children away for schooling. Education was a very important aspect of the Old South and was exemplified in Virginia by the work of Thomas Jefferson. The University of Virginia was the South's most original contribution to education. Ever since its opening in 1825, the University attracted young men from all over the South including the cotton states in the southernmost part of the country. While the many universities across the Suth began to endure success, so to did the secondary schools. These institutions, called academies, were used to begin young boy's education on an array of different topics and prepare them for further learning at a university. The universities themselves such as Hampden-Sydney, Washington and Lee, and Virginia had all grown out such organizations. Many plantation owners sent their sons away to academies because they wished for them to acquire the training of gentleman. One such family was the Ambler family of Orange County, Virginia. In the summer of 1841, they sent their oldest son John J. Ambler away to Liberty Mills, an academy north of Orange run by a Mr. Abbott. On June 18, 1841, the Amblers received their first letter ever from John, informing them of his experience so far at Liberty Mills. He told them he was doing very well, and that Mr. Abbott had been teaching him spelling, geography, Latin, and history. Mr. Ambler replied saying, I hope my dear son you are perfectly content and happy and that you are learning very fast. Mr. Abbott later sent a report of John's development to the Ambler family and told them that his progress was highly credible, and that he never saw a better boy in the general department. ","This series of letters illustrate the importance of education and learning among the wealthy plantation owners in Virginia. They took pride in their estates and wanted their sons to develop into fine intelligent gentleman whom people could look up to. It also gives credit to the central region in Virginia which had the highest number of academies in the South. This area began stressing the importance of education and started the fight against the idea of illiteracy that hung over southern culture. John J. Ambler excelled in school during his year at Liberty Mills and would later go on to attend the University of Virginia. "],"display_date":"June 18, 1841","search_date":"1841-06-18","citations":[{"divid":1214535054,"type":"Manuscript","data":["","John J. Ambler to his father John Ambler, June 18, 1841",null,"Mss 1921","Box 1","Ambler Family Papers ","Special Collections Library, University of Virginia"]},{"divid":1214535161,"type":"Book","data":["Francis Simkins &amp; Roland Charles","A History of the South",null,"New York","Alfred A. Knopf, Inc.","1972","169-170"]}],"locations":[{"id":2725,"lat":38.246275988,"lng":-78.01344008,"zoom":10,"place":"ORANGE, Virginia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}