{"id":3634,"title":"Convicts Sent to Work on Plantations\n","course_id":1,"status":"P","start_date":"12/4/00","end_date":"12/4/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In December of 1900, the Board of Control of the Louisiana State Penitentiary held a meeting in which they decided to set aside two immense plantations in West Feliciana and Iberia Parish for convicts to work. Cotton would be grown on the West Feliciana plantation, while sugar would be grown on the one in Iberia Parish. Approximately five hundred workers were expected to work on these plantations, which is roughly half of the amount of convicts in the state. All of the crops produced from these plantations would end up going to the state, helping to pay for road construction and the like. The program was expected to enact extensive prison reforms after the convict lease system had been abolished.","Convicts working on plantations in Louisiana were characteristic of a productive penalty system that had been taking place in the South for the past 40 years. After the emancipation of slaves in the thirteenth amendment in 1863, farmers, businessmen, and anybody who had used slave labor in their homes needed to find other people to take their place and keep their lives in order. At the same time, many state penitentiaries realized that they could use their prisoners, who were generally black males, to their benefit - having them work for the state. The Convict Lease System, which was put into place throughout the South quickly after slavery had been abolished, was a method of aiding previous slave owners in maintaining their pre-abolition lifestyle and helping the state pay off the cost of prison administration. Farmers and businessmen needed to find replacements for their lacking labor force and convicts were the perfect solution. People using convict labor would then pay the state for their work. This example of convict leasing is especially unique because the state set aside plantations of its own for the prisoners to work, as opposed to leasing them out to private owners. The convict leasing system proved to be very profitable for the government and any business owners who utilized it. Revenues from the program contributed to over 300% of the costs of prison administration. Not only would convicts work on plantations, they would also repair roads, maintain farms, and do other work similar to that of a slave's. However, states slowly phased out of this method of penalty. The system was frequently abused because the convicts, who were mostly African American and male, were readily available and treated inhumanely, similar to the way slaves had been treated before emancipation. Southern states slowly phased out of using this system and it was finally dismantled in 1928."],"display_date":"December 4, 1900","search_date":"1900-12-04","citations":[{"divid":1215315779,"type":"Newspaper Article","data":["Convict Labor in Louisiana","New York Times","","December 4, 1900",""]},{"divid":1215315811,"type":"Book","data":["Matthew J. Mancini","One Dies, Get Another: Convict Leasing in the American South, 1866-1928",null,"Columbia, S.C.","University of South Carolina Press","1996","56-80"]},{"divid":49906,"type":"Film","data":[null,null,"JJtFfaAvVVFvBTA"]}],"locations":[{"id":2727,"lat":30.8801785658,"lng":-91.420930249,"zoom":9,"place":"WEST FELICIANA, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}