{"id":3636,"title":"A Race War Results in Murder\n","course_id":1,"status":"P","start_date":"6/10/00","end_date":"6/10/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In June of 1900, a young white man by the name of Marler was murdered by a black man, Pritchard, in West Baton Rouge, Louisiana. After Pritchard killed Marler, he returned to shoot the dead body repeatedly. The citizens of the parish were infuriated by the situation. Pritchard fled to the swamps. However, other black men had taken up the quarrel for him, and a conflict took place between armed white men and armed black men. Several of the African American men were beaten with a horse whip, and one of them, who showed fight, was shot and killed. After the quarrel, another African American man who was a prominent figure in the ordeal sent letters to two of the white men involved telling them to leave Baton Rouge immediately or face the consequences. The following morning, his dead body was found hanging in a tree; he had been lynched and killed. The situation was looked upon as very serious and armed enforcers with ammunition were sent to control the conflict.","Race riots such as the one that occurred in Baton Rouge between the black and white citizens were not uncommon in the South in the latter half of the nineteenth century and the twentieth century. Southern race relations had not yet mended after the Emancipation Proclamation, issued in 1863 which freed all slaves, and the Thirteenth Amendment of the United States Constitution, officially abolishing slavery. In an attempt to replace the social controls of slavery, the Black Codes were enacted in 1885 which greatly limited the rights of blacks, and stated that if they were unemployed or homeless, they would be charged a fine or imprisoned. The Codes were done away with after reconstruction, but many were nostalgic for them and the ideals that they represented.  The Jim Crow laws were created shortly after, in 1877 to racially segregate the South. Though the conflict between the whites and blacks of Baton Rouge was reported to have resulted from the murder of a white man by a black man, the anger between the groups was obviously based on more than the murder. Race riots had been occurring for the past 50 years, and would continue to occur for the next 60 years because of unstable race relations in the South. In 1866, 35 African American men were killed in a race riot in New Orleans. In the same year, there was a similar race riot in Memphis Tennessee. In the summer of 1919, there were 25 race riots in the South. They occurred frequently and often resulted in lynching. Between 1882 and 1968, 4,743 people were lynched, 3,446 of them being black. Though the conflict between the residents of Baton Rouge may seem to be the product of one event, it is actually the result of years of hostility between races in the South."],"display_date":"June 10, 1900","search_date":"1900-06-10","citations":[{"divid":1214700593,"type":"Newspaper Article","data":["Race War in Louisiana","New York Times","","June 10, 1900",""]},{"divid":1214700611,"type":"Website","data":["Archives of Tuskeegee Institute","Lynchings: By State and Race, 1882-1968","Tuskeegee Institute","http://www.law.umkc.edu ","October 21, 2006"]},{"divid":1214700715,"type":"Book","data":["John Hope Franklin","Reconstruction: After the Civil War",null,"Chicago","The University of Chicago Press","1961","49-50, 55"]}],"locations":[{"id":2728,"lat":null,"lng":null,"zoom":8,"place":"WEST BATON ROUG, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}