{"id":3637,"title":"A Mayor Improves Baton Rouge\n","course_id":1,"status":"P","start_date":"1899-01-01","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the summer of 1899, Robert A. Hart, the mayor of the city of Baton Rouge in Louisiana, along with a small band of progressive citizens persuaded local property owners to approve a sequence of bond issues in order to improve the area. One of the issues cost 200,000 and paid for a new city hall, a new school, and paving of certain roads. Other issues went towards making new schools and hospitals and improving drainage systems. Hart's ability to cajole property owners into approving these bonds is commendable because the citizens of the city were infamously stingy with their money, especially in taxing themselves. Part of the funds from the bonds went to pay for a black public school, as well, which was a decision that the citizens were not aware of, and were not happy with. While African American children had been attending a segregated school in the area, they had never received an improvement, and the white people of Baton Rouge did not want them to have one.","Racial segregation in schools and other public systems was customary throughout the United States during the nineteenth century. In the case of Plessy v. Ferguson in 1896 involving the segregation of railroad passengers, racial segregation was deemed constitutional as long as the facilities were separate but equal. The Supreme Court did not acknowledge the fact that most of the facilities in the country that were segregated were not actually equal. However, one of the Supreme Court justices, Justice John Marshall Harlan, favored the rights of African Americans as guaranteed. Harlan protested that the separate but equal decision was an expression of white supremacy, would stimulate aggression and hatred between the races, and would perpetuate a feeling of distrust. Schools weren't the only areas being segregated; hotels, toilets, parks, bars, schools, hospitals, even telephone booths, and separate sections in libraries, restaurants, and move theaters were being segregated, as well, the latter often with separate ticket windows and counters. There were also laws prohibiting inter-racial sex and marriage, which is known as miscegenation. African American schools were required to have African American teachers and administrators, while white schools were required to have white teachers and administrators. White citizens would naturally be enraged if they found out that a black school was getting an improvement that their school was not receiving. However, schools for African American children rarely saw improvements, much less through a bond issued by the mayor. Hart's improvement, therefore, was unique in the South and revolutionary in the changes that it suggested. "],"display_date":1899,"search_date":"1899-07-02","citations":[{"divid":1217516073,"type":"Book","data":["Mark T. Carleton","An Illustrated History of Baton Rouge",null,"Woodland Hills, CA","Windsor Publications, Inc.","1981","132-138"]},{"divid":1217516112,"type":"Online Encyclopedia","data":["Encarta Encyclopedia Online","Plessy v. Ferguson","http&#58;//encarta.msn.com/encyclopedia ","October 22, 2006"]},{"divid":1217516139,"type":"Online Encyclopedia","data":["Encyclopedia Brittanica Online","John Marshall Harlan","http&#58;//search.eb.com/eb/article-9039278","October 22, 2006"]},{"divid":1217516184,"type":"Book","data":["James E. Leahy","Freedom Fighters of the United States Supreme Court&#58; Nine Who Championed Individual Liberty",null,"Jefferson, NC","McFarland &amp; Co.","1996",""]}],"locations":[{"id":2729,"lat":null,"lng":null,"zoom":8,"place":"EAST BATON ROUG, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}