{"id":3638,"title":"A Plot is Uncovered\n","course_id":1,"status":"P","start_date":"1820-01-29","end_date":"1820-01-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 29, 1820, M. W. deBree wrote a letter to her father to tell him some distressing news. Her letter detailed a very melancholy circumstance that very nearly occurred on a ship bound from Norfolk, Virginia to New Orleans, Louisiana. Thirty slaves who were passengers on the ship had form'd a plot...to murder all the passengers and crew except two sailors who [were] to steer them to St. Domingo. Luckily, one of the slaves leaked the information to the servant of one of the passengers who informed her master of the plot. To take precautions against the possible uprising, the slaves were put in irons for the remainder of the voyage. This story must have had an alarming effect on Ms. deBree, since her letter contains nothing really other than its recounting."," Why would this incident cause Ms. deBree to be so alarmed? Denmark Vessy's slave insurrection plot in Charleston, South Carolina would not be uncovered for another two years. Furthermore, Nat Turner's rebellion was nearly eleven years later. However, the fact remained that white Southerners lived in fear of a slave rebellion as long as slavery existed. The brutality of an institution like slavery would certainly only breed a rebellion just as brutal. This was the white Southern nightmare. To Ms. deBree, this story was a close call, a near realization of the nightmare. "," An interesting point drawn from the letter was the slaves' intention to sail to St. Domingo following a successful takeover of the vessel. St. Domingo, or modern day Haiti, was a sort of utopia in the minds of American slaves. In 1804, a violent slave revolt in the small Caribbean country had resulted in the creation of an independent black nation. To white Americans, the successful slave revolt in St. Domingo represented the realization of the nightmare and the example of what may happen if slaveholders refused to remain diligent."],"display_date":"January 29, 1820","search_date":"1820-01-29","citations":[{"divid":1217891882,"type":"Manuscript","data":["","Letter, January 29, 1820, Norfolk, Virginia, to John deBree, M.W.",null,"Mss 10930","","","Special Collections Library, University of Virginia"]},{"divid":1217891939,"type":"Book","data":["Elizabeth Fox-Genovese","Within the Plantation Household",null,"Chapel Hill","University of North Carolina Press","1988","16-17"]}],"locations":[{"id":2730,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}