{"id":3639,"title":"A Convict Jumps Ship\n","course_id":1,"status":"P","start_date":"1885-07-15","end_date":"1885-07-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In November of 1885, the British ship Rebecca J. Morton was lying in port. A fight occurred between some of the sailors, and one man was severely injured while another was killed. Charles Furlong, one of the men who intervened in the quarrel in an attempt to stop the men from fighting, was convicted of murder. He was sentenced to 5 years of imprisonment and was sent to the Baton Rouge Penitentiary Center on July 15, 1885. Orders were later issued to send a fleet of the convicts to Shreveport, Louisiana, where they would be working in the swamp and raising the road bed above the high-water mark. Furlong had heard of the cruelties that many inmates suffered through when they were taken on jobs like this. On the way to Shreveport, he jumped off of the boat that was transporting him in an effort to commit suicide. Multiple shots were fired at him, but he swam away and was not injured. Several days later, the coroner of Ascension Parish, Louisiana found a body of a man floating in the river and it was identified as Furlong.","Suicide seemed like a much more appealing option than the brutality faced by inmates during their imprisonment for many convicts during the nineteenth century in the South. Charles Furlong was, therefore, one of many men who decided he would rather kill himself than go through the torture of being in the Louisiana Penitentiary System. Though slavery had been abolished in the thirteenth amendment in 1865, being forced to do work on roads, railways, plantations, and buildings was similar to being brought back to pre-abolitionist society. Men were whipped and beaten on a regular basis; much like a slave would be, if they did not do their assigned work correctly. The tales of brutality that existed at the camps were shocking and almost beyond belief. There was even a law that paralyzed the tongue of the convict, forbidding him to speak of what had happened to him at the convict labor camps. Convict labor was so important that if a slave attempted to escape or kill himself, much like Furlong did, guards were ordered to shoot and kill them in their tracks. Major General Winfield Scott Hancock was currently in command of the military department in Louisiana and had issued an order for the employment of convicts outside of the prison walls. There also was ample military necessary for the General's actions. A state law was currently in place that actually stated a prohibition of convicts working outside of the penitentiary walls. However, state laws concerning prisoner's rights were then of little account, and prison management had drifted into the wrong hands - the hands of the military. They used the convicts at their disposal and for their own profit. While the control of the Louisiana State Penitentiary lying in the hand of the military was unusual, prisoners committing suicide to escape the brutal work at convict labor camps was not, and Charles Furlong's story is one of many."],"display_date":"July 15, 1885","search_date":"1885-07-15","citations":[{"divid":1216207160,"type":"Newspaper Article","data":["A Convict Driven to Suicide","New York Times","","July 15, 1885",""]},{"divid":1216207192,"type":"Online Encyclopedia","data":["Encarta Encyclopedia Online","Thirteenth Amendment","http&#58;//encarta.msn.com/encyclopedia_761569008_10/Constitution_of_the_United_States.html ","October 23, 2006"]},{"divid":1216207233,"type":"Book","data":["Matthew J. Mancini","One Dies, Get Another&#58; Convict Leasing in the American South, 1866-1928",null,"Columbia, S.C.","University of South Carolina Press ","1996",""]}],"locations":[{"id":2731,"lat":null,"lng":null,"zoom":8,"place":"WEST BATON ROUG, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}