{"id":3640,"title":"African American Vote Eliminated in Louisiana\n","course_id":1,"status":"P","start_date":"10/19/00","end_date":"10/19/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In October of 1900 the African Americans of Louisiana did not vote. The newly implemented Poll Tax Qualifications eliminated their ability to do so. The total amount of white men that registered to vote was 102,723 against only 1,147 registered African American men. What was true of the state as a whole was equally true of individual parishes, as well. Fifteen parishes reported less than ten African Americans were able to register to vote. There was even only a single black man registered in the parish of St. Charles. The poll tax cut down the African American vote by roughly 130,000 men. Only about 35,000 whites had allowed themselves to be disenfranchised by the poll tax laws either because they do not value the ballot, or because of neglect or carelessness.","The voting situation in Louisiana in October of 1900 was not unique to this state alone. The Poll Tax Qualifications required each person registering to vote to pay a tax for their vote. The origin of the implementation of the poll tax rests in the development of the Populist Party of the 1880s and 1890s in the Southern United States. The Populist Party demanded a graduated income tax, government ownership of the railroads, a tariff for revenue only, the direct election of U.S. senators, and other measures designed to strengthen political democracy and give farmers economic parity with business and industry. The Populists in the South gave the Democrats the only competition they had seen in the polls since the end of Reconstruction. The competition became so intense that both parties pushed for African Americans to be able to vote in the election so that they could have their votes. However, the Democrats won, and when the Populists were defeated the Democrats implemented various laws into their state constitutions in order to disenfranchise the African American voter. After payment of a poll tax was made a pre-requisite to voting, very few blacks had enough money to pay for it, along with impoverished white citizens, thus eliminating their ability to register to vote. This poll tax lived on for several decades, until the Twenty-Fourth Amendment to the U.S. Constitution in 1964 declared poll taxes unconstitutional in all states. The large disparity between black voters and white voters in Louisiana, therefore, was common to southern states in 1900 because of the disabling poll tax."],"display_date":"October 19, 1900","search_date":"1900-10-19","citations":[{"divid":1215316077,"type":"Newspaper Article","data":["Eliminates Negro Vote","New York Times","","October 19, 1900",""]},{"divid":1215316102,"type":"Article","data":["Michael L. Lanza","Getting Down to Business: The Public Land Offices in Louisiana During Reconstruction","Louisiana History","29","1988","177-182"]}],"locations":[{"id":2732,"lat":29.8836153938,"lng":-90.3630468207,"zoom":9,"place":"ST CHARLES, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}