{"id":3641,"title":"The Female Orphan Society of Norfolk, Virginia Receives a Generous Donation","course_id":1,"status":"P","start_date":"1816-01-01","end_date":"1817-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Eighteen Sixteen was an eventful year for the Female Orphan Society of Norfolk, Virginia. The number of girls under the care of the Society was increased to twenty and a smallpox scare in the city required a visit from Society Physician Dr. Alex Whitehead for a round of vaccinations for all the girls. However, certainly the biggest event of the year happened in July when the Society received a letter from a generous citizen of the city. The letter was from the Executor of the will of Captain John Maxwell informing the Society that 2,500 had been bequeathed to them for the purpose of establishing an Asylum for Female Orphans. Additionally, Captain Maxwell's Executor had already purchased a lot on Brigg's Point for the new structure."," The 1816 annual report of the Female Orphan Society shows their elation at receiving such a large donation. The report states that they would desire... to proclaim our gratitude to our deceased benefactor & to God, the inspirer of all good, for this generous gift which promises to perpetuate our institution as a lasting honor & blessing to the community. Their happiness is well understood when one considers the average yearly earnings of a small-time farmer during the era was well under one thousand dollars. Simply put, 2,500 was a lot of money."," The Female Orphan Society was not a fledgling organization. It was founded in 1804 by Norfolk women in order to provide a temporary home, education and training for indigent white girls, orphans or otherwise. In order to stay afloat, the organization relied on the generosity of private individuals, churches, relief agencies, and finally clubs or other organizations to provide food, clothing, education for the wards, and wages for Society employees. The fact that after twelve years the organization had not yet acquired their own building shows the difficulty of financing a charitable organization such as the Society. In fact, at the time the Society received the donation, they were just deciding that they had sufficient funds to attempt to look for a lot for the construction of their own building. Such a large donation allowed the Society to build a larger building than perhaps they had hoped, enabling them to expand the breadth of their charitable work. Orphan Societies such as the Female Orphan Society of Norfolk factored greatly in the lives of America's poor children from the early nineteenth century until the 1920s. The Society of Norfolk was typical of these early institutions in that it was established to help female children and dealt mostly with children who had one or more parents living. These institutions served to help a family through tough times by providing for a child until the parent was able to do so themselves. The Norfolk Society was also indicative of Orphan Societies at the beginning of the nineteenth century in that it was entirely funded by private donations and managed by specific religious organizations. "," Orphan Societies began to be established in response to changes in the United States as a whole. During the early nineteenth century, American cities experienced massive growth due to European immigration. Cities grew by leaps and bounds and the population of urban poor grew with them. Additionally, the growth of wage labor often left many of these poor families unable to care for their children after a tragedy like the loss of a parent. Finally, improved transportation facilitated the easier spread of diseases like cholera, which led to a spike in the establishment of orphanages after an epidemic in the 1830s. By the Civil War, Orphan Societies had become very common across the United States and were thought of as being the best way to manage the upbringing and education of poor children outside of their own homes."],"display_date":"January 1, 1816 - January 1, 1817","search_date":"1816-07-02","citations":[{"divid":1218164180,"type":"Manuscript","data":["","",null,"Mss 9401","","Records of the Female Orphan Society of Norfolk, Virginia","Special Collections Library, University of Virginia"]},{"divid":1218164218,"type":"Book","data":["Timothy A. Hacsi","Second Home&#58; Orphan Asylums and Poor Families in America",null,"Cambridge, Massachusetts","Harvard University Press","1997","1-25"]},{"divid":1218164263,"type":"Book","data":["Jurith Zmora","Orphanages Reconsidered ",null,"Philadelphia","Temple University Press","1994","9"]}],"locations":[{"id":2733,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}