{"id":3642,"title":"The Marquis de Lafayette Visits Norfolk and Portsmouth, Virginia","course_id":1,"status":"P","start_date":"1824-10-19","end_date":"1824-10-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Although a Frenchmen, the Marquis de Lafayette was a man dear to the hearts of many Americans in the early nineteenth century. He led American troops into battle during the Revolution, had sustained a wound at the Battle of Brandywine, and was instrumental in encouraging the participation of the French forces in the siege of Yorktown which led to the surrender of the British in 1781. Lafayette was not the only foreign officer to serve in the Continental Army, but he was revered for his generosity, friendliness, bravery, and genuine love for America, his adopted country. "," It is no wonder then that when in October of 1824 the Marquis, now quite an old man, landed in the city of Norfolk a great reception awaited him. The <em>Norfolk and Portsmouth Herald</em> reported the spectacle awaiting Lafayette upon his landing which included an artillery salute, a triumphal arch erected in his honor, ranks of local militia, the assembled Corporate Societies of the Borough, and large groups of school children including those of the Female Orphan Society. All this made for what the Herald described as a truly animating picture. Additionally, the Herald reported that in the evening the businesses and dwellings of the cities of Norfolk and Portsmouth were brilliantly illuminated, the latter municipality lighting 42 bonfires on the shores in honor of the Marquis. Sometime during his stay, a trip across the river to the city of Portsmouth was planned in order that Lafayette might pay a visit to the United States Naval Yard there. Louisa Emmerson, a life-long Portsmouth native wrote that the Trustees of Portsmouth welcomed him to their town, and with military honors conducted him to Crawford Street, where at its intersection with High, a fine triumphal arch had been erected in the General's honor. The arch itself was finely constructed and decorated with American flags, evergreen boughs, and flowers. Mrs. Emmerson wrote that before continuing to the Naval Yard, the procession stopped so that some school children of the city could recite a poem for the distinguished guest. "," Clearly, the Marquis' visit was quite an event for the citizens of Norfolk and Portsmouth. It certainly was not everyday that a small city was graced with the presence of one of the most venerated heroes of the Revolution, a man that Louisa Emerson described as second only to Washington. For more than a month, the Herald reported on the receptions of the Nation's Guest as he toured the cities of New York, Philadelphia, Baltimore, Washington D.C., Richmond, and Williamsburg. Day after day, near full pages of newsprint was spent describing his stay in each city with particular detail. The visit of the Marquis de Lafayette was perhaps the event of a lifetime. Norfolk was only one of many stops on Lafayette's Farewell Tour of America. From 1824 to 1825, Lafayette visited all twenty-four states in the Union. Along the way he was treated to numerous dinners and balls in his honor. He listened to speeches, he attended plays, he visited Revolutionary War veterans, and he laid the cornerstones to several monuments to the American Revolution including the Bunker Hill monument. No expense was spared in celebrating the return of the hero. "," The year 1824 was the perfect moment for Lafayette to make his return. America was experiencing a prosperous and peaceful period in its history. Cities were growing and industry was beginning to develop. The occasion of Lafayette's visit was a chance for the burgeoning American glass, printing, and pottery industries to flex their muscles as they churned out a variety of commemorative items emblazoned with the image of Lafayette. But why was all this attention and money being spent on an aging war hero that was not even a native citizen? Quite simply, Lafayette was one of the last remaining founding fathers. In celebrating Lafayette the man, the people of the United States were not just celebrating the accomplishments of the man but also the American ideals of liberty. Furthermore, the very fact that Lafayette was not a native son endeared him to the American people because he risked his life not to protect his native land, but out of a genuine love for freedom and democracy. Lafayette's visit was a chance for the American people to once again remember the sacrifices of the past and the ultimate triumph of democratic ideals."],"display_date":"October 19, 1824 - October 27, 1824","search_date":"1824-10-23","citations":[{"divid":1218163163,"type":"Manuscript","data":["","",null,"Mss 2267","","Louisa Emmerson Papers 1819-1907","Special Collections Library, University of Virginia"]},{"divid":1218163200,"type":"Newspaper Article","data":["","Norfolk and Portsmouth Herald ","","October 25, 1824",""]},{"divid":1218163223,"type":"Book","data":["Stanley J. Idzerda, Anne C. Loveland, and Marc H. Miller","Lafayette, Hero of Two Worlds&#58; The Art and Pageantry of His Farewell Tour of America, 1824-1825",null,"Hanover, New Hampshire","University Press of New England","1989","11-18, 78-80"]},{"divid":1218163308,"type":"Book","data":["Marian Klamkin","The Return of Lafayette&#58; 1824-1825",null,"New York","Charles Scribner&#39;s Sons","1975","1-7"]}],"locations":[{"id":2734,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}