{"id":3645,"title":"Steamship Lines of Norfolk, Virginia","course_id":1,"status":"P","start_date":"1823-12-11","end_date":"1823-12-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The American Beacon and Norfolk and Portsmouth Daily Advertiser</em> of Thursday, December 11, 1823 contained two advertisements that concerned a new technology that would greatly change the speed with which Americans traveled their vast continent. Both advertisements concerned the establishment of steamship lines from Norfolk to important cities in the Chesapeake Bay region. The first of the two ads described the services available from the Baltimore Steam Boat Line which operated two ships, the Virginia and the Norfolk. The two ships offered voyages from Norfolk to Baltimore twice a week. The other advertisement of note in the Beacon concerned the weekly voyages of the steamship Potomac. This vessel plied a Chesapeake circuit, beginning in Washington, D.C. and stopping at Alexandria, Virginia before heading south to Norfolk. After stopping in Norfolk, the ship continued up the James River to harbors at City Point and Richmond, Virginia. The whole circuit took exactly one week, but the passenger could choose to ride any portion of it he or she desired, each segment of the trip of costing a different price. The fares ranged from 4 to 11 and included food and drink during the voyage. Although the price may have been a bit steep for the average Norfolk resident, steam travel made the voyage from Washington to Norfolk last only a little over a day.","The 1820s saw the emergence of steamboat travel on the Chesapeake Bay. Although in the early part of the decade, steamboats did little to affect the business of packet ships, they certainly attracted the attention of the citizens of port cities who noted both the curious sight of the little boats with their steam-belching smokestacks as well as the regularity with which the infant steam lines were able to provide services. Steamers such as the Virginia, the Norfolk, and the Potomac constituted this first wave of passenger steamers that began to appear all over the Chesapeake in the first few years of the 1820s. Slowly but surely, stubborn Chesapeake planters also began to realize the value of this mode of transportation that could be depended upon to get their harvests to port within one day in a variety of weather conditions. ","Technological advances like steamship travel and the later advent of rail travel in the 1830s contributed to the emergence of American tourism and the formulation of a distinct American culture. By the 1820s and 1830s, these advancements combined with a growing interest in America's natural attractions and a wealthy population resulted in the growth of American tourism. The construction of turnpikes led to more comfortable and faster stagecoach services, while steamboat travel made water routes both a faster and more reliable option. However, the price of travel in the early nineteenth century often deterred all but the wealthy. "," Tourism also changed how Americans viewed their relationship to the land. The formation of an American culture was greatly tied to American's perceptions of the landscape. Sears writes that from the beginning Americans had sought their identity in their relationship to the land they had settled. In the 1820s and 1830s, tourist attractions helped the young nation cultivate a sense of national culture in a country without the centuries-long traditions of Europe. In essence, tourism provided a means of defining America as a place and taking pride in the special features of its landscape."],"display_date":"December 11, 1823","search_date":"1823-12-11","citations":[{"divid":1215316610,"type":"Newspaper Article","data":["","American Commercial Beacon and Norfolk &amp; Portsmouth Advertiser","Norfolk, Virginia","December 11, 1823",""]},{"divid":1215316661,"type":"Book","data":["John F. Sears","Sacred Places: American Tourist Attractions in the Nineteenth Century",null,"New York","Oxford University Press","1989","3-11"]},{"divid":1215316713,"type":"Book","data":["David C. Holly","Tidewater By Steamboat: A Saga of the Chesapeake",null,"Baltimore","The John Hopkins University Press","1991","20-22, 28"]}],"locations":[{"id":2737,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}