{"id":3646,"title":"Annual Report of the Norfolk Bible Society\n","course_id":1,"status":"P","start_date":"1815-03-07","end_date":"1815-03-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In early 1815, a charitable religious organization in Norfolk, Virginia by the name of the Norfolk Bible Society published its first annual report in the form of a small pamphlet. The pamphlet, which was presented at the annual meeting of the Society remarked upon both the activities of the Society in the past year as well as the Society's plans for the future. The pamphlet stated that the principal duty of the Society was that of procuring Bibles and Testaments and distributing them to the poor. The report stated that the Society had distributed 235 Bibles and 882 Testaments in the prior year. Some of these books were delivered to the poor of Norfolk, but others were delivered to the neighboring counties of Princess Anne, Nansemond, York, Elizabeth City, and even as far away as Matthews and across the Chesapeake Bay in Northampton. Donations were also made to the children under the care of the Norfolk Female Charitable Society and to the crew of the famous Navy vessel the <em>U.S.S. Constellation</em>. Finally, the Society made monetary donations, both to The Bible Society of Virginia and the Bible Society of New York for the printing of a French language edition to be donated to the poor inhabitants of Louisiana and Canada. The Norfolk Bible Society also listed future goals in its first annual report. The chief among these was the establishment of free schools for the poor. The Bible Society recognized that the poor, the objects of [their] charity, [were] often illiterate, and it [was] quite absurd to give them books which they [could not] read."," The beginnings of American mass media culture lay in the efforts of Bible Societies and religious Tract Societies that sprung up all over the country around 1800. The Bible and Tract Societies were highly organized groups that grew out of the missionary spirit of the Second Great Awakening in the late eighteenth and early nineteenth centuries. These groups strove to put their printed religious materials in the hands of as many people as possible. The activities of these groups coincided with and served to drive the explosion of the American printing industry in the early nineteenth century. Small printing shops soon became ubiquitous while urban printing companies grew into truly massive industries that were intimately connected to religion. Early nineteenth century improvements in transportation combined with an increased access to capital brought on by the economic prosperity of the era allowed Tract and Bible Societies to reach a national audience. The distribution of religious texts was seen as a means of combating the problems of illiteracy and heathenism amongst the local poor and those living on the geographic margins of the United States."],"display_date":"March 7, 1815","search_date":"1815-03-07","citations":[{"divid":1215316857,"type":"Pamphlet or Other Printed Material","data":["William Maxwell","The First Report of the Managers of the Norfolk Bible Society Submitted at the Annual Meeting Held of the Seventh of March, 1815","Norfolk, Virginia","The Office of the Public Ledger","1815","Special Collections Library, University of Virginia"]},{"divid":1215316939,"type":"Book","data":["David Paul Nord","Faith in Reading: Religious Publishing and the Birth of Mass Media in America",null,"Oxford","Oxford University Press","2004","3-8"]},{"divid":1215317006,"type":"Book","data":["Oliver Wendell Elsbree","The Rise of the Missionary Spirit in America, 1790-1815",null,"Williamsport, Pennsylvania","The Williamsport Printing and Binding Company","1928",""]}],"locations":[{"id":2738,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}