{"id":3647,"title":"The Portsmouth Fire of 1821\n","course_id":1,"status":"P","start_date":"1821-03-21","end_date":"1821-03-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At around 2:45 a.m. on the morning of Wed., March 21, 1821, a fire broke out in the kitchen of a vacant tenement on the corner of Main and Market Streets in Portsmouth, Virginia. The <em>Norfolk and Portsmouth Herald</em> of Friday, March 23 reported that owing to the violence of the wind, which was blowing at the time a perfect gale from S. S. W., and the combustible nature of the buildings, the fire spread with uncontrollable rapidity to the market house and adjacent houses. After the fire had burned out, it was discovered that 30 to 40 homes and tenements had been totally destroyed by the blaze. This loss constituted a large portion of the small city."," Louisa Emmerson, a resident of Portsmouth at the time, included in her memoirs a description of the destruction. She wrote that most of the east side of Crawford Street was destroyed as well as portions of Queen and Water Streets. Ms. Emmerson surmised that the reason the west side of Crawford Street was spared was due to its width of one hundred feet, while the flames were able to leap across narrower streets such as Queen which had a width of only thirty feet. In addition to the destroyed buildings mentioned in the Herald, Ms. Emmerson wrote that the fire was also able to destroy three ships moored at the Portsmouth docks."," Both Emmerson and the Herald lauded the performance of the Norfolk fire companies and the U.S. Navy fire company for their quick response to the scene of the inferno. The timely response of the firefighters served to check the extension of the inferno and prevented the fire from spreading to the opposite sides of Market and Main Streets, thus saving the citizens of the city from any further damage. Finally, the Herald article speculated that the fire may have been the work of an arsonist, considering that the building in which it originated was uninhabited and the fact that only a few days prior an attempt had been made by some dark-plotting villain to fire the town in another direction by means of a bundle of matches and other combustibles wrapped around an iron spike the sharp point of which was driven into the weather-boarding of a small frame house-the fire was just communicating to the shingles of the roof when it was providentially discovered and extinguished."," In the days before electricity and oil or gas heat, fire was a constant household danger. A soot-filled chimney was a dangerous fire hazard, not to mention the open flames of oil lamps and candles. Additionally, all houses of the time were often built almost completely out of wood or with wooden interiors and brick outer shells. Quite simply, a person's house was a veritable tinderbox waiting to be consumed in a raging inferno. Not surprisingly, newspapers of the day, like the <em>Herald</em>, contained advertisements for so-called fire-proof brick dwellings, like the two-story Fire-proof brick tenement listed for sale in the November 10, 1819 edition. However fire-proof buildings were not the only fire-related advancements in the early nineteenth century. The fire insurance industry also sprang up in the wake of the rapid urbanization and industrialization that characterized the period."," It is interesting to note the influence that fire companies had in controlling the Portsmouth blaze and preventing its further spread. Like the population and economy of the United States, the number of municipal fire departments grew in the early nineteenth century. With the addition of new technologies and better equipment, these fire companies began to increase the effectiveness with which they fought fires. Inventors began to make careers out of designing all sorts of fire equipment from hoses, ladders, and clothing to pumps and engines that could propel water distances of 180 feet. The early nineteenth century also saw the birth of a nationwide fire department tradition that has been maintained to this day: the fireman's parade. A parade was a way for the citizens to honor the fire departments who had done so much for their community as well as a way for the department to show off their equipment and manpower. In an era where structure fires had the potential to level entire cities, a good fire company was invaluable to the community."],"display_date":"March 21, 1821","search_date":"1821-03-21","citations":[{"divid":1218163638,"type":"Manuscript","data":["","",null,"Mss 2267","","Louisa Emmerson Papers 1819-1907","Special Collections Library, University of Virginia"]},{"divid":1218163679,"type":"Newspaper Article","data":["","Norfolk and Portsmouth Herald","","March 23, 1821",""]},{"divid":1218163701,"type":"Book","data":["John V. Morris","Fires and Firefighters",null,"Boston","Little, Brown, and Company","1953","96-105"]},{"divid":1218163739,"type":"Book","data":["David L. Oswald","Fire Insurance Maps&#58; Their History and Applications",null,"College Station, Texas","Lacewing Press","1997","13-14"]}],"locations":[{"id":2739,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}