{"id":3648,"title":"Settling the Debts of Robert Riddick\n","course_id":1,"status":"P","start_date":"1819-12-13","end_date":"1827-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 13, 1819, Joseph Prentis took over as the Executor of the will of the late Robert M. Riddick of Nansemond County due to the death of the named executor, Thomas Swepson. Mr. Riddick's will called for the disposal of his estate for the payment of his debts. However, Riddick stipulated that in order to raise the deficiency [the Executor was] fully authorized and requested to mortgage the lands and to hire out the slaves for the purpose. For the next eight years, Mr. Prentis hired out Riddick's slaves to neighboring farmers in order to pay off the debts of the deceased. At the time of his death, Robert Riddick owned eighteen slaves. This number, while not huge, was quite substantial and suggested a sizable agricultural operation. Although, when one looks at Mr. Prentis' description of the slaves and the value he placed on each, one can see that perhaps the number alone can be a bit misleading. ","Of the eighteen slaves Mr. Prentis listed in his account book on December 31, 1819, only six were adult males. Furthermore, of those six only two were considered valued over 300 and one of those, Tom Bray valued at 350, was well past his prime at forty-eight years of age. However, Armistead was valued at 500 because he was only eighteen years of age and presumably had a whole lifetime of labor in front of him. The only other male slave close to the value of Tom Bray and Armistead was a man named Jacob, described by Prentis as a small and weakly fellow forty two years old. The other three men were worthless or close to it. Dempsey, valued at 100, was approaching at fifty-five years old. The remaining two, Mingo and Jimmy, both were appraised at 0. Mingo was around seventy years old and very diseased having lost one eye and nearly blind in the other while Jimmy was about sixty years of age and listed as very decrepit. The twelve other slaves that constituted Robert Riddick's property were all adult females and their small children. Of these there were three adult women appraised at 300 or higher. These three were all between the ages of twenty-one and twenty-nine years old, prime childbearing ages."," Further reading into the account book of Mr. Prentis reveals that he was able to hire out Mr. Riddick's slaves to pay off the late man's debts, as directed in the will. Naturally, the amount received for each slave hired out makes sense when compared to their values listed earlier. In the year 1820, old Jimmy was hired out for only five dollars. The small and weak Jacob fetched 32.50 while fifty-five year-old Dempsey earned thirty dollars. Although much younger than Tom Bray, Armistead was hired out for 34 while Tom was hired for 55. Though one cannot be sure, this was probably due to the fact that the older Tom had some skill that was in demand by his temporary master."," The story of Robert Riddick, his slaves, and the posthumous management of his estate was a common one in the slave-holding South. Southern slaveholders, while wealthy in land and human property, did not have a lot of capital at their disposal and frequently purchased on credit which often plunged them into debt. The death of a slaveholder required that those debts be settled, and often that was accomplished through the hiring out of slaves to raise the money necessary to pay the creditors. This process was time-consuming but it allowed the late slaveholder's family to retain ownership of the slaves that a quick settlement of the estate (i.e. the auction of the slaves) would not accomplish. The amount of time it took to pay off the debts of a deceased slaveholder through the hiring of his slave property could vary greatly depending upon the size of his debts and the sex, age, and physical condition of his slaves. For example, the job of settling Riddick's debts may have taken less time if half of his slaves had been young, healthy males like Armistead. Richard Randolph a Prince Edward County slaveholder discussed in Ely's <em>Israel on the Appomattox</em>, owned a great number of slaves that were to be manumitted upon his death. However, his wife kept them in bondage for a further ten years until the debts could be settled. The fact that slaveholders were willing to wait years to pay off debts through slave-hiring speaks to the value of slave property in the antebellum South. Southerners would rather wait than loose their property forever in a quick sale."],"display_date":"December 13, 1819 - December 31, 1827","search_date":"1823-12-22","citations":[{"divid":1218163499,"type":"Manuscript","data":["","",null,"Mss 2227","","Papers of the Riddick Family","Special Collections Library, University of Virginia"]},{"divid":1218163525,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox",null,"New York","Vintage Books","2004","44-50"]}],"locations":[{"id":2740,"lat":36.8330322841,"lng":-76.5620503057,"zoom":9,"place":"NANSEMOND, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}