{"id":3649,"title":"A Shocking Scene\n","course_id":1,"status":"P","start_date":"1820-08-12","end_date":"1820-08-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The passengers of the steamship <em>Virginia</em> witnessed a shocking scene on the afternoon of August 12, 1820. In fact, the scene was so unnerving and immoral that one passenger decided to write a letter to the <em>Norfolk and Portsmouth Herald</em> to express his disgust. The episode began when the steamship happened upon a small boat while traveling up the river near Fort Norfolk. Hearing cries in the wind, the passengers spotted a small boat with a sail set, and a little boy, apparently not more than nine years old, holding the sheet and managing the helm as well he could. When the steamship motored closer to the sailboat, it could be seen that besides the child at the helm, there were two grown persons inside, both apparently lifeless. The one a negro man, laying across one of the seats forward, the other a white person further aft, concealed from view by the sail except one leg which was entirely bare and hanging over the gunwale. Quickly a rescue boat was sent out by the Virginia to find that the two people were not dead but stone drunk, and the person lying with one exposed leg hanging over the side was in fact the white mother of the little boy. The two adults had ingested a bit too much alcohol and had simply passed out in the boat, the black man having given the young boy the helm. There was no real problem until the boat got out into the middle of the river where the wind picked up and the vessel became too much for the little boy to handle. Luckily the Virginia happened to be passing by just in time to save the passengers of the sailboat from a watery grave."," The person who wrote the letter to the Herald describing the event, signed only as 'Q. Z.', expressed his disgust at the scene, saying that it was not proper for a man to be so thoroughly intoxicated. However, the thought of the woman drunk and laid out in so lewd a position was loathsome and shocking. The writer of the letter continued on to comment upon the horrible vice of drunkenness which caused the woman to put not only her life in danger, but also that of her young innocent son."," Though the letter can be read as scathing indictment of the consumption of alcohol, the antebellum South certainly did not have a substantial temperance movement. On the contrary, the temperance movement in the South prior to the Civil War was rather weak, perhaps because of its Northern counterpart's links with abolitionism. Furthermore, as this episode helps illustrate, drinking and drunkenness was not confined only to white males, although they did drink more frequently than did slaves or white females. While Mr. or Mrs. 'Q. Z.' may very well have advocated for the prohibition of alcohol, he or she was certainly not representative of the population at large and probably spoke out due to strong personal religious convictions."," Adding to the shocking nature of the scene of drunkenness was the fact that the white woman was in the company of a black man while splayed out in an indecent position. Interracial activities between white and black men in the antebellum South were often frowned upon, but such relations between black men and white women were outright condemned. The United States at the time was an extremely racist nation and blacks were thought of as being not only inferior to whites but actually subhuman. Additionally, white women were seen as venerable to the perceived hyper-sexuality of black males and were to be protected from their advances at all times. The fact that the white woman in the boat had exposed private parts of her body to the black man, or perhaps even the possibility that she may have been in a sexual relationship with the man crossed the bounds of decency in antebellum America. Q. Z. and the rest of the passengers of the Virginia certainly had ample reason to be alarmed."],"display_date":"August 12, 1820","search_date":"1820-08-12","citations":[{"divid":1214446422,"type":"Newspaper Article","data":["","Norfolk and Portsmouth Herald","","August 16, 1820",""]},{"divid":1214446449,"type":"Book","data":["David T. Courtwright","Alcohol and Alcoholism in Encyclopedia of Southern Culture",null,"Chapel Hill","The University of North Carolina Press","1989","1346-1347"]},{"divid":1214446524,"type":"Book","data":["Joshua D. Rothman","Notorious in the Neighborhood: Sex and Families across the Color Line in Virginia, 1787-1861",null,"Chapel Hill","University of North Carolina Press","2003","18, 46-47, 119-123"]}],"locations":[{"id":2741,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}