{"id":365,"title":"Kentucky swears in John Larue Helm as Governor\n","course_id":1,"status":"P","start_date":"1867-09-03","end_date":"1867-09-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1867 gubernatorial election in Kentucky offered an opportunity for black voters to participate in the selection of a governor.  Despite the fact that Kentucky never joined the Confederacy, as a state located in the South, it had fought having blacks vote up until the end of the Civil War.  The candidates included John L. Helm (Democrat), Sidney Barnes (Radical Union), and William Kinkead (Union Congressional Radical).  When the National Intelligencer published an election day prediction about the Kentucky race for governor, the newspaper predicted that Helm, the Democratic candidate, would emerge victorious.&lt;br /&gt;&lt;br /&gt;The election took place on August 5, 1867, and for the next several days, the Louisville Daily Journal published the voting numbers in order to keep voters apprised of the situation.  Despite being ill and campaigning from his home, Helm, as predicted by the people in Washington, won the election, which kept the Democratic Party soundly in control of the state.  On September 3, 1867, Governor Helm was sworn into office in his bedroom, as he had become too ill to be moved.  Only five days later, on September 8, Helm passed away leaving John White Stevenson in the role of governor.  When the Louisville Daily Journal announced Helm's death on the front page of their September 9 edition, the editors stated that, though not expected [Helm's death] will shed gloom; it is a public calamity.'  &lt;br /&gt;&lt;br /&gt;Despite the brevity of his term, Helm accomplished a major feat while in office: he ended the brief rise of the Conservative Union in Kentucky.  The ultra-conservative, anti-Reconstructionist party would have set the state back in their attempts to begin rebuilding after the Civil War.  Thus, Governor Helm's term, though brief, was remembered as a feat of democracy in Kentucky and the nation as a whole."],"display_date":"September 3, 1867","search_date":"1867-09-03","citations":[{"divid":1213646362,"type":"Newspaper Article","data":["","National Intelligencer","","August 5, 1867",""]},{"divid":1213646394,"type":"Newspaper Article","data":["The Full Vote of the City ? The Democrat Triumphant ? Helm?s Majority in the City 3,220","Louisville Daily Journal","","August 6, 1867",""]},{"divid":1213646417,"type":"Newspaper Article","data":["","Louisville Daily Journal","","September 6, 1867",""]},{"divid":1213646431,"type":"Newspaper Article","data":["","Louisville Daily Journal","","September 9, 1867",""]},{"divid":1213646459,"type":"Book","data":["Lowell H Harrison and James C. Klotter","A New History of Kentucky",null,"Lexington","The University Press of Kentucky","1997","241-242"]}],"locations":[{"id":268,"lat":38.2391019422,"lng":-84.877038419,"zoom":10,"place":"FRANKLIN, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}