{"id":3650,"title":"A Request from the American Colonization Society \n","course_id":1,"status":"P","start_date":"1820-07-07","end_date":"1820-07-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 7, 1820, the American Colonization Society took out an advertisement in the <em>Norfolk and Portsmouth Herald</em>. The ad, which was actually more of an announcement, concerned the need for equipment, tools, food, and other supplies by the colonists whom the Society sponsored. These colonists were free African Americans who had volunteered to set up a black colony on the west coast of the African continent. The advertisement announced that the endeavor was so far a success and that there was no doubt that the colonists would establish a permanent settlement. However, the colonists still needed various supplies including tobacco, iron, tar, pitch, nails, medicines, flour, axes, hoes, and other various tools which the Society hoped would in part be supplied by the generous donations of Americans like the citizens of Norfolk and Portsmouth."," But why would white Southerners be willing to donate these sorts of item to blacks free of charge? What would make the American Colonization Society believe that they would easily receive donations from slaveholding whites? The answer is simple. Southern whites believed that a society where free blacks and whites coexisted peacefully was an impossibility due to the perceived inferiority of the black race. Therefore, the solution to this 'problem' was the colonization of the African continent by the free blacks of the United States. Thomas Jefferson himself believed that the most sensible plan for emancipation included a requirement for colonization. Furthermore, Jefferson believed the national government should bear the responsibility of financing the reversed black population flow. However, this idea seemed threatening to slave states whose entire economy was based on the forced labor of blacks. The 1820s and 1830s saw the greatest push for colonization and although the American Colonization Society succeeded in establishing colonies in Africa, the United States never adopted the program of full scale colonization because the great expense and the possibility of Southern secession if such a plan was carried out."],"display_date":"July 7, 1820","search_date":"1820-07-07","citations":[{"divid":1214701233,"type":"Newspaper Article","data":["","Norfolk and Portsmouth Herald","","July 7, 1820",""]},{"divid":1214701252,"type":"Book","data":["William W. Freehling","The Road to Disunion: Volume I, Secessionists at Bay 1776-1834",null,"New York ","Oxford University Press ","1990","126-127, 421-422"]}],"locations":[{"id":2742,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}