{"id":3651,"title":"Improvements to the Dismal Swamp Canal\n","course_id":1,"status":"P","start_date":"1819-11-17","end_date":"1819-11-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 17, 1819, the Norfolk and Portsmouth Herald rejoiced in reporting the news that the new and improved Dismal Swamp Canal was nearing completion and was soon to be ready for traffic. The Canal was undergoing a process of deepening and widening so that it could accommodate the traffic of larger vessels. To the Herald, the traffic on the Dismal Swamp Canal was the lifeblood of the cities of Norfolk and Portsmouth, to whom their very existence depended. The improvements to the Canal were slowed by winter weather and heavy late summer rains, but by November the Canal was once again filled with Boats incessantly passing and repassing, laden with the produce of the country, or with foreign merchandize, present[ing] a continued scene of industry and activity as far as the eye can reach, and impress[ing] the mind of the beholder with a clear conception of the importance of this great commercial thoroughfare.","The Dismal Swamp is a great expanse of soggy land comprising over 100,000 acres in southeastern Virginia and northeastern North Carolina. Though early settlers realized the land was practically useless for farming, it was bestowed with another valuable resource: timber. Following the Revolutionary War, General George Washington formed the Dismal Swamp Company with the intention of digging a canal into the interior of the swamp so that this resource could be better utilized. The canal he constructed was a small one and it became to be known as Washington's Ditch. Later, Washington's Canal was replaced by wider and deeper waterways. The canal was important to the economy of the region because of the timber it transported out of the swamp as well as the produce that traveled through the swamp from North Carolina on its way to Norfolk and Suffolk, Virginia. The goods that were transported on the Dismal Swamp Canal were vital to the economy of eastern North Carolina and eastern Virginia.","The 1820s saw an explosion of canal building in the United States of which the Dismal Swamp Canal was a part. Along with the Erie Canal and the Delaware and Chesapeake Canal, the Dismal Swamp Canal was seen as an important economic link between the coast and the interior. As well as providing coastal markets for interior goods, these canals also served to connect states and regions in commerce, accelerating the economic growth of the period. Finally, these waterways were often the proving grounds for new technologies like the steamboat. In all, canals like the Dismal Swamp Canal factored greatly in the economic and technological development of the young nation."],"display_date":"November 17, 1819","search_date":"1819-11-17","citations":[{"divid":1215317559,"type":"Newspaper Article","data":["","Norfolk Portsmouth Herald","","November 17, 1819",""]},{"divid":1215317592,"type":"Book","data":["Robert Arnold","The Dismal Swamp and Lake Drummond: Early Recollections",null,"Norfolk, Virginia","Green, Burke &amp; Gregory Printers","1888","5-8"]},{"divid":1215317642,"type":"Book","data":["Alexander Crosby Brown","The Dismal Swamp Canal",null,"Chesapeake, Virginia","Norfolk County Historical Society","1970","17-39"]}],"locations":[{"id":2743,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}