{"id":3653,"title":"Slave Management in Darlington\n","course_id":1,"status":"P","start_date":"1849-10-13","end_date":"1852-08-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["There were always fears of slave rebellions. In a letter dated October 13th, 1849, from E.W. Cooper, Thomas Cassels Law learned of a Negro insurrection in his home district of Darlington, South Carolina. Cooper served on an investigating committee to respond to the matter. Although they could not gather sufficient evidence to have the four leading insurrectionists hanged, they were lodged in jail and later sent out of the state. One of the enslaved men mentioned that word was spreading around Darlington that this was the last year the slaves would be held in bondage; white men traveling between Sumterville and Darlington City were apparently spreading the rumors. Cooper believed his own slaves were largely ignorant of the matter, but he warned Law, You had better keep a look out.","It is unclear how much of an impact this letter had on T.C. Law, but it is known that he was an active member of the Darlington Agricultural Society. In 1852, Thomas Cassels Law gave an address to the society entitled, Report on Management of Slaves - Duty of Overseers and Employers. Law's chief purpose was to give some insight in keeping an efficient and productive operation, and he incorporated an intricate analysis of the relationships between master and slave and overseer. He began, If slaves were brutes, as many seem to view them we might more easily point out their proper management, but they are human beings - morally accountable - committed to our care by a mysterious Providence, for, no doubt, a wise purpose. Law advocated for a moderate and constant work schedule for slaves, with proper intervals of rest. Yet, he also justified the use of the whip by citing scripture: he that spareth the rod hateth his child. Law recommended giving slaves a small plot that they could work in their off time and have a small notion of ownership. When the owner buys crops from his own slaves, it convinces them of your doing justice. ","As Law's report suggests, the relationship between master and slave was intricate and multi-faceted, layered with contradictions. Slaves were seen as racially inferior, yet still morally accountable human beings. Slaves were quite literally the property of their owners, and Walter Johnson's <em>Soul by Soul </em>examines the reduction of human beings to financial numbers. Yet, Law and other planters found it immoral and improper to rule by simple and violent dominion over their chattel. Religious and racial convictions compelled white masters to treat slaves with paternalistic supervision. There was also a level of insecurity. So, giving a token piece of land to the slaves and convincing them of the justice of the system was a rational approach to slaveholding. Though men like Thomas Cassels Law may have applied the industry of slavery moderately and sensibly on their plantations, the existence of slaves as economic property was inherently dehumanizing."],"display_date":"October 13, 1849 - August 10, 1852","search_date":"1851-03-13","citations":[{"divid":1215317832,"type":"Manuscript on Microfilm","data":["","E.W. Cooper to T.C. Law, October 12, 1849","Reel 7, Micflm 1705, Ser A, Frames 0878-0880","Thomas Cassels Law Papers","Alderman Library, University of Virginia"]},{"divid":1215317921,"type":"Manuscript on Microfilm","data":["","Report on Mnagement of Slaves - Duty of Overseers and Employers, August 10, 1852","Reel 7, Micflm 1705, ser A, Frames 0946-0940","Thomas Cassels Law Papers","Alderman Library, University of Virginia"]},{"divid":1215317990,"type":"Book","data":["Walter Johnson","Soul By Soul: Life Inside the Antebellum Slave Market",null,"Cambridge","Harvard University Press","1999","19-44"]},{"divid":1215318048,"type":"Book","data":["Ira Berlin","Generations of Captivity: A History of African-American Slaves",null,"Cambridge","The Belknap Press of Harvard University Press ","2003","161-244"]}],"locations":[{"id":2744,"lat":34.2738944437,"lng":-79.941633894,"zoom":9,"place":"DARLINGTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}