{"id":3654,"title":"A Family Reels from a Death in Southwest Virginia\n","course_id":1,"status":"P","start_date":"1844-07-19","end_date":"1844-07-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 19, 1844, William King, Jr. reported sad news to his sister Sarah C. King of Abingdon, Virginia. Their younger brother had died. Sarah had visited just a few weeks prior to the death. Everything was fine then in the town of Saltville, Virginia. Life had been pleasant when she visited her family. After all, she did not get to see them often since her marriage. Several weeks later, her family's harmony was interrupted by the death of her brother by illness. Her other brother William sent a horse to retrieve Sarah so she could take part in the funeral. Obviously angered at his brother's quick death at such a young age, William wrote his sister, Death is foredominant Today [at] about 5 O'clock youngest brother died ","This strong language emphasized the family's loss.  The tragedy in the King family not only altered their family dynamic, it prompted the family to take the necessary steps in burial and healing in the wake of the death. William not only wanted to alert his sister of the death as quickly as possible to bring the family together, he also wanted to execute appropriate cultural practices. Before the Civil War in the nineteenth century, it was the role of the women in the family to prepare the body. The women had to clean the body to arrange it for burial. Since the King burial took place in a rural setting where families did not have access to medical practices such as embalming, which were accessible in urban environments, the family had to take care of the body before decomposition. In all likelihood, there were not other women in King's family other than his sister who were available to treat the body. So it seems that William was so urgent to get his sister home, because he may have needed her to prepare the body before decomposition. ","The King family's loss and how they reacted to it could be used to illustrate general patterns related to death and dying in the South. Whether it was because of the numerous epidemics spreading throughout Virginia and the South or because medicine in the rural setting truly fell far behind its urban counterparts, people died young. Living in the South during the nineteenth century meant living under the threat of death, illness-related or not. The South reacted to these deaths realistically by getting the body buried before decomposition. From assisting the dying to preparing the dead to carrying out the burial, dealing with death in the antebellum South was characteristically a family affair. "],"display_date":"July 19, 1844","search_date":"1844-07-19","citations":[{"divid":1218162931,"type":"Manuscript","data":["","",null,"Mss 2798","","Correspondence of the King and Leftwich Families","Special Collections Library, University of Virginia"]},{"divid":1218162968,"type":"Book","data":["Gary Laderman","The Sacred Remains",null,"New Haven","Yale University Press","1996","23-26"]},{"divid":660191,"type":"Artifact","data":[null,null,null,"jHqezlTDEmVAnO"]}],"locations":[{"id":2745,"lat":36.8438879121,"lng":-81.53700883,"zoom":9,"place":"SMYTH, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}