{"id":3658,"title":"Deadbeat Renter\n","course_id":1,"status":"P","start_date":"1834-12-14","end_date":"1836-11-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For over two years, Elizabeth Rainey patiently awaited payment from John Tucker, who was renting her Brunswick County, Virginia plantation. Rainey, a widow, along with her four children was currently living in Macon, Georgia amongst her relatives. In one of her correspondences to Tucker, Rainey wrote that her eldest son, who at the age of twenty-two and was then the rightful owner of the plantation that Tucker was leasing, had returned from fighting the Indians and, if he wished, he could pursue dealing with him to arrange rent payment. Apparently, Tucker did not respond favorably, because a later letter from Ms. Rainey, requests that he send full payment for his delinquent rent in two checks, one made out to her and the other made out to her eldest son, William. ","In the nineteenth century, women were seldom left in charge of such large financial obligations such as the rent of a plantation and slaves. In fact, <em>The Encyclopedia of Southern Culture</em> sites the eighteen thirties as a period that ...produce[ed] a new southern female paradigm, the southern lady. She was in theory if not in fact virtuous, modest, pious, and submissive. Though Ms. Rainey's son, William, was the heir of the property which Tucker was renting, his absence while at war against the Native Americans left his mother in charge of all financial obligations. This was indeed a rare instance because during this period white women did not own property. It was even more extraordinary that Ms. Rainey was left in charge of renting this property out, along with all of the financial implications of being a landlord. Ms. Rainey remained true to the stereotypical image of nineteenth century women and never out right demanded payment in full- Ms. Rainey always politely requested that he send his portion of the rent as promptly as possible. Little is known of how Tucker responded to Ms. Rainey's requests of if and when he did pay the rent for the Brunswick County plantation, because his folder only contained Ms. Rainey's letters to Tucker. Furthermore, from Tucker's other financial records, one notes his financial turbulence. "],"display_date":"December 14, 1834 - November 5, 1836","search_date":"1835-11-24","citations":[{"divid":1218155314,"type":"Manuscript","data":["","",null,"Mss 3307a","","Papers of John Tucker","Special Collections Library, University of Virginia"]},{"divid":1218155339,"type":"Book","data":["Charles Reagan Wilson","The Encyclopedia of Southern Culture, 1st Edtion",null,"Chapel Hill","University of North Carolina Press","1989",""]},{"divid":1218155389,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox",null,"New York","Vintage Books","2005","73"]}],"locations":[{"id":2747,"lat":36.7647849382,"lng":-77.8590149574,"zoom":9,"place":"BRUNSWICK, Virginia"}],"tags":[{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}