{"id":3659,"title":"Dental Surgery in the 1840s\n","course_id":1,"status":"P","start_date":"1844-10-31","end_date":"1844-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A dental surgeon by the name of Peter J. Cairnes placed an ad in The Republican convincing the readers of the merits of dental surgery. Dr. Cairnes urges the public to start taking care of their children's teeth starting anywhere between the ages of seven and nine. Dr. Cairnes also offered a reduced rate for any slave owner or tobacco factory owner whose slave was in need of a tooth extraction. Dr. Cairnes acknowledges public skepticism in dentistry and the fact that dental surgery was thought of as nothing compared to general surgery, but attempted to make a claim for the advancement of dentistry and the need for people to take care of their teeth. At the time there was very little knowledge of dental care, and homeopathic remedies and extractions were often common cures for oral discomforts. Medicine as a whole was in its infancy in the nineteenth century; furthermore, even less was known about dentistry and dental surgery in particular. Many regarded dental care as a luxury and not as a necessity, unless they had a toothache too unbearable to suffer through without dental intervention. Surprisingly, dentistry was not recognized as healthcare profession until the outbreak of the Civil War. During the Civil War soldiers who were dentist were given a special salary. Dentists later became exempt from conscription. "],"display_date":"October 31, 1844","search_date":"1844-10-31","citations":[{"divid":1216207397,"type":"Newspaper Article","data":["","The Republican","Petersburg, Virginia","October 31, 1844",""]},{"divid":1216207426,"type":"Book","data":["David Stephen Heidler, Jeanne T. Heidler, David J. Coles, and James M. McPherson","The Encyclopedia of the American Civil War, 2nd Edition",null,"New York","W.W. Norton &amp; Company","2002",""]},{"divid":1216207608,"type":"Book","data":["James Wynbrandt","The Excruciating History of Dentistry&#58; Toothsome Tales &amp; Oral Oddities From Babylon to Braces",null,"New York","St. Martin&#39;s Press","1998",""]}],"locations":[{"id":2748,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}