{"id":3660,"title":"Alexander Campbell and John Thomas Debate Reimmersion\n","course_id":1,"status":"P","start_date":"1836-02-01","end_date":"1836-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["As Alexander Campbell promoted his restoration movement, one of his colleagues questioned him on the issue of baptism. In 1836, he entered into a debate with Dr. John Thomas in the <em>Millennial Harbinger</em>,  Campbell's own religious journal. At first, their ideas corresponded well with one another, as they both required immersion to attain salvation. Their concurrence did not last long, for the debate grew heated when their discussion turned to reimmersion. In the <em>Millennial Harbinger</em>, Campbell accused Thomas of being sectarian, so the relationship dissolved.","According to Campbell, Thomas published in his journal, the <em>Apostolic Advocate</em>, that reimmersion was necessary for believers who did not understand the purpose of the immersion at the time of their baptism. Therefore, they should be rebaptized so that they understood baptism at the time it occurred. Thomas argued that corruption got into the Baptist church, as people were baptized originally without understanding. When this happened, Thomas argued that they should be reimmersed."," Campbell blasted Thomas' argument as being too extreme. He argued that Thomas counted understanding the immersion at the time of its occurrence as a requirement to enter the pearly gates. Campbell set forth three criteria for Christians to complete in order to get into heaven when a person dies. First, a Christian must believe that Jesus was the Messiah. Second, one must be baptized. Third, one must fully understand why he was immersed. Campbell argued that all three of these must be complete by the time a person dies. He thought it was necessary to believe that Jesus was the messiah at the time of the baptism, but did not require that one must understand the baptism at the time. As long as one understood what the baptism meant sometime after it occurred and believed in Jesus at the baptism, then the baptism was valid as long as he consented.","This starkly contrasted Thomas' reimmersion belief because Thomas said that if a person did not understand what the baptism meant at the time or did not believe in the Messiah, then he should be rebaptized to fully understand the immersion. Campbell feared that the people of the church, in their confusion, would get it into their heads that they did not understand baptism at the time of their immersion and therefore their baptisms did not count. If people felt like their baptisms were slighted by their own lack of understanding, then he reasoned that people would not feel as close to God. Then, they would get baptisms once or twice more, which Campbell feared, they would substitute for actually worshipping God and improving on their own discipleship. He argued fiercely in the February 1936 issue of the <em>Millennial Harbinger</em> that we are too fond of making converts, and too regardless what sort of converts they are. The last thing he wanted his church to do was produce ignorant and faithless converts. Campbell accused Thomas of putting too much emphasis on the baptism. Campbell argued that the baptism did not save; God saves. As long as you believe in Christ, are immersed, and sometime over the course of your life understand what the baptism meant, then you were going to heaven.","Campbell walked a fine line on the issue of baptism. On the one hand, he disagreed with extremists such as Thomas who placed too much emphasis on baptism and favored reimmersion. At the same time, however, he could not side too much with Baptists because they did not place enough emphasis on baptism and it being essential to salvation. Baptism was just the first issue of controversy between Thomas and Campbell. Some historians theorized that Thomas and his supporters wrote the famous Lunenburg Letter in 1837 to get Campbell to clarify his views on unimmersed Christians. While this seemed like an attempt to trap Campbell in his waffling on the issue of the necessity of immersion, Campbell maintained his fine line trying to make his views in the middle of the extreme views of the Baptists and Thomas. ","The debate between Campbell and Thomas highlighted the philosophical religious debates that took place while the movements for the restoration of the Church to primitive Christianity were in their beginning. In its beginning, the restoration movement had to define itself while at the same time distinguish itself from other branches of Christianity. The Campbell movement broke away from Baptists in America in favor of primitive Christianity. In doing so, his movement began in Appalachia and grew nationwide. Campbell's Restoration movement was just one of many primitive Christian movements in nineteenth-century America. These primitive or restorationist movements placed an emphasis on following the New Testament closely and interpreting the text strictly. As primitive Christian movements caught on, people returned to the text for answers in order to grow in their faith with Jesus Christ."],"display_date":"February 1836","search_date":"1836-02-14","citations":[{"divid":1216146305,"type":"Book","data":["Peter A. Verkkruyse","Prophet. Pastor, and Patriarch&#58; The Rhetorical Leadership of Alexander Campbell",null,"Tuscaloosa","University of Alabama Press","2005","52, 115-116, 119"]},{"divid":1216146343,"type":"Book","data":["Douglas A. Foster, Paul M. Blowers, Anthony L. Dunnavant, and D. Newell Williams","The Encyclopedia of the Stone-Campbell Movement",null,"Grand Rapids","William B. Eerdmans Publishing","2004","57-62, 66, 119, 741-742"]},{"divid":1216146399,"type":"Book","data":["Paul K. Conkin","American Originals",null,"Chapel Hill","University of North Carolina Press","1997","1-3, 19-22"]},{"divid":1216146582,"type":"Pamphlet or Other Printed Material","data":["Alexander Campbell","Millennial Harbinger. Number II, Volume VII","Bethany, W. V.","W. K. Pendleton","1836","Special Collections Library, University of Virginia"]},{"divid":20283,"type":"Lecture, Conference Paper, etc.","data":[null,null,null,"lQgGUcTraEtWphINK"]}],"locations":[{"id":2749,"lat":40.3948805836,"lng":-80.5752113928,"zoom":11,"place":"BROOKE, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}