{"id":3661,"title":"Alexander Campbell&#39;s Movement Grows\n","course_id":1,"status":"P","start_date":"1836-04-01","end_date":"1836-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["By the time the <em>Millennial Harbinger</em> hit the presses for its April 1836 issue, the movement begun by its editor, Alexander Campbell, had grown so substantially that it began to challenge other Christian denominations. D.S. Burnet, a writer for the <em>Millennial Harbinger</em>, exclaimed the growth of the restoration movement of primitive Christianity. He explained that ever since its founding, the movement for primitive Christianity, which had begun a mere 12 or 15 years prior, had converted close to one hundred and fifty thousand persons. This nineteenth-century movement to restore the primitive Christian tradition was termed many things from the Restoration movement to the Reformation. In  America, the Reformation had a larger growth rate than the Baptists, Presbyterians, or Methodists because it had been in existence for a shorter time period, but had grown substantially. The Reformers chased the heels of the larger religions in North America. ","According to Burnet, the average annual increase for the Reformation was four times as great as the Baptists, six times as great as the Presbyterians, and was greater than the Methodists. Although the restoration of primitive Christianity grew in belief and literature, critics continued arguing that the Reformation was going down. In response, Burnet argued that those critics were mistaken, because the numbers spoke to the fact that the movement was there to stay.","The restoration principle of going back to what the New Testament explicitly states created a different sect of Protestantism. Alexander Campbell created the Restoration movement aimed to restore the principles of primitive Christianity because no other Christian denomination in America was committed to that purpose. In 1958, more than a century after Burnet's assessment, Campbell's restoration denomination, which had split into the Disciples of Christ and the Churches of Christ, had reached 1,922,484 and 1,700,000 respectively. These restorers of primitive Christianity were at their strongest in the southern states in 1958, which coincides directly with Burnet's argument, as he stated that the movement was growing in the South along the frontier. ","The creation of the primitive Baptist movement stemmed as a response to the religious and doctrinal changes in denominations during antebellum America. Primitive Baptists relied on a primitive interpretation of the scripture because they were threatened by the rising innovation, which threatened their traditional religious beliefs. Primitive Baptists saw themselves as promoting the true church of God as espoused in the New Testament. While reacting to other denominations, they not only separated themselves from Baptists and other sects, but competed for members with these very denominations.","Following the war of 1812, American Protestants attempted to create a united front. Congregations sought Protestant unity, especially when facing increases in diseases and poorer peoples in the cities, as well as the question of westward expansion. This idea for unity, however, had the opposite effect. The publicity for Protestant unity revitalized Protestant religion, which grew in numbers. The growth in numbers actually strengthened individual denominations. It seems that the strengthening of individual denominations increased denominational competition. Thus, competition among Protestant denominations was one of the defining characteristics of the antebellum south. By extension, evangelism was one of the major forces shaping American society in the decades leading up to the Civil War."],"display_date":"April 1836","search_date":"1836-04-15","citations":[{"divid":1216146701,"type":"Pamphlet or Other Printed Material","data":["D. S. Burnet","Millennial Harbinger. Number 3, Volume 7","Bethany, W. V.","W. K. Pendleton","1836","Special Collections Library, University of Virginia"]},{"divid":1216146776,"type":"Book","data":["Samuel S. Hill and Charles H. Lippy","Encyclopedia of Religion in the South",null,"Macon","Mercer University Press","2005","65-67"]},{"divid":1216146802,"type":"Book","data":["Alfred T. DeGroot","The Restoration Principle",null,"St. Louis","The Bethany Press","1960","134-136, 166"]},{"divid":1216146864,"type":"Book","data":["James R. Mathis","The Making of the Primitive Baptists",null,"New York","Routledge","2004","1, 2"]},{"divid":1216146915,"type":"Book","data":["R. N. Swanson","Unity and Diversity in the Church",null,"Cambridge","Blackwell Publishers Inc.","1996","313"]}],"locations":[{"id":2750,"lat":40.3948805836,"lng":-80.5752113928,"zoom":11,"place":"BROOKE, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}