{"id":3662,"title":"Baptists Educating Women for the Sake of Men\n","course_id":1,"status":"P","start_date":"1854-08-11","end_date":"1854-08-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When the Holston Baptist Association convened in 1854, the reverends of the association discussed the education of women. While 38 churches in attendance wanted to sustain denominational schools already in place, Reverend N. Baldwin, representing Abingdon, Virginia had a different suggestion. Baldwin's address began by accusing Europeans of being destroyers of Christian values. He argued that the European population and the laziness of southern gentlemen had transformed the South into a land of anti-Christian and anti-republican values. He argued that the only source of protection against the destruction of values and morality is a sound Christian education. Baldwin suggested that the association plant a school house and church on every hill and in every valley. ","According to Baldwin, not only education, but the education of women in particular was important. He said, Educate the mothers, train them up to their mission, and their sons will become intelligent and virtuous. He noted that there were 962,878 free white persons, who could not read nor write. He argued that the key to solving problems with males and their values was female education. By educating females, gentlemen would need to educate themselves in order to impress the women. Educating women set higher standards for men, thereby limiting troublesome male behavior. He shouted, Educate your daughters and the young men will seek and education to qualify themselves for their society...Wherever the Bible has been brought to bear on mankind, it has had an elevating effect on the moral character and social rank of women. The gospel has a peculiar elevating influence on the social and domestic state of woman. This Baptist institution hoped to use its efforts in faith to benefit the social good by having a well-behaved, educated population.","The arguments put forth by Baldwin reflected a larger sentiment at work in Baptist society. At about the same time Baldwin delivered his remarks from the pulpit, A.W. Richardson, a reverend from Alabama, echoed Baldwin: Educate the girls...and the boys in order to render themselves respectable in their eyes, will find means to educate themselves. Resulting from these Baptist opinions that women's education was essential, Baptists put their plan into action to develop schools, including the Brownsville Baptist Female College in western Tennessee. Female colleges created environments secluded from interruptions by boys, as women had no correspondence with gentlemen. The Baptists pitched the idea as a way to let daughters learn marketable skills such as teaching or bookkeeping before womanhood. The main theme underlying female education, however, was to keep young men from misbehaving.","Seeing such southern belles of high class, southern gentlemen would have to educate themselves and learn value, morality, and religion in order to even have a chance with educated women. Educating women in the antebellum South reflected larger Baptist values to cleanse the state of immorality and sectionalism. Likewise, the South needed to restore morals and values in its young men."],"display_date":"August 11, 1854","search_date":"1854-08-11","citations":[{"divid":1217516750,"type":"Manuscript","data":["","Minutes of the Holston Baptist Association held with New Salem Church, broadside",null,"","","","Special Collections, University of Virginia"]},{"divid":1217516817,"type":"Article","data":["Elizabeth Patton Hollow","Development of the Brownsville Baptist Female College&#58; An example of Female Education in the South","The West Tennessee Historical Society Papers","32","1978","48-59"]}],"locations":[{"id":2751,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}