{"id":3663,"title":"Primitive Baptist Association Makes Policies to Maintain Purity\n","course_id":1,"status":"P","start_date":"1851-10-24","end_date":"1855-08-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In October of 1851, nine Baptist churches in Appalachia came together to form an association. The Stony Creek Primitive Baptist Association began with nine churches: Stony Creek, Copper Creek, Three Forks Powells River, Moccasin Creek, Blue Spring, Red Hill, Tom's Creek, Big Glade and Crane's Nest. By 1854, the association had grown to 11 churches, with Little Stonegap and MC Cluse as the new additions. At the first meeting, they formed their Constitution. The Preamble of their Constitution read: we [are]... convinced of the necessity of a combination of churches in order to perpetuate an union and communion among us and preserve and maintain a correspondence with each other in our union. At the second meeting on October 25, David Jessee, Jr., the elected moderator, proceeded to business. The seventh item of business called for the union of the churches, including those with representatives present, of Primitive Baptists. In explaining the terms of the association agreement, Jessee stated, For the safety and union of the churches, we advise our churches not to invite members of other denominations to...council and we think it disorder for any church or pastor to do so.","This policy passed by the Association in its founding days intended to exclude other denominations from the Association. This rule illustrated the belief that they had to maintain the sanctity and purity of their faith. In order to do this, they had to exclude other denominations from their association to form a more perfect union. This exclusion was not a policy that the members conjured up themselves. Rather, their faith instructed them to bring the church back to the first churches, or primitive churches, set forth in the Bible. They merely followed the early foundation laid before them of the earliest churches, who admitted only those who converted, professed faith in Christ, and underwent baptism by immersion. If the necessity arose and a member disobeyed these maxims, he would be excommunicated. Just as a member could be excommunicated from a congregation, a church could be excluded from an association. Primitive Baptists excluded the beliefs of other denominations, which seemed to them impure and false if conflicting with Primitive Baptist belief. For Primitive Baptists, their adherence to discipline in the church reflected their larger purpose of purity in the church. ","Primitive Baptists were not the only denomination that emphasized purity. While there was an emphasis on purity for mainline Baptists as well, the two differed on their implementation of discipline within the church in order to maintain that purity. Baptists believed that issues of discipline could be solved within each congregation. On the other hand, Primitive Baptists believed issues of discipline should be settled on the broader scale involving multiple churches. Associations, such as the Stony Creek Primitive Baptist Association, acted as regional forms of church government. Baptists, on the other hand, believed associations interfered with the right of each congregation in matters of discipline; therefore, they settled discipline disputes in house. However different their views regarding associations, both Baptists and Primitive Baptists regarded discipline as the method to maintaining purity in the church. Whenever a congregation or association strengthened its campaign for discipline, this indicated an increase in spiritual vigor, because these organizations had to maintain that enthusiasm by keeping what they deemed unfit beliefs out of their organizations. Baptists in the South, regardless of being primitive or not, used practices of exclusiveness to maintain their purity. Purity to them was important to maintain principles in the church. They believed that members of a congregation or a church in an association with unorthodox beliefs would make the general reputation suffer, thereby undermining their evangelistic mission. In order to sustain their reputation, this concept of purity became essential to them in spreading their faith not only in Appalachia, but all over the nation."],"display_date":"October 24, 1851 - August 17, 1855","search_date":"1853-09-19","citations":[{"divid":1217471222,"type":"Manuscript","data":["","Minutes and Records of the Stony Creek Primitive Baptist Church Period, Period 1851-1936",null,"Mss 38-271","","Stony Creek Primitive Baptist Association includes Scott County and Adjoining Counties","Special Collections Library, University of Virginia"]},{"divid":1217471332,"type":"Book","data":["Gregory A. Wills","Democratic Religion",null,"New York","Oxford ","1997","7, 28-36, 41-46"]}],"locations":[{"id":2752,"lat":36.7553079974,"lng":-82.6074809232,"zoom":9,"place":"SCOTT, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}