{"id":3664,"title":"Register of Free Negroes in Washington County, Virginia","course_id":1,"status":"P","start_date":"1838-03-26","end_date":"1856-07-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Beginning in 1838, Washington County registered its 144 free blacks in a notebook by describing their physical attributes. Following regulations set by the state mandating free black registration, James H. Trufs journeyed to the county clerk's office to register himself. The first entry, which labels Trufs as number one, describes him as a dark mulatto. Included in the description is his age, height, and scars. Trufs had a small scar over his right eye, and a small scar on his left fore finger just below the upper joint. John Henderson Miles, number two, had three scars on the left arm, one of which was occasioned by a fork having been run through his arm. John Longley, number 40, obtained his defining scar by a tomahawk. Number 18, George Rush, who had several of his front teeth in his upper jaw missing, had a large scar on the inside of the right leg a little above the ankle occasioned by a scald. Just as noteworthy as the scars were the free blacks' occupations. The occupations included boot and shoemaker, barber, sadler, cabinet maker, farmers, wagoner, and housewife. Of equal note to the scars and occupations was just how these blacks obtained their freedom. Some were free born like Trufs, while Rosannah and Harvey Hill became emancipated by deed from John McCauley in court. Number eight, who had a large scar said to have been occasioned by a cut with a sickle, was emancipated by the will of Jonus Smyth, of the same name that Smyth County was derived. Number four, Theodore Sterrett, was emancipated by deed from Thomas Findlay. The Virginia General Assembly enforced Robert Craigton's will on March 23, 1836 by an act, which granted Delila Boyer her freedom.","Each piece of information noted by the county clerk was taken down with a certain purpose. The scars served as the defining physical characteristics for free blacks. The occupations showed which jobs black people took versus which jobs required education that they would be unable to hold, such as jobs in the printing industry. Finally, the details of their freedom were taken down to have written record in case anyone ever questioned a free black's legality. In the antebellum South, these records were kept like a census. They were only used against free blacks in the wake of major violence. Only in the immediate aftermath of Nat Turner's rebellion and other rebellions were free black registrations used as a list of possible suspects. Once the anxiety subsided, normal race relations between whites and free blacks resumed in a cordial state. Either way, there was a basic need to identify free blacks precisely. In the case of a rebellion, whites needed to know who their enemies were, and in the case of peace, whites needed to keep tabs on who the leaders of black society were for trading purposes and for maintaining race relations.","The information taken down for the records emphasized a stratified society. Blacks, on many of the entries, were not even given names, but were merely assigned a number to differentiate themselves. Furthermore, whereas whites were defined by their status, blacks were defined by how many scars they had and where they had gotten them. It seemed likely that some scars were the mark of white masters when the free blacks were slaves or just a consequence of racial tensions turned violent, because the descriptions of some of the scars seemed almost impossible to have occured naturally.","The very act of registering blacks displayed black inferiority. The very law that required free blacks to register at the county courthouse marked them as inferior in status. One of the aims of the free black registration law was to monitor the movement of free blacks between localities. White people had to make sure that the free blacks did not feel they were too free. The white lawmakers who instituted the law made sure that where the free blacks were free, they were not really free. Whites barred them from the rights and symbols associated with freedom, because the law presumed that all blacks were slaves, so free blacks had to have documents proving their freedom. Free blacks had to walk around with free papers, which they might have to show at any time. The entire concept of registering free blacks in Washington County reflected the inequality that existed for free blacks in southern society. Black people had to undergo so many obstacles that whites imposed on them in order to maintain safety within society. The free black registration underscored a large theme of complex race relations in the antebellum South, even for an activity that was done without violence."],"display_date":"March 26, 1838 - July 28, 1856","search_date":"1847-05-27","citations":[{"divid":1217516881,"type":"Manuscript","data":["","Register of Free Negroes in Washington County, VA commencing March 1838",null,"Mss 41-a","","Leonidare Baugh Collection ","Special Collections, University of Virginia"]},{"divid":1217516915,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox ",null,"New York","Vintage Books","2004","73, 183-4, 254"]}],"locations":[{"id":2753,"lat":36.7495375423,"lng":-81.8835070546,"zoom":9,"place":"WASHINGTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}