{"id":3665,"title":"A Breach of Contract in Apprenticeship\n","course_id":1,"status":"P","start_date":"1838-01-10","end_date":"1838-01-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When Robert Gregory, most likely a white man, entered into a contract with Michael Whissler, a young man most likely white, both thought they were getting a good deal. In return for Gregory giving Whissler six months of schooling, he would work for Gregory and learn the House Joiner's business. However, Whissler left town after one month. Then, on January 10, 1838, Robert Gregory ran an advertisement in the <em>Martinsburg Gazette</em>. It gave a reward of six cents and a basket of shavings to whomever returned Gregory's runaway apprentice, Michael Whisler. Gregory described Whisler's physical characteristics such as mentioning that the 19 year old was telerly stout made and had an impediment in his speech. Gregory then warned that if the reader did not return the apprentice to him, but instead, harbored the runaway, he would enforce the law against all offenders, without respect to persons. He concluded his reward advertisement by saying, Look out. ","One week later, in the January 17, 1838 issue of the <em>Martinsburg Gazette</em>, Michael Whissler (not Whisler as Gregory had misspelled) wrote back to set the record straight. In a letter addressed to the public, Whissler argued that since Mr. Robert Gregory advertised him as a runaway apprentice, it was his duty to state the facts in the case. He argued that he was not legally bound to him, and that he did not run away, but was in Martinsburg, where he remained since he left his employment. Whissler explained that the deal was that Gregory would give him six months worth of schooling, but that he only gave him one, and he lived with him till only 5 months remained. Whissler then thought that he had fulfilled the stipulations of the contract, but would have been willing to have stayed with him the remainder of his time had Gregory been willing to send Whissler to school the amount of time agreed upon. Instead, Whissler claimed that Gregory refused to do so, and thought it was his duty to leave him.","This presents an interesting case in apprenticeship in the South. Usually, the stipulations of an apprenticeship contract were that the apprentice would work for the owner for a certain amount of time, and in return the apprentice would receive free room and board as well as knowledge of how to run a certain type of business after the apprenticeship was complete. Whissler's case is different in that Whissler was to receive an education as well as room and board and knowledge of the business skill. Although evidence was not given as to the gentlemen's race, Gregory, the owner, was most assuredly white, because he was a business owner and not many black people had successful businesses enough to hire apprentices in the nineteenth century. Whissler was also most likely white, because of the education stipulation. The standard indenture required his master to teach or pay for teaching in reading, writing, and arithmetic. Since this provision disappeared from blacks' contracts early in the nineteenth century, Whissler was probably white because he negotiated education into the contract in 1838. Regardless of being white or black, there was a distinct relationship that came from nineteenth-century apprenticeships. Free children and adolescents both white and black who were apprentices were bound to serve their master until the age of twenty-one. Once a contract was signed, the apprentice would learn carpentry, tailoring, sewing, or whatever other trade he wanted to learn. White craftspeople had good reason to take on apprentices because they needed the labor. The system gave the apprentice an incentive to work hard in hopes that he would gain enough experience and expertise that he would start his own crafts-making business one day. The greatest aspect about apprenticeships in the nineteenth century was that apprentice terms were finite and could not be bought or sold like slave labor, so parents both white and black would send their children to apprentice for someone who guaranteed that they could not be sold away. At the same time, the owner taught them valuable lessons about mechanical business."],"display_date":"January 10, 1838 - January 17, 1838","search_date":"1838-01-13","citations":[{"divid":1215468467,"type":"Newspaper Article","data":["List of Letters","Martinsburg Gazette","","January 19, 1838",""]},{"divid":1215468488,"type":"Newspaper Article","data":["","Martinsburg Gazette","","January 17, 1838",""]},{"divid":1215468511,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox",null,"New York","Vintage Books","2004","117-120"]}],"locations":[{"id":2754,"lat":39.4640522698,"lng":-78.0275332326,"zoom":9,"place":"BERKELEY, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}