{"id":3666,"title":"The Virginia Census of 1850\n","course_id":1,"status":"P","start_date":"1850-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The composition and make-up of Virginia was complicated and had changed since the last census, so the editors of the <em>Martinsburg Gazette</em>, Norman Miller and George A. Porterfield, published the 1850 census of Virginia in March 1851. It showed the free white, free colored, slave, and total population in each county of the Commonwealth Virginia. As the census broke down the Virginia population into the Trans-Alleghany, Valley, Piedmont, and Tidewater regions, the people of western Virginia who read the <em>Martinsburg Gazette</em> rejoiced in their growth.","One thing is clear for the region: whites always outnumbered the combined number of free blacks and slaves. Other than that, the Appalachian region was varied in its proportions. Kanawha County had the largest slave population (3,140) in the region with black people, including free and slave, making up 22 percent of its population, while whites made up 78 percent. This was a county with one of the largest disparities between free and enslaved. Pulaski was 71 percent white with 29 percent black. Likewise, Greenbrier, Washington, Montgomery, and Wythe had large black proportions with 15 percent to 20 percent black. In contrast, Barbour County's free black population (214) outnumbered its slave population (113), and the county had a substantial number of whites (8,682), having 96 percent white population. Scott, Wood, Lee, and Brooke Counties also shared a large white population ranging from 92 percent to 97 percent. Most common, however, were counties where the free black population stayed in the low double-digits, while the slave population was substantial, such as in Pulaski county, where there were 3,612 whites, 32 free blacks, and 1,470 slaves. In counties like Pulaski, the large proportion of slaves showed interesting developments in the social climate.","The white population in the mountain region was the highest in the state, surpassing the tidewater, piedmont, and valley regions with 331,568 total whites. The proportion of whites in the Trans-Alleghany region was 92 percent, which contrasts sharply with the proportion of total whites in the entire state, which was 63 percent. Meanwhile, the black population in the Trans-Alleghany region for both the free black population and the slave population was the lowest compared to other areas in Virginia, being 2,482 and 24,436, respectively. ","Slavery had already been prevalent in the Appalachian South, but in 1820, there were large slave concentrations in Kanawha and Greenbrier counties in western Virginia. Over the following 30 years, as these slave communities grew, other places in Appalachia remained void of slavery, such as Jackson County, Kentucky. There was no denying slavery's impact on Appalachia. There were regular slave markets including one in Bristol, Virginia, where slaves could be sold down river if necessary. At the same time that slavery was expanding, antislavery followers moved into Appalachia. In 1827, 106 of the 130 antislavery societies in the nation were located in the South, with a heavy concentration in the Appalachian Mountains. What the Census of 1850 showed was that Appalachia was made up of varied counties. Appalachia had counties where there was a large number of slaves and free blacks, and at the same time, it had counties where there was virtually no black population. Regardless of individual county analysis, Appalachia on the general scale was white. The white population seemed to be concentrated in the Trans-Alleghany Valley, as the white population for that region was 92 percent while the proportion of whites throughout the whole state was 63 percent. Since the Trans-Alleghany Valley contained only 25 percent of the total population in Virginia, it seemed like white Virginians concentrated in Appalachia. This could possibly have been due to the antislavery movement, although it is more likely that the movement was for pursuing land and religious culture in Appalachia."],"display_date":1850,"search_date":"1850-07-02","citations":[{"divid":1214700378,"type":"Newspaper Article","data":["The Census of Virginia","Martinsburg Gazette","","March 18, 1851",""]},{"divid":1214700399,"type":"Book","data":["John C. Inscoe","Appalachians and Race",null,"Lexington","University of Kentucky","2001","16-22"]}],"locations":[{"id":2755,"lat":38.3892987778,"lng":-81.5023034378,"zoom":8,"place":"KANAWHA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}