{"id":3668,"title":"Northern Neck of Virginia Desires Immigrants\n","course_id":1,"status":"P","start_date":"1872-01-01","end_date":"1872-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Board of Immigration from the counties of Richmond, Westmoreland, Lancaster, and Northumberland assembled to compose their forthcoming pamphlet enticing immigrants to their regions of Virginia: ...our earnest desire is to attract to it and immigration not only from the northern and north-western states, but also from Canada and Europe. This immigration will bring the industry and capital requisite to cultivate our surplus lands and to develop all the varied resources of the country. The board highlighted the state's abolishment of slavery, the demand for a range of skills, equal rights accorded without regard to political affiliation, and low mortality rate. The pamphlet also emphasized the assurance of hospitality, and there was special mention of the Christian character of Rev C. L. Clausen, commissioner of immigration. Immigrants, often targets for fraudulent offers, would be in safe hands with Rev Clausen, who could sell farms at low fixed prices, and upon the most accommodating terms of payment. "," This advocating of immigration can be traced to the New Departure movement of the Reconstruction period. Supporters of New Departure promoted the idea of an economic, self-sustaining New South, which rejected overdependence on plantations and favored agricultural modernization along with industrialization. Under this theory, immigrants would become the new source of labor and contribute to a whiter South by replacing blacks. Reformers described scenes of white workers toiling on plantations and factories without giving much thought to the fate of displaced former slaves. The only suggestion that surfaced was that blacks would simply die off. On the other hand, some planters sought dependent labor from immigrants simply to replace lost slaves."],"display_date":1872,"search_date":"1872-07-01","citations":[{"divid":1214696925,"type":"Pamphlet or Other Printed Material","data":["","The Northern Neck of Virginia As A Home For Immigrants By the Board of Immigration From the Counties of Richmond, Westmoreland, Lancaster, &amp; Northumberland","New York, NY","Schmidt &amp; Curtius, Stationers","1872","Special Collections Library, University of Virginia"]},{"divid":1214696986,"type":"Book","data":["Eric Foner","Reconstruction: America&#39;s Unfinished Revolution 1863-1877",null,"New York","Harper &amp; Row","1988","413-420"]}],"locations":[{"id":2757,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}