{"id":3671,"title":"Reconstruction and the Ku Klux Klan \n","course_id":1,"status":"P","start_date":"1869-02-12","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Reverend Hamilton W. Pierson traveled throughout the antebellum South as a member of the American Bible Society. In the years following the war, however, he settled down in Andersonville, Georgia, and sought to spread political voice to freedmen. His intentions were motivated by a humanitarian desire to assist the freedmen adjust to their new lives. His efforts at ensuring the enfranchisement of blacks did not go unnoticed, however. On February 12, 1869, a letter was waiting for Pierson when he arrived at his home. Adorned with a skull and cross bones at the top, it addressed him as Sir. Pierson was called a vagrant carpet-bagger and a scoundrel of the deepest dye for maliciously interfering in the political realm of the town. The threatening letter was from the white supremacist group, the Ku Klux Klan. The Klan warned him to stop his efforts at enfranchising blacks and leave the region immediately. If he failed to comply with their demands, they threatened to kill him. The letter concluded by stating that Congressional reconstruction, the military, nor anything else under Heaven could protect him should he decide to not abide by the group's orders.","Upon receiving the threatening letter from the KKK, Pierson left Andersonville and traveled to the nation's capital, Washington D.C. While there, he wrote a letter to United States Senator Charles Sumner detailing his experience. In addition, he included descriptions of various acts of violence against black citizens in the South, and demanded that they be addressed and punishments be enforced. In 1870, Congress passed the Force Acts to help end the violence and enforce the fourteenth and fifteenth amendments of the Constitution.","The KKK was a secret society created during the Reconstruction era to intimidate blacks and white reformers. The white-supremacist group employed terrorizing methods towards individuals usually associated with the Republican Party. Northerners were often associated with the Republican Party by southerners. This elucidates the connection between Northerners and the term carpetbaggers. The term carpetbagger was used as a derogatory reference for northern whites who moved to the southern states during Reconstruction. They were often viewed as exploiters who were taking advantage of the economic, social, and political conditions of southern society for their own personal gain. Members of the KKK blamed the Republicans for overturning their social order and imposing restrictions on southern whites who had supported the Confederate war effort. They burned black-owned buildings, and terrorized and killed freedmen who tried to exercise their right to vote in elections. Unfortunately, their efforts were usually successful. However, due to the efforts of reformers such as Pierson who demanded that the government take action, the KKK gradually faded away."],"display_date":"February 12, 1869 - December 31, 1870","search_date":"1870-01-21","citations":[{"divid":1216147119,"type":"Pamphlet or Other Printed Material","data":["Hamilton Wilcox Pierson","A Letter to Hon. Charles Sumner","Washington, D.C.","Chronicle Print","1870","African American Pamphlet Collection, Library of Congress"]},{"divid":1216147205,"type":"Book","data":["Eric Foner","Reconstruction&#58; America&#39;s Unfinished Revolution, 1863-1877",null,"New York","Harper &amp; Row Publishers","1988","428-430"]},{"divid":1216147234,"type":"Book","data":["Michael Perman","Emancipation and Reconstruction&#58; 1862-1879",null,"Wheeling","Harlan Davidson, Inc.","1987","64-67, 94"]}],"locations":[{"id":2758,"lat":32.0399997503,"lng":-84.1970888963,"zoom":9,"place":"SUMTER, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}