{"id":3674,"title":"Soldier&#39;s Recollection of Capturing Richmond\n","course_id":1,"status":"P","start_date":"1865-04-02","end_date":"1865-04-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As T.S. Peck quietly lay near the Confederate picket line, trying to avoid whispering and hitting his canteen against his bayonet, the Union soldier reflected on the formidability of his Southern counterparts. His troop would move on toward their destination of Richmond under orders from General Grant, and Peck anticipated the danger of torpedoes planted around Confederate fortifications. Indeed, as they soon passed abandoned, but extremely sturdy (almost impregnable) works, Peck acknowledged his belief in the fruitlessness of trying to take Richmond by assault. Fortunately for Peck, his pessimistic outlook was disproved once he and his fellow soldiers reached the Southern capital. The city was ablaze and in chaos, with Confederate forces torching their own buildings, convicts from the Virginia State Penitentiary robbing or killing, and panicked citizens fighting over articles and rolling looted barrels of flour or molasses. Peck rejoiced at the tumult and later recollected, Never shall I forget that day It was, and probably will be, the greatest of my life. It seemed as though I was dreaming and that it could not be possible we were in the Rebel capital, the place that we had, on four different occasions, tried to capture.","The march of Federal troops into Richmond on April 3, 1865 marked the last stage of the Civil War. The South had been a victim of its collapsed economy, resulting in desperate soldiers trying to survive without food, shoes, or medicine. Intolerable conditions led to increased desertions -- 104,000 by 1865, or 10 percent of the Confederate force. The greatly depleting line at Richmond reflected a South losing willpower. Meanwhile, General Grant, with his well-quipped army, had embarked on a ruthless campaign to reach the city by destroying anything standing in his way, no matter how many casualties. The exhausted, demoralized Confederacy knew the end was near, and its capital government crumbled with the flight of President Jefferson Davis and his Cabinet, right before Grant seized Richmond. Six days later, General Grant and General Lee met at Appomattox Courthouse, where Lee surrendered."],"display_date":"April 2, 1865 - April 3, 1865","search_date":"1865-04-02","citations":[{"divid":1217517006,"type":"Manuscript","data":["","Story by Gen T.S. Peck, of the 9th VT. of The Capture of Richmond, Virginia",null,"Mss  8222, etc.","","Papers of Robert Augustus Stiles","Special Collections, University of Virginia"]},{"divid":1217517036,"type":"Book","data":["John B. Boles","The South Through Time ",null,"Upper Saddle River, NJ","Prentice Hall","1999","350-358"]},{"divid":1217517097,"type":"Book","data":["David Herbert Donald, Jean H. Baker, and Michael F. Holt","The Civil War and Reconstruction ",null,"New York","W.W. Norton &amp; Company","2001","467-470"]}],"locations":[{"id":2760,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}