{"id":3675,"title":"Chastisement of Slaves\n","course_id":1,"status":"P","start_date":"1864-06-11","end_date":"1864-06-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Emma Mordecai was enjoying the pleasantly cool weather when a very disagreeable affair concerning the servants disturbed her afternoon. The conflict began when the henwife, Georgiana, asked her mother, Sarah, to help her manage the chickens. Sarah then complained of being overworked and provoked the ire of her mistress and the master. In addition, Emma mentioned that Cyrus, Sarah's husband, behaved similarly, or at least acted in such a way as to earn whippings from the master. Emma, wanting to avoid the worst parts of the incident, went for a walk."," This episode demonstrates the complicated relationship between mistresses and slave women. Mistresses, lacking the full authority of the master, sometimes encountered disrespectful behavior from their slave women. Mistresses and servants also often disagreed about standards of work, with female servants resisting as individuals and calling for the easing of work loads. Some particularly resentful slave women ignored their chores and openly defied their owners. The fact that Sarah was not whipped in the above case, however, does not reflect a rule. Female slaves could be whipped, and mistresses could and did whip their slaves. "," Cyrus' implied vocal or behavioral support of his wife could have been a way for him to exert at least a minimum form of protection over his wife. Slave men, lacking any status in the eyes of the law, could not offer legal security for their families, and obviously could not provide financial support. The master's whipping of Cyrus, meanwhile, may have reflected the tendency for younger masters to experiment with power and resort to physical punishments."],"display_date":"June 11, 1864","search_date":"1864-06-11","citations":[{"divid":1215468667,"type":"Manuscript on Microfilm","data":["","Emma Mordecai, June, 11, 1864","Reel 30, Micflm 2246","American Women&#39;s Diaries","Alderman Library, University of Virginia"]},{"divid":1215468714,"type":"Book","data":["Elizabeth Fox-Genovese","Within the Plantation Household",null,"Chapel Hill","The University of North Carolina","1988","296-317"]}],"locations":[{"id":2761,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}