{"id":3678,"title":"Raising the Stakes in Southern Culture\n","course_id":1,"status":"P","start_date":"1839-08-12","end_date":"1839-08-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Gambling has played a significant role in southern culture since the colonial period and still is an important part of our society today. During the 1830s and 1840s in central Virginia, betting and gambling were indicators of social status within the community. Those who bet on card games and dice were seen a part of the wealthy class. They had much more money and therefore were able to toss it around in different games of chance without worry. "," Games such as cards, backgammon and billiards were fun, but the real money lay in horse racing. On August 12, 1839, John W Cocke, a Virginia resident, wrote a letter to his friend Joseph Cabell from Nelson County concerning the business of horses. Mr. Cocke bought a breed mare from his friend Peyton for 250. The mare was nine years old, of pure blood, and was in much more superior form than the last mare Cocke had bought. It was descended from a distinguished group of racing horses, of which were very good breeders. In this letter Mr. Cocke offered this new mare to Cabell as a better bargain than one he had offered him before. Cocke also mentioned a colt by the side of the mare which was expected to be worth 125. Therefore, the purchase of the mare with the colt by her side would total at 375. Cocke encouraged Cabell to take him up on this offer and that one of his servants could come and pick them up whenever he liked. "," After the introduction of thoroughbreds in the mid-eighteenth century, the sport of horse racing took off in the South, especially in the farm country such as Central Virginia. With it came a whole new meaning of gambling. The stakes were higher as the men betting at the race track were seen as the best of the best among the wealthy plantation owners. It was no longer a game of chance, for horses could be bought, trained and bread into champions that rolled in the money for the southern owners. They took pride in their winnings as the races created competition among them and their fellow wealthy class citizens. John Cocke's letter gives insight into the personality and lifestyle of the plantation owners in central Virginia. Horse racing was seen as a sport only for gentleman. The letter demonstrates how important the idea of social status was to the people in Virginia and how through gambling southerners could exemplify their status to the rest of the community."],"display_date":"August 12, 1839","search_date":"1839-08-12","citations":[{"divid":1216207875,"type":"Manuscript","data":["","John W. Cocke to Joseph Crrington Cabell, 12 August 1839",null,"Mss 38-111-c","Box 4","Papers of Joseph Carrington Cabell Family","Special Collections Library, University of Virginia"]},{"divid":1216207926,"type":"Book","data":["Charles Wilson and William Ferris","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1991",""]},{"divid":1216208012,"type":"Book","data":["Francis Simkins and Roland Charles","A History of the South",null,"New York","Alfred A. Knopf, Inc.","1972","65"]}],"locations":[{"id":2763,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}