{"id":3679,"title":"Debate Over State Debt\n","course_id":1,"status":"P","start_date":"1871-03-24","end_date":"1871-03-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Why should Virginians have to bear the entire debt? Zephaniah Turner raised this question repeatedly before the House of Delegates in Richmond. In the eyes of Turner, West Virginians were just as responsible for payment as Virginians, seeing as how the debt had existed before dismemberment of the state. Turner blasted Virginia's political representatives for rattling on about preserving honor when their priority should have been to prevent burdening the state's citizens with enormous taxes. When the people discover the unjust tax plans, Turner exclaimed, they would run out the current leaders and elevate to their places others who have less sublimated ideas of honor and fame and the past, and more practical ones as to the present and future."," In the aftermath of the Civil War, Virginia faced a significant economic hurdle-- a public debt of approximately 45 million. Although the debt, initially used to fund transportation initiatives like railroads and canals, started out as 33 million prior to war, the amount had swelled to its present state. Debates ensued over how to pay this sum. Since the westernmost counties of Virginia had only established the new state of West Virginia in 1863, some, like Turner, argued that the debt belonged to West Virginia as well and thus Virginians were not legally bound to pay anything. However, the main controversy of 1871 became whether Virginia should fund its entire debt plus interest or pay at a readjusted (reduced) level. This battle catalyzed the formation of two factions, the Funders and the Readjusters."," In 1871 the state government passed the Funding Act. This legislation pledged Virginia to pay the debt in full, marking the state as the only southern postwar government to fund its debt at such a high rate. As rationale, Funders pointed to the importance of saving the honor of Virginia, although additional motivation came from the fact that many were looking to profit from their state bonds. The Funders' decision eventually proved to be a strain for Virginia as it exhausted the state of its revenues and forced it to borrow just to continue operating its government. Leaders also severed funding for social services such as asylums, encouraged skyrocketing property taxes, and enforced new taxation on items such as dogs and liquor consumption. In addition, although constitutional requirements demanded the state to assume most of the cost of the new public school system, the Funders instead chose to shut down half of its schools, citing public education as a luxury. "],"display_date":"March 24, 1871 - March 27, 1871","search_date":"1871-03-25","citations":[{"divid":1217517201,"type":"Manuscript","data":["","Funding the state debt. Speech delivered in the House of Delegates of Virginia, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1217517224,"type":"Book","data":["William Cooper and Thomas E. Terrill","The American South&#58; A History ",null,"New York","McGraw Hill","1996","439-442"]},{"divid":1217517259,"type":"Article","data":["C.C. Pearson","The Readjuster Movement in Virginia","The American Historical Review ","4","1916","736-738"]}],"locations":[{"id":2764,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}