{"id":3680,"title":"Congregation of African Americans \n","course_id":1,"status":"P","start_date":"1860-01-19","end_date":"1860-01-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Bishop Clark basked in the serene melodies and felt his heart rise with the crescendo of the chorus. Absorbing the scene around him, he noticed how the music held the audience members in rapt attention until everyone began swaying in perfect rhythm. It was as if everyone became gradually magnetized by the harmony, he later recalled.","Clark soon delivered his sermon, and at its conclusion asked a congregation member to offer prayer. A man eagerly stepped forth and passionately thanked God for being born in a land in which he had the opportunity to hear the Savior's word. Bishop Clark, a visiting white preacher from Rhode Island, couldn't help but feel moved by the enslaved man's petition to God. A fellow Bishop from New England remarked that he wished they could bring this man to their own region so that he might teach our good citizens how to pray. ","The church Bishop Clark visited consisted of approximately 1500 African Americans, most of whom were slaves. The purpose behind the clergyman's appearance could have been to fulfill the congregation's legal requirements, for whites often regulated black churches and demanded regular visits from white missionaries or ministers. Some churches were established only after white sponsors or trustees legitimized them, while others had regular white preachers but a black administration and pastoral staff. All African American congregations were subject to some form of surveillance.","Bishop Clark's awe at the worship style of the churchgoers was a common experience for whites. Even whites who attended mixed churches remarked on the differences, the most obvious being the exuberant clapping and dancing through which Blacks celebrated their connection to God, a connection which would one day deliver them from the bonds of slavery. The joyous prayer Clark heard from the slave further reflects how African Americans focused on this promise of a new life."],"display_date":"January 19, 1860","search_date":"1860-01-19","citations":[{"divid":1217517355,"type":"Newspaper Article","data":["Preaching To Slaves","New York Observer and Chronicle ","","1860",""]},{"divid":1217517372,"type":"Book","data":["Donald Mathews","Religion in the Old South ",null,"Chicago","University of Chicago Press","1977","197-200"]},{"divid":1217517406,"type":"Book","data":["William Cooper and Thomas E. Terrill","The American South&#58; A History ",null,"New York","McGraw Hill","1996","220-224, 248"]}],"locations":[{"id":2765,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}