{"id":3681,"title":"Railroad Company vs. Richmond\n","course_id":1,"status":"P","start_date":"1874-01-01","end_date":"1874-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The feud between the city of Richmond and the Fredericksburg & Potomac Railroad Company reached Virginia's Supreme Court of Appeals. Fredericksburg & Potomac had violated Richmond's laws, the city claimed, by running its steam- propelled cars through Broad Street. According to an ordinance passed on September 8, 1873, no vehicle of any kind was allowed to traverse that specific lane, the most important and populous street of the city. The F&P Railroad Company, on the other hand, charged that when Richmond chartered the company in 1834, the city specifically granted the company's directors the power to place whatever vehicles they deemed necessary on the railroads. The court eventually ruled in favor of Richmond, deciding that the city's inherent right to guard the safety and welfare of its citizens did not violate any contract between Richmond and the F&P Railroad Company."," In the Reconstruction-era South, railroads played a prominent role, expanding in number (mileage doubled in the years from 1865 to 1880) while functioning as a symbol for urban development and economic growth. Between 1868 and 1873, white southerners touted railroad construction as the key to revitalizing their war-torn region, and indeed, Judge Christian mentioned in his opinion that when the railroad company was founded, Broad Street was a mere turnpike, neither graded nor paved, with scattered houses on the side. By the time of the case, however, Broad Street had become a site of many retail businesses and served as a bustling tourist site. "," At the same time, railroad companies suffered their share of critics. Many felt that the railroads exploited their lack of supervision to act like institutions beyond the reach of legislatures or courts. For example, railroads often charged excessively high fees, but denounced suggestions of rate regulations as violations of private property rights. In the Richmond vs. the F&P Railroad Company case, the railroad tried to convince the judge that its charter cemented a right by contract forever, and under all circumstances, to run its cars by steam, thereby exempting the company from any form of city regulatory laws. "],"display_date":1874,"search_date":"1874-07-02","citations":[{"divid":1215469002,"type":"Pamphlet or Other Printed Material","data":["","Supreme Court of Appeals of Virginia: The Opinion of the Court, Delivered by Judge Christian in Case of Fredericksburg &amp; Potomac Railroad Company vs. the City of Richmond","Richmond, VA","Whittet &amp; Shepperson","1874","Special Collections Library, University of Virginia"]},{"divid":1215469086,"type":"Book","data":["Eric Foner","Reconstruction: America&#39;s Unfinished Revolution 1863-1877",null,"New York","Harper &amp; Row","1988","474-475"]},{"divid":1215469152,"type":"Book","data":["David Herbert Donald, Jean H. Baker, and Michael F. Holt","The Civil War and Reconstruction",null,"New York","W.W. Norton &amp; Company","2001","598-599"]}],"locations":[{"id":2766,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}