{"id":3682,"title":"Prediction of a Crisis to Come\n","course_id":1,"status":"P","start_date":"1832-03-23","end_date":"1832-03-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the second day of March, 1832, a slave boy named Pompey was hard at work on the Cragwall plantation in Goochland County. All of a sudden he heard a noise high above him in the sky. The boy looked up and saw two enormous birds swooping and stabbing at each other. They began to get closer and closer to the ground until they completely fell out of the sky and landed right beside him. In complete shock, Pompey did not move a muscle but continued to stare at the birds next to him. Their talons seemed to be wedged in each others flesh. Then, the birds took off into the sky. A couple of minutes later, they again fell to the ground beside Pompey with their talons still wedged in each others bodies. The boy began to approach the wild birds, and without hesitation threw himself on top of them. After struggling with them for some time, Pompey managed to snap the necks of both birds and successfully killed them. He then proceeded to carry them to Mr. Cragwall who quickly identified the birds as Bald Eagles ","This story of Pompey and the two Bald Eagles, published in the Richmond Whig, illustrates a very important idea and concern not just among southerners but among all citizens of the United States. The writer of this story, H.R.P. saw the incident as a direct representation of the current struggle between the two Unions: The battle in the air, is the strife destined to take place between the two great sections of the Union. Pompey represented his own ebony race, slipping in upon us while engaged in mortal combat, and wringing the necks of both. H.R.P. was also very shocked at how many people drew the same conclusion from this series of events. His story illustrates the fact that many people could have predicted the Civil War that would take place almost thirty years ahead this time period. ","Alexis de Tocqueville expressed the same prediction as he said, I shall refuse to believe in the curation of a government that is called upon to hold together forty different nations. They would not be able to avoid ideas of ambition and rivalry, and therefore would eventually have to split. In <em>The Impending Crisis</em>, David Potter states that Tocqueville's prediction was based, fundamentally on a recognition of the disruptive and intractable nature of slavery. When Pompey and the African American race intervened in the already heated struggle between the two Unions, they raised the issue of slavery, complicated the situation tremendously, and drove both sides to the brink of war. Pompey's story shocked many people in Virginia and gave people insight into the crisis that lay ahead. "],"display_date":"March 23, 1832","search_date":"1832-03-23","citations":[{"divid":1216344687,"type":"Newspaper Article","data":["","Norfolk and Portsmouth Herald","","April 16, 1832","2"]},{"divid":1216344711,"type":"Book","data":["Charles Perdue, Thomas Barden, and Robert Phillips","Weevils in the Wheat",null,"Bloomington","Indiana University Press ","1980",""]},{"divid":1216344785,"type":"Book","data":["David Potter","The Impending Crisis",null,"New York","Harper &amp; Row Publishers","1976","xiii-xiv"]}],"locations":[{"id":2767,"lat":37.7219637736,"lng":-77.9164071789,"zoom":10,"place":"GOOCHLAND, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}