{"id":3683,"title":"Importance of Education   \n","course_id":1,"status":"P","start_date":"1875-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A focused, open-minded man capable of sound reasoning and clear expression- these, according to John Broadus, were the characteristics distinguishing an educated man. The Baptist minister was a fierce advocate of higher education and lamented the fact that many young men attended schooling in their younger years, but, when about to enter the potential peak of their intellectual growth, chose to be practical and headed into business instead. Thus, Broadus set out in his essay to detail how college could benefit all men, including those destined for business as a merchant, manufacturer, agriculturalist, and so on. Latin and Astronomy, for example, were often dismissed as useless subjects, but Broadus pointed out that these branches could only strengthen the mind's thinking skills, which could then be applied to any field or situation. Wouldn't it be admirable if a merchant could make wise decisions based on complicated questions? An awareness of culture also contributed to the happiness of families, Broadus noticed, since men could teach their knowledge to their children. All in all, college, though expensive, would lead to enormous benefits in the future. And if a father's son refused to attend school? Argue with him, urged Broadus, exhort him, plead with him, and if he is still unwilling, make him go. "," The push for learning in this essay exhibits a wider sentiment that began in 1875 and continued through the twentieth century. A greater awareness of schooling had occurred during the early Reconstruction years due to state constitutions acknowledging citizens' right to education, but the general poverty of the South, combined with poor administration, led to a decline in schools and a high rate of adult illiteracy. In response, groups such as philanthropists, educators, and politicians aimed to remedy the situation by encouraging and providing education through various types of schools, including evening schools in textile communities and lay-by schools, schools that operated when cultivation of crops halted. "],"display_date":1875,"search_date":"1875-07-02","citations":[{"divid":1214697305,"type":"Pamphlet or Other Printed Material","data":["John Broadus","College Education For Men of Business: A Familiar Essay, Written at the Request of the Trustees of Richmond College","Richmond, VA","C.H. Ryland ","1875","Special Collections Library, University of Virginia"]},{"divid":1214697374,"type":"Book","data":["David Herbert Donald, Jean H. Baker, and Michael F. Holt","The Civil War and Reconstruction",null,"New York","W.W. Norton &amp; Company","2001","16-18"]},{"divid":1214697418,"type":"Book","data":["Charles Reagan Wilson and William Ferris, editor","Encyclopedia of Southern Culture",null,"North Carolina","North Carolina Press","1989","243-247, 264-265"]}],"locations":[{"id":2768,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}