{"id":3684,"title":"Jefferson Davis Addresses Free States\n","course_id":1,"status":"P","start_date":"1863-01-05","end_date":"1863-01-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The people of the Union heard from a defiant Jefferson Davis on January 5, 1863. Northern leaders had degraded you and themselves, he criticized, by inviting the co-operation of the black race with Abraham Lincoln's proclamation freeing slaves in the Confederacy and inviting them into the North's army and navy. Just before, the Union had been condemning the South for seeking the intervention of the white French and English. "," In response to Lincoln's actions, Davis issued a statement of his own, declaring slave status for all free blacks in the South. Captured black Union soldiers would also be deemed chattel, as would all African Americans in any states taken by the Confederacy. Slavery is a corner-stone of a Western Republic, Davis emphasized, and the proper condition of the negro is slavery, or a complete subjection to the white man. "," The Confederate President composed his address during a bleak time for the South. A few months earlier, Southern troops had suffered defeats in both Kentucky and Maryland, obliterating any hopes of recognition and aid from England or any other European nations. Davis knew that Great Britain would not risk involvement in the conflict unless signs clearly pointed toward a Confederate victory. In addition, Lincoln's Emancipation Proclamation provided the North with the moral upper hand in the eyes of anti-slavery England and France. The South recognized its need to defend itself as the elimination of slavery became a major goal of the North, which had initially put forth preservation of the Union as its primary aim above all else. "," Davis' reference to blacks in the Union military reflected another significant difference between the North and the South. The North employed African Americans even before Lincoln's declaration; Union commanders sometimes recruited black troops, and in 1862 the War Department sanctioned the recruitment of African Americans. By the end of the war, almost one out of every ten Union soldiers was African American. "],"display_date":"January 5, 1863","search_date":"1863-01-05","citations":[{"divid":1215469379,"type":"Manuscript","data":["","An Address to the People of the Free States by the President of the Southern Confederacy, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1215469440,"type":"Book","data":["William Cooper and Thomas E. Terrill","The American South: A History",null,"New York","McGraw Hill","1996","352-356"]}],"locations":[{"id":2769,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}