{"id":3685,"title":"Life in the North for Free Blacks\n","course_id":1,"status":"P","start_date":"1831-01-01","end_date":"1833-12-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mr. James C. Lake placed an ad in the <em>Virginia Herald</em> informing the public in central Virginia that two of his slaves, Reuben and Noah Brooks, had runaway. The advertisement offered a reward for their capture and safe return to his plantation in Fauquier County. Some weeks after placing the ad, Mr. Lake received a letter from Reuben and Noah. They wrote to him, saying that they were currently residing in Toronto. Their letter did not include, however, stories of happiness and joy in the free world. Instead, the slaves told Mr. Lake of their overwhelming desire to come back home to his plantation. They expressed their regret for leaving him, and wished that they had never run away in the first place. Upon receiving this letter, Mr. Lake placed another ad in the paper informing the community of the letter he had received from Reuben and Noah. He asked that if the slaves were seen returning to his plantation they not be harmed or maltreated in any way. "," Mr. Lake's advertisement is very important because it shows a certain aspect of runaways that we do not readily think about. Many fugitive slaves, if they did make it to the North, had no place to go, and no means to live. On the plantation, they were bound to the land, yes, but they were also given housing, clothing, food, and a means to survive. In Slavery in the Cities, Richard Wade states that Free Negroes in the cities [lacked] the money required for medical care, and, had the highest mortality rates of any urban group. Many struggled to find jobs and a place to live while free in the North and were still being treated as inferiors. Wade illustrate this when he notes that the street railway kept separate cars for blacks and that theaters provided special galleries for colored persons. Just because the blacks were free didn't mean whites in the North treated them as an equal. ","The fact that Rueben and Noah Brooks wished to return to a life of bondage in central Virginia demonstrates that they had enjoyed much better living conditions back in Fauquier County. Their story illustrates the idea that many plantation owners in central Virginia treated their slaves very well and that blacks were much better off in a life of slavery because they were abundantly supplied with the necessaries and comforts of life. Living in the North as a free black was surely not as they had imagined."],"display_date":"January 1, 1831 - December 25, 1833","search_date":"1832-06-28","citations":[{"divid":1217517477,"type":"Newspaper Article","data":["","Virginia Herald","","January 1, 1831 - December 25, 1833",""]},{"divid":1217517490,"type":"Book","data":["Richard Wade","Slavery in the Cities ",null,"New York","Oxford University Press","1964","141"]},{"divid":5992,"type":"Article","data":[null,"GksyRUgl"]}],"locations":[{"id":2770,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}