{"id":3686,"title":"Philip Slaughter&#39;s Battle with Sickness\n","course_id":1,"status":"P","start_date":"1835-02-13","end_date":"1835-03-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Most families in the South during the 1830s had very little knowledge of medicine and sickness. They lacked the professional help we are privileged to have today and therefore took illness and disease much more seriously. One such family was the Slaughter Family of Culpeper County, Virginia. The month of February, 1835, proved to be very difficult for Philip Slaughter, the man of the household, as he started to develop a cold on the thirteenth. In the next couple of days his condition became worse until on the seventeenth he was confined to [his] own bed in the afternoon. The other members of the Slaughter family believed that Philip?s condition was becoming very dangerous. Later that month, after loosing another close family member to sickness, the Slaughters predicted that he did not have much time left and that by the beginning of March he would surely have passed away. Instead, Mr. Slaughter started to become stronger and in about two weeks was able to walk around the room. By the twentieth of March he had fully recovered."," Many southern families turned to books for information on health and sickness. Domestic Medicine, Or Poor Man's Friend, In the Hours of Affliction, Pain and Sickness by Dr. John Gunn was first published in 1830 and became one of the leading books on medicine in the South during that time. Many southerners confided in his knowledge of medicine when they needed help. One point that Gunn raises in his book is the idea of education in the South. He believed that education needed to consist more in a knowledge of things, and less in a knowledge of mere words. Schools and universities spent too much time teaching subjects such as history and English when they needed to focus more on the sciences and the study of medicine. Because of this lack of focus, the general knowledge of sickness and medicine in central Virginia during this time was very low, leading to numerous deaths from common colds and diseases. "," This excerpt from Philip Slaughter's diary illustrates how important ideas of health were to people in central Virginia and all over the South. With the publication of Dr. Gunn's book, the study of medicine started to become very serious in the southern states as general education and research began to focus more on the sciences. Until then, though, people in central Virginia remained without substantial familiarity with sickness. They understood that their knowledge of medicine was very limited and how quickly things could change from the simple development of a slight cold."],"display_date":"February 13, 1835 - March 20, 1835","search_date":"1835-03-02","citations":[{"divid":1217517550,"type":"Manuscript on Microfilm","data":["Philip Slaughter","Diary of Philip Slaughter, February, 13 1835 - March 20, 1835","Series E, Part 1. reel 38","Papers of Philip Slaughter","Alderman Library, University of Virginia"]},{"divid":1217517611,"type":"Book","data":["Anthony Cavender","Folk Medicine in Southern Appalachia ",null,"Chapel Hill, NC","The University of North Carolina Press, NC","2003",""]}],"locations":[{"id":2771,"lat":38.5677768984,"lng":-78.0396832654,"zoom":9,"place":"CULPEPER, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}