{"id":3688,"title":"Speech of Benjamin C. Yancey \n","course_id":1,"status":"P","start_date":"1848-12-13","end_date":"1855-12-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The bank of United States had been extremely controversial but South Carolina had chartered a state bank in 1812 for 22 years and then re-charted it. During debates for the December Legislative session, several people, including the governor, presented their opinions to defend the bank. Benjamin Yancey, after summarizing the previous remarks, passionately defended the bank. He provided a brief history of the bank in the state and differentiated it from the national bank. He explained why the state bank has served a public good even though most citizens were unaware of it. The bank, according to Yancey, had paid profits into the state treasury department that went to pay off public debt that financed public projects. Furthermore, the bank had never been in better condition and was financially sound where all available assets met its liabilities. Another example of the public good given emphatically was the loan to the Georgia Rail Road Banking Company. This loan provided resources to a company that would build railroads that will bring more connections to the state and bring in untold millions. Finally, Yancey demonstrated how the bank had kept the prices of slaves from depreciating. He cited an example in Alabama to persuade others to realize without the bank, the economy would not be in good shape. ","As seen during the 1830's, the issue of the bank of the United States became ever more important. The historian Michael O'Brien discusses the role Andrew Jackson and John C. Calhoun played in matters of the bank of the United States. O'Brien provides support to the position that the bank played a very important role in politics. Jackson, against the bank for ideological reasons, fought to defeat it. He removed the bank deposits, effectively killing the bank in 1834. Directly as a result of this, the Whig Party formed in opposition to Jackson. John C. Calhoun, another opponent to Jackson, favored the bank and fought against Jackson when he removed the bank deposits."],"display_date":"December 13, 1848 - December 13, 1855","search_date":"1852-06-13","citations":[{"divid":1215469582,"type":"Pamphlet or Other Printed Material","data":["Benjamin Cudworth Yancey","Speech of Benjamin C. Yancey, esp., of Edgefield, in relation to the Bank of the state of South Carolina","Hamburg, S.C.","Republican Office","1848","Special Collections Library, University of Virginia"]},{"divid":1215469731,"type":"Book","data":["Michael O&#39;Brien","Conjectures of Order: Intellectual Life and the American South, 1810-1860, Vol. 2",null,"North Carolina","The University of North Carolina Press","2003","931-935"]}],"locations":[{"id":2772,"lat":33.8449766897,"lng":-81.9100531274,"zoom":8,"place":"EDGEFIELD, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}