{"id":3689,"title":"The Spartanburg Female College\n","course_id":1,"status":"P","start_date":"1855-08-22","end_date":"1855-08-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a hot sunny date in the upcountry of South Carolina, S. Bobo, the President of the Board of Trustees of the Spartanburg Female College, delivered an inauguration address for the founding of the all women's college. He carefully described the faculty, which included a minister, and the courses of study, ranging from reading and writing to arithmetic and geography. He pleaded with the audience to understand the importance of female education in Southern society. Women were expected to be good mothers, and he wanted to make each woman be a nobly-nursing wife because that is her great mission upon earth. Without proper education, he lamented, women were susceptible to corruption. Education provided the solution to maintaining a proper Southern culture. Without good mothers, he argued, future generations of children would not be raised properly. It was incumbent upon everyone to plan for the future; each one had a moral obligation. So, let your prayers unite with ours in behalf of this institution-so useful to women-so necessary to mankind-so honorable to its liberal founders. ","To maintain Southern Cultural identity, males wanted to keep women in the homes and raise the families. However, there were women who protested this simple mindset, like Louisa McCord, as cited by the historian Michael O'Brien. Women like this provided reasons to create a college like this in order to teach women how to be 'proper'. She wrote an essay in 1852 called the Enfranchisement of Women. She advocated women's rights and wrote that women were out of place, unappreciated, having their talents and powers not only hidden under a bushel, but absolutely thrown away, while she becomes either the slave or the toy of men. As was the case with this college, women learned to read and write in order to be good wives, not for their own edification. Because some women, such as McCord, protested their treatment, the need to indoctrinate women to be subservient to their husbands became necessary. For this reason, educating women in Southern culture was very important. "],"display_date":"August 22, 1855","search_date":"1855-08-22","citations":[{"divid":1215469886,"type":"Pamphlet or Other Printed Material","data":["William Gilmore Simms","The Spartansburg Female College","Charleston, S.C.","Trustees","1855","Special Collections Library, University of Virginia"]},{"divid":1215469957,"type":"Book","data":["Michael O&#39;Brien","Conjectures of Order: Intellectual Life and the American South, 1810-1860, Vol. 1",null,"North Carolina","The University of North Carolina Press","2003","273-277"]}],"locations":[{"id":2773,"lat":34.9591922676,"lng":-81.9357757115,"zoom":9,"place":"SPARTANBURG, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}