{"id":369,"title":"Sidney Lanier publishes his anti-war novel, Tiger-Lilies","course_id":1,"status":"P","start_date":"1867-10-01","end_date":"1867-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Considered the leading artistic talent of the South after the Civil War, Sidney Lanier published only one novel: Tiger-Lilies.  Born and bred in Macon, Georgia, Lanier graduated from Oglethorpe University in 1860, shortly before the outbreak of the Civil War.  After finishing college, Lanier enlisted in the Confederate Army and was sent to the Virginia/Maryland area, into the heart of the battles.  During this time, he was captured by Union soldiers, imprisoned, and contracted tuberculosis.  All of these events would drastically influence the writings he produced in the years following the war.&lt;br /&gt;&lt;br /&gt;Tiger-Lilies is actually a somewhat autobiographical book.  In it, Lanier analyzes the relationship between a Northerner and a Southerner throughout the Civil War.  As a Southerner who had fought for the Confederate army, Lanier had experienced the war firsthand, both on the battlefield and as a prisoner of war.  These experiences are recognizable in the battle scenes especially, which are considered some of the most realistic representations of Civil War combat in literature.  Ultimately, Tiger-Lilies can be interpreted as an anti-war novel and one of Lanier's less successful endeavors in the course of his career.&lt;br /&gt;&lt;br /&gt;Although the book is not nearly as revered as Lanier's poetry or musical compositions, it provides a realistic look at the Civil War and how it affected the survivors of the Confederate army.  Additionally, Tiger-Lilies marked a new phase in Lanier's life.  He had survived the war, published his first work, and, a few months later, he was married."],"display_date":"October 1, 1867 - October 30, 1867","search_date":"1867-10-15","citations":[{"divid":1214239768,"type":"Online Encyclopedia","data":["New Georgia Encyclopedia","Sidney Lanier","http://www.georgiaencyclopedia.org/nge/Article.jsp?id=h-533 ","July 18, 2002"]},{"divid":1214239840,"type":"Article","data":["William J. Kimball","Realism in Sidney Lanier&#39;s Tiger-Lillies","South Atlantic Bulletin","19","March 1971","17-20"]},{"divid":1214239887,"type":"Book","data":["Sidney Lanier","Tiger-Lillies",null,"New York","Hurd and Houghton","1867",""]},{"divid":38497,"type":"Newspaper Article","data":[null,null,null,null,null,"USA"]}],"locations":[{"id":271,"lat":32.3801974347,"lng":-84.0806320144,"zoom":10,"place":"MACON, Georgia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}