{"id":3690,"title":"The Southern Press\n","course_id":1,"status":"P","start_date":"1849-05-25","end_date":"1849-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The <em>Keowee Courier</em> published Senator Butler's contention that shocked the local town of South Carolina that the Southern Press was not to be found in the North. His statement read that not a Southern newspaper is to be seen in a large newspaper reading room in Washington D.C. Finally, the Courier insisted that Southerners must open their eyes to the truth and tyranny of the North. The way to counteract these, the paper suggested, was to stop buying Northern newspapers. Shall we continue to make Northern men wealthy in order to promote their abolition doctrines These acts menaced the institution of slavery. Southerners must rally around Southern newspapers and bear in mind that each dollar spent to help the wealthy Northerners was only helping them challenge freedoms enjoyed by the South. ","The South always felt the North did not respect Southern society nearly as much as it should. William Freehling argues that South Carolinians thought they were special for representing the 'old South' and for the intellectual stature. This newspaper article matches the scholarship of Freehling and indicates the importance of how Southerners thought they were viewed in the North. They had a high sense of 'self-worth and would challenge anyone who did not agree. By not granting the Southern newspapers on the same stature as Northern newspapers, Northerners were perceived as insulting South Carolinian. ","This reflects the larger concerns over slavery. South Carolinians, even in 1849, feared the abolitionist intentions of the North. The Free Soil Party had run as a moderately successful third party in the 1848 election but was nowhere close to being popular. However, Southerners were aware of Northern abolition intentions, even if they were on a small scale and feared that any disrespectful action towards the South meant that abolition of slavery was coming. The narrative, moreover, reflects the great desire to defend slavery by making it seem like North always wanted to attack the South. "],"display_date":"May 25, 1849","search_date":"1849-05-25","citations":[{"divid":1215470095,"type":"Newspaper Article","data":["","Keowee Courier","Pickens Court House, S.C.","May 25, 1849",""]},{"divid":1215470120,"type":"Book","data":["William W. Freehling","The Road to Disunion, Vol. 1: Secessionists at Bay 1776-1854",null,"New York","Oxford University Press","1991","229"]}],"locations":[{"id":2774,"lat":34.811393256,"lng":-82.9187403935,"zoom":9,"place":"PICKENS, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}