{"id":3691,"title":"Reaction to the death of John C. Calhoun\n","course_id":1,"status":"P","start_date":"1850-04-12","end_date":"1850-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was a solemn scene to witness wrote the Keowee Courier on April 1st, 1850. One of the greatest political figures of the 19th century had just died and the atmosphere surrounding his death was incredible. Both Chambers were crowded to overflowing, and the stillness that pervaded the vast assemblage told plainly that some great calamity had happened to the country. Calhoun, born in Abbeville in 1782, had served the state of South Carolina on a national level for many years. The entire front page of the Courier devoted its coverage to his death. Senator Butler, in his remarks about the death of Calhoun, called him one of the nation's great gentlemen, who treated everyone with justice and fairness. Butler further emphasized Calhoun's love of the nation, his devotion of service to the institutions of the country. As head of the Senate, he presided over the chamber with dignity and with efficiency and with a true devotion of service to the country. The following day's coverage further demonstrated the deep love and admiration of Calhoun. His body was brought into the Congressional chamber for a viewing which was filled with the President, Vice President and many officers of the army and navy. As Butler noted, one of the brightest luminaries has been extinguished from the political firmament. ","The death of Calhoun marked the end of one of the great compromisers of the ante-bellum South. Even though he did not see live to see the Compromise of 1850, he played an instrumental role in the compromise. He did propose ending slavery in the District of Columbia because he feared the potential consequences of maintaining it there. ","Furthermore, William Freehling discusses Calhoun's role within South Carolina. South Carolina viewed him as a hero, someone to be proud of. He was their senator and the vice president and played a critical role in the nullification crisis during the 1830's. The Courier's tribute to his life demonstrated the deep affections local communities had for Calhoun, and Freehling concurs with the newspaper in describing how important Calhoun was to South Carolina. Even though Calhoun had been a defender of slaveholders' rights, he still agreed to compromise. But he only wanted to compromise to a certain degree. Calhoun was a champion of state's rights and this attitude would later contribute to the secession crisis in 1860. The nullification crisis demonstrated Calhoun's belief in the fundamental sovereignty of South Carolina which would be used to justify secession from the union ten years after his death. After his death, the old guard of Clay and Calhoun gave way to a new generation which would have to deal with new compromises and new challenges and new threats to break up the union. Nevertheless, the affection and admiration shown to Calhoun matched those granted to any political leader of his day."],"display_date":"April 12, 1850","search_date":"1850-04-12","citations":[{"divid":1215470379,"type":"Newspaper Article","data":["","Keowee Courier","Pickens Court House, S.C.","April 12, 1850",""]},{"divid":1215470400,"type":"Book","data":["William W. Freehling","The Road to Disunion: Vol. 1: Secessionists at Bay 1776-1854",null,"New York","Oxford University Press","2001","489"]}],"locations":[{"id":2775,"lat":34.811393256,"lng":-82.9187403935,"zoom":9,"place":"PICKENS, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}