{"id":3692,"title":"The California Bill\n","course_id":1,"status":"P","start_date":"1850-08-30","end_date":"1850-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Following the death of John C. Calhoun, Congress passed a bill concerning the admission of California as a state. The bill, classified as unfair to the Southern cause by the Keowee Courier, was protested by Southern senators in particular Senator Badger. The Courier reflected on the prudence of how to protect Southern rights within the senate proceedings. Concerns were expressed regarding what the future would hold in store if California were admitted in the Union as a free state. The great discussion involved several senators, Badger, Downs and Pratt, and whether or not they should enter a formal protest into the bill. Debates continued in the House of Representatives and involved whether or not to establish a territorial government for Utah. Nevertheless, the Bill passed the Senate with Senator Pratt of Maryland voting against the bill and Senators Downs and Badger abstained from voting on the bill. ","The compromise of 1850 had a tremendous effect on the country. Both Northern and Southern loyalists felt the compromise weakened their positions. As argued in the book, The Civil War and Reconstruction, Henry Clay, usually given credit for enabling a compromise, did play a pivotal role, but he did not lay out all of the terms of a compromise. Clay's dramatic Senate speech early on in the year summed up his life as a politician and continued the approach that slavery was bad and evil but did little to actually bring it to an end. Calhoun, before his death, gave a speech in the Senate saying how the union had lost its old republic sense that the hostility towards the South and slavery had to be stopped or else secession could be justified. Donald, Baker and Holt provide evidence to support that point and seem to indicate that secession could be close at hand. "],"display_date":"August 30, 1850","search_date":"1850-08-30","citations":[{"divid":1215470519,"type":"Newspaper Article","data":["","Keowee Courier","Pickens Court House, S.C.","August 30, 1850",""]},{"divid":1215470540,"type":"Book","data":["David Herbert Donald, Jean Harvery Baker, &amp; Michael F. Holt","The Civil War and Reconstruction",null,"New York","W.W. Norton and Company","2001","79-84"]}],"locations":[{"id":2776,"lat":34.811393256,"lng":-82.9187403935,"zoom":9,"place":"PICKENS, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}