{"id":3693,"title":"Turnpike Road to let out\n","course_id":1,"status":"P","start_date":"1836-07-02","end_date":"1836-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Internal improvements in the South were underway. The turnpike project near the South Carolina border was going to start next year by the bidder who could complete the project in the fewest years. The expectations were for the road to be completed within three years and to be paid for with bonds and security loans. The project was being headed up by four commissioners who would be in charge of deciding who will complete the project. An article in the Greenville Mountaineer informed readers that they should contact one of the following people: FR. Alexander, WM. S. Mills, Richard Morris, M.R. Alexander. ","One of the main policy objectives of the Whig Party was to improve the infrastructure within states with government money. This policy conflicted directly with the Democratic position, mainly against President Andrew Jackson who fought against unnecessary government spending. The turnpike in South Carolina required funding from the state and Whig support. ","As the Whigs continued to build support, projects such as this became more popular and feasible. As the decades continued to pass, railroad construction became a more important issue and encouraged the debate of how to allocate state funds. The historian Walter Edgar cites that as early as 1827, the South Carolina Canal and Railroad Company came into existence and played an important role. Edgar's evidence emphasizes the role played by infrastructure and transportation within South Carolina. ","This narrative reflects the growth of statewide infrastructure and corresponds to the national debates of the proper role of government in the economy. It also demonstrates how infrastructure projects, like the turnpike, were funded. This project would be funded by the government, which would have pleased the Whigs. They believed in the potential of government to positively affect the economy while Democrats believed in as little government action as possible."],"display_date":"July 2, 1836","search_date":"1836-07-02","citations":[{"divid":1215470748,"type":"Newspaper Article","data":["","The Mountaineer","Greenville, S.C.","July 2, 1836",""]},{"divid":1215470764,"type":"Book","data":["Walter Edgar","South Carolina: A History",null,"South Carolina","University of South Carolina Press","1998","283"]}],"locations":[{"id":2777,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}