{"id":3695,"title":"Slave Trade\n","course_id":1,"status":"P","start_date":"1850-04-12","end_date":"1850-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Enticing a willing buyer to purchase a slave was not easy. But there were characteristics that Norton and Steele dramatically emphasized to gain interest in the slaves they wanted to sell. They offered young boys and girls who were desirable, because they are smart and 'copper coloured' and also posses other skills like being good nurses. Choosing to find a willing buyer through the newspaper, they were hoping to find one who needed house servants or young workers in the field. No prices were given for their worth, indicating that a price could later be negotiated. The demand for enslaved persons determined their worth. ","The lack of human dignity in the slave trade was confirmed through advertisements such as this. The cold description of slaves for sale is disturbing because the worth of the individuals centered on how well could he/she serve a new master. The historian Walter Johnson, in his book Soul by Soul, argues that selling children was common and done without concern about breaking up families. This narrative supports with Johnon's portrayal of the slave trade; it was inhuman and even included children without regard to how that may affect families. ","Moreover, the adjectives used are equally revealing as to the attitudes taken by slave owners. When trying to sell slaves, no bad adjectives were used but rather adjectives that make a slave seem to be more valuable. To many people who traded, slaves were just another account entry. In order to determine appropriate prices, however, categories were established by traders who had knowledge of what a slave might be worth. Even paradoxically, slaves were treated well prior to being sold in order to fatten them up and make them seem to be healthier; a healthier slave earned more in return. The appaling treatment of people in the slave trade cannot be overstated."],"display_date":"April 12, 1850","search_date":"1850-04-12","citations":[{"divid":1215470924,"type":"Newspaper Article","data":["","Keowee Courier","Pickens Court House, S.C.","April 12, 1850",""]},{"divid":1215470946,"type":"Book","data":["Walter Johnson","Soul By Soul",null,"Cambridge, MA","Harvard University Press","2001","45, 118-119"]}],"locations":[{"id":2779,"lat":34.811393256,"lng":-82.9187403935,"zoom":9,"place":"PICKENS, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}