{"id":3696,"title":"The Ball continues in motion\n","course_id":1,"status":"P","start_date":"1849-09-01","end_date":"1849-09-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Controversy surrounding the Wilmot Proviso built up in 1848 and 1849. A Southern paper, the <em>Keowee Courier</em>, denounced the Proviso and called it unconstitutional and against the spirit of the union. However, according to the paper, Northern Democrats were beginning to unite against the proviso. It will be a glorious day for the Republic when the people of the States determine to unite upon and permanently maintain the true principles of the Government. The Proviso advocated that the new territories be free of all slaves; that position was unacceptable to the people of South Carolina. It will be a glorious day when the Constitution shall be regarded as the bond of union, and its plain instructions on the subject of rights delegated and those held in reservation, obeyed and respected by the people of each State to the letter. ","Politicians began to unite by region instead of by party either for or against the Wilmot Proviso. Northerners were tired of Southerners always controlling party politics and Southerners believed that any restriction of slavery or the expansion of slavery was unacceptable, as evidenced by the newspaper article. David Donald, Jean Baker and Michael Holt argued in their book, <em>The Civil War and Reconstruction</em>, that Southerners even began to question the meaning of the Union and what to do if a provision, like the Proviso which struck at their rights to slavery, passed Congress. The newspaper wrote in protest of the Proviso in order to mobilize support against it, but it is debatable whether or not the Proviso truly caused fear in South Carolina. Nevertheless, at the heart of southern society, slavery did exist, and it had to be protected. ","The House passed the bill twice but the Senate prevented it from becoming law each time Even though the Proviso ultimately did not pass, the issue of territorial slavery expansion did not go away; the issue of slavery expansion remained salient throughout the 1850's."],"display_date":"September 1, 1849","search_date":"1849-09-01","citations":[{"divid":1215471073,"type":"Newspaper Article","data":["","Keowee Courier","Pickens Court House, S.C.","September 1, 1849",""]},{"divid":1215471092,"type":"Book","data":["David Herbert Donal, Jean Harvey Baker, and Michel F. Holt","The Civil War and Reconstruction",null,"New York","W.W. Norton &amp; Company","2001","78"]}],"locations":[{"id":2780,"lat":34.811393256,"lng":-82.9187403935,"zoom":9,"place":"PICKENS, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}