{"id":3697,"title":"A chapter for young husbands\n","course_id":1,"status":"P","start_date":"1841-04-09","end_date":"1841-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A kind Providence arrests him by sickness. The editorial of the Greenville Mountaineer claimed that husbands do not spend enough time at home. By being sick, husbands were forced to spend time at home and witness the duties of their wives-a blessing in disguise the editorial claimed. After spending all their days away from their homes, only to return for meals, husbands begin to think that it is their (wives) own lot to perform all the drudgery and to be exercised with all the weight of care and responsibility. Even though wives were not perfect, the Greenville Mountaineer believed that wives, as a whole, are really better than they are generally admitted to be. ","Southerners made their living primarily on farms, but also were required to travel away from their plantations for business purposes in order to maintain their plantations. Plantation crops were extremely important in the South, especially cotton in South Carolina. The system in the South not only favored whites but also males. ","Demonstrated in this narrative are the inequalities faced in Southern society, most especially the lives of women in antebellum South Carolina. They were expected to take care of their husbands and family, and their work often times went unappreciated. Sex roles were restricted to certain duties; males to work outside the home and women to work inside the home. Donald, Baker and Holt, in their book <em>The Civil War and Reconstruction</em>, argued that the region depended on the growth of certain crops, especially cotton. Their evidence supports the position of white male power in the South as evidenced by the newspaper's portrayal of women. Evidenced by the power of large slaveholders, the political and social power in the South was dominated by a select few. The fact that it was necessary to even write an editorial praising women and their roles and feeling the need to defend the position speaks to the predominate thinking of the time period."],"display_date":"April 9, 1841","search_date":"1841-04-09","citations":[{"divid":1215471258,"type":"Newspaper Article","data":["","The Mountaineer","Greenville, S.C.","April 9, 1841",""]},{"divid":1215471274,"type":"Book","data":["David Herbert Donald, Jean Harvey Baker, and Michael F. Holt","The Civil War and Reconstruction",null,"New York","W.W. Norton &amp; Company","2001","35-40"]}],"locations":[{"id":2781,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}