{"id":3698,"title":"Blood in the Streets\n","course_id":1,"status":"P","start_date":"1847-01-07","end_date":"1847-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Contrary to popular belief, the Civil War was not an instantaneous outbreak of violence. The years leading up to the affair were full of bargains, compromises, and violent encounters that transcended both racial and societal lines. On January 7, 1847, many newspapers distributed articles focusing on the ongoing war with Mexico. The dispute increased social and political unrest back east, and the decision of whether or not to allow slavery in the new lands previously occupied by Mexicans was at or near the top of the agenda. In an attempt to bolster and create a harmonious atmosphere in the nation's capital, the news publication The National Era ran an article proclaiming the importance of order and abstinence from violence in the District at such a perilous time. The most threatening concern expressed in the article was the importance of keeping the city running smoothly and peacefully, despite widespread domestic turmoil. The citizens of Washington felt this was vital because visiting foreign diplomats saw Washington as a picture or representation of the nation as a whole. Therefore, it was absolutely necessary to maintain a peaceful atmosphere in the city in order to secure positive foreign relations. After all, if anarchy existed in the city of Washington, then visiting foreign diplomats would be less inclined to trade or do business and would also leave with a poor impression of Americans and republican liberty in general. The gradual emergence of a world economy built upon trading was fundamental to the existence of both the North and South. This futuristic ideal economy requires, at the very least, peaceful conditions back in Washington so as to promote the kind of city-on-a-hill atmosphere that will attract foreign support. Richmond for example, saw an increase in urban population and a rise of new professions such as prostitution - which could yield a livable economic income at the time. After further examination, Joshua Rothman pointed out that resources were scarce and consequently, prostitutes constantly assaulted one another in public. If upon arrival foreign ambassadors or diplomats were greeted with a scene similar to the picture Rothman paints of Richmond, then their view of Washington would no doubt be negative, and therefore detrimental to the reputation, accountability, and future existence of the nation as a whole."],"display_date":"January 7, 1847","search_date":"1847-01-07","citations":[{"divid":1215471445,"type":"Newspaper Article","data":["","The National Era","Washington, D.C.","January 7, 1847",""]},{"divid":1215471468,"type":"Book","data":["Joshua Rothman","Notorious in the Neighborhood: Sex and Families Across the Color Line in Virginia 1787-1861",null,"North Carolina","University of North Carolina Press","2003","108-109"]},{"divid":216927,"type":"Article","data":[null,"CDhUhhCEImPkTL"]}],"locations":[{"id":2782,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}