{"id":370,"title":"Edgemont Select School for Young Ladies registers new students\n","course_id":1,"status":"P","start_date":"1867-10-01","end_date":"1867-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In October of 1867, the Edgemont Select School for Young Ladies in Orange, Virginia, published an advertisement that young women could now begin enrolling for the next session of classes.  According to this notice, tuition would be 250 for classes taught in the areas of the arts, music, and language.  This announcement offers a glimpse into what the education of genteel women in the South during the Reconstruction would aim to accomplish.&lt;br /&gt;&lt;br /&gt;The notion of women as teachers and serious students had only emerged a few years before.  With the onset of the Civil War, the roles of women as both mothers and wives changed drastically.  One of the more significant roles which women began to take on in the South was that of the teacher in a more professional standing.  Traditionally, men had taught in the more academic settings, while women would have been relegated to more home-oriented topics.  With the men at war, the women took over the role of teaching.  Unsurprisingly, the women sought to keep these positions, and the incomes they could bring with them, when the war ended.&lt;br /&gt;&lt;br /&gt;Women's schools like the Edgemont Select School were emerging throughout the South during the post-war period.  On a single day in August, the Daily Dispatch of Richmond published advertisements for the Farmville Female College, Essex County Female Boarding and Day School, the Family School for Your Ladies, and the Southern Female Institute.  Despite this apparent progress, however, women later lamented in their diaries and journals that these schools could not prepare them for the real world.  The curriculum in these institutions emphasized the arts and humanities; not math and science.  As a result, the education left the women ill-prepared to handle the accounting and bookkeeping required for the farming they often had to do after the deaths of their fathers and husbands."],"display_date":"October 1, 1867 - October 30, 1867","search_date":"1867-10-15","citations":[{"divid":1213268208,"type":"Manuscript","data":["","Edgemont Select School for Young Ladies, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1213268287,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Kathryn Palumbo","Growing Up Female, White, and Southern in the 1850s and 1860s","Southern Women","Caroline Matheny Dillman, editor","New York, NY","Hemisphere Publishing Corporation","1988","65"]},{"divid":1213268381,"type":"Book","data":["George C. Rable","Civil Wars: Women and the Crisis of Southern Nationalism",null,"Chicago, IL","University of Illinois Press","1989","276-280"]},{"divid":1213268428,"type":"Newspaper Article","data":["","Daily Dispatch","","August 10, 1867",""]}],"locations":[{"id":272,"lat":38.246275988,"lng":-78.01344008,"zoom":10,"place":"ORANGE, Virginia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}