{"id":3700,"title":"Twelve Years a Slave\n","course_id":1,"status":"P","start_date":"1853-01-02","end_date":"1853-01-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The memoirs of Solomon Northup vividly portrayed the descent of a former New York freedman into the harsh system of slavery faced by many African Americans living in the antebellum South. Few people probably recalled January 4, 1853, as a significant day in the history of the United States. However, on this day a very important meeting was being held in the small town of Marksville, Louisiana, and the fate of one man was changed forever. For this day marked the release of Solomon Northup from years of involuntary servitude after being deceived and forced into slavery against his will while visiting the city of Washington.Solomon was not the first slave, nor the last, to be set free from the chains of slavery. What makes his story stand out, however, is that he was not born a slave; he had worked various jobs throughout his lifetime, always looking to better the lives of his family. It was this desire to provide a better life for his family that led him to take a job offer that would forever change his life. While working in Saratoga Springs, New York, Solomon met two white men named Merrill Brown and Abram Hamilton who offered Northup a job providing musical entertainment for the circus. They said the circus was currently located in Washington, D.C., but would be traveling back North; Solomon agreed to take the trip.  Although free blacks traveling through areas where slavery was legal could acquire papers as proof of freedom, documentation was not always a guarantee of safety.  In Washington, Solomon was captured at a bar, presumably drugged, and woke up a few days later, ill from his poisoning, alone in the darkness of a basement in chains.  He had been robbed of his documents, money, and ultimately his freedom. Slave traders used a variety of tactics to illegally enslave freedmen, whether by force or physical violence, or, as in Solomon's case, by tricking, drugging, and other deceitful means.  At the threat of death, Solomon was silenced and shipped to Louisiana where he spent twelve years doing hard labor. In the novel Soul by Soul by Walter Johnson, he reiterates this harsh reality by stating that, none of these stolen people could have been sold if their histories were known, so they were sold with new ones. Although Mr. Northup sought to bring his captors to trial, they were never prosecuted and he mysteriously disappeared. To this day, Solomon's burial site has not been identified and it is still not known whether or not he was killed, re-captured, or died of natural causes. Walter Johnson best describes Northup's experience: despite the fact that he was able to achieve his restitution of freedom, he met the same end as many African Americans from that time; unexplainable, undocumented, and seemingly unnoticed disappearance."],"display_date":"January 2, 1853 - January 4, 1853","search_date":"1853-01-03","citations":[{"divid":1216147636,"type":"Website","data":["Solomon Northup","Twelve years a Slave&#58; Narrative of Solomon Northup, a Citizen of New-York, Kidnapped in Washington in 1841, and Rescued in 1853","Documenting the American South&#58; University of North Carolina","http&#58;//docsouth.unc.edu/northup/northup.html","September 27, 2006"]},{"divid":1216147683,"type":"Book","data":["Walter Johnson","Soul by Soul",null,"Cambridge","Harvard University Press","1999","127-134"]}],"locations":[{"id":2783,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}