{"id":3701,"title":"Gold deposits within Washington\n","course_id":1,"status":"P","start_date":"1859-03-05","end_date":"1859-03-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Gold What could be more illustrious to read about during the mid nineteenth century than gold? On March 9, 1859, the Farmer's Cabinet published an article briefly summarizing one man's visit to the sub-treasury gold reserve in Washington, D.C. In a seemingly obvious attempt to bolster national comfort and ease economic pessimist, the lure of gold and more importantly a surplus of gold available in the sub-treasury gave the reader the feeling that though times seemed bleak, there was enough gold in this town to support half the world for life. The Panic of 1857 was a sudden downturn in the economy caused by, among other things, the decision of British investors to remove funds from U.S. banks for fear of economic instability. Beginning in 1848, the California Gold Rush ushered in millions of dollars in gold to many different treasury deposits such as the one located in the city of Washington. Many news outlets following the Panic chose to run stories such as this one to bring about a feeling of national economic security that would ease investors.The author described the sight of a piece of golden cheese worth nearly a quarter of a million U.S. dollars. As the Gold Rush progressed and the rich got richer, local banks and gold dealers issued banknotes in exchange for gold, private mints created private gold coins, and gold was sent by California banks to U.S. national banks in exchange for national paper currency to be used in the thriving California financial system.   Herbert Brayer even went as far as to say that overnight California became the Mecca of America, shipping assets and wealth domestically as well as across the globe. The ramifications of the discovery of gold in California were incredible: towns and cities were chartered, a state constitutional convention was convened, a state constitution written, elections held, and representatives were sent to Washington, D.C. to negotiate the admission of California as a state.The brightest light shed from the account is that which is seen at the Sub-Treasury in Washington where the author describes the everything-proof bunker, which is filled on all sides with Solid Bars of gold and silver. The author concludes his journey in a very calculating way, forcing the reader to step forth from this cave of wealth and back to the real world. Though the sight of the illustrious gold was gone, the lasting vision of available security and wealth illustrated by the author and Brayer's assessment remains engraved in the readers mind forever. One could even make the argument that booster articles like this one were the reason for the sharp economic recovery that followed the Panic of 1857."],"display_date":"March 5, 1859","search_date":"1859-03-05","citations":[{"divid":1215472607,"type":"Newspaper Article","data":["Gold","Farmer&#39;s Cabinet","","March 9, 1859",""]},{"divid":1215472629,"type":"Article","data":["Herbert O. Brayer","Insurance Against the Hazards of Western Life","The Mississippi Historical Review","34","Sep. 1947","221-236"]}],"locations":[{"id":2784,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}