{"id":3702,"title":"Prospectus for 1850\n","course_id":1,"status":"P","start_date":"1849-12-13","end_date":"1849-12-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the antebellum period newspapers frequently published editorials that prophesized the events to come. These special prospectuses gave readers a direct insight into the minds of the editors by outlining their principles and beliefs. The National Era was a weekly abolitionist newspaper and the editor of the paper, Mr. Bailey, was interested in publishing literary ideas as well as developments and changes taking place during this period of history.Many of these prophecies did indeed come true as illustrated by one of Mr. Bailey's arguments, which essentially stated that federal legislation ought to be amended so as to place a limit on the President's time in office. The ratifications of the twenty-second amendment ratified on February 27, 1951, provided that, No person shall be elected to the office of President of the United States more than twice. Therefore, Bailey's prediction proved to be valid, despite being a hundred years overdue. In a way, many of Bailey's predictions proved to be more valid than the speculations from Edward Bellamy's famous work Looking backward: 2000-1887. For example, Bellamy predicts cheaper costs for education in the years to come for public schools, when in fact tuition rates and student debts have been gradually increasing over time. Though many of the penny press' so called prospectuses did shed some insight on the future to come, they also had an ambivalent side with predictions so vague that they easily could have some aspects of truth. On the other hand, Bailey's assertions of the changing nature of society proved to be more believable and valid than Bellamy's work."],"display_date":"December 13, 1849","search_date":"1849-12-13","citations":[{"divid":1215472740,"type":"Newspaper Article","data":["Prospectus for 1850","The National Era","","December 13, 1849",""]},{"divid":1215472760,"type":"Book","data":["Edward Bellamy","Looking Backwards: 2000-1887",null,"New York ","Penguin Group","2000","141-147"]}],"locations":[{"id":2785,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}