{"id":3704,"title":"The Changing Nature of the Institution of Slavery\n","course_id":1,"status":"P","start_date":"1857-03-12","end_date":"1857-03-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the Supreme Court case of Dred Scott v. Sandford, Chief Justice Roger Taney delivered the opinion of the court, concluding that people of African decent, whether or not they were bound by slavery or free, could never become citizens of the United States and furthermore, that Congress had no right to create or administer territories. It was also the opinion of the Court that the Constitution could be interpreted to say that Congress shall make no law depriving a man of his property, just as it states that Congress shall make no law in a territory respecting the establishment of religion or abridging the freedom of speech or press. In an article published on March 12, 1857, The National Era ran an explanatory article breaking down the case and illustrating its ramifications.The article pointed out that, with the Dred Scott ruling, an African American could never become a citizen of the United States. More importantly, if the African American in question was already free, then that person was now extremely vulnerable. If he or she were the victim of the ever-increasing practice of kidnapping free blacks and selling them back into slavery as with Solomon Northup, a freeborn person of color, then that person would have no means to pursue any kind of defense in their name. Though it was certainly not the only account of its kind, Northup's story began in New York where he was lured with tales of lucrative labor opportunities to Washington, D.C. There, he was drugged, threatened with death if he told anyone the truth about his true identity, and put on a boat bound for New Orleans where he would work as a slave for almost twelve years. Upon reviewing Northup's memoirs, Walter Johnson concluded Northup's account centered on a single question: who can be trusted? The author of the article would obviously agree with Johnson's assessment of Northup's dilemma: in a world where one man can own another man and have this action protected by the rights of property, who can be trusted?"],"display_date":"March 12, 1857","search_date":"1857-03-12","citations":[{"divid":1215473101,"type":"Newspaper Article","data":["Explanatory","The National Era","","March 12, 1857",""]},{"divid":1215473117,"type":"Book","data":["Walter Johnson","Soul By Soul",null,"Cambridge, MA","Harvard University Press","1999","66-67, 128-130"]}],"locations":[{"id":2787,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}