{"id":3705,"title":"Washington Journalists\n","course_id":1,"status":"P","start_date":"1855-01-01","end_date":"1855-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With political and social temperatures running high in the winter of 1855, many journalists turned to debates concerning the acquisition of new lands, but this time outside of the modern day contiguous United States. Many rumors circulated about secret deals with foreign countries in exchange for economic and Republican support. One particular rumor published in an article from the Farmer's Cabinet concerned the possibility of a United States acquisition of all Nicaraguan lands in exchange for help establishing a firm and stable government. The authors pre-disposition against the British was quite apparent as the author went so far as to blame them for creating a treaty with Nicaragua to debunk the United States' plans for expansion into Latin America. This geopolitical chess game is not an unfamiliar scene in the late nineteenth and early twentieth centuries. There were many occasions when it was rumored that Washington had already worked out plans with a foreign nation only to discover later that such a possibility could never exist. Only a few weeks after this article was published, the Panama Railway opened, becoming the first railway to connect the Atlantic and Pacific Oceans. The influence of articles like the one from the Farmer's Cabinet helped to keep Washington in check. Furthermore, without discussion of the possibilities of expanding the national boundaries, it would be nearly impossible for a democratic government to get enough sources of information to make a clear and rational decision on the proper course of action. One cannot ignore the fact that at this time there was no guarantee of journalistic integrity. After studying the Thomas Jefferson Sally Hemings case, Joshua Rothman points out that James Callender was not an investigative journalist, because he never really bothered to investigate anything."],"display_date":"January 1, 1855","search_date":"1855-01-01","citations":[{"divid":1215473223,"type":"Newspaper Article","data":["Washington News","The Farmers&#39; Cabinet","","January 1, 1855",""]},{"divid":1215473245,"type":"Article","data":["Robert A. Friedlander","A Reassessment of Roosevelt&#39;s Role in the Panamian Revolution of 1903","Western Political Quarterly","14","June 1961","538-539"]},{"divid":1215473323,"type":"Book","data":["Joshua Rothman","Notorious in the Neighborhood: Sex and Families Across the Color Line in Virginia, 1787-1861",null,"Chapel Hill","University of North Carolina Press","2003","14-16"]}],"locations":[{"id":2788,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}