{"id":3706,"title":"A Reflection on the Ongoing War with Mexico\n","course_id":1,"status":"P","start_date":"1848-03-04","end_date":"1848-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Daniel Webster, leading American statesmen and established Whig Senator during the antebellum period, sent a letter discussing the war with Mexico to his dear son on March 4, 1848. He expressed his disgust for the Treaty of Guadalupe Hidalgo and its architect, Nicholas Trist. This letter comes near the end of Webster's career, and the letter revealed that fatigue from a long career in politics had begun to set in. Though he was clearly disgusted over imperialist actions taken by the United States in the West, which upset the delicate balance between free and slave states, his will and conviction appeared to be weakening.Merely six days later, the Senate ratified the treaty and America gained five hundred twenty-five thousand square miles of territory at a net cost of just under twenty million U.S. dollars. Daniel Webster had every right to be skeptical of the suspicious circumstances that surrounded the acquisition of the formerly Mexican lands. Trist negotiated the treaty without President Polk's prior consent, but Polk later agreed to the treaty and sent it to Congress to be ratified. Finally, in May of 1848, Mexican officials agreed to the terms, and the war was officially over. Richard Winders, a historian and former Curator for the Alamo, even went as far as to make the point that the United States' War with Mexico doomed the two great parties of the era by forcing their associates to take sides on the issue of slavery in newly acquired territories and indirectly on the future of the institution of slavery itself. In hindsight, Webster's fear of instability stemming from the new lands was correct, but at the time, the majority of Congress disagreed and Webster settled for peace, despite his unwavering certainty that it would be short lived. "],"display_date":"March 4, 1848","search_date":"1848-03-04","citations":[{"divid":1217098664,"type":"Manuscript","data":["","Daniel Webster, Autograph Letter to his son &amp;#40;March 4, 1848&amp;#41;, broadside",null,"","","","Gilder Lehrman Institute of American History"]},{"divid":1217098737,"type":"Book","data":["Richard Winders","Mr. Polk&#39;s Army&#58; The American Military Experience in the Mexican War",null,"Texas","Texas A&amp;M University Press","1997","192"]}],"locations":[{"id":2789,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}