{"id":3707,"title":"An Honorable Boy\n","course_id":1,"status":"P","start_date":"1847-04-15","end_date":"1847-04-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 15, 1847, The National Era printed an article publicizing one person's genuine act of kindness towards mankind. This person was no established politician providing aid for victims of the Irish Potato Famine; instead, he was a small five-year-old boy named Joseph Klemm. When Joseph's mother read him one disturbing account from Ireland, his first instinct was to run and get his moneybox. After returning with it, Joseph informed his mom that he was going to carry his money to the man in charge of collecting donations to send to damaged families in Ireland so that his money could be used to feed and clothe the little boys in Ireland. The story of little Joseph is priceless, despite its obvious intention of boosting public awareness and aid to the devastated country. The boy took all of his savings, one hundred and three cents, and gave it all away with the best intentions. The author described in detail Joseph's sparkling eyes, claiming that they showed the workings of a truly generous heart. The author of the article felt that this story was an important account to convey to the public, declaring that such acts deserve to be noticed and commended. He also observed another little boy being entertained by the same story, read by his father just like little Joseph, the boy asked if he too could give his money away to help those in foreign lands.Though relief aid was vital and absolutely necessary for reconstructing the Irish economy, there were numerous disadvantageous circumstances that arose, even with massive amounts of foreign funds pouring in. L. P. Curtis' incumbered wealth illustrates some of these problems. Curtis states that both landlords and tenants depended on an elaborate and secretive system of short and long-term goals. Furthermore, in the post famine period, after the rural economy had become completely monetized, virtually every tenant farmer owed money to someone at one time or another. Despite these shortcomings, it was still acceptable to feel the way Joseph and the other little boy did during such a crisis. After all, it was benevolent acts like these that built up America's character in the eyes of nations worldwide. "],"display_date":"April 15, 1847","search_date":"1847-04-15","citations":[{"divid":1214697865,"type":"Newspaper Article","data":["Noble Boy","The National Era","","April 15, 1847",""]},{"divid":1214697881,"type":"Article","data":["L.P. Curtis","Incumbered Wealth: Landed Indebtedness in Post-Famine Ireland","The American Historical Review","85","Apr. 1980","335"]}],"locations":[{"id":2790,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}