{"id":3709,"title":"The Burning of the Gosport Navy Yard\n","course_id":1,"status":"P","start_date":"1861-04-21","end_date":"1861-04-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The atmosphere at the Gosport Navy Yard in Portsmouth was hostile on the hazy Saturday evening of April 21, 1861. Virginia had just succeeded and the loyalty of the yard was torn between North and South. Both sides wanted it and sent forces to take control of it. The first ones to get there were two companies of Virginia Navy volunteers and militiamen of the Norfolk Greys who mustered outside the gates. They hoped to persuade Commodore McAuley, the man in charge, to give control up to the Confederates. McAuley had already planned on holding out at the yard until the Union arrived to take it over, which he thought would be soon. This put him in a serious predicament: he could try and hold out and risk losing the yard to the confederates, or he could burn the yard to the ground and sink all of its ships so the confederates couldn't use anything at the yard. McAuley chose the latter, he burnt the whole yard and sank all of the ships. As all of this ruckus was going on, the help that McAuley was waiting on arrived. The USS Pawnee arrived from the Potomac River, and the Union soldiers finished setting fire to the yard and blew up the dry dock to put it out of use. The Pawnee then headed back north leaving the Gosport Naval Yard in ruins. They also left the Confederates with many heavy guns, gun powder, and the sunken USS Merrimack."," This event contains the fight between the North and the South for the possession of seats of power. In the case of Gosport it was a heavily armed naval yard. Even though it was in Virginia, which succeeded, the Union claimed much of the weapons contained in the yard. This event shows the hostility that existed between the North and South even at the beginning of the war, and how people were pressured to quickly side with one or the other, like in McAuley's case. It shows the phenomenon of how the two sides in the war so quickly came to oppose each other when, not long before, they were all one country that shared much of the same heritage. This event also left the Confederates with the Merrimack, which was later brought up and turned into the USS Virginia."],"display_date":"April 21, 1861","search_date":"1861-04-21","citations":[{"divid":1217518038,"type":"Newspaper Article","data":["The Burning of Gosport Navy Yard","Scientific American ","","May 11, 1861","304"]},{"divid":1217518065,"type":"Book","data":["Rouse Parke Jr.","Along Virginia&#39;s Golden Shores&#58; A Glimpse of Tidewater Life ",null,"Petersburg, VA","Dietz Press","1994","63-64"]},{"divid":1217518109,"type":"Pamphlet or Other Printed Material","data":["Edward P. Lull","History of the United States Navy Yard at Gosport Virginia","Washington, DC","Government Printing Office","1874","Special Collections Library, University of Virginia"]},{"divid":1217518163,"type":"Book","data":["William C. Davis","Virginia at War 1861 ",null,"Lexington, KY","University Press of Kentucky","2005",""]}],"locations":[{"id":2792,"lat":36.8397586016,"lng":-76.3809881826,"zoom":9,"place":"NORFOLK, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}