{"id":3713,"title":"A Local Hero\n","course_id":1,"status":"P","start_date":"1891-11-22","end_date":"1891-11-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" In 1891, a little over one hundred years after the death of Staunton's founder, John Lewis, the city decided they should build a monument to their leader.  The paper gave no description of the desired monument, but gave bountiful detail of the great deeds and history of John Lewis and his family.  Lewis came from Ireland, and, according to tradition, brought red clover to the continent.  The Indians attributed this red color to the blood that the Lewis family spilled from the Indians they frequently fought.  The article expounded Lewis's heroism, durability, and courage.  Lewis had a simple tombstone that proclaimed him a true patriot, especially for producing five sons who fought in the Revolutionary War.  The proposed monument, according to the article, would serve as his resting place in Gypsy Hill Park.  The article concentrated on Lewis, but also provided many details of his father's and grandfather's roles in Europe.  Because Lewis had such a large family, the paper suggested that surviving direct descendants would gather for the ceremonies.  ","    <em>The Washington Post </em>ran this article with the subheading of The Romance of a Virginian, surely catching the eye of the readers.  This piece is filled with history, romance, war, and action.  A reader wanting a trip into the past or out of the city and into the country could find it in this article.  A reader also wanting to know of heroes before the Civil War would find this article less taxing. The fact that the paper does not describe the monument at all suggests that the monument is either very unattractive or boring, or that there were no plans yet for it. ","    After the United States had settled down to a degree from the Civil War, commemorative statutes and memorials building occurred. Kirk Savage has noted an that during the nineteenth century, people increasingly built commemorative monuments to preserve and possibly redefine memories and the past.  He argues that people felt the need to control the past and memories, and thus built monuments to portray what they believed and felt, even if the perceptions were not fully truthful.  The Staunton people wanted the correct and proper portrayal of the story for the founding of their city.  Though John Lewis had died long before, he had lived his life fighting for what he had believed and had descendants who fought for their rights.  Lewis was the type of hero that Augusta County wanted.  Having died long before the Civil War meant the County did not have to deal with the pain of the Civil War and task of properly honoring a man who fell in a war that defeated the South.  There was no problem of strong emotional ties or recent wounds.  Anyone in the North or the South could be proud of this man because they had no need to tie him to the present.  Building a monument to John Lewis and not one of the many Augusta County soldiers who died gave the County a past they could all respect and upon which they could agree. There would be no debate on whether Lewis was a Democrat or Republican, secessionist or Unionist.  John Lewis was a man for America and that was all the County needed.  ","<em>Sarah Isabelle Scruggs</em>"],"display_date":"November 22, 1891","search_date":"1891-11-22","citations":[{"divid":1217518261,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Kirk Savage ","Politics of Memory&#58; Black Emancipation and the Civil War Monument","Commemorations&#58; The Politics of National Identity","John R. Gillis, ed.","Princeton, NJ","Princeton University Press","1994","130"]},{"divid":1217518315,"type":"Book","data":["Edward L. Ayers","In the Presence of Mine Enemies&#58; War in the Heart of America, 1859-1863",null,"New York","W.W. Norton and Company, Ltd.","2003","413"]}],"locations":[{"id":2794,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}