{"id":3725,"title":"The Gallant Knight of Hereford\n","course_id":1,"status":"P","start_date":"1878-09-05","end_date":"1878-09-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 5, 1878, Richard Hereford represented Prince George's County in a jousting tournament. The sixteen knights, clad in armor and flashing colors, paraded the streets of Baltimore before the event. Long lines of fancy barouches followed the men and their steeds. A brass band heralded the knights as they passed the judges' stand. Each knight had a preliminary ride, but then the contest began. At stake were a gold watch with chain and a pair of Smith & Wesson's improved revolvers, but the Knight of Hereford rode to win the honor of crowning the Queen of Love and Beauty.","Sir Hereford clipped eight of nine rings during his first three runs, but the riding was particularly strong in this tournament. In the fourth tiebreaking round, the three rings were a mere inch and a quarter wide. As he prepared for his run, Hereford tried to act cavalierly: a knight's demeanor reflected on himself, his county, and his state. The trumpets [blew] out a challenge, the drummer [gave] a scientific trill, and the Chief Marshall called out in a booming voice, Charge Sir Knight The heralds echoed, and Sir Hereford thundered down the 90 yard track. In full gallop, he poised his lance. He neatly clipped the first two rings, but just missed the third. The crowd cheered as the trumpets blared triumphantly. A pair of pages escorted the Knight past the judges. The ladies in the stand waved their handkerchiefs. It was not enough to crown the Queen of Love and Beauty, but the joust was still a success for any knight who conducted himself with gallant bearing, majestic mien, and superior horsemanship.","After the Civil War, Maryland's image had deteriorated in the eyes of many southerners, who accused Marylanders of being submissionists to northern oppression. The joust became popular in southern Maryland because many Marylanders wanted to redeem their identity as southerners. In the 1890s, the journalist Hanson Hiss claimed that jousting may be ... the only remaining relic of that romantic and picturesque age which has furnished the bards of centuries with themes. Marylanders linked this romantic image of jousting with their image of the Old South, and through jousting, they renewed their southern identity. Many Maryland knights chose names like the Knight of the Lost Cause, the Knight of the Sunny South, and the Knight in Grey to show their sympathy for the plight of the southern states. Jousts strengthened ties to the South in other ways as well: this joust in Baltimore was used to raise money for yellow fever sufferers in the South."],"display_date":"September 5, 1878","search_date":"1878-09-05","citations":[{"divid":1216148195,"type":"Dissertation/Thesis","data":["Kelley Seay","&quot;To Cherish and Preserve the &#39;Old Ideals of Southern Chivalry&quot;&#58; Jousting and the Evolution of Southernness in Maryland in the Nineteenth and Early Twentieth Centuries","PhD diss.","Widener University","2002",""]},{"divid":1216148228,"type":"Newspaper Article","data":["","The Baltimore Sun","","October 12, 1875",""]},{"divid":1216148244,"type":"Newspaper Article","data":["","The Baltimore Sun","","October 20, 1876",""]},{"divid":1216148258,"type":"Newspaper Article","data":["","The Baltimore Sun","","September 5, 1878",""]},{"divid":1216148272,"type":"Newspaper Article","data":["","The Baltimore Sun","","September 22, 1875",""]},{"divid":1216148288,"type":"Newspaper Article","data":["","The Baltimore Sun","","October 1, 1875",""]},{"divid":1216148304,"type":"Newspaper Article","data":["","The Baltimore Sun","","October 13, 1875",""]},{"divid":1216148367,"type":"Newspaper Article","data":[""," The Baltimore Sun","","September 14, 1878",""]},{"divid":1216148753,"type":"Pamphlet or Other Printed Material","data":["Hanson Hiss","The knights of the lance in the South","Baltimore, MD","Outing Magazine","1898","Special Collections Library, University of Virginia"]}],"locations":[{"id":2801,"lat":38.8324772244,"lng":-76.8447330303,"zoom":9,"place":"PRINCE GEORGES, Maryland"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}