{"id":373,"title":"Constitution of Maryland takes effect\n","course_id":1,"status":"P","start_date":"1867-10-05","end_date":"1867-10-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Between May 8 and August 17, 1867 the Constitution of Maryland was written in Annapolis, Maryland in order to comply with the changing pace of the nation.  Maryland, which had never seceded from the United States, had its civil rights revoked by President Abraham Lincoln during the Civil War.  As a result, even though Maryland was not controlled by the mandates of the Reconstruction Acts, the state, which had supported slavery, needed to rework its constitution in the wake of the war's conclusion.  In the August 18 edition of the Baltimore Sun, the editors proudly proclaimed that the convention had drawn to a close and that voting to ratify the new constitution would occur in approximately one month.&lt;br /&gt;&lt;br /&gt;On September 18, the people of Maryland ratified the constitution, but it did not take effect until October 5 of the same year.  The passing of this specific version of the constitution was particularly important, since it marked a return to power for the Maryland's Democrats.  Significantly, under the new constitution, both blacks and whites were to be counted when determining representation for both state and national seats in the government.  &lt;br /&gt;&lt;br /&gt;It is obvious that the citizens of Maryland felt a vested interest in this election.  Everyday from September 19 through September 23, the Baltimore Sun made known the voter return numbers.  Each county's numbers were published with a breakdown of white versus black voting numbers. After all the votes had been tallied, Governor Swann announced that 47,152 voters had placed ballots in favor of the constitution while 23,036 voted against it, and 27 people chose to abstain from voting.  Ultimately, the passing of the constitution marked a sort of self-reconstruction' for Maryland, as it made progress while operating outside of the direct influence of Reconstruction."],"display_date":"October 5, 1867","search_date":"1867-10-05","citations":[{"divid":1213225558,"type":"Book","data":["William Lloyd Fox and Richard Walsh","Maryland: A History, 1632-1974",null,"Baltimore, Maryland","Maryland Historical Society","1974","389-391"]},{"divid":1213225611,"type":"Newspaper Article","data":["Maryland Constitutional Convention","Baltimore Sun","","August 18, 1867",""]},{"divid":1213225634,"type":"Newspaper Article","data":["Maryland Election","Baltimore Sun","","September 19-23 1867",""]},{"divid":1213225661,"type":"Newspaper Article","data":["The New Constitution of Maryland","National Intelligencer","","October 1, 1867",""]}],"locations":[{"id":275,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"ANNE ARUNDEL, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}