{"id":3735,"title":"The Battle at Yorktown\n","course_id":1,"status":"P","start_date":"1862-04-05","end_date":"1862-05-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War was raging on a day in early April in 1862 when Maj. Gen. George B. McClellan and his Union troops marched south from Fort Monroe. On his way south he and his army ran into a small group of Confederate troops led by Maj. Gen. John B. Magruder in Yorktown Virginia. Magruder put on a show and made McClellan think that he had a very large army behind him therefore encouraging McClellan to turn back to Richmond for reinforcements and more firepower. While the Union troops were gone Gen. Joseph P. Johnston brought reinforcements for Magruder. McClellan then headed back towards Yorktown and made his way through the Confederates line at Lee's Mill with little problem. He then wasted two weeks trying to direct more guns to Yorktown to win the battle, in the meantime letting the Confederates escape back to Williamsburg. McClellan let the battle slip away from him when his army was already stronger than Magruder's.","This battle did not cause extensive damage nor was it a decisive battle of the war as a whole. McClellan had just lost his supreme command of the Army right before this battle and was assigned to the Army of the Potomac. McClellan spent a lot of time and resources on the battle which proved not to be decisive at all. This battle did last for almost a month and cause the evacuation of Yorktown. The people of the town expected a large-scale battle to take place in their town so many left. This episode brings these overall battles to a more local perspective in that the innocent people were actually fearing for their lives because of the battle that was about to be fought. Shortly after this battle the battle between the USS Merrimack and Monitor ensued in the same vicinity."],"display_date":"April 5, 1862 - May 4, 1862","search_date":"1862-04-19","citations":[{"divid":1217522432,"type":"Newspaper Article","data":["","Daily Dispatch","Richmond, VA","May 10, 1862",""]},{"divid":1217522450,"type":"Newspaper Article","data":["Evacuation of Yorktown","The New York Herald","","May 6, 1862","1"]},{"divid":1217522595,"type":"Book","data":["Military Historical Society of Massachusetts","Campaigns in Virginia, 1861-1862",null,"Boston, MA","Houghton, Mifflin and company","1895",""]}],"locations":[{"id":2803,"lat":37.1522972227,"lng":-76.370697645,"zoom":10,"place":"YORK, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}