{"id":3737,"title":"Battle at Suffolk \n","course_id":1,"status":"P","start_date":"1863-04-11","end_date":"1863-05-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" As Confederate troops marched towards Suffolk led by General James Longstreet they could hear the shells and see the signal lights over the site of the battle. They were marching to Suffolk because a Union garrison had taken over Hill?s Point and Fort Huger, which opened the Union to shipping. When they arrived at Suffolk the Confederates attacked a Union garrison led by Brig. Gen. John Peck. The confederates quickly realized that they were outnumbered by around five thousand troops. Realizing the size disadvantage that they had they pushed the Union army down the Nansemond River and set up on Hill?s Point. This was a great position because it cut off shipping to the Union garrison. That was the case until Union gunboats tried to push the confederates out of that great position. The gunboats didn?t work, however, the Union troops set up batteries while the gunboats were occupying the Confederates. They then opened fire and pushed the Confederates away. After this Gen. Robert E. Lee dispatched the troops to leave Suffolk and to rejoin him and the Army of Northern Virginia. "," The battle at Suffolk was not a very decisive battle in the whole of the civil War. It was just another blow to the Confederate army by making them retreat without any clear winner or loser. A similar scene was seen at the battle of Yorktown a year earlier. These small defeats wore down the Confederates bit by bit on their home ground. Many small battles like Suffolk contributed to the overall outcome of the war, even if just slightly."],"display_date":"April 11, 1863 - May 4, 1863","search_date":"1863-04-22","citations":[{"divid":1217675836,"type":"Newspaper Article","data":["Affairs at Suffolk","Richmond Daily Dispatch","","April 24, 1863","1"]},{"divid":1217675865,"type":"Manuscript","data":["","Letter to Josephine Cole, April 22, 1863",null,"Mss 12501","","Correspondence of John L. Hoster","Special Collections Library, University of Virginia"]},{"divid":1217675986,"type":"Book","data":["","Operations on the Atlantic Coast, 1861-1865, Vicksburg",null,"Massachusetts","The Military Historical Society of Massachusetts","1912",""]}],"locations":[{"id":2804,"lat":36.6743486041,"lng":-75.9181406429,"zoom":9,"place":"PRINCESS ANNE, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}