{"id":3738,"title":"Troubles between blacks and police in Princess Anne County\n","course_id":1,"status":"P","start_date":"1869-01-07","end_date":"1869-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One January day, Lieutenant. Rogers of Princess Anne County Sheriff's Department ordered a detachment of twenty men headed by Lieutenant Farragut to serve a warrant to two black men living on the Baxter farm and the one adjacent to it. This detachment was sent because the last deputy that tried to serve was met with resistance. The whole detachment arrived at the farm and proceeded to the house without resistance from the neighbors. When Lt. Farragut announced their presence and ordered that they surrender, he was met by the discharge of a shotgun into the chest of his fellow Sergeant. Lt. Farragut then proceeded to shot the man who fired the shot and pin him to the ground. The Sergeant that was shot was mortally wounded and died later that day. The blacks in surrounding areas began to arm themselves and threaten attack after this incident. "," This incident is a perfect example of how many blacks felt during the reconstruction period of the United States. Most aspects of life were still unequal to them and they resented that. They felt like they were still not free even though they were not slaves anymore. Many whites, especially in the south were still very hostile towards the newly freed blacks. This time in history was a very hostile period where there was not much understanding between the black and white population in the south. This conflict resulted in a lot of violence between the two groups throughout the country."],"display_date":"January 7, 1869","search_date":"1869-01-07","citations":[{"divid":1216688539,"type":"Newspaper Article","data":["Troubles Between the Negros and Soldiers in Princess Anne County","Richmond Daily Dispatch","","January 9, 1869","1"]},{"divid":1216688576,"type":"Newspaper Article","data":["Negros Emeute in Virginia ","Richmond Daily Dispatch","","January 8, 1869","1"]},{"divid":1216688603,"type":"Book","data":["Eric Foner","A Short History of Reconstruction",null,"New York","Harper Perennial ","1990",""]}],"locations":[{"id":2805,"lat":36.6743486041,"lng":-75.9181406429,"zoom":9,"place":"PRINCESS ANNE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}