{"id":374,"title":"Saint Augustine&#39;s College founded\n","course_id":1,"status":"P","start_date":"1867-10-14","end_date":"1867-10-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 14, 1867, Saint Augustine's College was founded in Raleigh, North Carolina.  The Episcopal clergy, who encouraged and executed the founding of the school, aimed to educate newly freed slaves in the Raleigh-Durham area.&lt;br /&gt;&lt;br /&gt;Like most schools opened to black students, Saint Augustine's College originally functioned as a secondary school.  In 1919, the institution was awarded the status of a junior college and in 1931, the first Bachelor's degrees were awarded.  Interestingly, Saint Augustine's did not appoint a black president until its sixth president was named in 1947: Harold L. Trigg.  Despite the many changes over the school's long history, two aspects have remained constant: the influence of the Episcopal church and a commitment to learning.&lt;br /&gt;&lt;br /&gt;In the 1990s, Saint Augustine's made the news when it was brought to the attention of the media that, since 1993, the school required that the local police from an applicant's area detail that student's existing police record as part of their college application.  Despite the controversy surrounding the screening process, the program has been successful.  Since 1993, Saint Augustine's College has had the lowest crime rate of any college in the Raleigh-Durham area.  Now a privately funded school, Saint Augustine's is recognized on the list of Historically Black Colleges and Universities."],"display_date":"October 14, 1867","search_date":"1867-10-14","citations":[{"divid":1219529639,"type":"Website","data":["","About Us","Saint Augustine&#39;s College","http&#58;//www.st-aug.edu/aboutus.htm",""]},{"divid":1219529673,"type":"Article","data":["","The Tradition of White Presidents at Black Colleges","The Journal of Blacks in Higher Education","16","Summer 1997","93-99"]},{"divid":1219529832,"type":"Article","data":["","The Tradition of White Presidents at Black Colleges","The Journal of Blacks in Higher Education","","Spring 1995","22-24"]},{"divid":1219529884,"type":"Newspaper Article","data":["Colored Schools the Past School Year","National Intelligencer","","August 13, 1867",""]}],"locations":[{"id":276,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}