{"id":3744,"title":"Methodist Episcopal Church, South Conference","course_id":1,"status":"P","start_date":"1886-03-14","end_date":"1886-03-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During mid-March 1886, The Methodist Episcopal Church, South hosted their conference in Staunton, Virginia. During the conference, the church had different ministers primarily speak on the state of the church and other business matters. Theological matters had a strong presence, also. The church was active in giving money to the Foreign Missionary Society and had increased the amount given each year, much to the pleasure and surprise of the organization. They also up held their pledged amount for the year. The church also debated whether to change the name to Methodist Episcopal Church in America, but voted against it. Only two men voted for the change, but the article does not give their reasoning. The conference adopted a memorial on temperance and elected delegates for the following conferences. The most interesting event, the article author felt, was the chairman's concern over a sermon. The chairman disapproved of a trial sermon, but the rest of the committee determined it to be orthodox. Upon this approval, the chairman asserted that if this was the case then there was no line between paganism and Christianity."," The Washington Post and the New York Times published these original articles. Washington was not too far from Staunton by way of the railroad, but New York was much farther. That New York paid attention to what the Methodist Episcopal Church, South was doing in the south intimates that religious matters were a concern for all, even though this was the southern branch of the M.E. church. Virginia was also the most northern state to make up the M. E. Church, South and must have had influence to hold a meeting so far from the members in the Deep South."," <em>Encyclopedia of Religion in the South</em> explains that the Methodist Episcopal Church, South divided from the Methodist Episcopal Church (Northern) during the Civil War, and, because of death and this divide, lost many members. Their strategy to gain and replace members required holding conferences that moved annually throughout the region. This 1886 meeting is their annual conference and a continuance of their efforts to maintain membership. Also during this period, revivalism started gaining force. The meetings the church held concentrated on proper behavior of its members, and instructed them that gambling did not belong in their lives while dancing had a shaky position. The test sermon to which the chairman objected could have pushed the boundaries concerning social issues. In addition, the church became more active with missionary work at this time and that is why their large donation was such a surprise. It was not until 1939 that the M. E. Church, South and the Northern division reunited into the Methodist Church. ","<em>Sarah Isabelle Scruggs</em>"],"display_date":"March 14, 1886 - March 16, 1886","search_date":"1886-03-15","citations":[{"divid":1215473629,"type":"Newspaper Article","data":["The M.E. Conference South","The Washington Post","","March 16, 1866","2"]},{"divid":1215473658,"type":"Newspaper Article","data":["The Methodist Church South","New York Times","","March 14, 1886","1"]},{"divid":1215473679,"type":"Book","data":["Samuel S. Hill, editor","Encyclopedia of Religion in the South",null,"Macon, GA","Mercer University Press","1984","470-471"]}],"locations":[{"id":2807,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}