{"id":3745,"title":"A Great City\n","course_id":1,"status":"P","start_date":"1886-12-04","end_date":"1886-12-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By 1900, Staunton had a population of 7,289, and in 1886, the city already boasted of its greatness. <em>The Goodson Gazette</em>, a small circulation paper, ran a few lines devoted to the city's attractive characteristics. Not only did the city have electricity, but also they had streetlights on some of the main streets. They had a telegraph since the 1850's, but did not mention it, nor did they mention their railroad connections. Not only did the citizens of Staunton enjoy these technological advances, they had a strong arts program. The citizens enjoyed the finest Opera House in the State of Virginia and the largest and best band of music in the South. A troupe from New York even traveled to Staunton to perform, and during travel one of its members met her death in a train accident in the city and the show was cancelled. "," The newspaper featuring this article was not widely circulated and a news wire would not have any reason to pick up this story and publish it nationally. There were plenty of other cities just like Staunton in the United States and nothing special about the technology there, but the arts might have been. They had the telephone and failed to mention their railroad connections, but it had been there since the 1850's and had become such a part of everyday life in so many other areas that it was not unique to Staunton. They did not have to boast of their railroad because it was assumed that a great city like theirs would have a railroad. Space in the paper might have limited the lauding of the city, or there was nothing left to praise. The article mattered to the inhabitants though and could only have fostered their sense of accomplishment. "," Edward Ayers has noted Augusta County's position as a border state before the Civil War. Its position in the Great Valley created connections in the North and in the South. The Valley Turnpike provided direct access northward for everything. After the War, Augusta had the same geographic location, but a different mindset because the country held a different attitude. It enjoyed the economic prosperity that the railroads and other technology had brought, but the city was a Southern city at heart. The citizens had a relationship with the South and its customs but there was a constant exchange of ideas, people, and products with the North, too. They could not ignore the stories of Northern events in their newspapers or the information a traveler on the B&O brought from Cincinnati. The Northern influence was strong, but so was that of the South. The Virginia Central Railroad connected the cities in Virginia and strengthened the Southern hold. It is important to note that in the late 1880's when the North and South were separating culturally, the city boasted of their opera house and band in relation to the South. This statement was a sign to the readers that the citizens of Staunton still firmly held their connection to the South, even if they used technological inventions that held greater prominence in the North. ","<em>Sarah Isabelle Scruggs</em>"],"display_date":"December 4, 1886","search_date":"1886-12-04","citations":[{"divid":1217522782,"type":"Website","data":["Geostat Center","Historical Census Browser","University of Virginia, Geospatial and Statistical Data Center","http&#58;//fisher.lib.virginia.edu/collections/stats/histcensus/index.html","September 25, 2006"]},{"divid":1217522834,"type":"Newspaper Article","data":["Virginia Institute for the Education of the Deaf and Dumb and the Blind, Staunton, Virginia","Goodson Gazette","","December 4, 1886",""]},{"divid":1217522862,"type":"Book","data":["Julian Bond and Andrew Lewis, eds.","Gonna Sit at the Welcome Table",null,"Mason, OH","Thomson Learning Custom Publishing","2002","2-45"]},{"divid":1217522912,"type":"Book","data":["Edward L. Ayers","In the Presence of Mine Enemies&#58; War in the Heart of America, 1859-1863",null,"New York","W. W. Norton &amp; Company","2003",""]}],"locations":[{"id":2808,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}