{"id":3746,"title":"An Escape and a Death\n","course_id":1,"status":"P","start_date":"1817-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Escaping from a United States' fort was not always easy to do, but still very possible. The United States government built Fort King in 1827 to be a buffer between the Seminoles and the whites settling in the region. The fort held many captured Indians. At Fort King, the soldiers' responsibilities consisted in keeping the Indians in their territory while protecting the white settlers from Indian raids. Many Indians tried to raid the fort on several occasions; however, they were not successful in driving out the soldiers. Instead, many Indians ended up dead or imprisoned at the fort.","According to an article in the Florida paper, a couple of days after Colonel Riley chased down an Indian in the Pine Woods near Withlacoochee, he surprised an Indian camp consisting of two warriors and two squaws. Colonel Riley and his men took all the Seminoles to the fort as prisoners. The following Tuesday of that week while one of the sentinels fell asleep, one of the Indians escaped. Another guard saw him and began firing, which alarmed other guards to begin firing as they were chasing after him. Unfortunately, Captain Mason was shot dead in the process of trying to capture the Indian escapee. The sad part is that no one knew who shot Captain Mason. It is possible that he was shot by one of his own men or another Indian trying to defend the escapee.","Many Indians who escaped were lucky. The Indian that escaped that Tuesday night was even luckier because he got the captain killed in the process, which left one less soldier for the Seminoles to fight.","Other forts besides Fort King, such as Fort Scott, Fort Russell, and Fort Cooper, experienced similar episodes with Indian prisoners. Many Indians like the Seminoles in this article were captured by surprise and either killed or imprisoned. It was common for Indians to want to escape and gain control of their land, which white settlers were taking from them. News about Fort King and other forts such as Indian defeats, prisoners, escapees, and deaths were issues that concerned white settlers. The white settlers were concerned because they did not want to be killed by Indians while they tried to settle in Florida. "],"display_date":"1817 - 1840","search_date":"1828-12-31","citations":[{"divid":1217523050,"type":"Pamphlet or Other Printed Material","data":["Andrew Welch","A Narrative of the Early Days and Remembrances of Osceola Nikkanochee, Prince Econchatti","London","Hatchard and Son","1841",""]},{"divid":1217523089,"type":"Website","data":["Answers Corporation","Osceola","Answers Corporation","http&#58;//www.answers.com/topic/osceola ","October 1, 2006"]},{"divid":1217523149,"type":"Website","data":["Chris Kimball","Marion County, Part 2 Fort King and Fort Drane","Chris Kimball","http&#58;//www.tfn.net/SEMINOLEWAR/Counties/c4mari2.htm ","October 2, 2006"]},{"divid":1217523302,"type":"Book","data":["Irvin M. Peithmann","The Unconquered Seminole Indians ",null,"St. Petersburg, FL","Great Outdoors Publishing Company","1957","24-25"]},{"divid":1217523419,"type":"Book","data":["Charles W. Tebeau","A History of Florida ",null,"Coral Gables, FL","University of Miami Press","1971","160-162"]},{"divid":1217523474,"type":"Book","data":["Edwin C. McReynolds","The Seminoles ",null,"Norman, OK","University of Oklahoma Press","1957","145-155, 223"]},{"divid":1217529756,"type":"Book","data":["Sheppy Mary H.","The Seminole Indians in Florida, Compiled by Workers of the Writers&#39; Program of the Work Projects Administration in the State of Florida",null,"Tallahassee, FL","The Florida State Department of Agriculture","1940","3-7"]}],"locations":[{"id":2809,"lat":null,"lng":null,"zoom":8,"place":"ALACHUA, Florida"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":19,"tag":"Native-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}