{"id":375,"title":"Solomon Marable Convicted of Murdering Mrs. Lucy Pollard\n","course_id":1,"status":"P","start_date":"1895-07-12","end_date":"1895-07-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 15th 1895, Lucy Pollard, the wife of a white farmer in Lunenburg, Virginia, was beaten to death with an ax just before 6 pm.  Later that evening, her husband, Edward found her body by a freshwater spring on the farm, and also noticed 855 stolen from the couple's house.  Having witnessed Solomon Marable near the spring the day before the Mrs. Pollard was killed, a concerned group of Lunenburg residents hunted down Marable and on June 18th captured the suspect.&lt;br /&gt;Once having captured the suspect, the posse transported the black man to the Pollard's home, and en route, Marable refuted having murdered the lady and shifted the blame in the direction of three other black ladies, Mary Abernathy, Pokey Barnes, and Mary Barnes.  After the police had been notified about the three other suspects, the three girls were brought into custody later that same day and brought to the Pollard's farm too.  After collecting testimony from all 4 suspects, Marable and his accomplices were taken to the Petersburg jail on the 19th of June.  &lt;br /&gt;On July 11th, Solomon Marable was transported under the watch of the Petersburg sheriff back to Lunenburg to stand trial for the murder of Lucy Pollard.  The following day Marable confessed in court that he was paid to hold down Lucy Pollard while Pokey Barnes and Mary Abernathy beat the defenseless lady.  It took the jury, which consisted of 2 black males and ten white, less than ten minutes to convict the black man, and he was sentenced to death by the Honorable George Orgain.  Following the conviction and the sentence, the Commonwealth Attorney asked judge Orgain to postpone the prisoner's death so that Marable could testify at the trials of Mary Barnes and Abernathy.&lt;br /&gt;Marable's testimony against Barnes and Abernathy proved to be helpful, and the two women were convicted of murder in the first degree.  After applying to the Supreme Court of Appeals, Solomon Marable was granted an appeal for his murder conviction on December 12, 1895.  After losing the appeal, Solomon Marable was hung in 1896."],"display_date":"July 12, 1895","search_date":"1895-07-12","citations":[{"divid":1219529985,"type":"Newspaper Article","data":["","The Richmond Dispatch","","July 11, 1895",""]},{"divid":1219529997,"type":"Newspaper Article","data":["","The Richmond Dispatch","","July 14, 1895",""]},{"divid":1219530024,"type":"Newspaper Article","data":["","The Richmond Dispatch","","July 18, 1895",""]},{"divid":1219530047,"type":"Book","data":["Suzanne Lebsock","A Murder in Virginia&#58; Southern Justice on Trial",null,"New York","W.W. Norton &amp; Company","2003",""]}],"locations":[{"id":277,"lat":null,"lng":null,"zoom":8,"place":"LUNENBERG, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}