{"id":3751,"title":"Beating of a Young Girl in Chesterfield County\n","course_id":1,"status":"P","start_date":"1866-08-20","end_date":"1866-08-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A young girl aged fourteen named Martha Ann Cogbill was walking throught the woods one day near Belona Arsenal in Chesterfield county when she was brutally attacked by a black man named Caesar Willards. Willards stopped the young girl and began to beat her with a musket stock until it broke. Willards continued by choking her and committing more outrageous acts and then left her for the dead in the middle of the woods. Cogbill was found the next day by her Father and Uncle who thought that she was lost. The doctors were to barely able to save her life after the brutal attack. The Richmond police then sent out a task force to seize Willards, who was on the run. It ended up that Willards had stolen a pig from a black man named Sam Saunders. Saunders got together with two other men and went to find Willards. They successfully brought him in to face the punishment that he deserves for such a brutal attack on an innocent young girl.","This occurred in a time directly after the Civil Rights Bill was passed in 1866 that gave blacks more rights as citizens. Instead of creating a sense of equality and peace among whites and blacks, this bill tended to create resent among the black community. This resentment, in turn, resulted in many blacks committing violent acts towards whites and other blacks. The violence during this time period prevailed more in the rural areas such as Chesterfield because of the lack of law enforcement as compared to urban areas. Also, more of the blacks in rural areas were poor and were former slaves that were now free and harbored more resentment towards whites and other, well-off blacks."],"display_date":"August 20, 1866","search_date":"1866-08-20","citations":[{"divid":1216340990,"type":"Newspaper Article","data":["Outrage in Chesterfield County","Richmond Daily Dispatch","","August 20, 1866","1"]},{"divid":1216341015,"type":"Book","data":["Manning Marable","Race, Reform, and Rebellion&#58; The Second Reconstruction in Black America, 1945-1990",null,"Mississippi","University Press of Mississippi","1991",""]},{"divid":1216341075,"type":"Website","data":["PBS Online","American Experience, Reconstruction&#58; The Second Civil War","PBS Online","http&#58;//www.pbs.org","September 15, 2006"]}],"locations":[{"id":2810,"lat":37.3864763379,"lng":-77.5769179581,"zoom":9,"place":"CHESTERFIELD, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}