{"id":3755,"title":"Confederate Surrender at Appomattox Courthouse\n","course_id":1,"status":"P","start_date":"1865-04-10","end_date":"1865-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 10, 1865, General Robert E. Lee wrote to the Headquarters Army of Northern Virginia. The general explained the Confederate Army's surrender was caused by the Union's overwhelming numbers and resources. General Lee continued to commend his soldiers for their bravery and devotion to the Confederate Army. He explains that any continuation of the conflict would have resulted in enormous loss. He stated I have determined to avoid the useless sacrifice of those whose past services have endeared them to their countrymen. The letter went on to explain that the conditions of the surrender allowed his men to return to their homes and await further instruction. The North held advantages over the Confederacy that increasingly came into play during the course of the Civil War. The Union held an insurmountable advantage over the Confederacy in terms of industrial strength and population. The Union had a population of 22.7 million, compared to the nine million in the Confederate States. Also, the union's industrial capacity allowed for a strong navy, which the South lacked. With its predominately agrarian economy, the South had no way of supplying the demand of its troops. Without any real industrial capabilities the South relied mainly on the cotton trade to gain money and support from foreign countries. However this policy failed due to the naval blockade of the southern coast. General Robert E. Lee's letter emphasized the shortcomings of the South's ability to provide for its army. In his mind, at that point, they were only delaying the inevitable."],"display_date":"April 10, 1865","search_date":"1865-04-10","citations":[{"divid":1216149111,"type":"Primary Source in a Secondary Source","data":["Letter from Robert E. Lee","April 10, 1865","Life and Letters of Robert Edward Lee, Soldier and Man","J. William Jones","Washington, D.C.","Neale Publishing Company","1906","486"]},{"divid":1216149226,"type":"Book","data":["Charles Reagan Wilson &amp; William Ferris","Encyclopedia of Southern Culture",null,"Chapel Hill","The University of North Carolina Press","1989","607-608"]}],"locations":[{"id":2812,"lat":37.3722533013,"lng":-78.8121458288,"zoom":9,"place":"APPOMATTOX, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}