{"id":3756,"title":"Freedman&#39;s Bureau Labor Contracts\n","course_id":1,"status":"P","start_date":"1865-12-01","end_date":"1865-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the year 1865, Samuel Wilson signed a Freedman's Bureau document that concerned two of his younger slaves. The document proclaimed Edmund and Farrel free boys of color. The document went on to say that the boys were age 13 and 11 and became Samuel's apprentices till the age of 21. The two boys had to faithfully serve and obey their master until their apprenticeship with Samuel came to an end. The document also called for Samuel to provide the boys with adequate living conditions including competent and sufficient meat, drink, washing, lodging, apparel, and all other things necessary. Samuel was also responsible for educating the boys sufficiently under the rule of three. This rule included reading, writing, and arithmetic. At the age of 21 and the end of their apprenticeship each boy had to pay Samuel 100 dollars. "," This government document shows the significance as well as the failures of the Freedman's Bureau. Although the bureau provided help with setting up contracts giving freed black men some rights, the ambiguity of these documents led to their exploitation. The Bureau's agents frequently seemed more concerned about getting contracts signed and ensuring that the plantations were supplied with labor than they were about protecting blacks from exploitation. When blacks complained about their situation to the Bureau little could be done to correct the situation. The Freedman's Bureau lacked the manpower to sufficiently investigate the matter therefore blacks were stuck in their situations. Although the Bureau drew up these contracts with slaveholders that made conditions for black's better, the Bureau failed to limit the widespread exploitation that occurred. The Freedman's Bureau central mission to establish a working system of free labor proved to be very problematic."],"display_date":"December 1, 1865","search_date":"1865-12-01","citations":[{"divid":1217681417,"type":"Manuscript","data":["","",null,"Mss 10721","Box 2","Papers of Samuel Panill Wilson, 1847","Special Collections Library, University of Virginia"]},{"divid":1217681581,"type":"Book","data":["Michael Perman","Emancipation and Reconstruction, 1862-1879",null,"Wheeling","Harlan Davidson, Inc.","1987","23-24"]},{"divid":1217681711,"type":"Book","data":["Eric Foner","Forever Free&#58; The Story of Emancipation and Reconstruction",null,"New York","Alfred A. Knopf, Inc.","2005","97-98"]}],"locations":[{"id":2813,"lat":36.7669669152,"lng":-78.9366405787,"zoom":9,"place":"HALIFAX, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}