{"id":3758,"title":"Hunting for Negros\n","course_id":1,"status":"P","start_date":"1873-01-03","end_date":"1873-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Two white men were walking past their cornfield and spotted a hat moving across the field. As the men investigated it became clear that the hat belonged to an African American male. When the two white men realized this, and the fact that he was stealing their corn, they immediately chased after him with guns drawn. One of the white males opened fire on the black man undoubtedly aiming to kill. He later stated that he aimed as well as he could, considering the situation, and the bullet sizzled across the Negro's ear.","The two men eventually caught the black male and he surrendered without a fight. The black male stated that he was only trying to feed his wife and children and only tried to steal because others were doing it as well. The men turned the black male over to the authorities, and he was eventually let go and swore he would never attempt to steal corn again. The story ends with the writing proclaiming that the Negro would disregard his promise on the first opportunity.","The event clearly shows the animosity towards blacks from whites. The feeling of white superiority clearly still existed in Southern Virginia in the year 1873. Violence towards blacks was an intrinsic element of the slave system and had been endemic in large parts of the South since 1865. The two men clearly wanted to kill the trespasser and regretted that they missed their chance. According to the article the black race is compared to animals that are fair game to be shot if on ones property. Some southerners refused to accept reconstruction, and resorted to violence when possible to infer white supremacy. "],"display_date":"January 3, 1873 - December 31, 1873","search_date":"1873-07-03","citations":[{"divid":1215473890,"type":"Newspaper Article","data":["Garysburg Pastimes-Bagging Big Game","Petersburg Index","","Jan. 1873","2"]},{"divid":1215473918,"type":"Book","data":["Eric Foner","Forever Free: The Story of Emancipation and Reconstruction",null,"New York ","Alfred A. Knopf","2005","171"]}],"locations":[{"id":2815,"lat":37.3359551661,"lng":-77.9760581709,"zoom":10,"place":"AMELIA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}