{"id":3760,"title":"Boy Murdered in Norfolk County\n","course_id":1,"status":"P","start_date":"1870-02-12","end_date":"1870-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A young black boy living at Wood?s farm in Norfolk County was employed to go to the grocery store and buy a dollars worth of pork by a black family named Seguine. The family gave the young boy a ten-dollar note to buy the pork. The boy set off to the store down the road and bought the dollars worth of pork for his employers. On the way back from the store the young boy misplaced the change from the ten-dollar note and was scared of the consequences that he might face upon his return to the Seguine household. The boy had no choice but to got back and admit that he had lost their money somewhere on the trip back. As soon as the boy returned the old man Seguine insisted that he had simply stolen the change taking the young boy as a thief. Upon coming to that conclusion, Seguine pounced onto the boy and beat him senseless with a horse-whip, crushing his collarbone. The next day the boy told the story to the local magistrate in order to have the Seguine family arrested. Upon hearing about the actions of the boy the Sequine family found him, cut out his tongue, slit his throat and threw him in the bushes. When the community heard about this travesty, they found the boy and searched for the Seguine family. They Seguines had already fled the county and were not found. The missing nine dollars was found in the bushes ten yards from the Seguine household shortly thereafter."," In the period after the Civil War many families and areas faced extreme poverty, especially in the southern states. This poverty caused people to do extreme things when faced with money issues. In this case, the family killed a young boy over nine dollars that he should have brought back from buying the pork. Their mindset during this period caused the family to jump to the automatic conclusion that the boy had stolen the money, when in fact, he had not. The whole reconstruction era is plagued with such violence and poverty, especially among blacks and poor or racist whites. In this case the violence did not even involve whites. The violence during this period was not just racially motivated, it was motivated by much more, such as poverty."],"display_date":"February 12, 1870","search_date":"1870-02-12","citations":[{"divid":1216080591,"type":"Newspaper Article","data":["Revolting Atrocity in Norfolk County","Richmond Daily Dispatch","","Februrary 12, 1870","1"]},{"divid":1216080636,"type":"Book","data":["Eric Foner and Olivia Mahoney","America&#39;s Reconstruction&#58; People and Politics After the Civil War",null,"Baton Rouge","Louisiana State University Press","1997",""]},{"divid":1216080746,"type":"Website","data":["American Experience","Reconstruction&#58; The Second Civil War","PBS Online","http&#58;//www.pbs.org","September 15, 2006"]}],"locations":[{"id":2816,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}