{"id":3761,"title":"Disaster on the James River\n","course_id":1,"status":"P","start_date":"1864-02-11","end_date":"1864-02-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a cold day in February a Union expedition composed of gunboats Smith Briggs, Flora Temple, Gen. Jessup, and a transport Long Branch headed up the James River from Norfolk commanded by General Graham. The Long Branch had one hundred and fifty soldiers aboard on this particular expedition. Capt. Lee marched down the banks of the Nansemond River to meet up with the fleet of boats. The troops penetrated the country heading on a direct route to Suffolk. On their way they ran into two hundred Confederates with large guns and caught them by surprise. Capt. Lee then heard that there was a strong force not far ahead, so he took his troops back to the town of Smithfield. As the Union forces walked through the town they were fired on from all sides and the twentieth New York was captured. The Confederate Col. Gordon wanted an unconditional surrender of the Union troops. Capt. Lee would not surrender so the fighting in the town of Smithfield continued until the Union gunboat Smith Briggs appeared. The Union forces were still overpowered by the large numbers of Confederate forces. The confederated almost destroyed the Smith Briggs and the Union troops retreated leaving the town of Smithfield a wreck."," The battle in this episode not only involved the armies of both sides, but it also involved a small town in Tidewater Virginia. The Union Army wasn?t expecting to fight the battle in the town but that is what it came down to in the end. The battle hurt the town and involved some civilian casualties in the process. This small battle is an example of how a lot of the Civil War was fought, small battles happening when they are least expected. This battle was fought pretty late in the war and both sides were getting worn down. Another factor that this battle express about the war as a whole is the fact that there was no clear winner, as with many of the Civil War Battles."],"display_date":"February 11, 1864","search_date":"1864-02-11","citations":[{"divid":1216426123,"type":"Newspaper Article","data":["The Recent Disaster on the James River","The Farmers Cabinet","","February 11, 1864","2"]},{"divid":1216426146,"type":"Book","data":["Brian Steel Wills","The War Hits Home&#58; The Civil War in Southeastern Virginia",null,"Charlottesville, Virginia","University of Virginia Press","2001",""]}],"locations":[{"id":2817,"lat":36.8908092988,"lng":-76.7268389325,"zoom":9,"place":"ISLE OF WIGHT, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}