{"id":3762,"title":"Importance of Religion in Old South\n","course_id":1,"status":"P","start_date":"1870-04-12","end_date":"1870-04-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 12, 1870, Frederick W. Page wrote to his daughter Annie Nelson Page to let her know how pleased he was she was being confirmed. He was recently informed that a priest was planning to visit Annie's town. He emphasized the importance of truly accepting god in her own heart and mind. Also, Frederick wanted his daughter to be confirmed for the right reasons. He stressed to Annie that she must not be confirmed for the sake of her parents. Frederick wrote, It is a matter of conscience and you must judge for yourself, for you are old enough, to take upon the vows that your mother and myself took for you. On April 27, 1870, Charlotte N. Meriwether also wrote to Annie describing her enthusiasm for Annie's decision to be confirmed. She stated that the wished she could attend the Confirmation ceremony but regretted she must pass due to illness. Therefore, Charlotte asked the Heavenly father to bless Annie and strengthen her in his holy determination. ","Religion played a major role in the old South. Most Southern families considered themselves Christian and attended church regularly. At a time when Northern religion became increasing diverse, the southern churches remained orthodox in theology and predominately Evangelical. In small isolated rural communities, religion provided a sense of identity that helped cultivate a distinct southern identity. Religion played a central role in family life. The letters sent to Annie displayed the family bond fostered by participation in faith. Religion gave southerners hope and a purpose and this was especially important after the immense loss the Civil War caused. Most obvious among the purposes of family religion was its nurturing children that when they came to adulthood they would be susceptible to conversion."],"display_date":"April 12, 1870 - April 27, 1870","search_date":"1870-04-19","citations":[{"divid":1217529862,"type":"Manuscript","data":["","Papers of Ethelbert Algernon Coleman ",null,"Mss  7014","Mss  7014","Papers of Ethelbert Algernon Coleman ","Special Collections, University of Virginia"]},{"divid":1217529888,"type":"Book","data":["Donald G. Mathews","Religion in the Old South",null,"Chicago","The University of Chicago Press","1977","99"]},{"divid":1217529946,"type":"Article","data":["Charles Reagan Wilson","The Religion of the Lost Cause&#58; Ritual and Organization of the Southern Civil Religion, 1865-1920","The Journal of Southern History","2","1980",""]}],"locations":[{"id":2818,"lat":36.7669669152,"lng":-78.9366405787,"zoom":9,"place":"HALIFAX, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}