{"id":3764,"title":"Unsuccessful Attack On Rebel Battery near Newport News\n","course_id":1,"status":"P","start_date":"1861-06-10","end_date":"1861-06-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["June 10, 1861 General Butler of the Union army learned that Confederate forces were forming a camp near Great Bethel, near Hampton. Butler had the desire to dislodge them so he sent forces from Fortress Monroe and Newport News. At least four different Union regiments began their trip to the Confederate camp to take care of the problem. They were accompanied by a German regiment and there was a misunderstanding with the signals because of the dense fog. The German regiment began to fire upon Col. Townsends Union regiment. The regiments exchanged fire for a short period. The fire was harmless except for that of the Germans, which fatally wounded three men. The Zouaves regiment heard the fire and began firing upon the Albany regiment as they were retreating. More troops were sent in the morning from Fortress Monroe. At daybreak the regiments ran into heavy Confederate fire. The Union troops couldn?t see the Confederates because they were heavily masked. The Union therefore retreated and realized that the whole expedition was a fiasco."," This event shows how unorganized many of the battles during the civil War really were. The Union regiments began firing at each other with no enemy in sight. This has been consistent with war throughout history in that many mistakes are made and sometimes soldiers get shot by friendly fire. It also shows how the Union army had foreign armies helping them in some aspects of the war. In the case of this event it was the Germans. The Germans caused the initial misunderstanding that began the fire. The Civil War was not organized enough to be a full scale war, that is one reason for all of the casualties. This small battle is not the only one of its kind during this time period."],"display_date":"June 10, 1861","search_date":"1861-06-10","citations":[{"divid":1216495936,"type":"Newspaper Article","data":["Unsuccessful Attack of a Rebel Battery","The Farmer&#39;s Cabinet","","June 14, 1861","3"]},{"divid":1216495961,"type":"Book","data":["Earl J. Hess","Field Armies and Fortifications in the Civil War&#58; The Eastern Campaigns, 1861-1864",null,"Chapel Hill","The University of North Carolina Press","2006",""]},{"divid":1216496007,"type":"Book","data":["James I. Robertson","Civil War Virginia&#58; Battleground for a Nation",null,"Charlottesville","University of Virginia Press","1993",""]}],"locations":[{"id":2820,"lat":37.1073629696,"lng":-76.6012221324,"zoom":10,"place":"WARWICK, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}