{"id":3765,"title":"Operations on the James River near Chesterfield\n","course_id":1,"status":"P","start_date":"1862-06-21","end_date":"1862-06-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One Friday in a neighborhood along the James River called Drury?s Bluff two Federal gunboats came barreling up the river. As the gunboats got closer they began to shoot into the woods on the Chesterfield side of the river in hopes to kill Confederate forces. The boats were then opened upon by a battery from Stafford Virginia headed by Capt. French. The two boats turned around unable to face the Confederate force on land. The two boats later returned with more guns and a regiment of sharpshooters to deal with those on land. When they made their return to Chesterfield it was an all out firefight. The Confederates on land were tearing apart the gunboats with their heavy fire, and the Union soldiers could hardly get a shot off. The confederates kept with the heavy fire and the Union gunboats finally retreated back down the river. This retreat of the Union officers brought about a great sense of pride among the Confederate men from Stafford. They were proud that they could take on the Union and make them retreat."," This small firefight was not significant in the war at all. The theme of the war that this particular episode brings forth is the sense of pride among the southern men that fought and died together. Most of the Confederate regiments were grouped together by where they came from, so the men they fought with are the men they grew up with. This particular group from Stafford were proud that their small regiment could handle two Union gunboats by themselves. That pride is something that they all shared. This grouping is consistent with much of the southern regiments that fought in the civil war. When the war came about the men got their guns and went together to fight. This pride and togetherness is what composed much of the Confederate army during the war."],"display_date":"June 21, 1862","search_date":"1862-06-21","citations":[{"divid":1216687035,"type":"Newspaper Article","data":["Operations on James River","New York Times","","June 29, 1862","2"]},{"divid":1216687059,"type":"Book","data":["Homer D. Musselman","Stafford County in the Civil War",null,"Louisiana","H.E. Howard","1995",""]},{"divid":1216687230,"type":"Book","data":["Edward L. Ayers","What Caused the Civil War? Reflections on the South and Southern History",null,"New York","W.W. Norton &amp; Company","2006",""]}],"locations":[{"id":2821,"lat":37.3864763379,"lng":-77.5769179581,"zoom":9,"place":"CHESTERFIELD, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}