{"id":3766,"title":"Post-War Problems \n","course_id":1,"status":"P","start_date":"1866-02-19","end_date":"1866-02-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the Civil War ended the focus of politics shifted to reforming the South. Radical Republicans called for universal negro suffrage to be passed by Congress. General Grant stated that if universal negro suffrage was granted there would be a war of extermination in the South. He concluded the only way to enforce such a law would be to place a standing army in the South. In response to these proposals, the Rural Messenger Petersburg paper claimed them sheer nonsense. The paper claimed the wants of the country and the demand for labor would be a sufficient protection to the laboring classes whatever shade they might be. As long as the former slaves were kept in their proper sphere as laborers, not rulers, there would be no antagonism. Universal suffrage conceded to that race would the most terrible infliction upon it and upon the country.","The staunch response by the paper to the proposal of universal negro suffrage was an example of the delicate situation that existed after the Civil War. The Southern landscape was ruined and the memory was still fresh in the former Confederates minds. Stories of continued southern defiance toward Yankees and violence against freedmen were common. The Radical Republicans called for extreme measures to punish the South for its actions. However, the Northern Moderates wanted to punish the South but also wanted them back in the Union as fast as possible. The fear of increased violence concerned the Moderates. The paper's response also foreshadowed a long road to true equality for the former slaves. The notion of white supremacy still existed throughout the South, and white southerners tried hard to avoid change."],"display_date":"February 19, 1866","search_date":"1866-02-19","citations":[{"divid":1215474125,"type":"Newspaper Article","data":["The Dangers of Radicalism","Rural Messenger Petersburg","","February 29, 1866","3"]},{"divid":1215474159,"type":"Book","data":["James M. McPherson","Ordeal By Fire",null,"New York","Alfred A. Knopf, Inc.","1982","493"]}],"locations":[{"id":2822,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}