{"id":3767,"title":"Lincoln The Monster\n","course_id":1,"status":"P","start_date":"1863-02-07","end_date":"1863-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On January 7, 1863, the Lynchburg Daily Virginian posted an article that called President Lincoln a monster. Their opinion stated that President Lincoln was instigator of servile insurrection, including amongst his victims helpless women and children. Lincoln should be considered an outlaw and a reward offered for his head. Also, the paper said that a fitting response must be made in response to Lincoln's proclamation. If he stepped on Virginia soil again a hero better rid the world of such a monster.","The published political opinion depicting Lincoln as a monster was a direct response to Lincoln's Emancipation Proclamation. Southern leaders despised Lincoln and claimed the proclamation as an infamous incitement to slave insurrection or as a hypocritical Yankee trick. They also stated Lincoln only freed the slaves outside of his reach and those within remained in slavery. Southerners were enraged at the prospect of the Union claiming their slaves and using them against the Confederacy."],"display_date":"February 7, 1863 - December 31, 1863","search_date":"1863-07-20","citations":[{"divid":1215474287,"type":"Newspaper Article","data":["The Monster","Lynchburg Daily Virginian","","January 7, 1863","1"]},{"divid":1215474310,"type":"Book","data":["Eric Foner","Forever Free: The Story of Emancipation and Reconstruction",null,"New York","Alfred A. Knopf","2005","280"]}],"locations":[{"id":2823,"lat":37.3167903952,"lng":-79.5201576467,"zoom":9,"place":"BEDFORD, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}