{"id":3779,"title":"Growing Violence in the South between Blacks and Whites\n","course_id":1,"status":"P","start_date":"1895-06-01","end_date":"1895-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Lucy Pollard's dead body laid in the grass brutally mutilated by an ax on the sunny June afternoon in 1895. Immediately upon discovery that evening by her husband, Edward Pollard, a black farmhand named Soloman Marable was arrested for the murder along three black women of the crime - Mary Abernathy, Mary Barnes, and Pokey Barnes. Edward Pollard of Lunenburg County, Virginia was a wealthy farmer who later discovered that in addition to the murder of his 56-year old wife, his home had been burglarized as well. Eventually the three black women charged with the crime were exonerated after the small town of Chase City rallied to provide the women with a fair trial. After changing his story several times, Marable was ultimately executed for the murder.","The most brutal murder witnessed by the residents of Lunenburg County in a long time evolved into a complicated web of trials and scandal that crossed the color line and involved an entire community. After Reconstruction ended, there was a tense time period of racial relations in the South. The tension resulted in a growing amount of violence throughout the South especially in rural areas such as Southside Virginia. There were more assaults, rapes, and murders recorded throughout the South involving both blacks and whites than there had been before the Civil War. These events directly lead to the Jim Crow laws. The Jim Crow laws were enacted in the Southern Border States beginning in 1876 and limited the civil rights of blacks in public institutions. Lucy Pollard's murder speaks to the racial tensions of the time period after Reconstruction and before the Jim Crow era."],"display_date":"June 1895","search_date":"1895-06-15","citations":[{"divid":1216220498,"type":"Primary Source in a Secondary Source","data":["&quot;A Murder in Virginia,&quot; The Richmond Planter","June 1895","A Murder in Virginia&#58; Southern Justice on Trial","Suzanne Lebsock","New York","W. W. Norton &amp; Co.","2003","23-44"]},{"divid":1216220655,"type":"Book","data":["Suzanne Lebsock","A Murder in Virginia&#58; Southern Justice on Trial",null,"New York","W. W. Norton &amp; Co.","2003","23-44"]}],"locations":[{"id":2829,"lat":null,"lng":null,"zoom":8,"place":"LUNENBERG, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}