{"id":3782,"title":"Woman Suffrage Summarily Disposed of in MissouriWoman Suffrage Summarily Disposed of in Missouri\n","course_id":1,"status":"P","start_date":"1871-02-17","end_date":"1871-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Missouri Congressional session of 1871, women suffragists from across the ","state drafted a proposal which was given to the State Senate Committee. It asked the Missouri ","State Senate Committee to push the United States' Congress to present a Sixteenth Amendment, ","giving women the right to vote, to the states. The State Senate Committee's final reported stated, ","that inasmuch as the ladies claim they have a right to vote under the Constitution of the United ","States, and, that it will be held and enforced by the Courts, therefore the ladies are referred to the ","United States' Courts for the enforcement of their rights. This political move by the State ","Senate Committee was a way to table the topic and kept the legislature from having to declare ","either for or against women's suffrage. The report simply allowed the State Senate Committee to ","state that if women believed their right to vote could be upheld by the United States Court ","system then they should go to the court system and not the state government."," The formal organization of women suffragists in Missouri occurred in May 1867 when ","several women established the Women's Suffrage Association of Missouri. The growing ","movement for women's voting rights spawned from the belief that women would soon have an ","important part to play in the political spectrum. Similarly, another traditionally disenfranchised ","group, African Americans, would receive the vote with the Fifteenth Amendment by 1870. ","Missouri Senator B. Gratz Brown had even stated that he believed in suffrage for all people ","regardless of race, color, or sex while in Congress in 1866. After unsuccessfully sending ","petitions to the Missouri legislature imploring to bring women's suffrage to the forefront for two ","years, the women decided to send a delegation to Jefferson City to represent them in 1869. The ","delegation was met by state legislators, Lieutenant Governor Edwin Stanard, and Governor ","Joseph McClurg, who even signed one of the delegation's petitions. However, in the end, ","nothing was resolved for the delegation as the topic of equal suffrage was tabled in the ","legislature by a 64-50 vote. Nevertheless, the women continued to press both in Missouri and ","nationwide for their right to vote, with the national convention for women's suffrage taking ","place in St. Louis in the fall of 1869."],"display_date":"February 17, 1871","search_date":"1871-02-17","citations":[{"divid":1215474959,"type":"Newspaper Article","data":["Woman Suffrage Summarily Disposed of in Missouri","New York Tribune","","February 19, 1870","1"]},{"divid":1215474987,"type":"Book","data":["William E. Parrish","A History of Missouri, Volume III, 1860-1875",null,"Columbia, MO","University of Missouri Press","1973","251-253"]}],"locations":[{"id":2830,"lat":38.2610610866,"lng":-90.5377814277,"zoom":9,"place":"JEFFERSON, Missouri"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}