{"id":379,"title":"Alabama&#39;s Constitutional Convention meets\n","course_id":1,"status":"P","start_date":"1867-11-05","end_date":"1867-12-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Under the Reconstruction Acts of 1867, Alabama was placed in the Third Military District along with Georgia and Florida.  General John Pope, a native of Kentucky who nonetheless fought for the Union Army, oversaw the Reconstruction process in these three states.  The Third Military District had its headquarters in Atlanta, Georgia, but General Pope exercised his control over all three states, regardless of geographic location.&lt;br /&gt;&lt;br /&gt;Alabama, like many other former states from the Confederacy, aimed to delay Reconstruction as long as possible.  In order to thwart these efforts, General Pope forced voter registration to be publicized throughout Alabama and announced that from October 1, 1867 until October 4, 1867, voters would cast ballots to vote for a constitutional convention.  After delegates had been selected, the convention began on November 5, 1867.  Newspapers throughout the South covered the events of Alabama's constitutional convention.  In the National Intelligencer, updates were published almost daily. Of interest to many newspapers was Alabama's handling of the question of enfranchising voters.  As it was a requirement for states' constitutions to be approved by the national government, Alabama had to handle this situation in a manner acceptable not only too its citizens but also Congress.&lt;br /&gt;&lt;br /&gt;The Alabama Constitutional Convention did not end until December 6, 1867.  The resulting version of the constitution could not be voted on until 1868.  Because of the rules of the Second Act of Reconstruction, the 1868 constitution was not ratified, yet Alabama gained re-admittance into the Union in 1868, despite the problems with voter enfranchisement. &lt;br /&gt;&lt;br /&gt;It was not until 1875 that Alabama's constitution was deemed acceptable by the national government.  Interestingly, days before the end of the convention of 1867, on December 2, President Andrew Johnson ordered the removal of General Pope from his position as the head of the Third Military District."],"display_date":"November 5, 1867 - December 6, 1867","search_date":"1867-11-20","citations":[{"divid":1213639554,"type":"Book","data":["William Warren Rogers, et. al.","Alabama: The History of a Deep South State",null,"Tuscaloosa, AL.","University of Alabama Press","1994","241-255"]},{"divid":1213639727,"type":"Newspaper Article","data":["Alabama Reconstruction Report","National Intelligencer","","November 13, 1867",""]},{"divid":1213639799,"type":"Newspaper Article","data":["Alabama Convention","Charleston Courier","","November 13, 1867",""]}],"locations":[{"id":281,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}