{"id":38,"title":"Alabama Legislature Introduces a Civil Rights Bill\n","course_id":1,"status":"P","start_date":"1873-02-20","end_date":"1873-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As acquiring civil rights became a political mark indicating the party's commitment to its black supporters, the passage of these measures demonstrated the shift of priority and power that was occurring within the Republican Party. Indeed, the black constituency in the South greatly influenced and led legislation. Needing to consolidate the crucial black vote, Republican legislators pressed for additional civil rights guarantees. &lt;br /&gt;&lt;br /&gt;On February 20, 1873, The Weekly Clarion reported that a civil rights bill was proposed in the Alabama Legislature that decided to give to all races and colors equal civil rights in the schools, theaters, hotels, railroads, churches, cemeteries, etc.; and to punish violations by fine of from 500 5000, and imprisonment not exceeding five years;' This was an important effort by the Alabama Republican Party to gain political control as well as reassure and strengthen the necessary black constituency within the state. This bill, however, would pass in the Senate and would fail narrowly in the House. In fact, the bill failed in the House mainly because the opposition of the Democratic-Conservatives prevented the introduction of amendments that would have moderated the terms of the bill. Accordingly, Republicans in white districts opposed the seemingly extreme form of the bill. &lt;br /&gt;&lt;br /&gt;Although there remained the hope that the Republican Party in Alabama would stay strong, the influence of the Democratic-Conservatives would continue to grow stronger. In the summer of 1873, John Forsyth led a campaign to prove to the Democratic-Conservative leadership that Alabama could be rescued from the Republican Party if attempting to appeal to black voters and white Republicans was abandoned. Instead, those of the Democratic Party called to vigorously petition white voters of southern Alabama. By 1874, the Democrats would indeed gain dominance. Thus, Alabama became the first state to defeat the Republicans with the politics of the color line."],"display_date":"February 20, 1873","search_date":"1873-02-20","citations":[{"divid":1213033275,"type":"Newspaper Article","data":["","The Weekly Clarion","Jackson, Mississippi","February 20, 1873",""]},{"divid":1213033323,"type":"Book","data":["Michael Perman","The Road to Redemption: Southern Politics",null,"Chapel Hill","The University of North Carolina Press","1984","138-140, 156-157"]}],"locations":[{"id":21,"lat":32.2201632469,"lng":-86.2079113368,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}