{"id":380,"title":"Black voter turnout swings South Carolina election on Reconstruction\n","course_id":1,"status":"P","start_date":"1867-11-19","end_date":"1867-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Under the second Reconstruction Act, state governments were required to have a constitutional convention in order to re-draft their documents with laws that would comply with the end of slavery and beginning of the rebuilding process. This would serve as an integral process when petitioning for re-admittance into the United States.  While some states sought to comply as quickly and quietly as possible with what Congress mandated, others resented and rejected the authority of these ordinances.&lt;br /&gt;&lt;br /&gt;South Carolina, which had been the first state to secede from the United States, felt that these acts were not constitutional and sought to have them overturned.  In a critical decision in October of 1867, South Carolina was informed that the Reconstruction Acts were the, supreme law' and had to be followed.  Having been thwarted through one outlet of trying to resist this authority, the state banded together to try and prevent a constitutional convention by other means.&lt;br /&gt;&lt;br /&gt;According to the Reconstruction Acts, a majority of voters had to cast ballots in favor of a constitutional convention in order to begin the process of drafting this document.  In an effort to prevent the convention, tremendous numbers of white voters in South Carolina registered with the intention of not voting; thereby preventing the convention.  This plan seems to have worked well in Charleston.  According to the National Intelligencer, 3,713 blacks voted in the November 19 election, but only 11 whites.  The newspaper stated that, this will be about the proportion throughout the state,' in regards to the number of voters.  Although 44% of voters did not participate in the November election, a strong showing by the registered black voters managed to swing the election in their favor: toward Reconstruction."],"display_date":"November 19, 1867","search_date":"1867-11-19","citations":[{"divid":1213646727,"type":"Book","data":["Edgar Walter","South Carolina: A History",null,"Columbia","University of South Carolina Press","1998","385-386"]},{"divid":1213646757,"type":"Newspaper Article","data":["From South Carolina: Important Decision in the United States Court ? The Reconstruction Acts of Congress declared to be the Supreme Law and Constitution of the United States","National Intelligencer","","October 17, 1867",""]},{"divid":1213646781,"type":"Newspaper Article","data":["Reconstruction in South Carolina","National Intelligencer","","November 22, 1867",""]}],"locations":[{"id":282,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}