{"id":3828,"title":"Threat to the Union: Thomas Grimke on Nullification\n","course_id":7,"status":"P","start_date":"1832-12-01","end_date":"1832-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    Angered by a set of tariffs passed by the Federal Government that protected the interests of northern merchants without benefitting the South at all, the South Carolina state convention met in Columbia on November 19, 1832 and adopted a statement declaring the tariffs of 1828 and 1832 \"null and void\" within South Carolina. Former state senator Thomas GrimkÉ felt this action was completely uncalled for. Although likely in the minority of his peers, he was not alone in this belief. GrimkÉ believed that nullification, far more than being an overreaction to the tariffs, was a step taken against the Republic. ","    Possessing such strong feelings about the nullification doctrine, GrimkÉ took it upon himself to fight back by informing the citizens of South Carolina of the threat that such a doctrine posed. In his pamphlet, \"To The People Of The State Of South Carolina,\" published December 1, 1832 in Charleston, GrimkÉ addressed these dangers. Claiming that \"no other age, no other country, no other men, have ever struck such a blow at Liberty,\" GrimkÉ warned the citizens of his state that \"if they [the state convention]...imitate the example of the Ordinance, there is nothing they cannot, nothing they will not do, which they may judge necessary.\" GrimkÉ, against the idea of nullification itself, was more concerned with the idea that South Carolina, a state \"committed to their [the Federal government's] jurisdiction by a <em>joint</em> act of the States,\" had no constitutional right to nullify any action or law of the Federal government. He felt that if the state were allowed to ignore any law put in place by the National government, then the entire Union was threatened. GrimkÉ, like many politicians, wanted to keep the Union together. As he explained in his pamphlet, \"South Carolina is <em>not a Nation</em>;...she is but a <em>district</em> of one great Nation.\" And it was for the sake of this \"great Nation\" that Thomas GrimkÉ fought strongly against nullification in South Carolina."],"display_date":"December 1, 1832","search_date":"1832-12-01","citations":[{"divid":1217530185,"type":"Manuscript","data":["","To the people of the state of South Carolina, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1217530207,"type":"Book","data":["Chauncey S. Boucher","The nullification controversy in South Carolina ",null,"Westport, CT","Greenwood Press","1968","212-215"]},{"divid":1217530250,"type":"Website","data":["Hal Morris","Brief Biographies From The Jackson/Van Buren Era","Hal Morris","http&#58;//www.jmisc.net/BIOG.htm","October 11, 2007"]}],"locations":[{"id":2471,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}