{"id":3829,"title":"Stolen Away: Slave Children\n","course_id":7,"status":"P","start_date":"1841-04-12","end_date":"1841-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Beverly Randolph of Powhatan, Virginia carefully planned her last will and testament to divide equally her assets amongst her children. In the late 1830s, Mrs. Randolph divided ownership of several plantations and a considerable number of slaves in her will. The bulk of her slaves went to her son Charles, but Beverly spent extra time dividing slave children to her other designated heirs, noting, \"to my daughter Lavinice I also give a girl called Caroline and a boy called Richard, the former the child of Maria and the latter a child of Fanny...\" This casual reference of forcibly removing children from their families reflects the fragile position of slaves, especially children, in the plantation South.","            While some planters gave the impression that they cared for their slaves and did their best not to separate families (especially children and their mothers), in most cases, simple economics won out over good intent. Records of slave traders indicated that sometimes 25 percent of their overall sales were of children sold individually in order to make the most profit. The division of slave families was also a regular occurrence when an owner died and passed his or her slaves down to their heirs or designated slaves to be sold in order to pay off debts. As in Beverly Randolph's case, children were completely separated from both of their parents in order to equalize her daughter's inheritance with no regard for the personal welfare of the slave mother or child. This unique vulnerability of slave children lent itself as one dark aspect of slavery, the destruction of a child's family despite the supposedly well-intentioned owners. "],"display_date":"April 12, 1841","search_date":"1841-04-12","citations":[{"divid":1217676235,"type":"Manuscript","data":["","",null,"Mss 2450","","Commonplace Book of William C. Carrington, 1838-1840, vol. 1","Special Collections Library, University of Virginia"]},{"divid":1217676285,"type":"Book","data":["J. William Harris","The Making of the American South",null,"Malden","Blackwell Publishing","2006","106-113"]},{"divid":28547,"type":"Film","data":[null,null,null,null,null,null,"fpYbPqCOFsCQYyqYjr"]},{"divid":5609,"type":"Primary Source in a Secondary Source","data":[null,null,null,null,null,null,"vydabHEGSg"]}],"locations":[{"id":623,"lat":37.5514769143,"lng":-77.9162685206,"zoom":10,"place":"POWHATAN, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}