{"id":3832,"title":"Keeping the Family Together\n","course_id":7,"status":"P","start_date":"1837-12-03","end_date":"1837-12-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            \"If you can't send all, pray be so good to send for me and my son Harrison,\" Matthew Watts wrote to his mistress Elizabeth Brown in December 1837.  Owned by a wealthy family in Kentucky who sent him to Virginia for a brief period of time, Watts awaited the opportunity to return home with his son for over a year.  During his time in Campbell County, he \"lost\" his wife and daughter as well as most of his financial viability.  Unable to afford the price of the journey back to Kentucky, Watts wrote to Brown to ask for more money.  He expressed concern about the dissolution of his family, mentioning the state of a fellow slave mourning the sale of his son to another plantation owner.  Yet Watts also made use of his time away: he visited friends of the Brown family, fulfilled his slave duties, and also tried to find a new wife.  Family played an important role in the lives of slaves, but slaveholders could easily break a family apart.","            In the 1830s South, slavery was an institution valued as a source of economic wealth and production.  When it became financially advantageous to sell a slave, or when a slave became an economic burden for his or her owner, the majority of slaveholders had few reservations for selling their slave to someone else.  Historian Wilma A. Dunaway notes that despite a strong emphasis on the family as an emotional and physical support in plantation culture, masters \"devalued the human characteristics of their slaves\" in order to justify breaking up slave families.  While it is unclear how Watts lost his wife and daughter, the urgency he expressed at the thought of losing his son reflects his fear of existing without a family.  ","            Yet Watts also knew of the potential danger in saying too much to his mistress.   As John Blassingame writes, slaves often held back much of their emotion from their masters for fear that their masters would take advantage of or chastise them.  Throughout his letter, Watts flattered his slave-owning family and made them aware that he fulfilled their orders while in Virginia.  The fact that he reserved a place in his letter to ask that his family remain together highlights the immense importance of kinship and the ease with which it could be shattered.  Watts' gender also played a major role in the probability of separation from his son.  Mothers rather than fathers were more likely to remain with their young children because it increased the chance of their children's survival.  Thus, despite his distance from Kentucky and his possession of a small amount of money, Watts knew that he was still at the mercy of his masters.  His experience as a slave was even more difficult because he was a father."],"display_date":"December 3, 1837","search_date":"1837-12-03","citations":[{"divid":1216150058,"type":"Primary Source in a Secondary Source","data":["Matthew Watts to Elizabeth Brown","December 3, 1837","Slave Testimony","John W. Blassingame","Baton Rouge","Louisiana State University Press","1977","27"]},{"divid":1216150125,"type":"Book","data":["John W. Blassingame","Slave Testimony",null,"Baton Rouge","Louisiana State University Press","1977","lxiii-4"]},{"divid":1216150173,"type":"Book","data":["Marie Jenkins Schwartz","Born in Bondage",null,"Cambridge","Harvard University Press","2000","155-165"]},{"divid":1216150197,"type":"Book","data":["Wilma A. Dunaway","The African-American Family in Slavery and Emancipation",null,"London","Cambridge University Press","2003","51-54"]}],"locations":[{"id":653,"lat":37.2395751117,"lng":-79.0668919579,"zoom":9,"place":"CAMPBELL, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}