{"id":3833,"title":"Staunton Citizens Make Excursion with Various Temperance Organizations\n","course_id":7,"status":"P","start_date":"1876-07-11","end_date":"1876-07-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["      In July 1876 the various temperance organizations of the city of Staunton, Virginia organized a day-long excursion by train involving between two and three hundred citizens, almost all of whom were organization members.  The day was filled with an atmosphere of goodwill and entertainment.  According to the local newspaper, <em>The Spectator</em>, upon arrival at the excursion's destination \"[t]he day was pleasantly spent in amusements and games of different kinds-ten pins, croquet, dancing, &c.\"  Such activity was a relatively common feature of the temperance movement in the American South after the Civil War.  The main goal of this movement was to eliminate, or at least reduce, alcohol consumption among the populace.  According to historian Thomas Pegram, the movement was filled largely with women who often engaged in public, grassroots activities to spread their message.  Lacking the right to vote and often appealing to the idea that they were the moral authority on the domestic scene, such women saw public action as an important way to express their ideals.","      Other broad trends in the post-Civil War South contributed to increased emphasis on temperance.  Historian Jack Blocker Jr. has noted that, especially in areas where economic growth was more rapid and the idea of the \"New South\" held sway, people began to realize that traditional drinking patterns were not compatible with the new culture of economic progress and productivity.  Many saw temperance as a step toward advancing the South into modernity.  In this context one can understand the positive manner in which <em>The</em> <em>Spectator</em> described the local temperance excursion: \"Many persons will remember the temperance excursion to Millboro with a great deal of pleasure so long as they shall live, and we hope they may all live to enjoy many more such occasions of joy and hilarity.\"  In using such words as \"pleasure,\" \"joy,\" and \"hilarity\" to describe this event, the editors of the Staunton<em> Spectator</em> displayed a sense of approval for what these temperance organizations were doing."],"display_date":"July 11, 1876","search_date":"1876-07-11","citations":[{"divid":1215475815,"type":"Newspaper Article","data":["","Staunton Spectator","","July 11, 1876",""]},{"divid":1215475831,"type":"Book","data":["Thomas R. Pegram","Battling Demon Rum: The Struggle for a Dry America, 1800-1933",null,"Chicago","Ivan R. Dee","1998","44-45"]},{"divid":1215475876,"type":"Book","data":["Jack S. Blocker Jr.","American Temperance Movements: Cycles of Reform",null,"Boston","Twayne Publishers","1989","89-90"]}],"locations":[{"id":8,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":9,"tag":"Law"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}