{"id":384,"title":"Andrew Jackson Captures Pensacola, Florida","course_id":1,"status":"P","start_date":"1818-05-24","end_date":"1818-05-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In December of 1817, President Monroe asked Andrew Jackson to combat the Seminole and Creek Indians in Florida to prevent the territory from becoming a safe haven for runaway slaves.  A letter dated March 16th was printed, in part, in the South Carolina newspaper Southern Patriot and detailed a horrible massacre' of a family at the hands of a group of Indians.  In total four people were killed in the attack and two wounded.  After such provocation as this and other attacks near the Florida border, Andrew Jackson pursued the Indians back into Florida, burning their villages and crops.&lt;br /&gt;Jackson pursued the Indians deeper into Florida, towards St. Augustine.  Along the way, he came across an encampment defended by three hundred and forty negroes' as reported in the National Intelligencer, which he immediately attacked and conquered, where he discovered the leader of the fort was an Englishman, who was promptly court-martialed and executed.  &lt;br /&gt;Jackson soon discovered that the British and especially the Spanish in Florida had been supplying weapons and stimulating the Indians to arms', as the Richmond Inquirer put it.  As a result, on May 24, 1818 Jackson marched on Pensacola and managed to take the Spanish Fort there with little more than a few warning shots.&lt;br /&gt;As word of Jackson's action spread, a stir of controversy shook the nation.  Top officials called for the official censure of his actions.  Henry Clay mentioned in a letter to Charles Tait just after he heard that Jackson had taken Pensacola that he suspected the action was unauthorized, and that it would be imprudent of the President to illegally approve an act of war without Congress' consent.  Still others praised the action, claiming, as the Nashville Whig did, that so long as; Florida remains under the dominion of the Spaniards, our frontiers will be disturbed by Indian incursion'.  Indeed, Jackson himself thought he was merely defending the United States from the Babylon of the south'.&lt;br /&gt;Secretary of State John Quincy Adams who, at the time, was in negotiations with Spain for the territory of Florida, convinced officials not to punish Jackson.  Spain, already weak in the area, took the invasion somberly and eventually seceded control of all of Florida to the United States, wherein Jackson was subsequently appointed territorial governor on June 1, 1821.  He would quit within three months.  Spain's remaining territory in the region was Texas."],"display_date":"May 24, 1818","search_date":"1818-05-24","citations":[{"divid":1213647199,"type":"Book","data":["John B. Boles","The South through Time: A History of an American Region",null,"Englewood Cliffs, N. J.","Prentice Hall","1999","184"]},{"divid":1213647274,"type":"Newspaper Article","data":["Indian Massacre","Southern Patriot","","April 7, 1818",""]}],"locations":[],"tags":[{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}