{"id":3840,"title":"A University of Virginia Student Responds to John Brown&#39;s Raid\n","course_id":7,"status":"P","start_date":"1859-11-03","end_date":"1859-11-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    E.M. Healy, a student at the University of Virginia in the years surrounding 1859, wrote a letter to his brother in Urbanna, Virginia on November 3.  He was eager to explain to his family an event that had occurred a short distance from where he was in Albemarle County, Virginia. On the morning of October 16, 1959, John Brown, a radical abolitionist, and 17 white men and five African Americans attacked the government armory and railroad bridge at Harpers Ferry, Virginia.  They hoped that they would not only raise a slave revolt, but also provide their black followers arms from the arsenal in order to escape safely.  Even though Brown and his group were able to quickly take possession of the armory, they were unable to create the army of slaves that they had anticipated and had truly hoped for. ","    This raid obviously created great concern with the citizens of Charlottesville, Virginia because as Healy says in his letter, they felt as if they did not fulfill their job of protecting nearby Virginia citizens.  If they had had a sufficient military force, they could have aided Robert E. Lee's troops and ceased the attack more quickly.  Therefore, only five days after John Brown was found guilty of murder and treason, the people of Charlottesville scheduled a mass meeting in order to increase their military force.   Healy and many other students found it necessary to attend the meeting. This meeting, however, still seemed to be a very drastic measure compared to reactions across the South.  As Reynolds says, people in other states, at first, simply decided to always be armed individually in case of another abolitionist attack.  It was necessary for Virginians to take more immediate precautions because of the actions of Virginia's governor Henry Wise.  He was the one to quickly arraign Brown on three charges: murder, inciting slaves to rebellion, and treason against the state of Virginia.  Wise wanted to make a statement, and by claiming John Brown for the state of Virginia, he did.  So, in turn, Albemarle County responded quickly and efficiently to the Harpers Ferry events and stood up for the state of Virginia. ","    If John Brown had been killed during the raid, Albemarle County and other Southern counties would have taken these previously stated precautions less seriously, but this was not the case.  John Brown had a period of seven weeks between his being found guilty and his execution.  During this period, he was able to talk and write from jail; so, by the time of his death the entire nation knew of his writings.  He was no longer simply a criminal, but a martyr in the North, and a representative of the abolitionist reform to the South.  The South was then paranoid and in a state of panic.  Their views of secessionism and defense of slavery strengthened.  They were more rigid when dealing with their slaves, and all Southern states realized they should be prepared, like Virginia, with sufficient force in case of another foolish abolitionist raid.  Today, historians see John Brown in many cases as the man who truly provoked the first events that would in turn lead to the Civil War. "],"display_date":"November 3, 1859","search_date":"1859-11-03","citations":[{"divid":1217531220,"type":"Manuscript","data":["","Mss  10496",null,"Mss  10496","Accession  10496","Papers of the Healy Family, 1859-1960","Albert and Shirley Small Special Collections Library, University of Virginia"]},{"divid":1217531252,"type":"Book","data":["David S. Reynolds","John Brown, Abolitionist&#58; The Man Who Killed Slavery, Sparked the Civil War, and Seeded Civil Rights",null,"New York","Alfred A. Knopf Incorporated","2005","334-340"]},{"divid":1217531298,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo","Encyclopedia of the Antebellum South ",null,"Westport, CT","Greenwood Press","2000","39-41"]},{"divid":1217531343,"type":"Book","data":["Robert O&#39;Brien and Harold H. Martin","The Encyclopedia of the South ",null,"New York","Green Springs, Inc.","1985","55-6"]}],"locations":[{"id":4,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}