{"id":3846,"title":"Agricultural Survival and Wealth\n","course_id":7,"status":"P","start_date":"1856-05-02","end_date":"1856-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 2, 1856 in western Virginia, Congressman John Letcher wrote a letter to his friend Alexander H.H. Stuart, who was also a politician.  Letcher was born in Lexington, where he owned a law firm and began his political career.  He later served as the governor of Virginia beginning in 1859.  Stuart, on the other hand, was born in nearby Staunton where he was greatly involved with politics.   Although both of these men were politicians, they also owned land that they farmed.  In his letter to Stuart, Letcher seemed very concerned that Stuart had received some particular seeds for his farm.  These seeds were more than likely either wheat or corn because these two crops were the most popular in the Shenandoah Valley.  Also, Letcher showed much interest in making sure the seeds pleased Stuart.","This letter proves how much agriculture was important to the South.  Even though the two men were politicians, they depended on agriculture to supply food for their families as well as wealth to further their political careers.  Farming provided economic and social well-being for many other families in the South.  Without farms many people would not have been able to survive.  Particularly in western Virginia, much of the most fertile land was depleted, so many families resorted to subsistence farming.  They also tried to grow enough crops to profit from their hard labor.  The Stuart family was definitely one of these families who practiced both for-profit and subsistence farming.  The great concern for the delivery of the seeds demonstrates how these seeds were important.  The Stuart family needed these seeds to continue the preservation of their family.  They needed the seeds for food and to sell their crops on the market.     ","  Congressman John Letcher knew the situation of his friend and fellow politician because he was also in the same position.  Letcher hailed from Rockbridge County where agriculture played a similar role as it did in Augusta.  Letcher and his family practiced subsistence as well as market-based farming just like the Stuarts.  Numerous Southern families, such as the Letchers and Stuarts, relied on agriculture to provide food for the family and to represent the family's entire economic well-being.  "],"display_date":"May 2, 1856","search_date":"1856-05-02","citations":[{"divid":1216866064,"type":"Manuscript","data":["","John Letcher to Alexander H.H. Stuart",null,"Mss 228-a","Box 3","Papers of Alexander H.H. Stuart and the Related Stuart and Baldwin Families","Special Collections Library, University of Virginia"]},{"divid":1216866157,"type":"Book","data":["Charles Reagan Wilson and William Ferris, Editors","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1991","9-12"]},{"divid":1216866845,"type":"Book","data":["Edward L. Ayers","In the Presence of Mine Own Enemies&#58; War in the Heart of America, 1859-1863",null,"New York","W.W. Norton &amp; Company","2003","3-6, 18, 32-33"]}],"locations":[{"id":1603,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}