{"id":385,"title":"Tuskegee Institute Founded\n","course_id":1,"status":"P","start_date":"1881-07-04","end_date":"1881-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 4, 1881, Booker T. Washington founded Tuskegee University, a school created to provide blacks with both a moral and an industrial education. Washington advocated an emphasis on economic self-reliance for blacks, rather than an emphasis on political and social advancement, and he recruited renowned teachers, such as George Washington Carver, to train his university students in domestic, agricultural, and construction work.  By 1900, Tuskegee Institute was the best-supported black school in the country, largely due to donations from Northern supporters.    &lt;br /&gt;Washington was honored and respected by blacks and whites alike by the end of the 19th century.  Many blacks considered Washington an inspirational leader as he encouraged the oppressed blacks to pursue an industrial education as a mode of escape from the system of deprivation and virtual slavery that was set up in the South.  Conversely, Washington convinced much of white America that the industrial education would keep the blacks in a low position.  This notion consoled whites, and, after delivering a speech that later became known as the Atlanta Compromise,' Washington was deemed a talented representative of the Negroes.'  &lt;br /&gt;In spite of Washington's popularity at the end of the nineteenth century, however, he faced much criticism by his more progressive successors, most notably the famous W. E. B. Dubois.  Dubois criticized his acquiescence to the prescribed racial order and his efforts to appease the whites.  Nonetheless, Tuskegee was a tangible enactment of Washington's political ideas for the black race in America, and it remains his most lasting legacy."],"display_date":"July 4, 1881","search_date":"1881-07-04","citations":[{"divid":1214232876,"type":"Book","data":["Robert O&#39;Brien and Harold H. Martin, eds.","The Encyclopedia of the South",null,"New York","Facts on File","1985",""]},{"divid":1214232938,"type":"Newspaper Article","data":["","Atlanta Constitution","","September 19, 1895",""]}],"locations":[{"id":285,"lat":32.3860025551,"lng":-85.692630494,"zoom":9,"place":"MACON, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}