{"id":3851,"title":"Freedmen and Union Soldiers\n","course_id":7,"status":"P","start_date":"1868-01-13","end_date":"1868-01-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    Marcus Hopkins worked as a lawyer for the Bureau of Freedmen, Refugees, and Abandoned Lands (Freedmen's Bureau) after serving in the Union Army. His work with the Freedman's Bureau led him to buy a farm in Manassas, Virginia so he could be nearer to his offices in Louisa, Albemarle, and Orange Counties. He worked often to secure the individual rights of freedmen that many white southerners worked to undermine. Not only did white Southerners try to oppress the freedmen but the orders of the U.S. Army to their soldiers were often oppressive as well. While working in the Louisa County courthouse, Hopkins noted in his array of cases laid before him on January 13, 1868 that the \"freedmen are being outraged and swindled to about the extent that such an ignorant stupid and yielding subservient class would be anywhere else.\"","    The South under Union military rule was almost as hard as life in slavery for the freedmen. The Union soldiers were ordered to arrest \"vagrant\" black men in the cities and to remove them to the countryside to work on plantations, assuming they were too \"lazy\" to work in the cities. Historian Eric Foner notes that General Weitzel, the U.S. Army commander at Richmond, had \"ordered that before receiving assistance, whites take an oath of loyalty and blacks sign labor contracts,\" forcing the freedmen into essentially a less glorified version of slavery for the sake of the South's economy. The soldiers carried out the harsh orders of the U.S. Army lest they face the consequences of desertion: death. The sentiments of individual soldiers did not always mirror the unjust commands nor advocate a uniformly racist view towards the freedmen.","    Hopkins recorded in his diary one example of individual soldiers' ethics differing from the ethics of the entire U.S. Army. On January 13, Hopkins retired from the courthouse to his hotel room where his good friend, Mr. Butler, came to visit him. Butler proceeded to recount a deed of heroism committed at the hands of a sailor from the U.S. Navy, one Thomas M. Toombs. A freedman incarcerated on charges of theft and intoxication was trapped inside a burning jailhouse. Villagers called out to Toombs to help save the building and Hopkins recorded Toombs to have replied, \" '[d]amn the buildings save the man' \" Toombs ran into the burning prison three times, attempting to break the lock with an axe, and on the last try smashed the hot iron lock and released the prisoner. "],"display_date":"January 13, 1868","search_date":"1868-01-13","citations":[{"divid":1217470929,"type":"Manuscript","data":["","",null,"Mss 4656","","Diary of Marcus Sterling Hopkins, 1868","Special Collections Library, University of Virginia"]},{"divid":1217471029,"type":"Book","data":["Eric Foner ","Reconstruction&#58; America&#39;s Unfinished Revolution 1863-1877",null,"New York","Harper &amp; Row ","1988","154"]}],"locations":[{"id":1584,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}