{"id":3862,"title":"Reports of Southern Atrocities at Manassas Published\n","course_id":5,"status":"P","start_date":"1862-04-01","end_date":"1862-05-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["There had been reports of horror coming from the battlefield at Manassas.  In April 1862, the Senate Committee on the Conduct of War was asked to investigate accusations of Confederate crimes against Union dead and wounded at the First Battle of Manassas.  On May 5, 1862, <em>The Chicago Tribune</em> published the Committee's report, including excerpts of testimony and their conclusions.  The testimony was taken from soldiers and citizens who witnessed or were victims of the atrocities.  The testimony of Drs. Swain and Ferguson both highlighted instances in which wounded Union soldiers were denied adequate medical care, leading to further pain and death in some cases.  Louis Francis, a Union soldier, gave testimony as a victim of this inadequate treatment; his wounds were so badly tended that on several occasions the bone of his amputated leg continued to rupture through his wound.  His multiple requests for a more qualified surgeon were all denied.    Finally, the Committee heard testimony from many citizens who had witnessed Confederate soldiers desecrating the bodies of the Union dead in order to obtain trophies, such as bones or skulls.  All of the testimony and evidence led the Committee to find that Confederate soldiers had committed atrocities against the Union's wounded and deceased.  In their conclusion, the committee decried the barbarism of the Confederacy and called for the support of all loyal people and foreign nations to defeat this inhumane and immoral enemy of the Republic.  ","The First Battle of Manassas was an embarrassing defeat for the North; it weighed down their spirit of prewar triumphalism, deflated the morale of the troops, and quelled public support for the Civil War.  Historian Harry Stout claims that many religious and civilian leaders viewed the defeat as a moral judgment against the North's leaders and their aims in war.   After the defeat, the North needed to rally mass public support and boost the morale of the troops; this report and its publication were an attempt to define the North's cause as a noble fight against the barbarism of the uncivilized South.  The committee made this expressly clear in their conclusion's call for support and solidarity against the inhumane enemy.  This article framed the conflict as a war that pitted the civilized and virtuous North against the uncivilized and barbaric South; this interpretative shift helped the Union regain popular support for the War and reenergized their troops against the enemy.  "],"display_date":"April 1, 1862 - May 5, 1862","search_date":"1862-04-18","citations":[{"divid":1215642561,"type":"Newspaper Article","data":["The Conduct of War","The Chicago Tribune","","May 5, 1862",""]},{"divid":1215642607,"type":"Book","data":["Harry Stout","Upon the Altar of the Nation",null,"New York","Penguin Group","2006","61-72"]}],"locations":[{"id":782,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}