{"id":3868,"title":"Ad in Charleston Mercury Offers Ladies Benefits of an Academy Education\n","course_id":5,"status":"P","start_date":"1832-11-17","end_date":"1832-11-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Saturday, November 17, 1832 an ad appeared in the <em>Charleston Mercury</em> for a \"Young Ladies' French and English Academy\" which had just opened in Philadelphia. Such ads for girl's academies were not uncommon in the 1830s, for over the span of the early 1800s there was a growing trend for families to send their daughters to one of these schools if they could afford it. The popularity of these academies is best explained by the belief in the early 1800s that a good education was instrumental in preparing an upper class woman for her role in society and at home. Among the courses offered in the ad were \"French and English Languages, Sacred and Profane History, Ancient and Modern Geography, Mythology, and all the various types of Fancy and Ornamental Needlework.\" Such fields of study were common among these academies, although there were variances from school to school. The inclusion of needle work in the curriculum, however, is a bit uncommon, for although it was an important skill for most women in the antebellum period it was only taught in about thirty-percent of academies. In addition, courses in music and dance were offered in the ad but at an extra cost. This highlighted a common trend in the academy movement. While these fields were thought to be an important part of creating a lady, they lost value with a newer emphasis on more academic courses which had previously been for males only. Christie Farnham, in her <em>Educating the Southern Belle</em>, argues that this change occurred because of the changing ideas of the capacities of women. Because women were now thought to be just as capable as men they too could receive the same benefits of a liberal arts education as men did. And this was the main point of a woman's education, to make her a better person for her role in society. Thus, the knowledge gained in schooling was important in creating what was thought to be a proper lady."," In addition to the knowledge gained, a proper education was pivotal in creating a charming and sophisticated lady. And this highlighted an important role of a woman's education, as a sign of class distinction. One of the most prominent ways in which the upper-class distinguished itself from lower classes was with the refinement and knowledge gained from these institutions. It reinforced the idea that they were better than the people in these other groups by virtue of their knowledge and ability to interact in proper society. Such an ideal is played upon in the ad as when it states, \"Advantage will be taken of every opportunity to cultivate their minds, and qualify them for refined and polite society.\" Thus, in many respects a young ladies education was a defining symbol of her class status. Also, an education became a sign of class rank simply because of its immense cost. Tuitions were usually around 200 annually but could range much higher,  the ad's tuition is listed at the exorbitant price of 500, and this did not include other expenses such as clothing, transportation, extra classes, and so on. A woman's education was an expensive investment that could only be provided by those with high incomes. Therefore, women of high social status attended these academies in large numbers for it had become an integral part of their class rank and social status to do so.   "],"display_date":"November 17, 1832","search_date":"1832-11-17","citations":[{"divid":1216426644,"type":"Newspaper Article","data":["Young Ladies French and English Academy","The Charleston Mercury","","November 17, 1832","1"]},{"divid":1216426675,"type":"Book","data":["Christie Anne Farnham","The Education of the Southern Belle",null,"New York","New York University Press","1994",""]},{"divid":1216426708,"type":"Book","data":["Margaret A. Nash","Women&#39;s Education in the United States 1780-1840",null,"New York","Palgrave Macmillan","2005",""]}],"locations":[{"id":659,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}