{"id":3869,"title":"Hood and His Texans at the Battle Gainess Mills\n","course_id":5,"status":"P","start_date":"1862-06-27","end_date":"1862-06-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Courageously \"march[ing] under a constantly increasing shower of shot and shell,\" General John Bell Hood and his fighting Texans battled their war towards a Union embankment and on to glory. The stage was the Battle of Gaines's Mills on June 27th, 1862, and it was up to Hood and his men to lead the charge to Confederate victory. This was the battle, as Hood describes it in his memoir, which launched him and his Texas brigade from obscurity into fame. ","It was the morning of the third day of what became known as the Seven Days' Battle, and General Robert E. Lee faced the dilemma of turning back the much larger Union army from Richmond's front doorstep. McClellan's Peninsular Campaign had brought the war to within several miles of the Confederate capitol, and due to miscommunication among the Confederate commanders McClellan had achieved a victory at Mechanicsville the day before. However McClellan had unexplainably fallen back to the position along the ridge behind Boatswain's Swamp. The position was well defended by embankments and long-range guns and offered a very difficult approach for the Confederate troops.","In preparing for the day's attack, General Lee approached Brigadier-General John B. Hood and asked him to fight his way towards the middle of the Union line in an attempt to break through. McPherson describes Hood as a daring and \"gladiatorial\" man who quickly accepted the challenge and went to scout out the terrain.   Seeing the Union line was in a strategic position, Hood devised his approach and waited for the opportune moment. As the battle raged on for the whole day, Hood held his 4th Texas unit in reserve while Lee's first attack was again hampered by miscommunication and thrown back. Towards sundown, the Confederates rallied, and Hood seized his opportunity. Placing his unit at the center of the Confederate line, Hood ordered his men not to fire a shot as they advanced but to stay in line. Hood believed that the only way to reach the Union line was by staying in formation, and if his men were forced to stop and reload their guns they would never make it. Hood describes how he and his men pressed on towards the Union line while their \"ranks were thinned at almost every step forward.\" Finally they crested the hill before the swamp, and Hood led them charging down the steep hill, still not a shot fired among them. Crossing the swamp, the Confederate advance faltered. Hood recounts how, at this crucial moment, he shouted to his men to \"fix bayonets and charge\" The Texans bravely led the surge up the hill, scaled the Union breastworks, and quickly dispersed the Union troops from their position.  McPherson describes how, after the Union line was broken, McClellan and the Union troops quickly retreated while the Confederates managed to capture 2,800 troops. However the day's fighting had been very fierce as the Union lost nearly 4,000 men and the Confederates nearly 9,000 men. All this happened in only six hours of fighting.","Hood and his Texans fought valiantly and had brought victory to the Confederacy at a great cost. Describing General Stonewall Jackson's report of the battle the next day, Hood recounts how the decorated General complemented 4th Texas unit by saying that \"the men who carried this position were soldiers indeed.\""],"display_date":"June 27, 1862","search_date":"1862-06-27","citations":[{"divid":1216150497,"type":"Book","data":["John B. Hood","Advance and Retreat&#58; Personal Experiences in the United States and Confederate States Armies",null,"New Orleans","Hood Orphan Memorial Fund by G. T. Beauregard","1880","25-28"]},{"divid":1216150628,"type":"Book","data":["James McPherson","Battle Cry of Freedom",null,"New York","Oxford University Press","1988","466-467"]}],"locations":[{"id":2267,"lat":37.7601235969,"lng":-77.4908797136,"zoom":9,"place":"HANOVER, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}