{"id":387,"title":"Kentucky&#39;s Senate passes joint resolution to colonize &#147;free people of color&#39;\n","course_id":1,"status":"P","start_date":"1829-01-01","end_date":"1829-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In January, the Cherokee Phoenix and Indians' Advocate reported the outcome of the Kentucky State Senate's Joint Resolution. There were only three dissenting votes against these two measures. The first measure urged Kentucky's statesmen in Washington to endeavor Congress to appropriate money and aid, so far is consistent with the Constitution of the United States, in colonizing the free people of color' in Africa. The second measure stated that Kentucky's Governor should send a copy of the previous resolution to all the States' Governors and Statesmen. Since whites were very suspicious of free blacks and loathed the very idea of coexisting with them, Kentucky's action was very typical of this time period. To solve this problem humanely, many advocated colonization of freed blacks and many colonization societies were founded to promote this idea. &lt;br /&gt;&lt;br /&gt;An example of one of these colonization societies was founded in December of 1829 in Nashville, Tennessee. To promote the formation and expansion of colonies of free slaves in Africa, many prominent Nashvillians joined together and formed the Tennessee Colonization Society. Philip Lindsley, head of the University of Nashville, was made president of the society. This event reveals that anti-slavery sentiment had already made its way into the south by 1829 and that prominent citizens were beginning to take a philanthropic view towards slaves. &lt;br /&gt;&lt;br /&gt;Few people knew what to do with the rising number of free people of color and even fewer people knew what to do about the moral issue of slavery. During this period there was a flourishing of Colonization societies and colonization sentiment because colonization was seen as a humane solution to the free black problem.' In other words, the people of the United States, especially the South, could not imagine a society of peacefully coexisting free blacks and whites, and colonization was seen as a humane way to avoid a race war. Unfortunately, the resettlement and transportation of former slaves to Africa was not only costly but few slaves desired to make the perilous and long journey. Due to being highly unfeasible and costing a great deal, colonization never became a widespread practice."],"display_date":"January 1, 1829 - January 30, 1829","search_date":"1829-01-15","citations":[{"divid":1213647378,"type":"Newspaper Article","data":["","Cherokee Phoenix and Indians? Advocate","New Echota, Georgia","January 26th, 1829",""]},{"divid":1213647400,"type":"Book","data":["Robert E. Corlew","Tennessee, A Short History",null,"Knoxville","University of Tennessee Press","1981","217-238"]}],"locations":[{"id":287,"lat":38.1429651724,"lng":-84.9082120384,"zoom":9,"place":"FRANKLIN, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}