{"id":3875,"title":"Indian Massacre Stuns the Nation\n","course_id":5,"status":"P","start_date":"1866-12-21","end_date":"1866-12-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"They were mutilated horribly, stripped naked, their bodies cut open and scalped, even to the beards from their faces,\" reported a <em>New York Times</em> correspondent from Fort Laramie, in what was then the Dakota Territory. On December 21, 1866, a detachment of 81 soldiers under the command of Captain William Fetterman was lured out of Fort Phil Kearny, ambushed by a coalition of Indians, and completely destroyed. News of the nation's worst military defeat on the frontier traveled slowly. A massive blizzard blanketed the West and traveled eastward, preventing America from learning the fate of the 81 soldiers until nearly two weeks after their deaths. When newspapers finally received word from their frontier correspondents, a horrified nation was stunned by news of an Indian attack like no other to date.","\"Massacre\" screamed the headlines as Americans tried to piece together what had happened. The initial shock was accompanied by a desire for revenge against the Indians. \"Slaughter,\" \"massacre,\" and \"butchery\" were the words used to describe the battle. It was determined that \"We must now have a war of extermination.\" Blame for the debacle quickly settled on the government and the Army: Americans questioned Indian policy and demanded that the military, rather than the Interior Department bureaucracy deal with the hostile Sioux along the Bozeman Trail. \"The fact is that Indian affairs here have been horribly bungled,\" argued the journalist from the frontier.","The Army sought to divert blame in a drama that involved Civil War generals Grant and Sherman. Fort Kearny's commander and Fetterman's superior, Colonel Carrington became the immediate scapegoat. Carrington was accused of everything from cowardice to incompetence as the War Department sought to paint the fiasco as problem of local, rather than national, command. Courts of inquiry convened and official investigations, both by the Army, and eventually Congress, lead to conflicting testimony. Rather than conducting \"a war of extermination,\" the Army quietly settled affairs the following year by signing a treaty with Red Cloud, the Indian leader responsible for planning the attack on Fetterman.","But ultimately, Fetterman himself would take the blame for the \"Fetterman Massacre.\" Popular history describes him as an arrogant, foolhardy officer whose underestimation of Indians led to not only his own demise, but, excepting only Custer's Last Stand, the worst Indian-related disaster on the Plains in American history."],"display_date":"December 21, 1866","search_date":"1866-12-21","citations":[{"divid":1215642953,"type":"Newspaper Article","data":["The Indian Massacre","New York Times","","January 4, 1867",""]},{"divid":1215642976,"type":"Article","data":["McCune and Hart","The Fatal Fetterman Fight","Wild West","10","December 1997","36-42"]},{"divid":1215643082,"type":"Article","data":["Shannon Smith Calitri","Shattering the Myth of the Fetterman Massacre","Magazine of Western History","54","Autumn 2004","44-60"]}],"locations":[{"id":671,"lat":null,"lng":null,"zoom":8,"place":"DATOKA TERRITORY, Territory"}],"tags":[{"id":17,"tag":"Government"},{"id":19,"tag":"Native-Americans"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}