{"id":3882,"title":"Furman University&#39;s Philosophian Society Discusses Divisive Issues\n","course_id":5,"status":"P","start_date":"1861-03-22","end_date":"1861-04-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 22, 1861 in Philosophian Hall at Furman  University, a secretive meeting was called to order.  A leather-bound book as tall as a man's forearm with robin's egg blue pages was then opened reverently, and a man's voice read aloud the last meeting's minutes.  After he finished, his hand held a pen poised above the first line of a new page, ready to record in flowing script the minutes of the newest meeting of the Philosophian Society.  ","The Society met to discuss important philosophical, historical, and contemporary issues.  During a typical meeting the members decided on a small question to discuss immediately and another question to more seriously and thoroughly debate at a later time.  For the postponed debate, specific members - often teams of two or more - were assigned positions in favor or against and given several weeks to prepare.","The March 22, 1861 meeting exemplifies the Philosophian Society's typical blend of topics.  The immediate discussion questioned whether Joan of Arc was an enthusiast or imposter.  For official debate, the men considered if \"a man [was] justified in obeying a law of his country which he [felt] to be morally wrong?\"  While the Philosophian Society covered both ancient and current issues, the minutes reveal that its members felt the latter to be more important because of the ratio of time and effort spent on each.  At the conclusion of the debate on April 5, 1861, the secretary recorded the Philosophian Society's decision: a man was <em>not</em> justified in obeying laws he felt morally wrong.  The Society's emphasis on contemporary issues also included the admittance of free  states into the Southern Confederacy, the taking of Fort Sumter immediately following secession, and the prohibition of the slave trade in the Southern Confederacy's constitution.  ","Furman's Philosophian Society mirrored the larger trend by addressing the divisive and emotionally charged topics of religion, politics, and war.  According to Jonathan Daniel Wells, debate was not limited to collegiate societies, like those at Furman or the University of North Carolina at Chapel Hill, but spread into the wider southern population.  Southerners established literary and debating societies to open dialogues in which they willingly and safely discussed such controversial issues for both education and entertainment.  Stephen Ash's depiction of John Robertson illustrates the importance of a safe forum.  John Robertson, an East  Tennessean who supported the Confederacy in a largely Unionist area, experienced violent and destructive persecution because of his beliefs.  Wells suggests that debating societies allowed people of different opinions to present their contradicting views in a civil manner without fear of retribution.","These southern societies applied their northern predecessors' models of organization and operation even as the gap widened between northern and southern states.  They grew in number and popularity as the middle class enlarged, serving an important centralizing and community-building function in a south divided by limited transportation systems and scattered populations.  "],"display_date":"March 22, 1861 - April 5, 1861","search_date":"1861-03-29","citations":[{"divid":1217531645,"type":"Newspaper Article","data":["","Minutes of the Furman University Philosophian Society","Greenville, SC","March 22, 1861 - April 5, 1861",""]},{"divid":1217531667,"type":"Book","data":["Jonathan Daniel Wells","The Origins of the Southern Middle Class 1800-1861",null,"Chapel Hill, NC","The University of North Carolina Press","2004","89-105"]},{"divid":1217531710,"type":"Book","data":["Stephen Ash","1865&#58; A Year in the South",null,"New York","Perennial of HarperCollins Publishers","2004","10-11"]}],"locations":[{"id":1273,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}