{"id":3883,"title":"1832 Speech Given in the House of Delegates Regarding Abolition \n","course_id":7,"status":"P","start_date":"1832-01-21","end_date":"1832-01-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     The Virginia House of Delegates gathered around while Thomas J. Randolph, representative of Albemarle  County, gave a speech in regards to possible emancipation within the state.  Although it was 1832 at the time of this address, the proposed plan that Randolph spoke about would only affect slaves born after 1840 and would take 80 years to complete.  Virginians would hold male and female slaves until they reached the ages of 18 and 21.  Upon this age, the state would remove the slaves from the Commonwealth.  This produced a heated debate among Virginia leaders, and Randolph sought to promote the plan; at the very least, he wanted to propose the idea to all the constituents of Virginia.     ","            The Virginia emancipation debate of the 1830s rarely consisted of extreme abolitionist views.  However, some Virginians did have opinions about whether or not the institution of slavery was politically and economically necessary.  Randolph suggested that the gradual emancipation plan would not hurt the state economically, as it \"levies no money tax upon the people - each slave pays his own removal by his hire.\"  He argued that slaves would still be in the state until they reached adulthood, and even afterwards, they could be sold to other southern states for a profit.  Politically, Randolph argued that since the plan would take a full 80 years, its effects would not be sudden.  He said even if negative consequences emerged, then \"a repeal of the law\" would bring things back to the 1832 standard.  ","            In addition to the political and economic aspects of gradual emancipation, Randolph discussed the immorality of slavery.  He pointed out that slavery was not justified by the fact that other lands practiced it.  He argued that \"upon the same principle he could justify...plurality of wives...,murder...,\" and other endeavors that Americans considered wrong, but which took place in other areas.  Furthermore, he criticized the many Southerners who used the Bible to justify slavery.  He highlighted the Biblical passages that actually made slavery a dishonorable practice, such as \"that which teaches charity, justice, and good will to all.\"  At a time when southerners rarely questioned the morality of slavery's moral aspect, Randolph clearly took a risk in some of his arguments.","            Following his political, economic, and moral reasoning, Randolph exploited southerners' anxieties regarding slaves in order to advance his argument.  The Nat Turner Rebellion, which led to the deaths of many Virginians, afflicted fear upon the state and led some to question the institution of slavery.  Randolph argued that if gradual emancipation and removal were not put into effect, then the slave population would grow and become uncontrollable.  He said this group could potentially be found \"burning with enthusiasm for the liberation of their race\" and rebel.  Even with this daunting point, there were still many listeners who opposed Randolph's strong democratic views.  Randolph therefore implored that his fellow delegates at least propose the plan to their constituents in order to decide what step to take next.  Mostly western Virginians, along with the state's governor and a few legislators, applauded Randolph's idea. However, other eastern Virginians such as William Brodnax thought it was \"a scheme...destined to produce 30 years of domestic warfare...(and)...to make every patriarch a child-seller.\"   Various ideas emerged following Jefferson's proposal, including Brodnax's plan for immediate deportation, many elitists' hope to discontinue the debate all together, and Archibald Bryce's \"abstract affirmation of colonization.\"  Randolph supported Bryce in hopes to start any sort of emancipation movement. Legislators debated Bryce's plan to fund the deportation of blacks but ultimately only passed it in the House without confirming it in the Senate.  Thus, although, Virginia adopted what historian William Freehling calls \"an ambivalent, ineffective colonization experiment,\" the power struggle between eastern elitists and western egalitarians was significant.  It foreshadowed the tension in Virginia that would persist for decades to come.     "],"display_date":"January 21, 1832","search_date":"1832-01-21","citations":[{"divid":1215643847,"type":"Pamphlet or Other Printed Material","data":["Thomas J. Randolph","The Speech of Thomas J. Randolph &#40;of Albermarle&#41;, in the House of Delegates of Virginia, on the abolition of Slavery","Richmond, Virginia","T.W. White","1832","Special Collections Library, University of Virginia"]},{"divid":1215644188,"type":"Book","data":["William Freehling","The Road to Disunion",null,"New York","Oxford University Press","1990","181-190"]},{"divid":1215644220,"type":"Book","data":["Clayton E. Jewett","Slavery in the South",null,"Westport","Greenwood Press","2004","274"]}],"locations":[{"id":1275,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}