{"id":3885,"title":"Sanitation in Medicine\n","course_id":5,"status":"P","start_date":"1895-03-09","end_date":"1895-03-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    On March 9th, 1895, the <em>Times and Registrar</em> published an article detailing a new hypodermic syringe.  Its sleek design, metal casing surrounding a sanitary inner glass chamber, was the newest in medical technology.  A screw-on needle kept the syringe itself from being dangerous, decreasing the chance of sticks and accidents.  Though the metal casing itself could be used many times, proving both useful and durable, the sanitation advantage of a sealed glass tube that contained the medications and fluid samples meant a lower risk of infection from person to person, be the victims patients or doctors.","    During the early nineteenth century, medical science was closer to the art of clever guessing than the practice of proven and solid facts.  The concept of the four humors, or the four principle body fluids, was still considered a fact until the American Civil War.  Previously, doctors would take a sick patient and assume that one of his humors was out of balance – either blood, phlegm, yellow bile [choler], or black bile [melancholy] – and so would take on the task of restoring balance to the patient's humors.","    Because the concept of disease was vague and often rooted in social and political agendas, the idea of sanitation was rather foreign.  It wasn't until the American Civil War, when medical officers and commanders alike began to notice that disease often followed battle.  These observations lead to medical director Dr. Jonathan Letterman's sanitation commands for the United States Army.","    Louis Pasteur's bacteria experiments brought to light the reality of microscopic  attacks on our bodies, further emphasizing the medical profession's growing obsession with sterility and cleanliness.  In addition to developing new, more sanitary needles, surgeons began to create surgical protocols that laid the framework for today's medical regulations.  Caps, gowns, gloves, and masks were all instituted as further sanitation measures.","    The <em>Times and Registrar's</em> March 9th article was a realistic and expected end to a century of quickly changing ideas and attitudes towards the medical profession.  Enthusiasm and perfection were key values as medicine quickly became a practice far beyond its early boundaries."],"display_date":"March 9, 1895","search_date":"1895-03-09","citations":[{"divid":1216494612,"type":"Newspaper Article","data":["A New Hypodermic Needle","The Times and Registrar","","March 9, 1895",""]},{"divid":1216494652,"type":"Book","data":["Spencer Glasgow Welch","A Confederate Surgeon&#39;s Letters to His Wife",null,"Georgia ","Continental Book Co.","1954",""]},{"divid":1216494701,"type":"Book","data":["William G. Rothstein","American Physicians in the Nineteenth Century&#58; From Sects to Science",null,"Baltimore ","The John Hopkins University Press","1972",""]}],"locations":[{"id":196,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}