{"id":3886,"title":"A Balanced Man\n","course_id":7,"status":"P","start_date":"1857-06-27","end_date":"1857-06-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A tobacco planter of Cedar Park, Maryland, Thomas S. Mercer kept a concise diary of daily activities. His diary consists of the condition of agriculture, weather, and his social life. Mercer was an ordinary Maryland yeoman farmer. As a yeoman farmer he relied on family and never mentioned the use of slave labor, except that of hired servants. He grew Maryland's first staple crop of tobacco as well as wheat. Wheat soon become more of a demand and his varied crops brought him greater wealth. Controlling a modest amount of land, as with most yeoman farmers, Mercer showed how non-slaveholding farmers lived their lives. Most people in the South were not massive plantation owners, but yeoman like Mercer. His daily life tells historians a lot about the ordinary men of the South.","Most of his days were spent planting and tending to his tobacco crop, which was labor-intensive, but Mercer also planted and harvested wheat.  Before the harvest of his wheat crop he would solicit the help of a hired \"servant.\" On June 27, 1857, he hired a servant man Jacob, from Miss Town, for eight dollars per month. A few days later he completed his wheat harvest of 336 pounds, which sold for 72 dollars. As historian Barbara Fields states, \"wheat required maximum work force at harvest,\" so Mercer most likely hired the free man Jacob to help harvest the wheat crop. He also hired other men during the year to help in tobacco cultivation.","Mercer's greatest enemy was the weather coupled with the \"eat worm,\" as he called it. The tobacco worm, which could eat a large plant in several hours, plagued the farmer. He wrote on June 18, 1857, that the \"eat worm destroyed many tobacco plants.\" Besides the eat worm, Mercer was at the weather's mercy. He began every entry stating the condition of the weather.  Since he was economically dependent upon the success of his crops the weather played a major part in his life. Exceptionally nasty storms were accounted for in greater detail than the average \"clean\" day.","Mercer did not spend all his days working hard in his fields; he had a social life as well. Along with his wife, Mercer would frequently visit Washington D.C. several times a month for fun and family affairs. While away, servants tended to the crops. Even though he left the work to his servants, Mercer was not a harsh or cruel man. His workers received \"holidays\" after harvest seasons and no one worked on Sundays. Thomas Mercer did not have an exceptionally interesting life, but he managed his farm and family well and never complained.  "],"display_date":"June 27, 1857","search_date":"1857-06-27","citations":[{"divid":1217532105,"type":"Manuscript","data":["","Thomas S. Mercer Diary, 1857-1858",null,"Accession 5702","Accession 5702","Thomas S. Mercer Diary, 1857-1858","Albert H. Small Special Collections Library, University of Virginia"]},{"divid":1217532145,"type":"Book","data":["Barbara Jeanne Fields","Slavery and Freedom on the Middle Ground ",null,"New Haven, CT","Yale Historical Publications","1985","3-8"]}],"locations":[{"id":147,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}