{"id":3887,"title":"Coal in West Virginia and the Industrial Revolution of the South\n","course_id":7,"status":"P","start_date":"1893-01-01","end_date":"1893-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    Will Anderson had a lot of trouble on his hands.  Anderson, a prominent creditor in central Virginia, found himself in the midst of a particularly difficult legal battle involving the sale and distribution of coal-rich lands in West Virginia.  The lands in question were the John Lykens and Crescent tracts.  Apparently, two men, James G. Paxton and J.R. Jordan, owned some of the land and allotted it to certain family members after they died.  However, the Kanawha-Gauley Coal and Coke Company did not know this when they decided to invest in some of the land because it contained \"very fine...coal\" and \"a fine seem of black-band ore.\"  Unfortunately for the company, some of their land overlapped with the land that Paxton and Jordan allocated out in their wills to their respective relatives.  The beneficiaries of Paxton's and Jordan's wills and the coal company all bombarded Anderson with letters asking him for a quick and fair end to the trial.  He knew that it would be impossible to satisfy everyone.  After all, there were just too many parties of interest and not enough land.  Anderson was especially worried about the backlash from the coal company if they did not get their desired share of the land.  One letter in particular contained threat upon threat.  Anderson knew that the coal company would not back down until they obtained their land.  Why could they not find other land in West Virginia?  What was so special about these tracts? ","    Around the 1880s, coal became popular in West Virginia.  It would develop into the key export in the early 1890s for three reasons.  One was the introduction and expansion of railroads, most notably the Chesapeake and Ohio railways.  The second reason was the change in preference for southern coal over northern coal, as southern coal was of higher quality than northern coal.  Thus, northern industries started to request southern coal to power their northern factories.  Lastly, when the depression of the 1890s lifted, coal output skyrocketed as larger coal companies infiltrated the area and started new enterprises.  Along with the increase in profits came the increase in population.  In McDowell County, which held the state's richest coal mines, the population rose by 600 percent from 1880-1900.  West   Virginia's prosperous coal mines lured workers and their families, as well as single white men and a large number of free black men who wanted to create a better life for themselves after emancipation.  As the mines drew in more people, production continued to escalate, demand grew, and coal became the catalyst for the economic boom in West Virginia of the late 1800s.  ","    On a larger scale, West Virginia developed into a leader of the industrial revolution that took over the South beginning in 1880.  As agricultural production stopped making large profits, the South realized it needed to revamp its economy if it wanted to compete with the North.  Slowly but surely, industry grew in the South.  Lumber and steel mills started to spring up.  Planters began abandoning their cotton fields in exchange for a position in the numerous and flourishing textile mills scattered throughout the South.  Slowly, the cities of the South started to resemble some of their urban counterparts of the North.  These industries, with coal acting as one of the leaders, destroyed the notion that the South was just one big plantation and successfully transformed the economy into one that could effectively challenge the North domestically and internationally.    "],"display_date":1893,"search_date":"1893-07-02","citations":[{"divid":1216150805,"type":"Manuscript","data":["","Legal documents and letters concerning the Crescent and Lykens land tracts",null,"Mss  39-86","Box 39","Papers of the Anderson Family","Special Collections Library, University of Virginia"]},{"divid":1216150836,"type":"Book","data":["Edward L. Ayers","The Promise of the New South&#58; Life After Reconstruction",null,"New York","Oxford University Press","1992","119-131"]}],"locations":[{"id":144,"lat":38.3365622006,"lng":-81.528129492,"zoom":9,"place":"KANAWHA, West Virginia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}