{"id":3893,"title":"Steamboat Explosion Rattles Legislation\n","course_id":5,"status":"P","start_date":"1830-02-24","end_date":"1830-02-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With a sound \"resembling the discharge of a small piece of artillery\" and \"the rushing sound of steam, and the rattling of glass\", the starboard boiler on the steamboat Helen McGregor exploded on February 24, 1830 on the Memphis waterfront.  In <em>The Mariner's Chronicle</em>, one gentleman on board described the scene in the boiler room as a \"complete wreck - a picture of destruction\".  He witnessed one man with \"the whole of the forehead blown away: the brains were still beating.  Tufts of hair, shreds of clothing, and splotches of blood might be seen in every direction\".  Outside the boiler room \"on every side were to be heard groans and mingled exclamations of grief and despair\" as men and women dealt with the injured.  One man's face \"was entirely black; his body without a particle of skin.  He had been flayed alive\".  To witness such horrors - fellow passengers in pain, near death, and begging for death to \"free them from present suffering\" - devastated the survivors.  The gentleman judged that between forty and fifty people perished either instantly, from injury, from inhaling steam or gas, or from drowning.  "," No doubt people faced danger when traveling during the 19th century.   John Burke in \"Bursting Boilers and Federal Power\" stated that between 1816 and 1848 about 233 steamboat explosions occurred.  The lack of regulation on the boilers at that time contributed to most of the accidents.  Steamboat explosions caused the loss of goods affecting the economy as well as the loss of lives affecting each individual and each family.  Ultimately, the loss of lives and goods played a crucial role in affecting American history.  The number of lives lost compelled American legislation to question how steamboats could become safer and whether federal power had the right to create regulatory agencies.    ","In 1824, the <em>Gibbons v Ogden</em> ruling handed down by Chief Justice John Marshall ruled that \"the power to regulate commerce, so far as it extends, is exclusively vested in Congress\" allowing Congress to regulate private business and to interfere where government had never interfered before.  As more steamboat explosions killed more lives, the American people reacted.  In 1830, Secretary of Treasury Samuel D. Ingham gave money to The Franklin Institute to experiment and inspect steam engine boilers.  The combination of the number of deaths due to explosions and the data from the experiments forced the Steamboat Act of 1838 to become law.  The Steamboat Act of 1852 established the Steamboat Inspection Service, one of the first federal agency to regulate private industry, allowing the Act of 1838 to be enforced by a government agency.  Aside from safer traveling, the impact of this legislation still affects Americans.  John Ward in \"The Future of an Explosion\" further explained, \"From that distant carnage on the rivers of the West came the Food and Drug Administration, the Federal Aviation Administration, and all the other government regulatory and investigative agencies that seek to protect us today\".  A steamboat explosion occurring in 1830 changed the lives of Americans far after other transportation replaced steamboats.  The loss of human life makes a difference."],"display_date":"February 24, 1830","search_date":"1830-02-24","citations":[{"divid":1217532755,"type":"Pamphlet or Other Printed Material","data":["","The Mariner&#39;s Chronicle","Philadelphia, PA","G. N. Loomis","1834",""]},{"divid":1217532781,"type":"Article","data":["John G. Burke","Bursting Boilers and the Federal Power","Technology and Culture ","7","1966","1 - 23"]},{"divid":1217532828,"type":"Website","data":["The Oyez Project","Gibbons v. Ogden, 22 U.S. 1 &#40;1824&#41;","The Oyez Project","http&#58;//www.oyez.org/cases/1792-1850/1824/1824_0/ ",""]},{"divid":1217532897,"type":"Article","data":["John K. Ward","The Future of an Explosion","Invention and Technology Magazine ","5","1989",""]}],"locations":[{"id":187,"lat":35.2121822757,"lng":-89.8820367379,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}