{"id":3894,"title":"Reverends Discuss Death and Religion Before Politics\n","course_id":5,"status":"P","start_date":"1832-12-05","end_date":"1832-12-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 5, 1832 Reverend James M. Chiles wrote a letter to fellow South Carolinian Reverend James C. Furman detailing the health of Chiles' family and the surge of religious revival in his area.  Chiles began the letter with an apology that it had taken him so long to respond offering the explanation that he had been close to death and his youngest sister had died.  Joy and sorrow flowed together as he lamented the determination of the diseases that attacked his family, but praised God for his sovereignty.  Chiles continued on matters of God, taking a more optimistic turn as he recounted the great spirit of revival in his area that year, and he told Furman about the many baptisms he was performing in local churches.   He briefly mentioned the \"excitement of politicks\" regarding their state and how he hoped they were rightly following the path of God.  After committing to pray for these events he ended his letter asking for a personal meeting with Furman to see each other and preach together.","  Chiles' letter echoes the attentions of many Americans during the early 1830s.  The masses had a general awareness of political events and conflicts, but they concentrated most on personal matters with a particular emphasis on disease, death, and religion.  The early 1830s brought an onslaught of contagious diseases such as influenza and cholera, but the simultaneous onset of a widespread Christian revival offered hope to families stricken by epidemic disease.  Americans believed that God was in control and looked forward to the promise of seeing loved ones again in the afterlife.  Additionally, with death and religion capturing the attention of the people, there was little time left to ponder the tenuous condition of state and federal affairs.  Chiles' vague mention of excitement in his area most likely refers to the nullification crisis of the early 1830s when outraged Southerners proposed to nullify the high tariffs they believed favored Northern manufacturing cities and crippled the South.  President Andrew Jackson objected to the nullifiers and proclaimed secession unconstitutional, even while Vice President John Calhoun (a South Carolinian) led the faction supporting nullification.  The same month that Chiles wrote his letter, December 1832, Calhoun stepped down from the vice presidency as tension rose over the split in ideology.  Henry Clay managed to mollify the situation with the Compromise Tariff in February 1833 by calling for a gradual lowering of tariffs which eased the threat of conflict for the present.  Even in the midst of such seemingly crucial events, personal matters still consumed individuals like Chiles and prevented them from entering into the political dialogue.  "],"display_date":"December 5, 1832","search_date":"1832-12-05","citations":[{"divid":1217532981,"type":"Manuscript","data":["","Letter from Reverend James M. Chiles to James C. Furman ",null,"Note sheet for inventories","Box 1","James C. Furman Professional Correspondence","Special Collections, Furman University"]},{"divid":1217533029,"type":"Book","data":["Harry L. Watson","Liberty and Power ",null,"New York","Noonday Press","1990","113-131"]},{"divid":1217533072,"type":"Book","data":["Louis P. Masur","1831&#58; Year of Eclipse ",null,"New York","Hill and Wang","2001","63-114"]},{"divid":1217533113,"type":"Book","data":["Richard E. Ellis","The Union at Risk ",null,"New York","Oxford Press","1987","11-12, 53-56"]}],"locations":[{"id":755,"lat":34.1679782338,"lng":-82.3756180087,"zoom":9,"place":"ABBEVILLE, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":18,"tag":"Politics"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}