{"id":3895,"title":"The Impact of Illness\n","course_id":7,"status":"P","start_date":"1825-08-22","end_date":"1825-08-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When Nancy Carr, the grand-niece of Thomas Jefferson, wrote to her good friend Elizabeth Coatler, of Spotsylvania, on August 22, 1825, the tone of her writing was a somber one.  Carr had just returned from nursing her cousin, Maria, who was sick with a fever. The threats of illness and death were prominent in her words.  At this time, the term \"fever\" was used to describe almost every kind of dangerous ailment.  Contemporary physicians believe that most southerners who were sick with \"the fever\" were victims of Malaria.  Carr told of Maria's feeble condition, noting, \"I had been nursing cousin Maria Carr who is recovering slowly, but so slowly that we rather hope than perceive the change from a tedious and dangerous fever and reduced to such hopelessness.\"  Most southern families, including the Carrs, did not use nurses.  Family members, especially the women, became the caregivers for the sick.  This often caused diseases to spread throughout the family, as the concept of germs was not understood in the 1820s."," The availability of legitimate doctors in the South was scarce.  According to historian Steven Stowe, the nineteenth-century medical profession was highly unregulated; many alternative healers disguised themselves as medical doctors. This, accompanied with the lack of available medications, made recovery from even a simple fever dangerous. Though no one in Carr's immediate family had recently died, she described that many of her friends felt the fatal effects of illness.  A close friend, Ms. Martha Minor, lost her six-year-old son. In her letter, Carr described the torturous emotions of losing friends: \"I maybe have been tedious in dwelling upon the scenes of sickness and death which have engulfed my time and thoughts for some weeks past, and which are not easily obliterated.\"  Carr embodied the emotion of all southern people in the 1820s.  The fever affected everyone, without regard of social status, and impacted all aspects of southern life."],"display_date":"August 22, 1825","search_date":"1825-08-22","citations":[{"divid":1217533419,"type":"Manuscript","data":["","Mss  8518",null,"Mss  8518","Folder 8518","Letters to Elizabeth Tucker Coalter Bryan 1822-1828","Special Collections, University of Virginia"]},{"divid":1217533447,"type":"Book","data":["Steven M. Stowe","Doctoring in the South&#58; Southern Physicians and Everyday Medicine in the Mid-nineteenth Century",null,"Chapel Hill, NC","University of North Carolina Press","2004",""]}],"locations":[{"id":800,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}