{"id":3897,"title":"Armed and Dangerous... Slaves in Southampton County\n","course_id":7,"status":"P","start_date":"1831-08-22","end_date":"1831-09-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"An insurrection was to take place today in Norfolk when the people were in the different churches-there were to be surrounded and the occupants destroyed-at [the] same time the work of destruction by fire and sword was to go on all over the town.\" William Campbell penned these words in a letter dated September 4, 1831, describing the Southampton slave insurrection that had begun on August 22, 1831. Of all the slave rebellions in the United   States, this revolt led by Nat Turner was perhaps the most infamous. Turner's violent rebellion capitalized on one of the plantation class's greatest fears: insurrection. Campbell, in his letter to Colonel Baldwin, detailed the revolt's aftermath, noting \"the whites murdered amounted to fifty-eight\" and that \"excitement and apprehension\" had consumed Virginia. Over the course of two days, approximately seventy slaves, including \"eleven of Richard Drummond's Negroes,\" terrorized the white citizens of Southampton County. In order to comprehend the significance of the Southampton slave insurrection, it is necessary to first understand the brooding concerns of the Southern planter class.","A slave rebellion, argues historian Marion Kilson, \"expresses the realization of the worst fears of the slavocracy.\" Due to plantations' significant dependence on slave labor, an Eastern Virginian county comprised of a larger slave than white population was not atypical. The Historical Census Browser shows that according to 1830 census figures, the population of Southampton County contained 7,756 slaves and 6,573 whites. Because slaves were regarded by the white minority as a form of chattel property that could be bought and sold, potential for uprising was-ever present. Whenever violent rebellion did emerge, Southern sentiment punished the entire slave population in hopes of re-establishing confidence in the traditional plantation economy.","As a direct result of the Southampton slave insurrection, the Virginia General Assembly instituted strict legislation further assuring white social control over free and enslaved blacks. Historian Scot French writes that the Assembly \"banned blacks from preaching or attending unsupervised religious gatherings,\" while Harvey Wish notes that the Assembly strengthened the \"police codes of the slave state[s].\" Wish further observes the fact that because Nat Turner was an educated black, \"Negro education became more than ever an object of suspicion.\" Panic regarding future conspiracies encouraged trials and convictions of many slaves for alleged plots that never materialized. As William Campbell observed, \"in the present state of excitement, a little [suspicion]... on our side goes a long way.\""],"display_date":"August 22, 1831 - September 4, 1831","search_date":"1831-08-28","citations":[{"divid":1218153892,"type":"Manuscript","data":["","Letter to Col. Baldwin",null,"Mss 1441","","","Special Collections Library, University of Virginia"]},{"divid":1218153965,"type":"Website","data":["","2004 Historical Census Browser","University of Virginia, Geospatioal and Statistical Data Center","http&#58;//fisher.lib.virginia.edu/collections/stats/histcensus/index.html","September 31, 2007"]},{"divid":1218154260,"type":"Article","data":["Harvey Wish","American Slave Insurrections Before 1861","The Journal of Negro History","22","July 1937","299-320"]},{"divid":1218154301,"type":"Article","data":["Marion D. deb. Kilson","Towards Freedom&#58; An Analysis of Slave Revolts in the United States","Phylon","25","1964","175-187"]},{"divid":1218154374,"type":"Book","data":["Scot French","The Rebellious Slave&#58; Nat Turner in American Memory",null,"New York","Houghton Mifflin","2004","60"]}],"locations":[{"id":811,"lat":36.7198931687,"lng":-77.1037749414,"zoom":9,"place":"SOUTHAMPTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}