{"id":3899,"title":"The Trials and Tribulations of the South Carolina Ku Klux Klan\n","course_id":5,"status":"P","start_date":"1871-12-28","end_date":"1875-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 28, 1871, in Columbia, S.C., Sherod Childers, Evans Murphy, Hezekiah Porter and William Montgomery received their sentencing for the infamous Ku Klux Klan conspiracy in South Carolina. It was here, in Columbia, that the federal court attempted to provide serious solutions to stunt the organization whose actions had become increasingly violent and oppressive. While these actions by the federal court and the infamous nature of the Ku Klux Klan in South Carolina created controversial issues in the late 1860s and early 1870s, the \"reign of terror\" by the Ku Klux Klan was temporarily immobilized by token arrests in 1871. ","The Ku Klux Klan planted their roots, under emissary R.J. Brunson in 1868 in Rock Hill, S.C. The Democrats, hoping to win back governmental positions in South Carolina, felt that by intimidating and eliminating the \"negro Republican vote,\" victory could once again belong to the Democratic Party. In Abbeville County, for instance, the secretive, violent actions of the Democratic Party went hand in hand with the actions of the Ku Klux Klan, working together in most cases. In the presidential election year, South Carolina was anticipated to have won steadily Republican seats, but instead, intimidation triumphed democracy.","The violence exploded in the elections of 1868, as Abbeville, Newberry and Anderson counties were entitled \"the KKK counties\" because of the armed mobs and murders that occurred on Election Day as white supremacists employed violence to ensure political upheaval. One Southern man claimed that they [white Southern Democrats] were being \"trodden under foot by an inferior and barbarous race.\" But by 1870, the Democrats could no longer depend on intimidation to win elections and the emergence of the more militant KKK continually gained momentum, primarily for Democratic Party political gains, and of course, in the name of white supremacy. When 2,500 armed whites gathered in Laurens County to violently protest the election results in 1870, violence spread among the upstate of South Carolina. Negroes were pulled out of jail, beaten and murdered by white supremacy members of the KKK. In York County alone, in the course of six months, there was an estimated 304 incidents of violence. Klan violence, though the Klan had been officially disbanded in 1969, arose out of all socio-economical classes in a decentralized format, reigning terror and death wherever possible. The federal government, under Grant in late 1870 and early 1871, respectively passed the Enforcement Act and the Ku Klux Klan Act hoping to put an end to the once again rebellious South through these increasingly strict federal acts. Because of these acts, the writ of habeas corpus was suspended in nine South Carolina counties and in most cases, the procedure of due process was neglected.","The trials, evidenced by Evans Murphy's questioning during one aspect of the ongoing South Carolina trials, proved mostly ineffective and as support waned, largely futile. In the South Carolina KKK trials alone, an account collaborated by the federal government in 1873 discovered that 831 persons were indicted and only 27 of which were ruled guilty, 71 persons pled guilty, and by 1875 pardons released the last of the imprisoned KKK members and the Civil Rights Act of 1875 was passed in early March. Under the Klan's \"virtual reign of terror,\" however, much violence and terror was accomplished. But those who were caught and testified in court, such as Evans Murphy, created an environment not easily conducive to convictions. Evans claimed \"[he] didn't see anything [himself], [he] didn't do anything [himself],\" and \"[he] didn't hear anything\" about the night he was said to have been one of nine members in a beating at the Rainey house. Yet, as the questioner so succinctly stated, \"so it turns out that those who happen to be indicted didn't do anything, and all those that haven't been caught, did the whipping.\"  And with that testimony, Evans Murphy, like the other token Klan members convicted, was fined one hundred dollars and imprisoned for eighteen months, in order for South Carolina to put an end to Klan violence and grant South Carolina peace. The story of Evans Murphy provides insight into the South Carolina Ku Klux Klan trials, which temporarily shattered the Ku Klux Klan and reinstated temporary law and order, only to have the organization emerge once again in the 1920s, more violent than ever."],"display_date":"December 28, 1871 - March 1, 1875","search_date":"1873-07-29","citations":[{"divid":1217533598,"type":"Manuscript","data":["","Ku Klux Klan Trials, broadside",null,"","","","Furman University Special Collections"]},{"divid":1217533624,"type":"Article","data":["Herbert Shapiro","The Ku Klux Klan during Reconstruction&#58; The South Carolina Episode","The Journal of Negro History","1","1964","34-55 "]},{"divid":1217533666,"type":"Article","data":["Francis B. Simkins","The Ku Klux Klan in South Carolina, 1868-1871","The Journal of Negro History","4","1927","606-647"]},{"divid":1217533699,"type":"Book","data":["Lou Falkner Williams","The Great South Carolina Ku Klux Klan Trials, 1871-1872",null,"Athens, GA","The University of Georgia Press","1996",""]},{"divid":1217533737,"type":"Book","data":["James M. McPherson","Ordeal by Fire&#58; The Civil War and Reconstruction",null,"New York","McGraw-Hill","1992",""]}],"locations":[{"id":835,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}