{"id":39,"title":"The Air-Line Railroad Completed\n","course_id":1,"status":"P","start_date":"1873-04-04","end_date":"1873-04-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Organized in 1870, the Atlanta & Richmond Air-Line combined the Georgia Air Line Railway and the Air Line Railroad Company of South Carolina under president Algernon S. Buford. The line was complete by 1873. Many people of South Carolina were overjoyed by the completion of this railway, because it finally gave the people a cheap route northward. &lt;br /&gt;&lt;br /&gt;For these people, the railway represented the advancing condition of the South.  According to The Atlanta Constitution, many South Carolinians called the completion of this railway a victory that would open another gate, give us another exit into the outer world put us another step forward in the grand march of civilization and progress;' When the first train arrived from Charlotte to Spartanburg, the train brought about sixty prominent and substantial men of Charlotte to the town to celebrate over the railroad accomplishment. For these people, this achievement was monumental as it marked the beginning of a new era of prosperity for the whole section of this country.  &lt;br /&gt;&lt;br /&gt;Unfortunately, the railroad went broke the next year when it was re-organized into the Atlanta and Charlotte Air Line Railway. However, the railroad later became a part of the Southern Railway, which was the product of nearly 150 predecessor lines that were recombined and reorganized beginning in the 1830s. It formally became known as the Southern Railway in 1894."],"display_date":"April 4, 1873","search_date":"1873-04-04","citations":[{"divid":1213033184,"type":"Newspaper Article","data":["","The Atlanta Constitution","Atlanta, Georgia","April 4, 1873",""]},{"divid":1213033187,"type":"Newspaper Article","data":["","The Atlanta Constitution","Atlanta, Georgia","April 12, 1873",""]}],"locations":[{"id":22,"lat":34.9591922676,"lng":-81.9357757115,"zoom":9,"place":"SPARTANBURG, South Carolina"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}