{"id":390,"title":"Meteor Strikes near Forsyth, Georgia","course_id":1,"status":"P","start_date":"1829-05-09","end_date":"1829-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 9th, a wonderful phenomenon' occurred outside of Forsyth, Georgia. A rock of 36 pounds appeared out of a clear sky and crashed into the ground with tremendous noise.' The rock's' impact was heard up to 80 miles away and it sunk two feet into the ground. The rock smelled of sulphur and appeared to have been in the fire.' The Cherokee Phoenix and Indians' Advocate reported that similar bodies have fallen from the atmosphere, at different times, in the eastern, as well as in this continent yet no one has been able, satisfactorily, to account for their origin' (Cherokee Phoenix and Indians' Advocate).&lt;br /&gt;&lt;br /&gt;This phenomenon can clearly be identified, with present day knowledge, as a meteor, yet in 1829 scientific knowledge was still greatly lacking. Today, even elementary school children could talk about meteors, yet at this time a meteor was a wonderful phenomenon' whose origin baffled even the most erudite minds of the time. &lt;br /&gt;&lt;br /&gt;Despite not yet knowing the origins or causes of meteors, there was a healthy interest in Astronomy in 1829. The Argus reported on December 25th, 1829 that a Solar Microscope' would be in Savannah for four uncloudy days.' Unfortunately, people were more concerned with using the Solar Microscope' as a microscope and not as a tool to look at the stars. For the price of fifty cents, citizens could view blown up views of fleas and butterflies."],"display_date":"May 9, 1829","search_date":"1829-05-09","citations":[{"divid":1214239487,"type":"Newspaper Article","data":["","Argus","","December 25, 1829",""]},{"divid":1214239502,"type":"Newspaper Article","data":["","Cherokee Phoenix and Indians&#39; Advocate","New Echota, GA","June 3, 1829",""]}],"locations":[{"id":289,"lat":33.0153192627,"lng":-83.5621782427,"zoom":9,"place":"JONES, Georgia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}