{"id":3900,"title":"Southern Wartime Humor Concerning President Lincoln\n","course_id":7,"status":"P","start_date":"1863-01-07","end_date":"1863-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 7, 1863 the Raleigh Register published a song by Smith Webb mocking President Lincoln and his ability to keep the Union together.  The song contained seven verses that used sarcastic remarks and comparisons to criticize the President's actions.  The song began using sarcasm after deriding the President by stating, \"Fifty Yanks it is said won't make one good Confed; would a million make Abraham Lincoln\"  The song focused on Lincoln's talent at splitting up the nation, which was made clear when Webb wrote the statement, \"So to splitting he goes, and his genius was bent, And anon he outsplit all creation; Spit this thing and that thing wherever he went, till he split up the great Yankee Nation.\"  Webb continued to criticize Lincoln for his poor manners and compared him to various animals such as a monkey, a donkey, and an owl.  Another verse of the song urged Lincoln to think more carefully in the future.  Webb used the song to hopefully end the war when he stated, \"Lay aside all this love of the Niggers, And stop all this pulling of triggers, Send home your gunboats sir, Wherever one floats, sir.\"  ","    Wartime humor was present in both the Confederacy and the Union during the Civil War.  The newspapers printed humor in different forms including drawings, songs, and poems.  The humorous propaganda was very political and commonly associated with a certain party relating to both local and national events. The humor appealed to all classes and united them during their time of struggle. Many of the humorous writings focused on patriotism. Often the writings urged citizens to fight in the war or support their nation and the war effort with more enthusiasm.  Humor was also used as an outlet to express discontent with the war and the political situations occurring during the time. ","The Confederate newspapers constantly published wartime humor mocking Lincoln and portraying him in extreme fashions.  Lincoln was the embodiment of the South's anger with the war and the current state of affairs.  His trouble with secession was a constant subject of mockery from the southern newspapers.  One cartoon depicted Lincoln as an acrobat balancing the North on one side of his pole while dropping the South to the floor below.  Another cartoon depicted Lincoln as a circus performer about to do a balancing act with the northern and the southern states as plates on sticks balancing in the air.  Lincoln was subject of a variety of wartime humor published in the South, but all the humor published served to communicate the current political issues and opinions.  "],"display_date":"January 7, 1863","search_date":"1863-01-07","citations":[{"divid":1215644528,"type":"Newspaper Article","data":["","Raleigh Register","","January 7, 1863",""]},{"divid":1215644543,"type":"Book","data":["Herbert Mitgan","Abraham Lincoln: A Press Portrait",null,"Chicago","Quadrangle Books","1971","236-237"]},{"divid":1215644578,"type":"Book","data":["Alice Fahs","The Imagined Civil War: Popular Literature of the North and South",null,"Chapel Hill","The University of North Carolina Press","2001","195, 219-220"]}],"locations":[{"id":805,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}