{"id":3901,"title":"Seed Planted for Central Park\n","course_id":5,"status":"P","start_date":"1851-01-01","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1851, a journalist put into words an ideology that would start a new trend in urban development.  He proposed the construction of a huge public park that would \"be enjoyed by thousands of all classes, without distinction.\"  The ideals of Romanticism and the Republican view of the importance of nature were at a peak among educated Americans at this time and this commentator proposed a way to manifest these ideals.  New York City, being the largest city as well as the informational center, certainly had many who supported the idea that nature should be valued and used respectfully to enrich one's mind and refresh one's spirit.  From these beliefs arose the idea for the creation of a huge park to be enjoyed by all the citizens of New York City.  This journalist, in <u>The Horticulturist, and Journal of Rural Art and Rural Taste</u>, was one of the first to publish his opinions on the issue and explain the beginnings of such a park.  He criticized New York for not having enough open public spaces, and emphasized the Republican idea that nature is closely linked with virtue and comparing New York to cities in Europe, most of which had public parks.  The mayor of New York at the time, Ambrose Kingsland, had recently proposed 160 acres for a park.  This proposal was the first of its kind in America for park of such large scale, but the writer condemned this as being too small.  He suggested a 500 acre plot of land between the Harlem River and 39th, land that is in fact today part of Central Park.   Although this author's passionate essay on the importance of establishing a large park brought no immediate action, it marked the beginning of a huge public interest in such an endeavor.  Two years later, in 1853, there were still only 143 acres out of New York's 14,000 dedicated to public spaces, including cemeteries.  Many later authors continued the journalist's argument; one enumerated the reasons why such a park was a necessity for the city, being a haven for health, recreation, and driving and riding.  The park's approval and design finally took form in the late 1850's.  The proposal for Central Park had a huge impact on New York City as well as the patterns of urban development across the country."],"display_date":1851,"search_date":"1851-07-02","citations":[{"divid":1217534033,"type":"Newspaper Article","data":["The New York Park","The Horticulturist, and Journal of Rural Art and Rural Taste","","1851",""]},{"divid":1217534052,"type":"Newspaper Article","data":["A Central Park","New York Times","","July 4, 1853",""]},{"divid":1217534074,"type":"Newspaper Article","data":["The Middle Park","New York Times","","July 23, 1853",""]},{"divid":1217534096,"type":"Newspaper Article","data":["New York City","New York Times","","January 31, 1854",""]},{"divid":1217534123,"type":"Book","data":["Elizabeth Blackmar and Roy Rosenzweig","The Park and the People&#58; The Early History of Central Park",null,"Ithaca, NY","Cornell University Press","1998",""]}],"locations":[{"id":764,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":2,"tag":"Health/Death"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}