{"id":3902,"title":"Edwin Alderman and the Importance of History\n","course_id":7,"status":"P","start_date":"1892-03-07","end_date":"1892-03-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 7, 1893 Edwin Alderman gave a speech in Greensboro, North Carolina regarding the importance of history and historical records.  Alderman explained to his audience at the beginning of his speech that a \"Historic Awakening\" was occurring throughout the original thirteen states and that it was important that North Carolina become involved.  Alderman possessed a lot of state pride and felt North Carolina's history was vital to the history of the nation.  Alderman proved this point when he stated, \"in every civil, political, or military commotion of the past two centuries North Carolina has whirled in and done rough, sturdy work and has then gone about her business as if nothing much had happened.\"  He then described how college students should record the history of their home states, claiming that it would be beneficial for the students as well as the North Carolinians who followed.  Alderman ended the speech by listing the different areas of the state history that should be recorded.  ","    Edwin Alderman was born in North Carolina and showed great interest in the state and its history.  He attended college at the University of North Carolina at Chapel Hill and later became a teacher and president of the university.  At the time of the speech, Alderman was a teacher at a university he had helped to found as a place for women to study.  Today, that school is the University of North Carolina at Greensboro. Alderman believed throughout his life that education and history was important, and was known by his college graduating class as a great orator.  The message in his speech was strong and included many important aspects of North Carolina history.  However, Alderman left out the major historic events that had happened in the recent years.  Alderman almost ignored the Civil War, as well as slavery, in his speech.  ","    Politicians and speakers often avoided discussion of the Civil War during the late nineteenth century because there was a large controversy in regards to slavery and racial tensions.  People hotly debated the pros and cons of the establishing a national emancipation day as well as honoring Robert E. Lee with a statue in Richmond.  Historian William Blair reported that the Confederate flag still flew throughout the South, but many citizens believed it was a symbol of rebellion and disloyalty to the United States.  Alderman was avoiding conflict and hoping to maintain a positive reaction from his audience by omitting some key historic occurrences from his speech.  "],"display_date":"March 7, 1892","search_date":"1892-03-07","citations":[{"divid":1217540160,"type":"Manuscript","data":["","Historic Awakening in North Carolina",null,"Mss 2056","","Clipping of Edwin Alderman","Special Collections, University of Virginia"]},{"divid":1217540190,"type":"Book","data":["Dumans Malone","Edwin A. Alderman ",null,"New York","Doubleday, Doran &amp;Company","1940","12-23"]},{"divid":1217540363,"type":"Book","data":["William A. Blair","Cities of the Dead&#58; contesting the memories of the Civil War in the South ",null,"Chapel Hill, NC","University of North Carolina Press","2004","144-160"]},{"divid":686387,"type":"Article","data":[null,null,null,"TyVVUCGEerDbpFeF"]}],"locations":[{"id":765,"lat":36.0793885003,"lng":-79.7889995015,"zoom":9,"place":"GUILFORD, North Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}