{"id":3903,"title":"Govenor Zebulon Vance&#39;s Negotiations with General Sherman\n","course_id":7,"status":"P","start_date":"1865-04-11","end_date":"1865-04-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Zebulon Vance, North Carolina's governor during the Civil War, was a very loyal Confederate.  However, when General William Sherman approached the North Carolina border, Vance realized that he needed surrender to the Union.  Governor Vance wrote General Sherman a letter on April 11, 1865 in which he surrendered the city of Raleigh to the Union forces.  Governor Vance requested the safety for the city's \"defenseless inhabitants.\"  Vance expressed hope that General Sherman would protect the charitable institutions of the state as well as the libraries, museums, and public records.  Governor Vance appealed to General Sherman's logic when he stated, \"I can but entertain the hope that they may escape mutilation or destruction in as much as such evidences of learning and taste could advantage neither party in the prosecution of the war whether destroyed or preserved.\"  ","    Governor Vance made many efforts to save North Carolina from the Union forces before he wrote the letter of surrender to General Sherman.  Vance attempted to rally extra support in the state by making various speeches in which he urged the deserters in North Carolina to return to battle and defend their state from invasion in early 1865.  Vance also attempted to protect the war supplies in North Carolina when he learned the Union army was coming.  Vance feared an invasion by General Sherman because of the campaigns made by Sherman throughout the South.  In these campaigns, Sherman's destroyed large areas of Georgia and South Carolina.  Vance wanted to save North Carolina from the suffering its neighboring states had faced.  Therefore, Vance met with Confederate Senator William Graham to plan a course of action.  The two men decided to make peaceful terms with Sherman. ","Governor Vance received a reply to his letter where Sherman granted Vance, as well as other government officials, the right to remain in Raleigh unharmed.  General Sherman also communicated to Vance that he was unsure that fighting between the two sides would stop.  General Sherman stated that he hoped to help aid Vance by ending the war.  General Vance saved his state from the destruction and devastation that many other states faced when occupied by General Sherman. "],"display_date":"April 11, 1865","search_date":"1865-04-11","citations":[{"divid":1216218919,"type":"Website","data":["Zebulon Vance","Letter From Zebulon Vance to General William T. Sherman April 11, 1865","University of North Carolina","www.docsouth.unc.edu/unc/","October 25, 2007"]},{"divid":1216218968,"type":"Book","data":["Gordon B. McKinney and Zeb Vance","North Carolina&#39;s Civil War Governor",null,"Chapel Hill","The University of North Carolina Press","2004","244-249"]},{"divid":1216219046,"type":"Book","data":["Mark Coburn","Terrible Innocence&#58; General Sherman at War",null,"New York","Hippocrene Books","1993","214-217"]}],"locations":[{"id":819,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}