{"id":3904,"title":"Madison, Roanoke, and Walton County School Boards Attempt to Establish a High School","course_id":7,"status":"P","start_date":"1891-08-21","end_date":"1893-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["    On August 21, 1891, a group of citizens from counties surrounding Smithville, Virginia came before the Madison, Roanoke, and Walton County School Boards to ask that a high school to be established in the town.  The citizens had decided they could only afford to spend 250, so they needed additional money from the school funds in each district.  At first, the task was deemed as impossible because of insufficient funds, so the school boards declined to aid them.  At a meeting two weeks later, the boards did not consider the citizens' pleas again for a new high school and adjourned the meeting quickly.  It was not until October 5, 1891 that the boards finally decided to take pity on the citizens, agreeing to give some of the limited funds to establish the school.  It was decided that another surrounding district would give 50 per year, and Roanoke, Madison, and Walton would furnish the school building and jointly contribute 80 per month, for seven months, to pay teachers.  The Boards also assigned committees to attempt to collect extra funds from county members.   For the next few months, there seemed to be only minor difficulties in establishing the school, but in February of 1892, it was brought to the attention of the boards that this process was not going smoothly.  The principal stated, \"it was not possible to make satisfactory progress in the school without additional teachers and more desks and supplies.\"  The school still needed a great deal of funds, and the board was only able to give them a small amount.  Again, in late July, the principal appeared in front of the boards asking for even more money.  However, the board said they did not have enough funds from the state government to give the high school.  Smithville High School would have to work with what they had.  It was not until a full year later that Madison, Roanoke, and Walton County School Boards were able to increase the funding for the school.  Therefore, for a great deal of time, poor white children were incapable of receiving a proper education.  ","    Smithville, Virginia was a perfect representation of the attempt for free education in the South in the late nineteenth century.  Unlike the North, the South had never had a system of free \"common\" schools.  All education was for wealthy white children with private and expensive tutors, or some form of private religious institution.  While the North began creating this public school system in the 1830s, the South did not start until after the Civil War.  However, the true beginnings of education expansion in the South only took root in the late nineteenth century, especially in the 1890s.  While the then stable state governments took control of all financial aspects of public education, there were still only special accounts with limited funds and strict restrictions on how the money could be spent.  Therefore, it was these special accounts that hindered Madison, Roanoke, and Walton County School Boards and other counties throughout the South to give sufficient money in order to create efficient and productive high schools.  Unfortunately, it took a few decades for public schools in the South to nearly match the high standard of education in the public schools of the North.  To this day, northern public school education tends to exceed that of the South.  "],"display_date":"August 21, 1891 - August 30, 1893","search_date":"1892-08-25","citations":[{"divid":1217540475,"type":"Manuscript","data":["","Mss  38-572",null,"Mss  38-572","Accession 38-572","Charlotte County Va, Minutes, 1891-1899","Special Collections, University of Virginia"]},{"divid":1217540542,"type":"Book","data":["R. Rudy Higgens-Evenson","Price of Progress&#58; Public Services, Taxation, and the American Corporate State, 1877 to 1929",null,"Baltimore, MD","The Johns Hopkins University Press","2003","25-38"]}],"locations":[{"id":797,"lat":37.2713368675,"lng":-80.0520276472,"zoom":10,"place":"ROANOKE, Virginia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}