{"id":3905,"title":"Improvement and Success in the Railroad System of Western Virginia\n","course_id":7,"status":"P","start_date":"1892-01-01","end_date":"1892-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["    Successful transportation had finally arrived On January 6, 1892 the first article on the front page of The Daily Virginian, under the heading \"Local Matters,\" spoke of the Lynchburg citizens' excitement regarding the success of their railway service and the current development of western Virginia railroad systems.  The previous morning, railroad workers had started running the engines of the cars before it had begun to snow, yet the tracks were already frozen with a \"sheet of hard frozen sleet.\"  This situation would normally have caused a huge problem even in Richmond and Norfolk; however, because of recent improvements in the railway system and the car's standard motor and double gearing, however, the problem did not exist in Lynchburg.  The first car was easily able to move at a quick speed and remove all impediments on the track.  Not only did it clear the path successfully, but also made it possible for other trains to run safely for the entire day.  The article stated that the system had not only been improving drastically for the past two months, but also that shortly all the cars would be equipped with the double gearing, making the Lynchburg and western Virginia railway system would be \"second to none.\"","    The reason for this strong success in the railroad system was because of the recent purchase of the Shenandoah Valley Railroad Company by the Norfolk and Western Railroad Companies.  While the Norfolk and Western Railroad Companies took indirect control of the Shenandoah Valley Company in 1883, improvements were slow, and because of bad tracks and still uneven tracks, profits hit an all-time low.  Money intake increased, and this final purchase in1890 was the key to success.   The new owners had a strict development policy and were attempting to improve the lines for the general welfare of the people and the growth progress of their towns.  This new and improved system meant a safe and successful route from Washington D.C. to Tennessee, encompassing many important counties in western Virginia.  Consequently, the Lynchburg newspaper had articles like the previous one as well as many comments made by citizens of the town in the \"Items of Interest\" section about their excitement for easy and safe travel as well as future growth of industrialization in their counties.  More specifically, almost every day The Daily Virginian reported the increasing profits of the Norfolk and Western Railroad Companies.  The people were proud of both the improvement of the railroad system and the growing development of their western proportion of Virginia, and were excited to talk about it frequently in their newspaper. ","    These same developments were occurring all throughout the South in the early 1890s as well.  While railroads had been prevalent for many decades, they were never completely safe and successful.  Because of the multitude of railroad companies, tracks were uneven, times were uncoordinated, and wrecks were frequent.  However, the post-Reconstruction period brought a time when the railroads could improve not only in large cities, but also in the less populated counties throughout the southern states.  In Lynchburg and surrounding counties, the Norfolk and Western Railroad companies attempted and later succeeded in doing this exact thing. Essentially, the railroad made it possible for Lynchburg and other small towns in western Virginia to further industrialize and grow in many ways that they were incapable of doing before.    "],"display_date":"January 1, 1892 - January 30, 1892","search_date":"1892-01-15","citations":[{"divid":1217540629,"type":"Book","data":["Thomas Bruce","Southwest Virginia and Shenandoah Valley, An inquiry into the causes of the rapid growth and wonderful development of southwest Virginia and Shenandoah Valley, with a history of the Norfolk and Wester",null,"Richmond, VA","Hill Publishing Company","1891","208-214"]},{"divid":1217540676,"type":"Newspaper Article","data":["","The Daily Virginian","Lynchburg, VA","1887-1893 ",""]}],"locations":[{"id":810,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}