{"id":3906,"title":"Millard Filmore, American Party Candidate for President","course_id":7,"status":"P","start_date":"1856-05-01","end_date":"1856-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["    Throughout the month of May 1856, the Abingdon Virginian newspaper printed the name of the town's choice for president in the upcoming presidential election.  Their choice for president was Millard Fillmore of New York, and for vice president Andrew U. Donelson of Tennessee, nominated by the American Party.  There was no further explanation for this information, but rather an announcement the editors believed to be true for the majority of Abingdon citizens.  A letter by Abingdon resident F. McMullin approved in the May 17, 1856 issue of the newspaper, saying that he had been \"requested by Mr. M. H. Buchannan, sheriff to this county, to state that the same commissioners and conductors who superintended the elections last spring will perform that duty on Thursday next, the 22nd.\"  While Mr. McMullin was only supposed to give this particular information, he went on to write on his own political views.  He said he was aware of the county's choice to vote mostly for the newly-formed American Party, but he wished they would consider their view on the Whig Party and notice that urban areas of the state like Richmond, Norfolk, Lynchburg, and Alexandria still recorded Whig majorities. However, Washington County citizens did not seem to take this letter into consideration.  Even a week later there was still no response regarding it, and these two candidates' names were still printed in bold on the second page of the newspaper.  ","    While this sort of announcement and letter were very prevalent in Virginia newspapers throughout the decade because of Virginians' obsession with politics, there was normally some form of opposition from a citizen within the county. It is ironic that there was no response to this letter, especially since according to historian William Link, only 35 percent of Valley and Southwest Virginia citizens voted for Millard Fillmore in the 1856 election.  In these regions where Abingdon is located, around 90 percent of the citizens voted Democratic and would not only be opposed to Fillmore, but also McMullin's idea for the continuation of Whig approval.  It was unlikely that citizens had nothing to say about the political matter because these issues were the subject of discussion not only in this county in Virginia, but all counties throughout the South.  The Whig Party was dwindling from its previous excellence, the Democratic Party was growing strong, and parties such as the Know-Nothings and American Party were gaining support, yet no one was completely aware of who was to follow.  The main topic of debate was slavery, and by the time of the election of 1856 it was unclear which party would be the most successful in maintaining the South's way of life.  Therefore, it is most likely that a citizen in Abingdon did respond to McMullin's letter, just not immediately as historians would suspect.    "],"display_date":"May 1, 1856 - May 30, 1856","search_date":"1856-05-15","citations":[{"divid":1217536677,"type":"Newspaper Article","data":["","Abingdon Virginian","Abingdon, Virginia","May 17, 1856",""]},{"divid":1217536716,"type":"Book","data":["William A. Link","Slavery and Politics in Antebellum Virginia",null,"Chapel Hill","The University of North Carolina Press","2003","64-96"]}],"locations":[{"id":2180,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}