{"id":3909,"title":"The Great Escape &#40;From Fort Warren&#41;\n","course_id":5,"status":"P","start_date":"1864-11-01","end_date":"1864-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On a cold night in November 1864, an anonymous prisoner, who referred to himself as \"John Paul Brown\" in Boston's <em>Dollar Monthly Magazine</em>, assumed the guise of a carriage driver, hijacked a parked supply wagon carrying vegetables, and, \"with an artistic flourish of the whip, drove through the opened gates, unrecognized and unchallenged.\" Several days previously, his accomplice, whom he calls \"Jones,\" made his own dash to freedom. Upon his arrival on free soil, Jones contacted Brown and made arrangements for Brown's escape. They communicated through a clever system that involved passing each other magazines in which \"letters in different words were undermarked by a dot or period, and which letters, when put together, made an intelligible sentence.\" Once a time and meeting place were agreed upon, Jones sent a supply wagon as a means for Brown to escape. Brown was filled with elation when he reached freedom and met Jones until, unfortunately for the fugitives, the prison commander immediately confronted the men and accompanied both back to the prison. ","While this anonymous account relates the story of an escape attempt, it also alludes to the favorable conditions that existed in some prison camps during the Civil War. For instance, regarding the commander of the prison Brown reported, \"Major Wilkes is emphatically one of Natures noble-men...perfectly unassuming, even with those under his surveillance-wishing them well, and endeavoring to promote their comfort and happiness.\" Likewise, Fort Warren, to which Brown referred in the description of his escape, was known for its benevolent treatment of prisoners. In his diary, former Confederate Secretary of State Alexander H. Stephens attested to the accommodations offered in the Federal prison. He revealed that he had a large room with plenty of light, a bed of \"tolerable comfort,\" pure water, sufficient food, and \"the privilege of seeing daily papers and reading books\" during his detainment at Fort Warren. The prison itself was originally built in 1851 on an island in Boston Harbor as a Union fort that had been converted in 1861 to hold high-ranking officers and political prisoners during the Civil War. Due to the high social and military status of most prisoners, their treatment and living conditions were overall exemplary in quality. Historian Minor H. McLain even describes Fort Warren as \"an outstanding example of humanity in time of stress.\" Despite the problems it faced due to overcrowding when it first opened, Fort Warren only amassed a total of twelve prisoner deaths during its existence, while reaching a high of 394 captives in February 1865. However, the relatively small death count that Fort Warren accumulated serves as an exception to the atrocious mortality found in other prisons during the Civil War, such at Andersonville, Georgia; Elmira, New York; or Libby Prison in Richmond, Virginia.","Of the approximately 193,750 Union soldiers captured, over 30,000 died in Confederate captivity, while nearly 26,000 out of the approximately 214,900 captured Southerners died in Federal prisons. Military historian Robert S. Davis gives mortality rates for the worst prisons on each side; as high as 35 percent at the worst Southern prison, as high as 24 percent at the worst Northern prison, and an average of 12 to 15 percent of the troops for both armies. Although these rates seem high enough to motivate anyone to flee captivity, it was also a soldier's duty to escape and rejoin his army in battle. Historian Pamela Hain gives evidence of this obligation when she cites several escape attempts made by prisoners at Fort Warren, despite numerous testimonies to its benevolent conditions compared to those at prisons elsewhere. As Brown suggested in the account of his escape, regardless of the quality of treatment, \"there are those as ready and anxious to escape from this, as from that, or any other prison.\""],"display_date":"November 1864","search_date":"1864-11-15","citations":[{"divid":1216219526,"type":"Newspaper Article","data":["My Escape From Prison","Dollar Monthly Magazine","","November 1864","381"]},{"divid":1216219629,"type":"Book","data":["Myrta Lockett Avary","Recollections of Alexander H. Stephens; His Diary Kept When a Prisoner at Fort Warren, Boston Harbour, 1865",null,"New York","Da Capo Press","1971","138-139"]},{"divid":1216219677,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Minor H. McLain","The Military Prison at Fort Warren","Civil War Prisons","William B. Hesseltine","Kent","Kent State University Press","1962","32-47"]},{"divid":1216219824,"type":"Book","data":["Pamela Chase Hain","A Confederate Chronicle&#58; The Life of a Civil War Survivor",null,"Columbia","University of Missouri Press","2005","106-122"]}],"locations":[{"id":74,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}