{"id":391,"title":"The Alabama State Intelligencer established\n","course_id":1,"status":"P","start_date":"1829-04-10","end_date":"1829-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Alabama's new capital of Tuscaloosa, the Alabama State Intelligencer was established on April 10th, 1829. This event was important not only for being the founding of a new paper, but this event also marked the growing role of Tuscaloosa in Alabama. In fact, the capital had recently been moved from Cahaba to Tuscaloosa and in 1829 the legislature met for the first time in the new capital (Alabama: The History of a Deep South State).&lt;br /&gt;&lt;br /&gt;The Intelligencer was certainly not the only paper in Alabama. The Cherokee Phoenix and Indians' Advocate reported that there were 11 papers published in Alabama in 1829. This proliferation of Alabama papers is certainly interesting, yet even more interesting is the fact that this proliferation was noted in a Georgia paper. This occurrence evidences the swift exchange of information allowed by having newspapers across the nation. Lastly, this large amount of newspapers was not only due to the growing desire of the populace to be informed, but this abundance of papers was spawned from the advent of the rise of the Jacksonian-Democrats, and the great divisions caused by this whole hearted use of the two party system. Relatively small cities such as Macon, Georgia and Lynchburg, Virginia had at least two papers in 1829 If later trends are to be believed, most likely one party ran one paper, while another party ran the other. &lt;br /&gt;&lt;br /&gt;Newspapers were constantly quoting other newspapers during this time period and editors were very interested to hear what other editors were writing. A small paper, for example the Western Balance of Franklin, Tennessee, could not easily keep up with events across the nation, so they often simply quoted articles from other papers. The populace of Baton Rouge seemed to be concerned with not only national events, but global events as well. The Weekly Gazette and Comet even reported on the opening and closing of Parliament in London."],"display_date":"April 10, 1829","search_date":"1829-04-10","citations":[{"divid":1213647517,"type":"Book","data":["William Rogers, Robert Ward, Leah Atkins, and Wayne Flint","Alabama: The History of a Deep South State",null,"Tuscaloosa","University of Alabama Press","1994","123"]},{"divid":1213647574,"type":"Newspaper Article","data":["","Cherokee Phoenix and Indians? Advocate","New Echota, Georgia","June 10th, 1829",""]},{"divid":1213647644,"type":"Newspaper Article","data":["","The Western Balance","Franklin, Tennessee","June 19th, 1829",""]},{"divid":1213647686,"type":"Newspaper Article","data":["","Weekly Gazette and Comet","Baton Rouge, Louisiana","April 11th, 1829",""]}],"locations":[{"id":290,"lat":33.3670683314,"lng":-87.6543477902,"zoom":8,"place":"TUSCALOOSA, Alabama"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}