{"id":3913,"title":"Disaster on the Carolina Railroad\n","course_id":7,"status":"P","start_date":"1856-05-01","end_date":"1856-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On May 19, 1856, C.M. Siller wrote a letter to his friend J.L. Twyman, a resident of Buchanan County, Virginia. From his room at the Washington Hotel in Lynchburg, Virginia, Siller described the details of his train ride to Anderson, South Carolina two weeks earlier. His three-page letter discussed in great depth the landscape of the various towns he saw, as well as the agricultural production of each farm he saw. Evidently, the type of soil – whether it was healthy red clay or nasty swampland – was very important to him and his letter's recipient since nearly half of the letter was a commentary on the fertility of the land. Siller additionally described the crops grown in each area, a reflection of his obvious interest in farming. Despite the fact that Twyman was a doctor and Siller presumably a businessman, this interest in agriculture was not uncommon at the time. ","Siller's account of the route his train took comprised a significant part of the letter.  He went into great detail to describe the fares – ranging from three dollars to six fifty per leg – as well as the length of the journey in miles and hours.  His account of the train ride was extensive in part due to the considerable number of stops and connections that the voyage to South Carolina from Virginia required.  Siller described many different towns along the route and mentioned constantly getting on and off the train to have a meal or take a break. At one point during his journey, he was required to descend the train and meet at a steamboat, where the boat took him to switch railroad services. ","The last portion of his letter to Twyman was a description of an accident on the train before the passengers reached Anderson. A piece of iron from the train track broke from the worn out trestles and caused the passenger car to flip and fall into a sand bank. The injuries Siller sustained were worse than most passengers' because his seat was in the front of the train; while most travelers left without a scrape, Siller dislocated his left shoulder and broke his arm. Although he was thankful that his life was spared, Siller was aggrieved by his eventful journey; his letter mentioned that his injuries caused him great discomfort and he was unable to sleep at night. ","Siller's letter to Twyman illustrated that transportation through the antebellum South by train was neither an effortless nor an enjoyable undertaking.  The South did not have a well-organized rail system that allowed for people and products to be moved around the region effectively. According to John Majewski, author of A House Dividing, \"Southern railroads took weeks to transport supplies and raw materials between eastern and western theaters.\" From Siller's emphasis on the agricultural rather than technological aspects of the train voyage in his letter, he demonstrated how much the South relied on agriculture. To a Southerner, farming was the main source of revenue and was considered the single most important aspect of life; technological development did not seem entirely necessary in the mid-nineteenth century. However, Majewski notes that \"a bountiful harvest counted for little if local railroad tracks were destroyed by foes… or if wagons… were impressed to serve the army\". The issue became a major setback for the Confederacy during the Civil War when the South's obsolete railroads created a severe disadvantage against the North's highly industrialized system. "],"display_date":"May 1, 1856 - May 30, 1856","search_date":"1856-05-15","citations":[{"divid":1217677946,"type":"Manuscript","data":["","Letter, May 19, 1856, Lynchburg Virginia, to Dr. J.L. Twyman, Buckingham Court House, Virginia",null,"Mss 10959","","","Special Collections Library, University of Virginia"]},{"divid":1217678052,"type":"Book","data":["John Majewski","A House Dividing&#58; Economic Development in Pennsylvania and Virginia Before the Civil War",null,"United Kingdom","Cambridge University Press","2000",""]}],"locations":[{"id":64,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}