{"id":3914,"title":"Opposition to Freedom\n","course_id":7,"status":"P","start_date":"1889-12-31","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On the last day of 1889, an editor of the <em>Roanoke Daily Times</em> criticized \"the relations of the races,\" which, he avowed, \"do not appear to be at all improved by the election of a Republican president.\"  The editor continued, affirming that black people had \"become restless and arrogant in a large measure, and ready at any time to enter on the work of bloodshed and murder.\"  This was not the case under the presidency of Democrat Grover Cleveland, who assured justice and contentment for all black citizens, the editor argued.  While this editorial in the New Year's Eve edition of the <em>Times </em>was brief, it nevertheless emphasized that blacks were still a threat to society, especially under the administration of Republican President Benjamin Harrison.  Moreover, the editorial highlighted growing white backlash in Virginia against the rights that African Americans gained following the Civil War. ","            Numerous reasons explain why the editor of the <em>Times</em> criticized Harrison's administration and the situation of black Americans.  Harrison took office in 1888 having defeated Cleveland, the incumbent Democrat.  Running on a platform of \"Rejuvenated Republicanism,\" Harrison received a smaller percentage of the popular vote than Cleveland, and he alienated strongly Democratic areas of the country as he took office in 1889.  Additionally, his support for black civil rights and his appointment of Frederick Douglass as a foreign minister to Haiti further angered his opposition.  Cleveland, on the other hand, had supported returning captured Confederate flags to former Confederate states and had expressed federal appreciation of Confederate soldiers.  Harrison's failure to engender support from Democrats and former Confederates resulted in the 1892 re-election of Cleveland in the most decisive presidential election in 20 years.","            The advancement of civil rights legislation that followed the Civil War was a source of opposition to black citizens.  Historians Nancy Bentlen and Sandra Gunning write that after the passage of the Thirteenth, Fourteenth, and Fifteenth Amendments, \"African American men were suddenly free to enter local and national government during Reconstruction.\"  Philip A. Bruce's publication of <em>The Plantation Negro as a Freeman</em> in 1889 reflected growing white opposition to black freedom.  Characterizing black men as immoral and rebellious, Bruce \"devoted a great deal of time to writing Southern history that directly aided and abetted the post-Reconstruction backlash against African Americans, arguing that as they moved beyond slavery, blacks were inevitably devolving into barbarism.\"  ","            Both the administration of Harrison and the advancement of black rights that took place after the Civil War and Reconstruction gave rise to this editorial.  Its criticisms and fears reflected those of white Virginians across the state, many of whom were staunchly Democratic and still loyal to the former Confederacy.  That this editorial appeared on New Year's Eve also illuminates the primacy of race as a political issue at the end of the nineteenth century.  The editorial predicted continued conflict for Americans if blacks continued to gain power."],"display_date":"December 31, 1889","search_date":"1889-12-31","citations":[{"divid":1214701565,"type":"Newspaper Article","data":["","Roanoke Daily Times","","December 31, 1889",""]},{"divid":1214701581,"type":"Book","data":["Charles W. Chesnutt. Nancy Bentlet and Sandra Gunnin, editors","The Marrow of Tradition",null,"New York","Palgrave ","2002","255"]},{"divid":1214701635,"type":"Website","data":["Miller Center of Public Affairs","President Benjamin Harrison","Miller Center of Public Affairs","http://www.millercenter.virginia.edu/academic/americanpresident ","October 17, 2007"]},{"divid":1214701686,"type":"Book","data":["Nina Silber","The Romance of Reunion",null,"Chapel Hill ","University of North Carolina Press","1993","97-98"]},{"divid":61925,"type":"Website","data":[null,"IWUPvGsFvVnE"]}],"locations":[{"id":1308,"lat":37.2713368675,"lng":-80.0520276472,"zoom":10,"place":"ROANOKE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}