{"id":3915,"title":"The Outcast of Virginia\n","course_id":7,"status":"P","start_date":"1832-12-08","end_date":"1832-12-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            \"A Voice from Louisa\" wrote to the <em>Richmond Enquirer</em> in December 1832 with the hope that a man like John Tyler would not be elected as a United States Senator once again.  Instead, the writer expressed the importance of knowing the \"political creed\" of the candidates, as this was the only way to ensure the election of a senator who truly supported President Andrew Jackson and his policies.  The writer specifically listed three men who he believed were adequate candidates: P.P. Barbour, William C. Rives, and P.V. Daniel.  These men were acceptable because, the writer avowed, their \"political preferences are well known.\"","            Although Tyler identified himself as a Democrat at the time of this letter, he opposed many of Jackson's policies and antagonized members of Jackson's administration.  Additionally, he was the only Democrat in the Senate to oppose an act allowing the federal government to ignore South Carolina's policy of nullification.  In January 1833, Virginia's legislature resolved not to sanction nullification, further opposing Tyler's personal belief in states' rights.  This belief eventually overrode Tyler's commitment to Jackson and the Democratic Party.  In 1836, Tyler resigned from the Senate after the Virginia General Assembly ordered him to support Jackson's policies regarding the Bank of the United States.","              This letter to the <em>Enquirer</em> therefore reflected the Virginia legislature's opinion that Tyler's views ran counter to Virginia's overall political platform.  Interestingly, some of the other candidates mentioned in the letter had connections to Tyler.  Jackson appointed Barbour as a circuit court judge in Virginia in 1830, and Barbour subsequently became a Jacksonian whom Tyler opposed.  Rives filled Tyler's Senate seat after Tyler's resignation in 1836.  These political changes made at Tyler's expense confirm that the \"Voice from Louisa\" truly did \"speak the voice of a large portion of the people in Virginia.\"  "],"display_date":"December 8, 1832","search_date":"1832-12-08","citations":[{"divid":1215644885,"type":"Newspaper Article","data":["Senators to Congress from Virginia","Richmond Enquirer","","December 8, 1832",""]},{"divid":1215644907,"type":"Book","data":["Alison Goodyear Freehling","Drift Toward Dissolution",null,"Baton Rouge","Louisiana State University Press","1982","216"]},{"divid":1215644969,"type":"Website","data":["Mark O. Hatfield","John Tyler, Tenth Vice President","United States Senate","http://www.senate.gov ","October 24, 2007"]},{"divid":1215645093,"type":"Website","data":["United States Congress","Philip Pendleton Barbour","United States Congress","http://bioguide.congress.gov ","October 24, 2007"]},{"divid":1215645151,"type":"Website","data":["United States Congress","William Cabell Rives","United States Congress","http://bioguide.congress.gov ","October 24, 2007"]}],"locations":[{"id":1310,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}