{"id":3916,"title":"A Fear of Mahoneism\n","course_id":7,"status":"P","start_date":"1887-08-22","end_date":"1887-08-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            \"If you knew, as we do, the horror of Mahoneism, you would not begrudge us the few hours of your time which we ask,\" wrote Alexander McDonald to President Grover Cleveland in August 1887.  McDonald affirmed his solemn belief that \"the best interests of Virginia are involved in this proposed visit, and it may be the country, too.\"  Not surprisingly, McDonald was the editor of a Democratic journal in Lynchburg, Virginia.  He conveyed his deep desire to have President Cleveland attend the Lynchburg Fair in October in order to rescue Virginia from falling into the hands of the Mahoneites and out of the hands of the Democrats.  McDonald continued on in his letter to list the various means by which the President could arrive in Lynchburg and depart in a timely manner.  He even stated that he could easily extend the date of the Fair so as to accommodate Cleveland's schedule.  He signed his letter, \"your friend and obedient servant.\"","            McDonald's request came during the decline of Virginia's Readjuster Movement, led by William Mahone.  The movement aimed to lower state debt by enacting liberal reforms, including broadening education opportunities for black citizens.  Gaining the nickname \"the party of the Negro,\" the Readjuster Movement won a degree of support in the early 1880s for its financial policies.  Additionally, Mahone sought alliances with Republican officeholders in order to gain more political salience.  Pleas like that of McDonald arose, therefore, out of Democrats' fear of Republican and Readjuster control of state-and even national-politics.  The Readjuster political platform opposed Conservatism, which in Virginia \"was not only a political party, it was also a social code and a state of mind which bound the whites to united and temperate action,\" according to author Charles Chilton Pearson.","            Although Mahoneism and the Readjuster Movement were on the decline when McDonald wrote his letter, they still threatened the Conservative ideals of the Democratic Party.  They also threatened to upset the tenuous racial balance in the state.  In the 1883 Danville Riot, a street fight broke out between blacks and whites over a school board issue.  In Lynchburg, former Confederate General Jubal Early avowed, \"the Negroes must know that they are to behave themselves and keep in their proper places.\"  McDonald believed that staunchly Democratic Cleveland was an effective counterbalance to the Readjuster movement, and he therefore attempted to feature him as the central figure in Lynchburg's 1887 Fair."],"display_date":"August 22, 1887","search_date":"1887-08-22","citations":[{"divid":1218152616,"type":"Manuscript","data":["","Letter from Alexander McDonald to Grover Cleveland, August 22, 1887",null,"Mss 11076","","","Special Collections Library, University of Virginia"]},{"divid":1218152661,"type":"Book","data":["Charles Chilton Pearson","The Readjuster Movement in Virginia",null,"New Haven ","Yale University Press","1917","138-176"]},{"divid":1218152719,"type":"Book","data":["Orra Langhorne","Southern Sketches From Virginia&#58; 1881-1901",null,"Charlottesville","The University Press of Virginia","1964","xxxvii-26"]}],"locations":[{"id":1309,"lat":37.2188776641,"lng":-79.102397246,"zoom":9,"place":"CAMPBELL, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}