{"id":3919,"title":"Hope of Release\n","course_id":7,"status":"P","start_date":"1865-04-30","end_date":"1865-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Ashby Family was originally from Fauquier County, Virginia. Luther Ashby spent time imprisoned in the poor conditions of Fort Delaware. He sent two letters to his brother while imprisoned. His first letter was sent on April 30, 1865, right after Lee surrendered at Appomattox Courthouse. In the letter he talked about family affairs and the release of some of the prisoners. \"A few day ago, out of the two thousand here, some fifteen hundred have supposed to be released. I suppose they will be released in a few weeks.\" Ashby does not say anything about his own release. He simply stated, \"what is to become of the rest of us is more than I can tell.\" In Ashby's letter dated May 1865, he wrote once again about his possible release. \"I am in hopes it will not be long before I am released.\" All prisoners had was the hope that they would soon be released.","Before Fort Sumter, most people believed that the war between the states would only consist of a few battles over power. According to Historian Charles Sanders, \"as was the case in the Confederacy, Union military and civilian leaders were completely unprepared to receive prisoners at the outbreak of war.\" Prisoners were placed in grim conditions, as there was a scramble to locate suitable places for prisoners to be housed. Some forts where prisoners were housed were described as \"ill-ventilated, no means of heating, and without adequate clothing to be provided for the prisoners.\""],"display_date":"April 30, 1865 - May 30, 1865","search_date":"1865-05-15","citations":[{"divid":1218152231,"type":"Manuscript","data":["","",null,"Mss 6041","","Papers of the Ashby Family, April 30, 1865","Special Collections Library, University of Virginia"]},{"divid":1218152265,"type":"Book","data":["Charles W. Sanders, Jr.","While in the Hands of the Enemy",null,"Baton Rouge","Louisiana State University Press","2005","55, 57"]},{"divid":7273,"type":"Dissertation/Thesis","data":[null,"UBmxbXkkHXU"]}],"locations":[{"id":1315,"lat":39.5008834932,"lng":-75.568787499,"zoom":9,"place":"NEW CASTLE, Delaware"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}