{"id":392,"title":"Black Ministers Gather in Columbia to form a Suffrage Committee\n","course_id":1,"status":"P","start_date":"1895-07-10","end_date":"1895-07-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As racial tension mounted throughout the South, many black citizens felt that voting the only way that African-Americans could achieve racial equality.  Although a few blacks could vote in South Carolina, many were unable to vote because they were chased away from the poles by whites, couldn't afford to pay the pole taxes, or didn't own enough property to be eligible to vote.  &lt;br /&gt;In order to combat this problem head on, over 70 African American ministers from across the state met at the State House on July 10th, 1895.  In the morning, the group first elected Rev. E. H. Colt to serve as the chairman of the minister's suffrage campaign, and then proceeded to elect a committee to establish a clear platform and layout the terms of suffrage that they desired.  Once the committee had been elected, the ministers wrote a formal document that asked the state of South Carolina to consider extending suffrage to all men, and the ministers even offered to help draft a new state constitution that would be fair to all.&lt;br /&gt;After the conference ended, the suffrage committee circulated their work throughout the state and to the government and state legislators.  Despite their hard work, South Carolina, under the leadership of Ben Tillman, ratified a new state constitution of December 4th, 1895.  This new constitution effectively disenfranchised all black South Carolinians by imposing greater pole taxes and stricter land requirements in order to place a vote and laid the foundations for Jim Crowe in South Carolina, which pushed equality further away from the state's African-Americans."],"display_date":"July 10, 1895","search_date":"1895-07-10","citations":[{"divid":1219530471,"type":"Newspaper Article","data":["","The News and Courier","","July 11, 1895",""]},{"divid":1219530506,"type":"Book","data":["Walter Edgar","South Carolina&#58; A History",null,"Columbia, S.C.","University of South Carolina Press","1998",""]}],"locations":[{"id":291,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}