{"id":3924,"title":"Desertion from the 5th S.C. Cavalry Unit\n","course_id":7,"status":"P","start_date":"1865-04-30","end_date":"1865-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 30, 1865, a notice appeared in the <em>Daily South Carolinian</em> offering a reward to any citizen or soldier of South Carolina who could provide information or detain any of the eight deserters from the 5th South Carolina Cavalry division. The men fled from camp on the night of April 3, but the notice did not provide any location. The group of deserters included three men from Company A and five members of Company G, both under the command of Brig. Gen. Thomas Logan. A chart also ran under the notice providing detailed information on each soldier's height, age, complexion, hair and eye color, and terms of enlistment. All eight deserters had enlisted for the duration of the war. The notice, issued by General Logan himself, promised a furlough of thirty days to any member of the brigade who \"shall arrest, or cause to be arrested and placed in jail\" any of the deserters. It went on to explain that a citizen who arrested any of these soldiers would receive a similar furlough for any member of the brigade.","Desertion like this plagued the Confederate Army throughout the course of the Civil War. It was more frequent towards the end, and the case of desertion from General Logan's unit was no exception. A number of factors contributed to widespread desertion from the battlefields, particularly the sense of conflicting duties that many men faced. Soldiers felt a duty to the Confederacy but also a strong obligation to protect their homes and families. According to historian Mark Weitz, they experienced a \"push from the conditions they were in\" and a \"pull which came from home.\" Furthermore, unpopular practices such as conscription often undermined their sense of patriotism and the national identity that the Confederate government had tried to build. Conditions on the battlefield also drove soldiers to desert. Many suffered emotional and physical hardships from the horrible realities of war and the intense demands placed upon them on a daily basis. Troop morale was critical to their performance and also for the drive to remain loyal to the Southern cause. The scarcity of necessary supplies such as food and clothing, especially as the war progressed, also contributed to desertion.","Punishment for deserters varied. Some commanders such as Robert E. Lee and Braxton Bragg stressed the importance of severe punishment-often a death sentence-to those who fled the army. They felt that the prospect of death served as a deterrent for the crime. Most deserters, however, faced less severe penalties, such as hard labor, floggings, or brands. "],"display_date":"April 30, 1865","search_date":"1865-04-30","citations":[{"divid":1216208177,"type":"Newspaper Article","data":["","Daily South Carolinian","","April 30, 1865",""]},{"divid":1216208194,"type":"Book","data":["Mark A. Weitz","More Damning Than Slaughter",null,"Lincoln","University of Nebraska Press","2005",""]}],"locations":[{"id":1314,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}