{"id":3925,"title":"African American Spies in the Civil War\n","course_id":7,"status":"P","start_date":"1863-09-14","end_date":"1863-09-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Stokes climbed to the rank of Lieutenant Colonel of the 4th South Carolina Cavalry unit while serving for the Confederate Army from January 1862 to April 1865. In his diary, Stokes highlighted the major events throughout his three-year term of enlistment in the Civil War. Specifically, he noted a number of occasions in which his regiment came in contact with both African American soldiers in the Union Army and slaves. In one such episode, Stokes learned that a small group of enemy soldiers, including eight armed blacks, had been tapping their telegraph wires near Green Pond, South Carolina. Stokes and his men soon pursued the party and managed to capture three of the black spies. Although he added that one of the black scouts drowned in retreat, Stokes provided no further information on the incident. ","The use of African Americans as spies was common throughout the Civil War. African Americans comprised over nine percent of the Union war force by the end of the war, but only a small fraction served as combat soldiers in the field. This was a result of a number of different factors, including a lack of experience, preparation, and training; poor organization; and carelessness on the part of white officers. Due to the racial divide, black troops also experienced unfair treatment for much of the war. Although few blacks directly participated on the battlefield, the Union Army employed many behind the scenes as scouts, raiders, or spies. They provided a significant contribution to the war effort. William Stokes encountered one such reconnaissance team, as he noted in his journal. The use of African Americans in the war, although not always on the front, gave the Union Army a distinct advantage and proved to be a \"defining moment in the history of the [black] race.\""],"display_date":"September 14, 1863","search_date":"1863-09-14","citations":[{"divid":1217675663,"type":"Manuscript","data":["","Diary",null,"Mss 7896","","William Stokes&#39; Brief Account of His War Record, 1866","Special Collections Library, University of Virginia"]},{"divid":1217675714,"type":"Book","data":["John D. Smith","Black Soldiers in Blue ",null,"Chapel Hill","University of North Carolina Press","2002","xiv-xxii"]}],"locations":[{"id":2703,"lat":32.467984914,"lng":-80.4033249144,"zoom":8,"place":"COLLETON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}