{"id":3926,"title":"Religion on the Battlefield\n","course_id":7,"status":"P","start_date":"1861-09-16","end_date":"1861-09-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    In an unsigned letter dated September 16, 1861, a Confederate soldier wrote to his family to tell of his first few weeks marching to war. His letter began with mundane details of the dates and names of towns his regiment marched through and speculations of when and where he would meet the enemy, but most of the letter is filled with religious tones and rhetoric. ","    The anonymous Confederate soldier wrote home that \"[if] it should be the Lord's will that I should fall on the battlefield, it will all be right. [...] the great end of this life is to prepare for death, and an entrance upon another.\" Of those who followed Christian beliefs, historian Steven E. Woodworth writes that their faith \"encompassed many facets of life, and they also believed that this present life was not the conclusion of their existence.\" This most certainly gave soldiers a sense of relief and peace, know matter what experiences they may have to endure on Earth. The Confederate and Union soldiers not only had a high chance of dying on the battlefield but also that it would be a very gruesome or lingering death, especially when the main method of healing a musket wound was by amputation. But the soldier from Nansemond County found that not all men outwardly practiced their beliefs. He witnessed that the circumstances of \"camplife are any thing else but favorable to religion, or deeptoned piety. Here I see and here [sic] more wickedness in one week than all that I ever met before put together.\" ","    In his letter the soldier reasoned with his family and urged them not to worry, arguing \"this world is not my home, and we should never shudder, or grieve at the escape of those we love, from a dreary desert, to a pleasant home.\" Of those who were Christian, Woodworth asserts that many soldiers \"spoke feelingly of heaven as home.\" This brought comfort not only to the soldiers but also to their loved ones or survivors left behind and out of the danger of war. ","    At the tail end of the soldier's letter he firmly advised his family to follow the word of God. \"Make the service of God the great object of your life, and He will make your salvation the great care of His heart.\" Woodworth states that many citizens and soldiers alike viewed \"heaven as a place of happy meeting.\" This view comforted both those close to death and those left alive. Soldiers and civilians both had the reassurance that death was not the end but only the beginning of life. The soldier not only wanted to ensure his own seat in heaven but those of his family as well so he could die peacefully with the knowledge that he would see them again. "],"display_date":"September 16, 1861","search_date":"1861-09-16","citations":[{"divid":1217680648,"type":"Manuscript","data":["","Letter By a Confederate Soldier, Dated Camp Bee, Suffolk, Va., to His Father and Family, Sept. 16, 1861",null,"Mss 1573","","","Special Collections Library, University of Virginia"]},{"divid":1217680731,"type":"Book","data":["Steven E. Woodworth","While God is Marching On&#58; The Religious World of Civil War Soldiers",null,"Lawrence","University Press of Kansas","2001","41-45"]}],"locations":[{"id":658,"lat":36.8330322841,"lng":-76.5620503057,"zoom":9,"place":"NANSEMOND, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}