{"id":3927,"title":"War, Resources, and Currency","course_id":7,"status":"P","start_date":"1865-04-27","end_date":"1865-04-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    Not long after General Lee's surrender to General Grant the Lexington Gazette reminded its readers of all it had done and provided for them during the war. To use the words of her editors, the Gazette continued printing \" at a cost and trouble of which many of our readers have not the least conception; for if they had, there would not be so many who would still withhold what they owe us for our labor.\" ","    The war cost the Confederacy a great deal of resources, making simple and everyday items and foodstuffs scarce. The South sent its young men off to fight the North, which meant that they also sent off a majority of their farmers to go fight. Conscription was strict and only a small demographic of men were exempt from service. The Confederacy exempted only those planters owning twenty or more slaves and those that grew food crops only. Planters and the Confederacy could not waste land on cotton. The women and young sons of these soldier-farmers had a hard time bringing in the harvest without the extra labor of fathers and older brothers or sons, so food was scarce. The slaves also found it easier to resist their mistresses or run away with their masters and overseers away at war. Even a number of slaves were drawn away from the fields to fight alongside or serve the Confederate Army. Historian William Blair writes \"large-scale farmers on whom the burden of production now rested felt besieged by their own people, as nonproducers and the poor clamored for regulated prices on foodstuffs and the Confederacy demanded slaves for production and military work.\" The Richmond Bread Riot in 1863, when 68 women were arrested in the Richmond market after causing a ruckus and breaking into shops to steal bread, illustrated these tensions.","    Not only could the Confederacy not produce enough food, but the Union Army also destroyed what little they had when marching through Southern towns. Blair writes of the destruction the Union Army doled out within \"a five-mile radius around Dayton\" in the Shenandoah Valley. Blair states that the Union Army burned and killed \"a total of 2,000 barns filled with wheat, hay, and implements; seventy mills filled with grain; and roughly 4,000 head of livestock.\" This lack of supplies, coupled with the Confederacy continuously printing its own unbacked paper money and raising the inflation rate, effectively crippled the South's economy. Thus when the Gazette asked for repayment, it offered a variety of methods to pay off amassed debts: \"we will take from those in arrears, 1 in specie, 1 bushel of wheat, 1 1/8 bushels of corn, 7 pounds of good bacon or butter, 75 pounds of clean rags, or a half load of wood for each year as may best suit subscribers.\""],"display_date":"April 27, 1865","search_date":"1865-04-27","citations":[{"divid":1215645279,"type":"Newspaper Article","data":["To Our Patrons","Lexington Gazette","","April 27, 1865","1"]},{"divid":1215645305,"type":"Book","data":["William A. Blair","Virginia&#39;s Private War: Feeding Body and Soul in the Confederacy, 1861-1865",null,"New York","Oxford University Press","1998","108-109"]}],"locations":[{"id":635,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}