{"id":3930,"title":"Student Withdraws After Beating Slave Girl\n","course_id":7,"status":"P","start_date":"1856-05-03","end_date":"1856-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            In May 1856, students and faculty at the University of Virginia were consumed by the news that the faculty board forced a student to withdraw after beating a slave child.  The removal of a student from the Academical  Village over a slave whipping was difficult for many to believe since whipping was a common disciplinary action for misbehaving servants.  Confusion mixed with curiosity lingered throughout the grounds.  ","            In late April 1856, W.D. Clarke, a student at the University of Virginia became particularly agitated after seeing a young slave girl chase a flock of pigeons onto the grounds of the University of Virginia.  After chastising and threatening the girl with a whipping, Clarke approached the slave's master to inform him of the child's misconduct, expecting prompt disciplinary action.  To his astonishment, the master chose to disregard the girl's actions and Clarke's anger, telling Clarke to leave the young slave alone and go about his day.  ","            Clarke's anger continued to build until he decided to take matters into his own hands late one evening.  Clarke beckoned the young slave girl to his living quarters and proceeded to discipline the girl himself, beating her until she became unconscious and  bringing her within inches of death.       Clarke's violent behavior angered the University of Virginia community.  Many felt that his actions negatively represented the community of scholars and that his actions should be evaluated by the faculty, a common practice at the University for any dishonorable act.  Clarke went before the faculty board, who reviewed his actions.  On May 3, 1856, the faculty board voted that Clarke's actions were inexcusable, requiring him to withdraw immediately from the University.  ","            Almost one full day later, Clarke responded to the faculty's decision in a letter requesting the board to reconsider its final verdict on his case.  Clarke acknowledged that his actions were dishonorable, however, he also wrote that he could have justified his actions with \"sufficient representation.\"  Days later, the faculty board at the University  of Virginia decided to rescind his withdrawal.  ","            The actions of W.D. Clarke and the response of the University of Virginia were particularly characteristic of the accepted social behavior of the slave South during the mid-nineteenth century.  A racially tense white society regularly scrutinized the behavior of slaves<strong>.  </strong>Masters would routinely discipline slaves who acted inappropriately.   Furthermore, it is also important to recognize the social implications that would result from disciplining a slave owned by another master during the nineteenth century.  It was considered illegal to discipline another master's slaves because slaves were the master's private property.    Clarke's defiant and violent behavior toward the young slave girl and the University's response exemplified the gravity of such actions in areas where slavery was a significant aspect of society.  "],"display_date":"May 3, 1856","search_date":"1856-05-03","citations":[{"divid":1217549739,"type":"Manuscript","data":["","",null,"Mss 9300","","University of Virginia Papers, 1856","Special Collections Library, University of Virginia"]},{"divid":1217550102,"type":"Manuscript","data":["","",null,"Mss 13201","","Slaves at the University of Virginia [manuscipt]","Special Collections Library, University of Virginia"]},{"divid":1217550153,"type":"Book","data":["Bertram Wyatt-Brown","The Shaping of Southern Culture&#58; Honor, Grace, and War, 1760s-1890s",null,"Chapel Hill","University of North Carolina Press","2001",""]}],"locations":[{"id":1559,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}