{"id":3932,"title":"An Editorial on the End of the Civil War in Charleston\n","course_id":7,"status":"P","start_date":"1865-07-22","end_date":"1865-07-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 22, 1865, in Charleston, South   Carolina, a man by the pen-name of Juhl wrote an editorial in the <em>Charleston Courier </em>describing many elements of city life in the post-Civil War period. The writer's real name was Reverend Julius J. Fleming, a prominent and outspoken citizen of Charleston widely respected for his roles as a preparatory school principal, a Methodist preacher, and earlier in his life, as the editor of the <em>Sumter Watchman</em>, a Charleston area newspaper. More importantly, however, the editorial Fleming penned shows a distinct knowledge of the fundamental problem that plagued Reconstruction South Carolina.","In the editorial letter that he penned in the <em>Courier</em>,<em> </em>one of dozens that he would write during his lifetime, Fleming addressed many problems that the Civil War had laid on South Carolina. In particular, Fleming's message also posed two significant queries relevant to the safety and survival of Southern culture: \"How can<em> </em>peace and quiet be permanently secured?\" and \"How and where will farmers find an adequate, reliable labor force?\" ","Interestingly enough, both of Fleming's questions hinged on one all-important aspect of Southern lifestyle, the slave labor agricultural system that had existed for nearly two hundred years at the time of the Civil War. Fleming, in his editorial, described slavery as \"the life-blood of secession and the real <em>casus belli</em> [cause of war],\" thereby showing that slavery's end was to be the single largest hardship faced during Reconstruction. On this note, he claimed that \"by one sweep the wealth of the country is taken away, and a people accustomed to wealth and ease are suddenly reduced to poverty, humiliation and toil.\" Fleming's idea of South Carolina's economic ruin as a result of emancipation was later supported by Civil War historian W. Scott Poole, who cited the disappearance of \"enormous wealth, founded as it had been on a now defunct social system.\"","There is no doubt that both questions Fleming posed were difficult ones to answer, especially considering the Union Army had freed a gigantic number of former slaves during their march through South Carolina. Nevertheless, there is also no doubt that the author developed several sensible answers to uncertainties faced not only in South Carolina, but the South as a whole, in his landmark editorial. Among these suggestions, Fleming's envisioned arrangement for agricultural change was particularly impressive, and featured a version of sharecropping in which wealthy planters would \"divide up a portion of their estates into small farms which emigrants can readily obtain by purchase or lease.\"  In the post-war South, Fleming's system was put to use on a large scale, and it lasted into the twentieth century. ","Across his editorial, Fleming displayed an acute knowledge of the problems to be faced as the result of slavery's demise in post-Civil War South Carolina. While there is no question that Fleming's editorial addressed on one hand \"a people picking up the pieces of an existence shattered and changed by war and defeat,\" there is also no question as to the overarching theme of his letter. This motif, of course, was not disquiet or misery, but rather an appreciation that \"the war [was] over never to be renewed.\""],"display_date":"July 22, 1865","search_date":"1865-07-22","citations":[{"divid":1216220233,"type":"Book","data":["John Hammond Moore","The Juhl Letters to the Charleston Courier&#58; A View of the South, 1865-1871",null,"Athens","University of Georgia Press","1974","1-23"]},{"divid":1216220264,"type":"Primary Source in a Secondary Source","data":["Julius J. Fleming to the Charleston Courier","July 22, 1865","The Juhl Letters to the Charleston Courier&#58; A View of the South, 1865-1871","John Hammond Moore","Athens","University of Georgia Press","1974","1-23"]},{"divid":1216220365,"type":"Book","data":["W. Scott Poole","South Carolina&#39;s Civil War&#58; a Narrative History",null,"Macon","Mercer University Press","2005","160"]}],"locations":[{"id":639,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}