{"id":3933,"title":"The Huger House Fire in Clermont, South Carolina","course_id":7,"status":"P","start_date":"1821-03-17","end_date":"1821-03-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 17, 1821, a woman named Harriet Lucas Huger penned an affectionate letter to her aunt, Mrs. Harriott Horry, thanking her for expressing concern over the family's well-being. Just days earlier, a catastrophic fire had destroyed the Huger's plantation home in Clermont, South Carolina; upon finding this out, Mrs. Horry had written a letter to her niece to ensure the Huger family's health. ","As Harriet Huger narrated in the letter to her aunt, the fire did no serious harm to the family. Although one of Harriet's daughters did suffer mildly from smoke inhalation after the blaze, the young mother's letter states plainly that \"the rest of the family [is] in good health,\" a fact that she looked upon with obvious gratitude.","Coincidentally, Harriet Huger's letter also described the family's intentions following the fire, saying that \"the greater part of our furniture was saved without much injury,\" and illustrating the family's plans for the near future. Part of a prosperous family (evidenced by the fact that Harriet, as a woman, could read and write exceptionally well), Harriet also mentioned that the family's \"two [slave] carpenters...immediately set about fitting up one of our outbuildings for our summer accommodation.\" ","With luxuries such as education and slave labor at their disposal, Harriet Huger and her family certainly belonged to South Carolina's planter class. In fact, according to South   Carolina historian Henry White, the affluent Huger-Pinckney family had been involved in large-scale rice planting since the first decade of the nineteenth century and owned \"among the rice fields...a spacious home.\" ","Despite their wealth, the devasting house fire <em>certainly</em> affected the Huger family. For one, the blaze destroyed an ancestral home of considerable value that had been passed down continuously over several generations. Also, as her letter clearly expresses, the burning of her house shook Harriet Huger emotionally, a fact she expresses to her aunt in the vain hope that her family \"be exempt from domestic calamity.\" Even so, Harriet and the rest of the Huger family were quite fortunate, for they rebuilt their plantation home within one year of the blaze due to the vast agricultural wealth held in the family coffers.","While the Huger family was quite privileged, both in their affluence and personal safety, the opportunities they enjoyed following their house fire were certainly not available to all Southern families. All the same, Harriet Lucas Huger's letter is quite valuable, for it not only describes a variety of problems families faced in the antebellum South, but also a vivid account of how families of the planter society handled those disasters on a day-to-day basis."],"display_date":"March 17, 1821","search_date":"1821-03-17","citations":[{"divid":1217541826,"type":"Manuscript on Microfilm","data":["","Mss  6019, etc","Reel M-1256 ","Huger-Pinckney Papers, 1773-1863","Special Collections Library, University of Virginia"]},{"divid":1217541888,"type":"Book","data":["Henry Alexander White","The Making of South Carolina ",null,"New York","Silver, Burdett and Company","1906","168"]}],"locations":[{"id":323,"lat":33.8522812111,"lng":-80.2797613977,"zoom":8,"place":"SUMTER, South Carolina"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}