{"id":3935,"title":"Temperance in North Carolina\n","course_id":7,"status":"P","start_date":"1853-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1853, The Sons of Temperance of North Carolina in the Presbyterian Church published a pamphlet reiterating the evils of an \"essential poison:\" alcohol.  The pamphlet described the threatening and mocking effects of all types of alcohol upon society.  The Sons of Temperance was a \"fraternal lodge\" with subdivisions in most states and it was based on the principles of temperance expressed by the American Temperance Society.  The North Carolina party claimed to be \"zealously devoted to the advancement of the interests of the great Temperance reform.\"  In the pamphlet, they declared that alcohol has \"deceived Christendom,\" caused criminal activity, and \"hardened the hearts\" of many people.  ","While this pamphlet from North Carolina's Sons of Temperance expressed an avid devotion to the cause, the temperance movement in the South struggled to gain much popularity in comparison with the North.  Many explanations stated that abolitionism and antislavery sentiments impeded the growth of temperance in the South.  Thus, reformers strove to separate the principles of the temperance movement from ideas about slavery.  There was not one mention of abolition throughout the North Carolina pamphlet; it solely pertained to the subject of temperance.  The Sons of Temperance drew more membership and popularity during the 1840s and 1850s, especially among white middle-class and artisan groups.  The wealthy-planter class did not become too invested in the movement partly because alcohol and \"social drinking\" were \"essential to the lives of the southern gentry.\"  The reformers involved emphasized self-discipline and self-improvement by abstaining from alcoholic beverages.  The temperance movement played an important role throughout North Carolina and the entire United States during the nineteenth century.  "],"display_date":1853,"search_date":"1853-07-02","citations":[{"divid":1215645520,"type":"Pamphlet or Other Printed Material","data":["Charles F. Deems","An Address Delivered Before the Grand Division of the Order of the Sons of Temperance of North Carolina in the Presbyterian Church, Raleigh","New York","M.W. Dodd","1853","Special Collections Library, University of Virginia"]},{"divid":1215645598,"type":"Article","data":["Ian R. Tyrrell","Drink and Temperance in the Antebellum South: An Overview and Interpretation","The Journal of Southern History","48","Nov. 1982","485-510"]},{"divid":947159,"type":"Online Encyclopedia","data":[null,null,"sucTHmFmYayQfLC"]}],"locations":[{"id":633,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}