{"id":3936,"title":"Lunsford Lane Finds Freedom\n","course_id":7,"status":"P","start_date":"1845-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Lunsford Lane, a former slave, confidently declared in his autobiography, \"I strove to keep self-possessed and employed in my mind day and night planning how I might be FREE.\"  Lunsford Lane was born a slave in Raleigh, North Carolina and self-published an autobiography in 1845 recounting his experiences in slavery and his determination to buy his and his family's freedom.  Lane was born and raised in a relatively pleasant environment (compared to other slaves) on a large plantation with over 250 slaves.  As a child, Lane played with the white children, but as he grew up, Lane said, \"I discovered the difference between myself and my master's white children.\"  While they began to read and write, Lane began to work in the fields and was not permitted to touch a book.  However, throughout most of Lunsford Lane's experience as a slave, he worked as a \"body servant and waiter in his master's fine mansion\" and did not suffer the toils of fieldwork.  In fact, he seemed to appreciate living in North Carolina because he said there was a constant fear of being sold to the Deep South, where slavery was harsher.  As soon as Lane discovered the possibility of buying one's freedom, he set to work, night and day.  He began selling peaches and marbles whenever he had the chance and eventually sold prepared smoking tobacco and pipes at fifteen and ten cents each, becoming known as a tobacconist around town.  He worked and went into town to sell his products late at night and early in the morning, living an exhausting lifestyle.  Lane eventually married, and had six children, and raised 1,000 dollars to purchase his freedom.  Lane describes the feeling once freed, \"I cannot describe it, only it seemed as though I was in heaven.\"  Soon after, he bought his entire family for 3,000 dollars.  However, Lane ran into many problems with the North Carolina court, which had many laws about free blacks living in North Carolina.  Lane included all the court documents in his autobiography and revealed all the complex social and economic dynamics that informed race relations in the antebellum South.  His published narrative is not explicitly argumentative against slavery yet Lane's account gave hope and possibility to slaves at the time.  T<em>he Narrative of Lunsford Lane</em> proved that it took a considerable amount of determination and confidence to overcome the institution of slavery in the South.  "],"display_date":1845,"search_date":"1845-07-02","citations":[{"divid":1215645840,"type":"Pamphlet or Other Printed Material","data":["Lunsford Lane","The Narrative of Lunsford Lane, formerly of Raleigh, N.C.","Boston, M.A.","J.G. Torrey","1845","Alderman Library, University of Virginia"]},{"divid":1215645903,"type":"Pamphlet or Other Printed Material","data":["William George Hawkins","Lunsford Lane, or Another Helper from North Carolina","Boston, M.A.","Crosby &amp; Nichols","1863","Special Collections Library, University of Virginia"]},{"divid":1215645990,"type":"Book","data":["William L. Andrews","North Carolina Slave Narratives",null,"Chapel Hill","University of North Carolina Press","2003","79-132"]}],"locations":[{"id":2834,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}