{"id":3937,"title":"A Long Awaited Education\n","course_id":7,"status":"P","start_date":"1890-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    A sense of pride and accomplishment overwhelmed Benjamin Franklin Yancey towards the end of the 1890s.  He had finally achieved a dream that he believed would change the lives of generations of young African Americans.  Yancey had overcome the obstacles of racist sentiments and segregation that were a widespread aspect of life in Albemarle County, Virginia. ","    Benjamin Franklin Yancey traveled to Albemarle  County in the early 1890s with a dream to educate African Americans.  He began fundraising projects to raise money to build a school on a former plantation in Scottsville,  Virginia.  Yancey firmly believed that a school for black youths would provide them with the skills they would need to move up in society.  However, as Yancey worked to create such a school, he faced numerous obstacles.  Particularly, the racial tensions that existed in Albemarle  County towards the end of the nineteenth century delayed Yancey's fundraising progress.  However, Yancey worked to overcome these obstacles and he eventually opened the doors to one of the first black schools in central Virginia, naming it the Esmont Colored  School.  Yancey, along with his wife, ran the school and taught young African American children basic skills such as reading and writing.  ","    During the post-emancipation years, African Americans faced great disadvantages in education.  These disparities, which began during slavery, continued into the era of Jim Crow, when black children were forbidden to attend school with white children.  \"Separate but equal\" schools were legalized in 1896 after the <em>Plessy v. Ferguson </em>ruling, however, the schools for black students rarely equaled those for white.   Blacks often faced extremely uncomfortable conditions and less than mediocre education.  In response to reports of these conditions, many educated Americans became active in the effort to educate freedmen.  Several individuals, like Benjamin Yancey, devoted the rest of their lives to the education of newly freed black Southerners.  As a result, schools for freedmen were rapidly being erected across the South.   These individuals embodied the ideals of Civil Rights activist W.E.B. DuBois, who stressed the importance of \"full educational opportunities.\"  Like DuBois, Yancey thought that the founding of the Esmont Colored School would give black Southerners the opportunity to move up in a world without slavery.  "],"display_date":1890,"search_date":"1890-07-02","citations":[{"divid":1217612997,"type":"Manuscript","data":["","Accession 11599",null,"Accession 11599","Accession 11599","Papers of the Yancey Family, 1899","Special Collections, University of Virginia"]},{"divid":1217612999,"type":"Book","data":["James M. McPherson","The Struggle for Equality ",null,"Princeton, NJ","Princeton University Press","1964","386-395"]}],"locations":[{"id":2832,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}