{"id":3939,"title":"Traveler Surprised to See Companion Survive Illness\n","course_id":7,"status":"P","start_date":"1822-12-21","end_date":"1822-12-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["      Nathaniel Blaine, a resident of Nelson County, Virginia, received a letter from his friend Richard Perkins, who had been traveling by horse and buggy.  Dated December 21, 1822, the letter described some of the details of Perkins' journey, including an illness that befell one of his traveling companions, Betty: \"...all well exept bety and she has bin very sick on the road hardly expected her to liv and was very trobesom on the road with that not in her side....\"  The description of the \"not in her side\" seems to imply that Betty suffered from some kind of pain, or possibly even a bulge, on the side of her body.  Historian Thomas Wertenbaker asserts that medical knowledge in the antebellum South was rudimentary at best.  Especially in rural plantation societies like Virginia and Maryland, doctors were hard to find, and even if found they were not always likely to be consulted.  Many in the South believed that doctors did more harm than good, which is probably true considering their widespread use of such treatments as bloodletting and their lack of knowledge concerning germ theory.  In this light it is understandable why Perkins did not hold out much hope for Betty's survival.","      According to F. N. Boney, a number of Southern doctors in the antebellum period performed medical experiments on slaves.  Doctors used the prevailing belief that blacks were inferior to whites to justify the often grotesque procedures to which they subjected slaves.  They performed many experiments, including the trial of a new (and highly dangerous) vaccination procedure and even an effort to discover an effective surgical method for sealing clefts that caused bladder leakage.  Slaves endured unimaginable pain and suffering due to such atrocities, but in the doctors' minds it was all in the name of science.  Regardless of the means through which discoveries were made, medical science in the antebellum South left much to be desired.  Concepts that are considered self-evident today, such as germ theory, were unknown at the time.  Perkins described most of his traveling as such: it \"...was water Bound three times and was very mody....\"  Frequently surrounded by water and mud, his traveling party must have come into contact with an untold amount of pathogens.  Although these days it is viewed as common knowledge, many people in the antebellum South may have had no idea that such conditions could be breeding grounds for disease.  Unfortunately, Betty suffered the consequences of this lack of knowledge. "],"display_date":"December 21, 1822","search_date":"1822-12-21","citations":[{"divid":1217542157,"type":"Manuscript","data":["","Letter from Richard Perkins to Nathaniel Blaine ",null,"Mss  11229","","Papers of the Blaine Family 1810-1824","Special Collections, University of Virginia"]},{"divid":1217542207,"type":"Book","data":["Thomas Jefferson Wertenbaker","The Old South&#58; The Founding of American Civilization ",null,"New York","Cooper Square Publishers, Inc.","1963","64-65"]},{"divid":1217542247,"type":"Book","data":["F. N. Boney","Southerners All ",null,"Macon, GA","Mercer University Press","1984","177-179"]}],"locations":[{"id":2831,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":16,"tag":"Science/Technology"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}