{"id":394,"title":"Penitentiary law of 1829 passed by Governor Carroll\n","course_id":1,"status":"P","start_date":"1829-01-01","end_date":"1829-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["When Governor Carroll passed this new Penitentiary Law,' many considered it to be truly revolutionary. This law completely transformed punishment in the state of Tennessee. For example, whipping posts, stocks, and cropping were abolished. Instead of being put to death for many crimes, hard labor in a penitentiary was now the punishment. Another key component of the law was the formation of a state penitentiary. This law was drafted with much foresight and was not substantially changed until 1913.&lt;br /&gt;&lt;br /&gt;While Governor Carroll's new law was certainly revolutionary in Tennessee, it was also part of a national trend taking place in 1829. According to the Cherokee Phoenix and Indians' Advocate, 8000 prisoners were now being imprisoned in newly implemented prisons across the nation. It was also stated that, amazingly, only 23 organized penitentiaries' existed in the nation's current 24 states. The editor went on to note that around one out of thirteen hundred free persons were being imprisoned, and that this was a sad picture indeed ' In Virginia, Governor Giles saw it as a cause to boast that only one white woman has been convicted of a Penitentiary offence within the last four years.' Penitentiaries were open to both men and women, even at this early time in penitentiary history. &lt;br /&gt;&lt;br /&gt;Tennessee's Penitentiary law of 1829 was representative of the nation's growing concern for the imprisonment of criminals and also of growing sentiment for the humane treatment of prisoners. Society was rapidly discovering a moral conscience and would no longer tolerate the death penalty or other inhumane punishments for criminals of petty offences. While it was important to all that the law should be enforced, it became increasingly apparent that citizens would not tolerate medieval practices, like the stocks, to be implemented in the nineteenth century."],"display_date":"January - April 1829","search_date":"1829-03-01","citations":[{"divid":1213414211,"type":"Book","data":["Robert E. Corlew","Tennessee: A Short History ",null,"Tennessee","University of Tennessee Press","1981","163"]},{"divid":1213414248,"type":"Newspaper Article","data":["","Cherokee Phoenix and Indians&#39; Advocate","New Echota, Georgia","January 26, 1829",""]},{"divid":1213414343,"type":"Newspaper Article","data":["","Virginia Advocate","Charlottesville, VA","January 25, 1829",""]},{"divid":1213414400,"type":"Website","data":["","Penitentiary Law of 1829","","http://www.law.du.edu/russell",""]}],"locations":[{"id":293,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}