{"id":3940,"title":"Schoolteacher Sees Importance of Religion in Education\n","course_id":7,"status":"P","start_date":"1874-10-27","end_date":"1874-10-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["      An Augusta County, Virginia schoolteacher named Mary Susan Gregory recognized the importance of using her devotion to God to show her students how to live their lives properly.  In a diary entry dated October 1874, she noted, \"as teachers we should set an example worthy of imitation, (for there is a fearful responsibility resting upon us,) and there is no better way of doing it than by showing reverence for God's word and seeking his guidance.\"  Being religious herself, Gregory desired to imbue her pupils with an appreciation for having a relationship with God.  Lynn Lyerly, a historian who has studied women and religion in the South, discusses how many women in the late-nineteenth- and early-twentieth-century South sought to engage in mission work outside of home and the church.  Numerous organizations of Protestant women sought not only to witness the Gospel to the public, but also to perform acts of kindness and charity for the less fortunate.","      According to historian Charles Wilson, Southern religion has always been heavily influenced by the Calvinists' negative attitude toward human nature.  For this reason, churches in the South tend to emphasize the need for a conversion through God's grace and a subsequent life of morality.  Wilson's assertions help explain Lyerly's description of many Southern women as motivated to evangelize and perform mission work outside their traditional spheres of influence.  Gregory seems to have been one of these women, seeing as she used her position as a teacher to spread the word of God in hopes of positively influencing the lives of her students.  In her own words, \"for the past two mornings our principal has opened the school by reading the Scriptures and prayer.  I am decidedly in favor of it-it will make a lasting impression upon the minds of the children.\"  Gregory's support of prayer and Bible-reading in school suggests a belief that children who are taught in a religious environment are likely to live more proper lives. "],"display_date":"October 27, 1874","search_date":"1874-10-27","citations":[{"divid":1214524336,"type":"Manuscript","data":["","Diary Entry for October 27, 1874",null,"Mss 10754","Box 1","Papers of Mary Susan Gregory 1870-1899","Special Collections, University of Virginia"]},{"divid":1214524392,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Lynn Lyerly","Women and Southern Religion","Religion in the American South: Protestants and Others in History and Culture","Beth Barton Schweiger and Donald G. Matthews, editors","Chapel Hill","The University of North Carolina Press","2004","254-256"]},{"divid":1214524470,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Charles Reagan Wilson","Preahchin&#39;, Prayin&#39;, and Singin&#39; on the Public Square","Religion and Public Life in the South: In the Evangelical Mode","Charles Reagan Wilson and Mark Silk, editors","Walnut Creek ","AltaMira Press","2005","9-10"]}],"locations":[{"id":2835,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}