{"id":3941,"title":"Marriage in the Church\n","course_id":7,"status":"P","start_date":"1852-10-26","end_date":"1852-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 26, 1852 William T. Walker and Susan Josephine Sampson were married in a small church in Petersburg,  Virginia.  The announcement of their marriage described the beauty and elegance of the event.  Many people were present and most of these were family and friends who lived in the nearby area.  It is interesting to note, however, that Bible verses were listed on the announcement and the marriage was recorded in the family Bible.  In addition to this particular marriage, many others were listed in the same place.  This indicated that the Walkers saw the joining of two people as a sacred event.","The thick relationship between marriages and churches was not uncommon in the South during this time.  Religion, predominantly Protestantism, had a tremendous affect on all aspects of Southern life.  These Protestant roots of the South spread throughout people's lives.  From farming to slavery to the family, religion influenced all aspects of Southern life.  Many families did not go a week without attending a church meeting, which is why the Walkers had a religious wedding ceremony.  ","These deep roots in the Protestant religion resulted from the revivals of the mid-eighteenth century and the early nineteenth century.  Revivalism reached the hearts of many Southerners, especially Virginians.  The aftermath of these revivals resulted in the Southern focus on religion.  Since religion was such a huge part of life in Virginia and in the South, many southerners, like the Walkers, held religious marriages and recorded such events in their Bibles.     "],"display_date":"October 26, 1852","search_date":"1852-10-26","citations":[{"divid":1217105591,"type":"Manuscript","data":["","Legal Documents &#40;Marriage Announcement&#41;",null,"Mss 1532, 1545","Box 2","Walker Family Papers","Special Collections Library, University of Virginia"]},{"divid":1217105753,"type":"Book","data":["Charles Reagan Wilson &amp; William Ferris, Editors","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1989","8-9"]}],"locations":[{"id":2836,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}