{"id":3942,"title":"Farming Tips from a Farmer\n","course_id":7,"status":"P","start_date":"1852-11-18","end_date":"1852-11-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"Give the boys tools of the best kind and where practicable, let them be adopted in size to their strength and capacity for handling them.\"  This was just one of the many tips presented in a farming advice column in the <em>Roanoke Beacon</em> on November 18, 1852.  The newspaper contained many other written editorials that expressed people's opinions.  The advice in this column, however, was more credible for others to read and follow because another farmer wrote the article.  As the quote suggests, every farm needed good quality tools to be efficient.  Along with good tools, good labor was the key to a productive farm.  Young, strong slaves made up this good labor force.  The article stated that in order to have a productive farm, one had to choose the best available slaves.  Owners must then treat their slaves with at least some care to keep them healthy.  A healthy labor force was an efficient one, according to the article.  Slave labor and good tools were the first steps to improving a farm's production.","This article demonstrated the importance of agriculture in Virginia and in the South at the time.  Agriculture drove the Southern economy, and it depended on a slave labor force.  In particular, there were 2,510 slaves in 1850 in Roanoke County; that number increased to 2,643 slaves in 1860.  Slaves were necessary for the Southern economy to work and function properly.  Slaves were so vital to the Southern way of life that they made up over thirty-six percent of the population of Maryland, Virginia, North Carolina, South  Carolina, and Georgia.  Picking strong, capable slaves was the key to a productive farm during this time period.  It was not surprising to see a farming advice column in a newspaper in an agricultural society such as Roanoke during the 1850s        "],"display_date":"November 18, 1852","search_date":"1852-11-18","citations":[{"divid":1216221263,"type":"Newspaper Article","data":["","Roanoke Beacon","Roanoke, Virginia","November 18, 1852",""]},{"divid":1216221283,"type":"Book","data":["Charles Reagan Wilson &amp; William Ferris","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1989","199-200"]},{"divid":1216221374,"type":"Website","data":["Historical Census Browser","Census Data Over Time&#58; 1850 to 1860","University of Virginia Library","http&#58;//fisher.lib.virginia.edu/collections/stats/histcensus/","November 5, 2007"]}],"locations":[{"id":2837,"lat":37.28533855,"lng":-80.0684606525,"zoom":10,"place":"ROANOKE, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}