{"id":3944,"title":"Writing for the South: William Gilmore Simms and Southern Intellectualism\n","course_id":7,"status":"P","start_date":"1867-05-01","end_date":"1867-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1867, Charles Warren Stoddard sent the well-known author William Gilmore Simms a sample of poetry that he, a hopeful young author, had written. On May 1, 1867, Simms replied, congratulating Stoddard on the quality of his poetry and discussing his desire to help young authors whom he felt merited encouragement. These letters began a correspondence between the young author and his mentor that would last over the next few years. Simms and Stoddard were both fairly highly regarded (Simms much more than Stoddard), but the men differed greatly in backgrounds and the kind of literature they produced. Simms was a man from the South and an important member of the movement to create a distinct Southern literature that began in the years leading up to the Civil War, while Stoddard was a northerner who spent most of his life writing poetry. At the time Simms wrote, many considered him to be one of the first great Southern novelists. This title, although complimentary, became less meaningful as time passed and people began to look back at the \"distinctly Southern\" literature.","            The effort to create an intellectual culture unique to the South was short-lived. Leading up to the Civil War, southern authors felt a strong desire to separate themselves from the North; they therefore attempted to create a style of literature that could be their own. This effort, however valiant, was not terribly successful. The literature these Southern authors produced was strikingly similar to that which was found in the North, but it never gained the same degree of popularity. For a short time following the Civil War, Southerners continued to attempt to distinguish themselves by writing of the fallen South, but as the war faded into history, so did the attempts of Southern authors to separate themselves. The fact that this movement did not last does not, however, reduce the importance of the role that men like William Gilmore Simms played in uniting the South and attempting to create a distinct Southern intellectualism."],"display_date":"May 1, 1867","search_date":"1867-05-01","citations":[{"divid":1216690348,"type":"Manuscript","data":["","Correspondence",null,"Mss 6257","Box 1","Papers of William Gilmore Simms","Special Collections Library, University of Virginia"]},{"divid":1216690384,"type":"Book","data":["Alice Fahs","The Imagined Civil War",null,"Chapel Hill","The University of North Carolina Press","2001","1-16"]}],"locations":[{"id":1313,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}