{"id":3945,"title":"Enslaving the Free: The Development of Southern Sharecropping\n","course_id":7,"status":"P","start_date":"1865-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    \"We are going to work for ourselves and for nobody else.\" The newly-freed slaves of Thomas Pinckney took this stand when he called them to start working again after the Civil War ended. Pinckney, a plantation owner in South Carolina, did not expect these men to continue working for free, but he realized that without them, his plantation was destined for failure. He stated simply, \"I acknowledged their freedom; did not expect them to work on the old terms, but would pay them for their labor, etc.\" Pinckney respected the knowledge of the land and agricultural work that these men had acquired while working for him, and for this reason he wished them to stay on his plantation. After his request, Pinckney received a largely negative response from these former slaves. Acknowledging their rights as free men, Pinckney told them that if they were to stay on his land they would have to work for him, but they were free to go wherever they wanted. The slaves found themselves in a frustrating bind. Fearing the failure of the federal paper currency (greenbacks), they wished to work for themselves instead of Pinckney employing them. They questioned the actions of the government, asking \"what good does it do for the government to give us our freedom and not give us land to plant?\" Pinckney, probably like most former plantation owners, was equally frustrated because his livelihood relied on the productivity of his plantation, and he could not possibly do all the work himself. ","    The free men did begin to work, but \"it was only starvation that brought them to it.\" Without any land, they could not provide food for themselves or their families, so they had to work under whatever conditions Pinckney offered. On Pinckney's plantation they were \"generally forced to adopt the share system.\" This share system became common throughout the South in the years following the war. In the early stages, the plantation remained the most common unit with free men working on it for a share of the crops, but soon enough a true sharecropping system developed. Black men were granted pieces of land to work, and when the year was over the owners returned to them a share of the crop produced. By 1870 sharecropping was so common in the South that it made any other system seem unusual. Sharecropping did not, however, allow the South to develop any more industry or diversify any more than it had under the plantation system, leaving it lagging far behind the North for many years to come."],"display_date":1865,"search_date":"1865-07-02","citations":[{"divid":1217542411,"type":"Manuscript","data":["","My reminiscences of the war and reconstruction, broadside",null,"","","","Special Collections, University of Virginia"]},{"divid":1217542450,"type":"Book","data":["Edward Royce","The Origins of Southern Sharecropping ",null,"Philadelphia, PA","Temple University Press","1993","1-10"]}],"locations":[{"id":1312,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}