{"id":3947,"title":"A Clever Child Escapes Flogging\n","course_id":7,"status":"P","start_date":"1829-02-11","end_date":"1829-02-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A well-prepared young man demonstrated ingenuity and intelligence when his father presented him with the threat of flogging. The boy's father was a lieutenant in the US Army, a native of Frederick County, Maryland. Being a lieutenant meant that he was somewhat strict, but all he wanted was the best for his son. When the boy displeased his father, the father examined the cause of his misconduct and decided that he needed to be punished for his mischief. According to the International Journal of Ethics, \"every shortcoming in a child should be traced to its beginnings, and punishment is meant to direct disobedience to its natural result-pain.\" This is what the lieutenant believed.","Rather the punishing the child then and there, the father left his son to anticipate what was to come. The father said to his son, \"George, you may go for the present, but prepare yourself early to-morrow morning for the most severe flogging you ever had.\" George, who dared not cross his father again, went straight to bed and appeared in front of his father bright and early the next morning. ","George was ready for his sentence. His father ordered him to take off his coat. The father stood with hickory in hand, looked at his son's back, and saw something peculiar. According to the article in the Political Examiner and Public Advertiser, the conversation between father and son went as follows: ","\"What have you got on your back?\" the father asked. ","\"My jacket,\" replied the boy.","\"Well, what have you got under it?\" demanded the father.","\"A leather apron four double,\" he replied.","\"A leather apron, have you indeed And what's that for?\"","\"Why pa, you told me to prepare for a flogging, and I got as well prepared as I could,\" he stated with a serious face. ","All the father could do in response to this was to turn away to hide a laugh and let his son go. The boy had taken what his father said literally, but he did something right. He may have outsmarted his father by escaping the flogging, but he obeyed his father's orders. Parents of the nineteenth century began to view their children differently. According to a review of Calvert's Children in the House, \"they ceased to see their offspring as an alien and unpredictable savage and started to appreciate him as a creature who could be trusted to outgrow his deficiencies.\" Obedience and discipline are two important lessons that all fathers tried to teach their sons.  "],"display_date":"February 11, 1829","search_date":"1829-02-11","citations":[{"divid":1215646497,"type":"Newspaper Article","data":["","Politcal Examiner and Public Advertiser","Frederick, Maryland","February 11, 1829",""]},{"divid":1215646536,"type":"Article","data":["M.M. Mangasarian","The Punishment of Children","International Journal of Ethics","4","July 1894","495"]},{"divid":1215646585,"type":"Article","data":["Michael Zuckerman","Children in the House: The Material Culture in Early Childhood, 1600-1900","Journal of Social History","28","Autumn 1994","186-188"]}],"locations":[{"id":68,"lat":39.5105141884,"lng":-77.3162251993,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}