{"id":3949,"title":"Botanical Drops and Disease in the South\n","course_id":7,"status":"P","start_date":"1832-12-29","end_date":"1832-12-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    \"A child of 8 years had lost the use of his arms, one leg was almost crippled, hip popped out of place, thigh and arms swollen...\" wrote a journalist for the <em>Kentucky Gazette</em>.  The list of this young boy's maladies continues in the article.  One would think this boy had no hope for survival from whatever illness had attacked his young body.  However, \"on taking these Drops he recovered the use of his limbs, the sores healed up and he was restored to health, although thought incurable.\"  It does not seem plausible that a boy could suddenly return to full health after only taking some drops.  Was this a medical miracle or a fabrication of the truth?","    Apparently, Dr. Relfe's Botanical Drops were more than just an advertising gimmick.  According to the <em>Kentucky Gazette</em>, these drops \"have, in a multitude of cases, cured these...deep routed complaints in their worst and most hopeless stages.\"  While malaria was the disease for which Dr. Relfe created his drops, the advertisement stated that these drops were also successful in curing \"violent eruptions after the measles; red blotches, festering eruptions and pimples on the face.\"  The advertisement followed with several cases, much like those of the little boy, in which people were suffering from these ailments without any hope of a full recovery.  Symptoms ranged from \"humors\" on the neck of one older woman to blindness in both eyes of a five year-old girl.  Every person was in distress and hopeless until they took Dr. Relfe's drops.  According to this advertisement, it seems as if Dr. Relfe's drops were indeed a miracle.","    Disease, especially malaria, was distinctive in the southern region of the United   States.  Due to the hot climate in the summer, the South was a breeding ground for mosquitoes.  Infection rates increased during the change from the cool to warm seasons.  As malaria and other forms of the \"fever\" spread throughout the South, these diseases started to shape southern culture.  For instance, Southerners began to change their diets to help keep their immune system strong for the summer seasons.  Others started to address and attack reckless behavior among their community members.  For example, alcoholism and risky sexual behavior seemed to increase the likelihood of disease, as these bad habits lead to terrible hygiene and sloppiness, which left people susceptible to disease.  ","    It was the local doctors who stood at the center of this disease prevention and control.  Their importance in the community was significant as they provided remedies when all else failed.  Members of the community depended on them for guidance and advice.  In the South, they were not only doctors.  They were a part of the community.  This sense of belonging pushed local physicians to work extra hard in finding cures for ailments.  After all, these infected people were more than just patients.  They were neighbors, family members and friends.  This drive to help those they knew brought about huge advances in modern medicine as doctors worked to find remedies for the many diseases they encountered.  Without the bond between physicians and their community that existed in the South, it is difficult to say if modern medicine would have been able to evolve as quickly as it did."],"display_date":"December 29, 1832","search_date":"1832-12-29","citations":[{"divid":1215647013,"type":"Newspaper Article","data":["","Kentucky Gazette","","December 28, 1832",""]},{"divid":1215647028,"type":"Book","data":["Steven M. Stowe","Doctoring the South",null,"Chapel Hill","University of North Carolina Press","2004","1-12"]},{"divid":99785,"type":"Primary Source in a Secondary Source","data":[null,"KOSSKeenXYfrVpiQgTd"]}],"locations":[{"id":1311,"lat":38.0422598094,"lng":-84.4586978215,"zoom":9,"place":"FAYETTE, Kentucky"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}