{"id":395,"title":"Black Women Agitate for Civil Rights on the Railroads\n","course_id":1,"status":"P","start_date":"1881-10-02","end_date":"1881-10-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 2, 1881, Mrs. Harding, the wife of a upstanding black man, was initially denied access to the ladies car on the Nashville and Chattanooga Railroad.  She ordered the assistance of General Manager Thomas, who promptly ordered that a separate car be arranged for her.  Harding refused to enter the separate car and filed a law suit against the company.  Later that afternoon, a black organist, Miss McLemore, attempted to board the ladies coach of the Lousiville and Nashville Depot, but she was denied access until all of the white passengers had been switched to a different car.  Like Mrs. Harding, McLemore refused to enter after the events took place.    &lt;br /&gt;In 1881, half of Tennessee's lower house was occupied by Republicans, four of whom were blacks.  The blacks had previously attempted to overturn a law instituted in 1875 that prohibited blacks from suing discriminatory railroads.  They failed by a narrow margin, and their attempt was immediately followed by the 1881 segregation statute that required railroad companies to provide separate cars for first-class black passengers.  The statute ordered that the black passengers must abide by the same rules issued to the white passengers, and it stated that the new cars must be properly maintained. The statute was significant in that it proceeded Plessy vs. Ferguson in being the first of the separate-but-equal law.  &lt;br /&gt;Railroad segregation played a major role in Southern history as railroads became the reluctant scenes of the first state-wide segregation laws in the South.  Travel by railroads allowed for blacks and whites to ride in close proximity, which upset many white Southerners.  They feared that close interaction would enable the blacks to rise in society, and they felt a need to extend the color line into daily life.  Many states established railroad segregation laws to do so.  The railroad companies were not eager to enforce such laws.  The laws complicated their job, and they would have preferred interracial seating.  &lt;br /&gt;Ayers notes that, in reality, the Tennessee statute in 1881 did not require segregation; it merely required that railroads provide separate but equal accomodations that blacks had the priveledge to enter and occupy.''  Nevertheless, these incidents reveal the frustration of the blacks as they sought to uphold their integrity and prevent the creation of the system of segregation that would plague the South for years to come."],"display_date":"October 2, 1881","search_date":"1881-10-02","citations":[{"divid":1214242042,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life after Reconstruction",null,"New York","Oxford University Press","1992",""]},{"divid":1214242159,"type":"Newspaper Article","data":["","The Washington Post","","October 3, 1881",""]}],"locations":[{"id":294,"lat":36.1695702654,"lng":-86.7859142705,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}