{"id":3950,"title":"The Beginning of the End\n","course_id":7,"status":"P","start_date":"1861-02-15","end_date":"1861-02-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The inauguration of Abraham Lincoln, the beginning of a new presidential term and a new era, would be the end of the old Union. According to historian William Freehling, \"none of Lincoln's 26,375 southern votes came from the Lower South and only 1887 from the Middle South (all in extreme northwestern Virginia).\" Lincoln kept quiet between the time of his election and the delivery of his inaugural address because he did not want to give the Southern states a reason to secede. In his inaugural address, Lincoln pledged to hold, occupy, and possess all federal property. This was message to all of the Southern states.","The new Southern Confederacy was set on creating its own government and its own constitution. According to The <em>Baltimore Sun</em>, \"it will be the policy of the new government to preserve the <em>status quo</em> of affairs until the 4th of March, when the inauguration of Lincoln will enable him to indicate the course his administration will pursue towards the Southern Confederacy.\" The Southern Confederacy was not willing to wait around to see what policies Lincoln was going to put in place. Representatives of the Southern states sat down and created a constitution. The constitution they created was similar to the original Constitution of the United States but had a few major changes. The constitution adopted by the South was considered temporary and provisional. Delegates to the Southern Congress in Montgomery said, \"we hope the permanent government will be made and established speedily, and without reference to anything going on outside of the confederate states.\" The Southern Confederacy did wish to split from the Union peacefully. One of the first acts of the new government would be to send a commission to Washington to deal with peaceful matters between the two republics. The South Confederacy hoped for \"the acknowledgment of our independence, the surrender of the forts, a fair division of the public property and of the public debt.\" However, many people were aware that the Union would not be easily severed. The article stated, \"let us exhaust every honorable means for a peaceable settlement of the terms of our political separation with the free States-it will be time enough then to resort to the argument of arms, when God defend the right.\" The Southern states knew that they might have to fight to get want they wanted and fight is what they did.  "],"display_date":"February 15, 1861","search_date":"1861-02-15","citations":[{"divid":1215647124,"type":"Newspaper Article","data":["","The Sun","Baltimore, Maryland","February 15, 1861",""]},{"divid":1215647140,"type":"Book","data":["William W. Freehling","The Road to Disunion: Secessionists Triumphant, vol. 12",null,"New York","Oxford University Press, Inc.","2007","340-341"]}],"locations":[{"id":2839,"lat":39.2940913824,"lng":-76.6092985301,"zoom":12,"place":"BALTIMORE CITY, Maryland"}],"tags":[{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}