{"id":3951,"title":"Southern Ladies\n","course_id":7,"status":"P","start_date":"1889-06-12","end_date":"1889-06-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    In an 1889 letter to her close friend, Mrs. Hannah Weisiger described her late mother as \"one of the noblest & dearest women on earth...so much good...yet so humble...of her good deeds.\" Throughout the nineteenth century, Southern women were idealized as the moral compass of the family, supposedly gentle and noble in deeds. Even in the latter part of the century, values firmly rooted in the pre-Civil War plantation culture remained prevalent. Mrs. Weisiger described her mother's virtues with special reverence as a woman whose life encountered many changes throughout the war and reconstruction years and yet still maintained her dignity as a Southern lady.  She declared her mother \"was as near right as any human could have been.\" Women who were born after the reconstruction era learned feminine ideals from their mothers, who passed on what it meant to be a lady.","    The \"southern lady\" idealized  femininity by subscribing to traits such as \"sweetness, beauty, gentleness, and ease...while remaining feminine, submissive, and sweet to the man who was her husband...\" This occurred while caring for all domestic functions of the household, which included providing clothing, preparing food, providing moral and religious guidance and to administering to the sick. Although slavery instituted household demands on a pre-war plantation wife that were very different from that of a post-war southern wife, women were still expected to fill the same role within the family with or without the duties of managing a contingent of household slaves. Slavery provided southern white women an opportunity to embody certain leisurely ideals from a public view. The southern lady's ultimate accomplishment was to appear to be leading a quiet and leisurely lifestyle while discreetly managing and commanding the household, all without appearing to be bossy or controlling. "],"display_date":"June 12, 1889","search_date":"1889-06-12","citations":[{"divid":1218152041,"type":"Manuscript","data":["","Letter to Miss Xenia M.A. Smith by Hannah J. Weisiger, June 12, 1889",null,"Mss 13424","","","Special Collections Library, University of Virginia"]},{"divid":1218152087,"type":"Book","data":["Jeanette Keith","The South&#58; A Concise History",null,"New Jersey ","Prentice Hall","2002",""]}],"locations":[{"id":2840,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}