{"id":3952,"title":"The Interstate Slave Trade\n","course_id":7,"status":"P","start_date":"1832-12-03","end_date":"1832-12-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["        The <em>Alexandria Gazette</em>, a newspaper of Alexandria, Virginia, published a small advertisement for \"200 Negroes\" on December 3, 1832. This ad placed by slave traders Franklin and Armfield, requested slaves between \"12 to 25 years of age, field hands, also mechanics of every description;\" they were \"determined to give higher prices for slaves than any (other) purchasers...\" This small example from one Virginia newspaper represented the growing trend during the 1820s and 1830s of selling slaves from the border states to traders who sold the dismayed slaves \"down river\" to labor on highly profitable cotton, rice, or sugar plantations of the Southwest and Deep South. Being sold to the Deep South was possibly one of the greatest fears of many Upper or Border South slaves. The prospect of being sold away from family and friends was considered by some, a worse punishment than whipping. ","            According to historian William W. Freehling, economic growth, booming land sales, and the invention of the cotton gin encouraged the interstate slave trade as cotton was very profitable and grew more productively in more tropical climates. Freehling also notes that \"between 1790 and 1860, Border and Middle Souths lost close to 750,000 slaves.\"  This drain was especially prevalent in the 1850s cotton boom, comprising a substantial percentage of the slave population of these states. In comparison, after the \"tobacco bust of the eighteenth century,\" the Border South was much more industrial, grew a wider variety of crops, and was more economically diversified and willing to sell their slaves \"down the river\" for a high profit. Most slaveholding southerners claimed to look down on these slave traders who made transactions possible, but according to historian Jeanette Keith, Isaac Franklin and his partner John Armfield were two of the most affluent and successful slave traders in the United   States. They later retired wealthy, purchased their own plantations, and married into elite families in Tennessee. They were also prominent Methodists. Many factors encouraged the slave trade during the 1820s and 1830s. Economics and profit to be gained in the cotton boom provided ample reason for traders to invest in this market. "],"display_date":"December 3, 1832","search_date":"1832-12-03","citations":[{"divid":1217537079,"type":"Newspaper Article","data":["","Alexandria Gazette","Alexandria, Virginia","December 3, 1832",""]},{"divid":1217537105,"type":"Book","data":["William W. Freehling","The Road to Disunion, Vol. 1",null,"New York","Oxford University Press","1990","10-32"]},{"divid":1217537140,"type":"Book","data":["Jeanette Keith","The South&#58; A Concise History",null,"Upper Saddle River","Prentice Hall","2002","87-88"]}],"locations":[{"id":2841,"lat":null,"lng":null,"zoom":8,"place":"ALEXANDRIA CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}