{"id":3953,"title":"Scandals and Public Discourse: The Beecher/Tilton Affair in the Atlanta Constitution\n","course_id":5,"status":"P","start_date":"1872-11-02","end_date":"1876-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The accusations of adultery against Henry Ward Beecher caused a great stir in public discourse in the late nineteenth century.  Beginning in 1872, when Victoria Woodhull published in <em>Woodhull and Clafin's Weekly</em> an account of the affair between the famed pastor, Beecher, and his parishioner, Elizabeth Tilton, the scandal captivated the public. The details of the affair and its aftermath were complicated and convoluted. At first, Beecher chose to ignore Woodhull's initial accusation, which seemed to be a logical strategy as she was notorious for creating scandal. As time went on though, and adultery accusations accumulated, events escalated and Beecher was forced to take the defensive. Elizabeth Tilton's husband, Theodore, filed suit against his former friend, Beecher, in 1875. Elizabeth Tilton presented contradictory evidence before, during and after the trial stating at different times that Beecher was innocent or that he was guilty.  Due to inconclusive evidence, contradictory accounts presented in the case, and an indecisive jury, Beecher was exonerated. Because of their involvement in the trial, Elizabeth and Theodore Tilton, who by the end of the case were no longer married, among others were excommunicated from Beecher's church. ","As a case study of public discourse in reference to the trial, the newspaper, <em>The Atlanta Constitution,</em> handled the events within the scope of a nation with a shifting structure and societal values.  In fact, the case was so etched in rhetoric indicative of  the changing era that even as late as 1895 an <em>Atlanta Constitution</em> article tried to make sense of what happened by stating that Elizabeth Tilton was hypnotized, which was why she acted in such contradictory ways. According to historian, Altina Waller, the case excited public discourse to such an extent because it was a representation of the power struggle and breakdown of traditional structure in the post- Civil War society. Beecher and Tilton entered the trial as anomalies to traditional structure. Beecher was a prominent liberal Christian and both he and Tilton were involved in the promotion of women's rights and other radical reform movements. Yet in the trial, Beecher tried to present himself as more moderate than Tilton so as to have an attractive case to more people which shows that even Beecher acknowledged that people may not have been ready for some of his progressive ideas.  Despite this, the progressives still supported Beecher and the traditionalists took up the cause, not necessarily for Tilton but against Beecher. The conflict of the trial turned into one between progressives and traditionalists and became a symbol of people's attempt to understand and adapt to social changes.  By the end of the trial, neither man was fully exonerated in the eyes of the public. The trial became emblematic of the vices of the struggle between progressives and traditionalists.","Through various articles, the <em>Constitution </em>supported Waller's view and highlighted the impact of the case on public discourse in that it often explains the volatile nature of discussion of the case and also served as bank of impassioned rhetoric. For example, in the article \"Fighting About Beecher Trial,\" the <em>Constitution</em> stated that people discussed the trial and became so heated in their arguments that certain bars had to ban the discussion of the Beecher trial to prevent violence. The <em>Constitution </em>also emphasized the misdemeanors of all involved in the trial. The majority of the articles did not approve of either Beecher or Tilton's actions and illustrated them as adulterous and evil. Beecher, in particular, was made to be a villain in the paper since he was supposed to have been a pious man, yet was accused of adultery and manipulation. Through the disapproval of the actions of Beecher and Tilton in the trial, the <em>Constitution </em>discredited new social systems and upheld more traditional values. "],"display_date":"November 2, 1872 - December 31, 1876","search_date":"1874-12-01","citations":[{"divid":1215647304,"type":"Book","data":["Altina Waller","Reverend Beecher and Mrs. Tilton: Sex and Class in Victorian America",null,"Massachusetts","The University of Massachusetts Press","1982","1-2"]},{"divid":1215647345,"type":"Newspaper Article","data":["Mrs. Tilton was hypnotized","Atlanta Constitution","","Nov. 21, 1895","9"]},{"divid":1215647380,"type":"Newspaper Article","data":["Fighting About Beecher Trial","Atlanta Constitution","","Feb. 24, 1875","1"]},{"divid":1215647439,"type":"Newspaper Article","data":["Mrs. Woodhull About to be Corroborated","Atlanta Constitution","","May 13, 1873","2"]},{"divid":1215647493,"type":"Newspaper Article","data":["The Beecher/Tilton- How It Stands At Present - A Forthcoming Card From Tilton","Atlanta Constitution","","Feb. 21, 1873","1"]},{"divid":1215647563,"type":"Newspaper Article","data":["Tilton on the Stand","Atlanta Constitution","","Feb. 11, 1875","2"]}],"locations":[{"id":2842,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}