{"id":3955,"title":"Temperance Efforts in the South\n","course_id":7,"status":"P","start_date":"1888-06-28","end_date":"1888-06-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Alcohol is \"a sin, like all other sin without authority, an evil and only evil,\" preached a minister of Shenandoah County, Virginia.  Over two hundred listeners gathered for a picnic at the local Fisher's Hill one July morning in 1888.  The event was relaxed with picnic food, a speech, and a Woodstock Cornet Band for entertainment.  Yet it focused on an issue of substantial importance: temperance.  As the local <em>Strasburg Weekly Dots</em> paper reported, the theme of the picnic was \"Liquor Traffic is a Crime\" and Virginians gathered in their common belief that alcohol was unnecessary and unjust.  ","The idea of temperance that the people of Shenandoah County promoted was not isolated to their area. Beginning around the 1830s, many Southerners, especially women, started to worry about the negative aspects of alcohol consumption.  One of the most important temperance organizations was the Women's Christian Temperance Union, created in 1874.  Other local temperance efforts, such as this picnic, occurred throughout the nineteenth century.  ","Religious and racial tensions plagued many temperance efforts. Most of the temperance women were evangelical Protestants who often criticized the Irish Catholics and Germans frequently associated with alcohol consumption and production.  Discord also existed between blacks and whites, as some white women claimed that black men were especially a danger with alcohol.  Although these apprehensions existed, for the most part the temperance movement was successful in incorporating women of various \"socio-economic, racial, religious, and national identities.\" Many women used the Bible to justify temperance; they claimed that it was God's plan for women to help the men and \"most commonly likened women...to Christ's apostles.\"  The <em>Strasburg Weekly Dots</em> does not mention the demographic or religious background of the picnic's guests having had any effect; in fact, it says there \"was no disorder.\" This furthers the idea that locals were unified by a common aspiration. ","Although temperance is traditionally associated with women against alcohol consumption, at the time, it was just as important in promoting white women's overall equality.  For example, the WCTU helped educate women \"to take on public personas because the nineteenth century offered [them] limited formal education in rhetoric.\"  Often, people saw the strive for equality as radical.  Thus, as historian Carol Mattingly writes, \"newspaper reporting focused largely on issues of gender rather than on the subject of temperance\" which she says \"reflects a general discomfort with women's changing roles.\"  The <em>Strasburg Weekly Dot</em>s, on the other hand, presents an article focused on the issue of temperance as opposed to gender.  This is likely because the focus of their gathering was \"not yet Congress, Legislature, Judge, Jury, Church or state;...but the Rum Traffic, was the prisoner at the bar.\" Long-term changes for women, such as the Nineteenth Amendment, would not occur for some time. Still, the nineteenth-century temperance movement fueled the steps towards gender equality.  Events such as the Shenandoah County Temperance Picnic, although small, represented a larger movement that took place throughout the South."],"display_date":"June 28, 1888","search_date":"1888-06-28","citations":[{"divid":1214701412,"type":"Newspaper Article","data":["","Strasburg Weekly Dots","Strasburg, VA","July 28, 1888",""]},{"divid":1214701429,"type":"Website","data":["Carol Mattingly","Well-tempered Women: Nineteenth Century Temperance Rhetoric","Net Library Online","http://www.netlibrary.com/Reader/","October 28, 2007"]}],"locations":[{"id":2847,"lat":38.8584536791,"lng":-78.5704125087,"zoom":9,"place":"SHENANDOAH, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}