{"id":3956,"title":"The Education of African Americans After the Civil War\n","course_id":7,"status":"P","start_date":"1886-01-01","end_date":"1886-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Our crops are poor on account of too much wet in the summer which prevented us from working with them,\" John McClure, a resident of Albemarle  County, wrote to his aunt and uncle.  He went on to explain that \"with what little (crops) we have to sell won't bring enough to pay for the expense of raising it.\"  Other such maladies that McClure noted were that the livestock was not selling for a sufficient amount, that many people were ill and dying, and that \"this portion of Virginia has suffered very much with hay cholera,\" which made farmers' meat suffer.  The most challenging trouble he described was the state's economic position, which furthered the racial equality dispute.","After the war, much of the South experienced high debt.  Thus, the government was hesitant to fund certain programs but did raise taxes in order to appropriate money for public education.  Proponents of this had various rationalizations.  First, throughout the post-war South there were much lower literacy and school attendance rates among blacks and whites, as compared to the North.  Furthermore, Southern families grew in size, meaning there were more children to send to school.  Finally, given the hard economic times, the Southern states struggled to pay teachers and upkeep school buildings unless they taxed.  Not everyone favored these taxes, though, and as McClure wrote, it caused \"our state to disagree.\"","On the other side of the debate were white Southerners like McClure who feared blacks would \"infect\" the white students.  Another apprehension was that blacks were inherently immoral, irresponsible, and did not deserve an education.  There were also those who worried about what other types of freedoms blacks would seek if granted equal education.  McClure also mentioned the argument that the tax money was wasted on blacks.  He said that \"9 out of 10 of them may go to school 5 years and they won't advance much beyond a spelling book and in 12 months after leaving school will forget everything.\"  Not only did he find blacks ignorant, but he also claimed that they did not value an education because \"everything they care for is to frolic and drink whiskey.\"  Although McClure wrote this letter in 1886, the sentiments on both sides were not entirely new.","The issue of black and white equality versus inequality was present even before the Civil War began.  What was newest to the debate was the political and religious controversy it sparked.  In the 1870s, the Republican Party promoted funding for public education, claiming that it furthered the ideal of patriotism.  Catholics and some Democrats, on the other hand, argued that the Republicans' platform jeopardized individualism.  Catholics instead sought to gain funding for <em>private</em> education.  No matter how many people wanted public education, racial tensions were at a peak, and many did not want to pay for schooling if it was going to be for blacks.  Some historians saw the \"African factor as the difference between success and failure,\" suggesting that \"white racism undermined any movement for meaningful national unification through mass education\" at the time.  ","As the 1880s arrived, so did a new leading political party of Virginia: the Readjusters, who promoted public education for both blacks and whites.  During this decade, the focus on two parties dwindled while various independent political thoughts emerged.  The truth revealed in McClure's letter was that during that era,Virginia political tension was strong.  He also accurately portrayed the anxieties of many southern whites in regards to post-war education.  Yet history does contradict McClure's fear of public education being a complete waste.  While early Reconstruction may have not been successful in mass education, there were many achievements from 1880 to 1900 as literacy rates rose dramatically among whites <em>and</em> blacks.  Unfortunately, though, with the turn of the century, Edward Ayers notes that \"blacks in the south paid for schools for whites--not the other way around.  The more black citizens in a county, the greater the benefits to white students.\"  Racial tensions would not disappear for some time."],"display_date":1886,"search_date":"1886-07-02","citations":[{"divid":1217553637,"type":"Manuscript","data":["","Letter to John E. McClure",null,"Mss 12428","","W.W. McClure","Special Collections Library, University of Virginia"]},{"divid":1217553684,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","417-420"]},{"divid":1217553848,"type":"Online Encyclopedia","data":["Net Library Online","Religion, Race, and Reconstruction","http&#58;//www.netlibrary.com/Reader/","October 28, 2007"]}],"locations":[{"id":2848,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}