{"id":3957,"title":"Virginia Governor John Floyds Thoughts on Nullification\n","course_id":7,"status":"P","start_date":"1832-12-19","end_date":"1832-12-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Virginia residents opened up their newspapers one morning in December 1832 and discovered an address from the governor, John Floyd.  He wrote to the Virginia Senate and House of Delegates in regards to the South Carolina Nullification Ordinance, and the newspaper posted this as an article for locals.  Floyd explained that South Carolina felt the Tariffs took advantage of it and the state had \"declared those laws unconstitutional.\"  In South   Carolina's defense, he noted that its state had implored Congress to overturn those laws many times, but that \"all this had been disregarded by that body.\"  Although Floyd first presented South Carolina's motives for nullification, he went on to note the potentially negative consequences of this action.  The Virginia governor warned that \"should force be resorted to by the Federal Government, the horror of the scenes hereafter to be witnessed cannot now be pictured even by the affrighted imagination.\"  Floyd presented both sides of the issue.  ","Floyd's desires for how Virginians should respond to nullification, more clearly revealed his inclinations.  Historians describe the governor as a \"states' rights advocate\" who \"originally opposed secession.\" These two ideas seemingly conflicted with each other.  Floyd promoted an all-encompassing stance that would preserve South Carolina's rights and also promoted the ideal of limiting Congressional powers without endorsing nullification. He said that first there should be \"an investigation of the causes, with a view to a redress of grievances.\"  However, he acknowledged that South Carolina had already attempted to do this and failed.  Thus, he said the next step was \"an amicable reference...to the great tribunal which formed and adopted the constitution, viz: the PEOPLE of the States themselves.\"  Floyd went so far as to say that if the people could not settle the issue peacefully, it would essentially disparage the ideas of \"liberty\" and \"self-government.\"  Therefore, he presented the state of Virginia with two choices: to support South  Carolina and engage in potential Civil War or to \"appeal to the States of the Union.\"  He warned that the former of the two choices would result in \"fire-side altars bathed in blood,\" and that the latter decision would enable \"the maintenance of...harmony.\"  Floyd presented the two options as having completley different consequences.","Virginia had a task: historian William Freehling explains that ultimately \"the Virginia legislature, even while sending [an official commissioner] to stop South Carolina from nullifying [the tarrifs], affirmed that any state could legally secede.\"  Although Virginia remained in the Union until the fall of Fort Sumter, it did not condemn the actions of the secessionists around it.  This somewhat conciliatory legislative action, as Floyd suggested, would have less severe effects. Interestingly, though, Floyd eventually became a promoter of secession, a Confederate general, and as historians note, \"resigned under charges of financial cheating and transferring arms to the South.\"  Overall, it is evident that Virginians initially took a moderate stance, hoping to avoid confrontation.  As time progressed, however, many people modified their attitudes and behaviors, as exemplified by Governor Floyd and Virginia's eventual secession."],"display_date":"December 19, 1832","search_date":"1832-12-19","citations":[{"divid":1215647725,"type":"Newspaper Article","data":["","Virginia Herald","Lynchburg, VA","December 19, 1832",""]},{"divid":1215647745,"type":"Book","data":["Robert O&#39;Brien and Harold H. Martin","Encyclopedia of the American South",null,"New York","Facts on File Publications","1985","145-146"]},{"divid":1215647786,"type":"Book","data":["William W. Freehling","The Road to Disunion: Secessionists at Bay",null,"New York","Oxford University Press","1990","281"]}],"locations":[{"id":2849,"lat":37.3167903952,"lng":-79.5201576467,"zoom":9,"place":"BEDFORD, Virginia"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}