{"id":3958,"title":"To Protect and Serve: Overlooked White Crimes\n","course_id":7,"status":"P","start_date":"1890-09-03","end_date":"1890-09-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The black woman was badly injured.  She had been close to death for several days and her family was stricken with feelings of uncertainty and anger.  They wanted the police officer who had brutally beaten their loved one to be brought to justice, yet this seemed unlikely in Charlottesville,  Virginia, a predominantly white city.  The family maintained hope that they would finally see racial equality and justice converge.  Unfortunately, however, the day that the beaten woman would receive the justice she truly deserved would never come. ","            On September 3, 1890, Policeman Saunders was on duty, patrolling a largely white neighborhood in Charlottesville,  Virginia.   He focused his attention on an innocent black woman who seemed out of place in the area.  After questioning the \"suspicious\" woman, Policeman Saunders decided to arrest her.  The woman resisted the seemingly unwarranted arrest and the result was bloodshed.  The police officer brutally beat the woman over the head numerous times with his billet.  As news of the savage beating spread throughout Charlottesville, individuals of the black community banded together, demanding that the officer be tried for excessive and unjust force.   The demands of justice by the black community were ignored by the white politicians and the police officer went unpunished.  ","            Black inferiority was an uncontested aspect of the South during late 1800s.  The failure of Reconstruction allowed blatant racism to become an accepted part of the Southern states.   Whites often used violence to instill fear in the minds of black Southerners in an attempt to regain the level of control which they had prior to the Civil War.  This rampant violence and widespread fear shaped and defined the relationships between blacks and whites during the late nineteenth century.   To remedy this overt discrimination in the Southern states, Congress passed the Civil Rights Act of 1866, which made it illegal to discriminate against blacks by assigning them an inferior legal and economic status.  Approximately two years later the Fourteenth Amendment was ratified, guaranteeing \"equal protection of the laws\" to every American citizen.   In response to this legislation, however, the Southern states passed a new set of laws that \"permitted local officials to informally discriminate against blacks.\"   The actions of the Southern states following national legislation indicate a desperate effort to retain a position a position of superiority over newly freed black Southerners.  Unfortunately, the desperate attempt to maintain a sense of white supremacy in the South resulted in the disappearance of any form of legal justice in the black community.  The absence of legal action against Policeman Saunders is just one example of the widespread acts of injustice which plagued blacks across the United   States following the abolition of slavery.  "],"display_date":"September 3, 1890","search_date":"1890-09-03","citations":[{"divid":1215647865,"type":"Newspaper Article","data":["","Richmond Planet","","June 12, 1890",""]},{"divid":1215647885,"type":"Article","data":["Ted Pulliam","The Dark Days of Black Codes","Legal Times","","2001","24"]}],"locations":[{"id":2850,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}