{"id":396,"title":"Formation of  Nashville and Davidson County Temperance Society\n","course_id":1,"status":"P","start_date":"1829-04-01","end_date":"1829-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Many prominent Nashvillians, including Phillip Lindsley, William Hume, and Robert Whyte, formed The Nashville and Davidson County Temperance Society. This society was formed as an auxiliary to the American Temperance Society. The American Temperance Society grew rapidly during this time period and many new auxiliaries appeared. The spread of a national temperance society reveals the growing importance of new national moral concerns. Also important to note is that many of those involved with moral issues such as temperance were also involved with other moral issues of the time (such as colonization). For example, Philip Lindsley was the president of the Tennessee Colonization society (Tennessee, A Short History).&lt;br /&gt;&lt;br /&gt;Temperance societies were not at all limited to big cities or where vice was rampant. The small town of Kingsport, Tennessee founded a temperance group later in 1829. Many members of this small community banded together and pledged themselves to temperance. Among their pledges they pledged to not vote for supporters of liquor or employ anyone who drank at work. In the Kingsport society, the citizens took their stand against alcohol further than in Nashville; they were not content with personal temperance, but also required their employees to do the same (at least at work) (Tennessee, A Short History).&lt;br /&gt;&lt;br /&gt;Lastly, Temperance societies were not limited to the United States. The Cherokee Phoenix and Indians' Advocate reported that a respectable number of the Young Men' of Cornwall County, England had formed a Temperate Society.' By inclusion to this Society they pledged themselves to complete abstinence. The formation of these three groups was typical for the nation as a whole. Citizens were tired of the disastrous effects of alcohol and intemperance on the community. Citizens from all over the Union and the South joined together in large cities and small communities in an effort to end what they saw as an evil."],"display_date":"April 1829","search_date":"1829-04-15","citations":[{"divid":1213647835,"type":"Book","data":["Robert E. Corlew","Tennessee, A Short History",null,"Knoxville","University of Tennessee Press","1981","251"]},{"divid":1213647901,"type":"Newspaper Article","data":["","Cherokee Phoenix and Indians? Advocate","New Echota, Georgia","April 8th, 1829",""]}],"locations":[{"id":295,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}