{"id":3960,"title":"Conditions at Andersonville Reach All-Time Low\n","course_id":5,"status":"P","start_date":"1864-04-01","end_date":"1865-04-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When Robert Kellogg was finally released from the Confederate prison camp at Andersonville in 1865, he had only the shirt on his back and his life to his name.  He was fortunate to be a part of a soldier exchange that allowed him to return to the North, and when he boarded the steamboat to make the journey home, he was met with a new uniform, a new pair of boots, a bath, and a hot meal.  However, these luxuries were a far cry from the horrors he and the other Union soldiers experienced in the prison camp at Andersonville.  Before arriving at Camp Sumter, Kellogg and the men in his company had been under the care of a group of Confederate soldiers who had been released from a Union prison.  He and his comrades were well fed, and had a distinctly positive view of their pre-Andersonville captors.  He noted that the southerners were \"a gentlemanly set of fellows, and treated the northern soldier with some consideration.\"  The men were able to procure rations and other pleasure items from southern citizens through purchase and trade, and enjoyed a fairly comfortable existence.  "," The time before they reached Andersonville set the men up for a great shock, however, as conditions at the prison worsened daily.  When the men arrived, the sight of other prisoners foretold the fate awaiting them.  As one former prisoner said of his first sight of the camp, \"The uncheerful sight, near the gate, of a pile of ghastly dead - the eyes of whom shone with a stony glitter, the faces black with a smoky grime, and pinched with pain and hunger, the long, matted hair and almost fleshless frame swarming with lice - gave us some idea that a like fate awaited us on the inside.\"  Sadly, this soldier could not have been more right."," The prisoners were not provided with shelter, and were only given very meager rations.  No cooking utensils were provided, nor was there any wood for burning fires to cook their food.  The only water for the entire camp was located at the center of the compound, and was also used as an outdoor latrine, which laid the foundation for countless diseases to fester and grow.  Also, a death line was drawn around the camp, and any prisoners who crossed this line were shot immediately.  Many times, the guards would shoot for no apparent reason, leading to the death of a number of innocent men.  One confederate guard appealed to the president of the Confederate States, Jefferson Davis, to stop the violence.  He wrote, \"They think killing of a yankee will make them great men, they shoot prisoners, alleging they crossed the dead line.  I know you are opposed to such measures, and I make this statement to you to be a soldier, a statesman, and a Christian.\""," In 1864, the death tolls at Camp  Sumter were astonishing.  In the month of August, one in eleven prisoners died.  In September and November, one in three died, and in October, a shocking fifty percent of the prisoners at Andersonville passed away.  By the end of 1864, almost 14,000 of the supposed 33,000 prisoners held at Camp  Sumter had fallen victim to the horrible conditions they lived in.  Conditions in Union prisons were much the same, and by the end of the war, some 56,000 prisoners had lost their lives to disease and starvation.  This number of deaths in prisons during the civil war eclipsed the total number of United  States' deaths in the entire conflict in Vietnam in the 1960s."],"display_date":"April 1, 1864 - April 1, 1865","search_date":"1864-09-30","citations":[{"divid":1216518508,"type":"Pamphlet or Other Printed Material","data":["Robert H. Kellogg","Life and Death in Rebel Prisons&#58; Giving a Complete History of the Inhumatn and Barbarous Treatment of Our Brave Soldiers By Rebel Authorities, Inflicting Terrible Suffering and Frightful Mortality, Principally at Andersonville, Ga. and Florence, S.C., Describing Plans of Escape, Arrival of Prisoners, With Numerous and Varied Incidents and Anecdotes of Prison Life","Hartford, Connecticut","L. Stebbins","1865","Special Collections, Furman University Library"]},{"divid":1216518703,"type":"Book","data":["Samuel S. Boggs","Eighteen Months A Prisoner Under the Rebel Flag",null,"Lovington, Illinois","Boggs","1887",""]},{"divid":1216518736,"type":"Book","data":["Charles W. Sanders, Jr.","While In the Hands of the Enemy&#58; Military Prisons of the Civil War",null,"Baton Rouge, LA","Louisiana State University Press","2005",""]}],"locations":[{"id":2851,"lat":32.0447139452,"lng":-84.1951910375,"zoom":10,"place":"SUMTER, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}