{"id":3961,"title":"Reasons to Fight: Southern Nationalism\n","course_id":7,"status":"P","start_date":"1862-02-28","end_date":"1862-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    \"If you love your freedom-if you love your home-if you love your wife and children-if you love your God, strike, strike quick, strike hard,\" urged <em>The Camden Confederate</em> on February 28, 1862. This newspaper, published weekly in Camden,  South Carolina, was full of pleas for Southern unity and attacks against the North. Like many Southern newspapers, <em>The Camden Confederate</em> tried to provide people on the home front with as much information as possible regarding the progress of the war, but the information available was not always plentiful or completely reliable. No matter the status of the troops at the time, the newspapers continued to remind the citizens that they were \"fighting for home, property, liberty, life-everything.\"  The papers urged Southerners to hate the Yankees and accept nothing less than success in the war.","            The nationalism found in this newspaper was part of a movement that had begun even before the Civil War to present a strong, united South. As talk of secession began in the late 1850s, leaders in the South began to push for citizens to identify with their state or region rather than the United   States. Once southern states began to leave the Union, this loyalty became even more important to allow the new nation any chance of success. During the Civil War itself, there was little more important than presenting a united home front dedicated to the triumph of the Confederacy. Newspapers such as <em>The Camden Confederate</em> played a key role in advocating Confederate nationalism. This nationalism, extremely strong at the beginning of the Civil War, was not enough to hold the Confederacy together, and as the war drew to a close, so did the intense Southern unity. This is, however, a disputed analysis of Confederate nationalism. Other historians claim that the South remained a united front throughout the war, and a loss of unity has no place in the discussion of the South. No matter which analysis is more correct, the North did defeat the South, and a nation that had once decided \"never to make any terms with the vile wretches who invade and destroy our homes\" was forced to do just that."],"display_date":"February 28, 1862","search_date":"1862-02-28","citations":[{"divid":1215648068,"type":"Newspaper Article","data":["","The Camden Confederate","Charleston, S.C.","February 28, 1862",""]},{"divid":1215648087,"type":"Book","data":["William W. Freehling","The South vs. The South",null,"New York","Oxford University Press","2001","xi-xv"]},{"divid":1215648088,"type":"Book","data":["Paul D. Escott","After Seccession: Jefferson Davis and the Failure of Confederate Nationalism",null,"Baton Rouge ","Louisiana State University Press","1978","19-54"]},{"divid":1215648166,"type":"Book","data":["Gary W. Gallagher","The Confederate War",null,"London ","Harvard University Press","1997","3-4"]},{"divid":230281,"type":"Government Document","data":[null,null,null,null,"LILwkpImc"]}],"locations":[{"id":2852,"lat":34.3452377501,"lng":-80.5785175162,"zoom":9,"place":"KERSHAW, South Carolina"}],"tags":[{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}