{"id":3962,"title":"Easy Money in the Slave Trade\n","course_id":7,"status":"P","start_date":"1843-01-01","end_date":"1843-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["            Nicholas Kinney, of Miller's Bend,  Mississippi, was in a bind.  His cotton crop had failed and his debts were quickly mounting.  In an 1843 letter to his brother, who lived in Staunton, Virginia, Kinney proposed multiple methods to earn some quick money to satisfy his debtors.  The most promising option was to begin actively engaging in the slave trade.  Young healthy slaves could often sell for hundreds and even thousands of dollars.  The recent migration of planters to the Mississippi Delta from the Chesapeake region had increased the demand for slaves even further.  Even some people from the North came to the region in order to enjoy the economic prosperity of the area.  Some of the migrants came not understanding slavery or even believing that it was unnecessary but ended up purchasing slaves nonetheless.  ","            Kinney defended his decision to become active in the trade of slaves.  This is interesting because his brother, as a resident of Virginia, likely owned slaves himself or was at least exposed to slavery on a daily basis.  In fact, many slaves from Virginia and Maryland were sent to the Deep  South where the demand was much greater for them.  This was because the tobacco boom had come and gone in the Chesapeake while the cotton and sugar rush was just beginning in Louisiana.  The struggling farmer told his brother that the slave trade \"is both a positive good for master and slave.\"  It is easy to see what \"positive good\" the master received, but Kinney failed to mention how this process was beneficial to the slave.  He must have forgotten that slaves were often separated from their families and forced to start life anew whenever they were sold, causing much grief and heartbreak.  "],"display_date":1843,"search_date":"1843-07-02","citations":[{"divid":1217612505,"type":"Manuscript","data":["","proposes paying off his debts by engaging in the slave trade",null,"Mss 11607","","Kinney Family letters, 1843","Special Collections,  University of Virginia"]},{"divid":1217612572,"type":"Book","data":["Noralee Frankel","Freedom?s women&#58;  Black women and families in Civil War Era Mississippi ",null,"Bloomington, IN","Indiana University Press","1999",""]}],"locations":[{"id":2853,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}