{"id":3964,"title":"Occupied New Orleans\n","course_id":7,"status":"P","start_date":"1862-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["            James Jameson was a long way from home.  During the Civil War, he was a Union soldier in the Massachusetts Artillery battery stationed in and around New   Orleans once it came under Union control.  He wrote to his brother and sister about his experiences in the Deep South.  In correspondence with William Wardwell, Jameson discussed setting up a business in New Orleans because he saw great opportunities there despite the war.  The letters are centered on the best way for Jameson to secure some initial capital in order to get his business off the ground.  ","He described the attitudes of the Southerners around him following the war.  Obviously, they were disappointed about the war's outcome and very upset over the fact that their city was occupied by the Federal Government.  They felt as though the occupation was unnecessary and that Union officials were just orchestrating it out of spite.  They yearned for the pre-war days, but some seemed to be gradually accepting the fact that their lives would never be like that again.  Despite this sentiment, they were slightly excited that Southern representatives were returning to Congress and viewed it as a step in the right direction.  Even though the representatives who were heading to Washington were not the ones that they would have chosen, some residents were grateful to be even have the opportunity to participate in U.S. politics again.  "],"display_date":"1862 - 1865","search_date":"1864-01-01","citations":[{"divid":1217540905,"type":"Manuscript","data":["","Southern attitudes after the war",null,"Mss 12123","","Letters to James Jameson, ca. 1862-1871","Special Collections, University of Virginia"]},{"divid":1217540952,"type":"Book","data":["Gerald M. Capers","Occupied city; New Orleans under the Federals, 1862-1865",null,"Lexington, KY","University of Kentucky Press","1965",""]}],"locations":[{"id":2855,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}