{"id":3965,"title":"Education by Gender\n","course_id":7,"status":"P","start_date":"1856-03-01","end_date":"1856-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Charleston Mercury</em> ran an advertisement in March 1856 for the creation of a \"Preparatory Military School\" in Yorkville, South Carolina. Though the school was set to open nine years later, in 1865, the headmasters were thinking far ahead. The basic courseload for the school had arithmetic, history, geography, and grammar, while the advanced lessons included surveying, mythology, French, and, interestingly enough, brawling. The military instruction encompassed the command of squad and company as well. Ironically, the school seemed well prepared to deliver its students into the \"Military Institutions of the state,\" even though the administrators certainly had no way of knowing that a bloody and brutal war would be nearly over by the time the school was scheduled to open.","Though the advertisement specified ages for its pupils - between twelve and eighteen - there was no gender requirement. It is obvious that the students intended for this sort of education were male, since females were not allowed to fight in the army. Although the majority of Southern students - and therefore Southern schools - were male, there also existed a rather large number of female educational institutions. These schools were very rarely co-ed; young men and women were taught separately and, for much of the nineteenth century, different subjects. Women learned the French style of education, which focused primarily on needlework, the French language, and other ladylike occupations, but as times changed, both men and women at higher educational levels pushed for the same training for young women as was already in place for young men. Though military prep schools certainly remained an exception, women began to learn arithmetic, geography, grammar, and other liberal arts topics, instead of the French topics. Even if men were still the main focus of Southern educational systems, the instruction of women was not far behind. Indeed, Southerners who could afford an education were denied nothing based simply on gender. "],"display_date":"March 1, 1856","search_date":"1856-03-01","citations":[{"divid":1215648291,"type":"Newspaper Article","data":["","The Charleston Mercury","Charleston, South Carolina","March 1, 1856",""]},{"divid":1215648309,"type":"Book","data":["Christie Anne Farnham","The Education of the Southern Belle",null,"New York","New York University Press","1994","48-51"]}],"locations":[{"id":2856,"lat":34.9901378817,"lng":-81.2182346044,"zoom":9,"place":"YORK, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}