{"id":3966,"title":"Poverty Begins...\n","course_id":7,"status":"P","start_date":"1865-04-01","end_date":"1865-04-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["April 1865 was a tough month for Emma Florence LeConte. General Robert E. Lee and his Army of Northern Virginia surrendered to the Union and effectively destroyed any chance of her beloved Confederacy succeeding in its war effort and becoming a separate and distinct nation. For Emma, the only highlight of the month appeared in the assassination of President Lincoln: \"After all the heaviness and gloom of yesterday this blow to our enemies comes like a gleam of light.\" A common, unfortunate theme throughout her April diary entries was the rationing of food and a severe lack of funds available for more than the basic necessities. Though wearing homespun versus store-bought clothing items was a minor disturbance compared to the lack of food, her accustomed wealthy way of life was ruined. LeConte tried to keep some of her former lifestyle of leisure by trading French lessons for German coaching with a family friend, but as she realized that her usual \"Old South\" lifestyle was gone forever, her desperation set in.","The Confederate surrender would be the start of only harder times for South Carolinians like the LeConte family as well as other Southerners. Lee's formal surrender at Appomattox brought down the Confederacy in one written swoop. Economic times were already tough in the South, as most white men had mobilized with the Confederate armies and were unable to keep a steady eye on their farms at home; meanwhile, slaves voluntarily freed themselves from bondage without their masters' watch. Most women were powerless to run family businesses. The combination of these situations dropped the South into destitution even before the Civil War ended. Unpaid debts between Southerners and annihilated commercial centers such as Charleston and Columbia added further to the South's woes. Impoverishment became the rule - not the exception - in the ex-Confederate states, a situation that remained until the twentieth century. "],"display_date":"April 1, 1865","search_date":"1865-04-01","citations":[{"divid":1217537386,"type":"Website","data":["Emma Florence LeConte","Diary, 1864-1865 &#40;Transcript of the manuscript&#41;","The University of North Carolina at Chapel Hill","http&#58;//docsouth.unc.edu/fpn/leconteemma/leconte.html","October 23, 2007"]},{"divid":1217537467,"type":"Book","data":["W. Martin Hope and Jason H. Silverman","Relief and Recovery in Post-Civil War South Carolina",null,"Lewiston","The Edwin Mellen Press","1997","5-8"]}],"locations":[{"id":2857,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}