{"id":3967,"title":"A Change in Feminine Duties\n","course_id":7,"status":"P","start_date":"1814-01-01","end_date":"1814-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A letter from Mrs. Harriet Lucas Huger to her friend Mrs. William Lowndes reveals three things: one, that she had a lot of extra leisure time; two, that she had a sick father about whom she was concerned; and three, that she did not like the city of Charleston, South Carolina. Though her concern for her father's ill health was quite natural, it was quite surprising to learn of her distaste for such a grand and important Southern city such as Charleston and her accompanying lack of \"any desire to visit town.\" Her large amount of leisure time, however, exposes Mrs. Huger's status as an elite white Southern woman. This detail is further expanded when she asked Mrs. Lowndes to buy her some material the next time she went to town \"for my gown, which I cannot finish\" without the proper material. ","Mrs. Huger's time for leisure in Southern society is hardly a surprise. Though rich white women were by far the minority of their gender in the antebellum South, they are the main subjects of the majority of modern books, movies, and even textbooks on the region. Though not all of their activities were leisurely - planter-class women did have to manage house slaves and all home duties - they did have a good deal of time available to devote to visiting friends, correspondence, and political campaigns. The elevated role of rich white women took a devastating turn, however, after the collapse of the Confederacy and the emancipation of slaves. As plummeting cotton prices forced the South into economic destitution, many women did not have the option of maintaining their work-free Southern womanhood and survived solely because they helped their husbands in the fields. Labor would have been considered absolutely improper for elite women before the war. Not only were the former Southern belles working in the fields, but Southern women were also responsible for the upkeep of the family home - this time without the help of slaves. Domestic black help could then not be obtained without the white women paying  decent wages and understanding that their former demands for complete submission by their workers would not be acknowledged. Southern women experienced both great social upheaval and cultural change before, during, and after the Civil War."],"display_date":1814,"search_date":"1814-07-02","citations":[{"divid":1217612294,"type":"Manuscript","data":["","Mss 6019, etc.",null,"Mss 6019, etc.","M-1256","Huger-Pinckney papers","Special Collections, University of Virginia"]},{"divid":1217612363,"type":"Article","data":["Rebecca Sharpless","Southern Women and the Land","Agricultural History ","67","1993","30"]},{"divid":1217612405,"type":"Book","data":["Laura F. Edwards","Scarlett Doesn&#39;t Live Here Anymore",null,"Chicago","University of Illinois","2000","24-29, 174-175"]}],"locations":[{"id":2858,"lat":33.8522812111,"lng":-80.2797613977,"zoom":8,"place":"SUMTER, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}