{"id":3970,"title":"Runaway Slaves and Missing Steers... Equality Under Southern Law\n","course_id":7,"status":"P","start_date":"1832-12-28","end_date":"1832-12-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Slave owners and merchants reading the December 28, 1832 edition of the <em>American</em> <em>Beacon</em> gazed with curiosity at the plethora of goods available for sale in the local market. Advertisements present in the Norfolk-based newspaper attempted to sell goods such as Christmas supplies, hats, and chlorine tooth wash. While these impersonal objects were goods commonly traded and sold in the marketplace, the advertisement section also included references to Southern property that had run away from their masters. Perhaps the most telling aspect of these advertisements was that no significant distinction was made between missing cattle and missing slaves. To the slave master, steers and slaves were equal under the nature of the law: both were fundamental illustrations of private property. ","To comprehend the importance of the <em>Beacon's </em>advertisements, it is essential to understand the Southern belief that slaves were inherently the property of their masters. This prevalent reasoning had predated the Constitution and was deeply entrenched in Southern culture by 1832. Records from the debates of the Constitutional Convention, presented in the <em>Cambridge Modern History</em>, illustrate that Southerners held a consensus that \"slaves were property only; like other property, they were entirely subject to the wills of the master.\" This conception was no different from the perception regarding steers. In the two advertisements aforementioned, the descriptions of the missing cattle and runaway slaves relied solely upon physical peculiarities. While the two missing steers had \"marks under half moon under the right ear,\" the runaway slave named Lucy was \"stout\" with a \"very yellow complexion.\" In both circumstances, vested rights in private property possessed by the plantation owner dictated that the property be returned. ","The Southern perception of slaves as \"chattel property,\" mirrored in the two advertisements of the <em>American Beacon</em>,<em> </em>supports an underlying observation that blacks and cattle held equal rights under <em>de facto</em> Southern law. According to the Oxford English Dictionary, the word \"chattel\" is defined as \"a personal possession.\" As previously stated, slaves in the South were considered \"property...subject to the wills of their masters.\" The words \"chattel\" and \"cattle\" share a common language origin; both terms come from the Old French word \"chatel,\" which arises from the Latin word \"caput,\" meaning \"head.\" By relegating slaves to the restricted rights and properties of chattel, slave owners fundamentally equalized the rights of slaves and the rights of cattle. As a result, listing rewards for runaway slaves next to advertisements for runaway cattle, chlorine tooth wash, and medical elixirs was not conflicting in either intention or theory.  ","From expressed Southern mentality and advertisements found in the <em>Beacon</em>, it becomes readily apparent that blacks and whites were not regarded as equal beings under the encompassing mantle of equal protection. Blacks, bought and sold as mere chattel, were only regarded as equals to steers, \"glass beads,\" and \"harmonical walking canes.\" The subsequent equality under the law and inherent relation between steers and slaves was a founding principle of the Southern plantation economy, helping preserve the institution of slavery until the conclusion of the Civil War. "],"display_date":"December 28, 1832","search_date":"1832-12-28","citations":[{"divid":1215648576,"type":"Newspaper Article","data":["","American Beacon","","December 28, 1832",""]},{"divid":1215648593,"type":"Book","data":["A.W. Ward, et al.","The Cambridge Modern History: The United States",null,"Cambridge","Cambridge University Press","1907","266"]},{"divid":1215648630,"type":"Online Encyclopedia","data":["Oxford English Online Dictionary","cattle","http://www.askoxford.com","October 21, 2007"]},{"divid":1215648670,"type":"Online Encyclopedia","data":["Oxford English Online Dictionary","chattel ","http://www.askoxford.com","October 21, 2007"]}],"locations":[{"id":2861,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}