{"id":3971,"title":"Barrels, Boycotts, and Labor... Oh My","course_id":7,"status":"P","start_date":"1885-12-30","end_date":"1885-12-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"We take great pleasure in stating to you that from this date we will buy no more convict-made barrels, relying on you to remove the boycott from us and our customers. We will be pleased to know that the unpleasant matter is settled.\" ","On December 30, 1885, Phillip Haxall, President of the Haxall-Crenshaw Company, penned the preceding sentences in a letter to Chairman William H. Mullen of the Boycott Committee of the Knights of Labor. This statement expresses the significant influence the Knights of Labor had achieved in the areas of labor relations and social reform by the end of the 1880s. The organization, noted for its official motto, \"that is the most perfect government in which an injury to one is the concern of all,\" was established on January 1, 1869 as a secret society in the city of Philadelphia, Pennsylvania. The Knights of Labor prided themselves on establishing a diverse and integrated membership that was committed to the preservation of working-class rights.  ","Before the industrial influence of the Knights of Labor can be explained, it is important to first understand the underlying premise of the boycott staged against the Haxall-Crenshaw Company. Due to racism still evident throughout the Reconstruction Era, black prison populations had vastly expanded in size. State governments attempted to capitalize on this situation by instituting a system of convict labor. Historian Edward Ayers describes the structure of the state prison labor system, stating, \"for a small fee, a railroad builder, a planter, or a mine owner could use the labor of state convicts with little financial risk and with no labor troubles.\" In Richmond, the Haxall-Crenshaw Company used convict laborers to produce the barrels that contained company products. The Knights of Labor, dedicated to free labor and economic justice, believed convict labor competition infringed upon the rights of the free working class. In order to counteract this practice, the Richmond Knights of Labor devised a boycott, one that was ultimately successful.","The founding principle of the Knights of Labor is nowhere more evident than in the surviving papers of William H. Mullen. Commissioned as \"Organizer\" for the Richmond District Assembly, or \"DA 84,\" on November 28, 1885, he was authorized by decree from the General Master Workman (T.V. Towderly). Historian Peter J. Rachleff described Mullen's immediate impact on the city of Richmond when he noted Mullen's order of \"a boycott of the products of the Haxall-Crenshaw Company, which packaged these products in convict-made barrels.\" This boycott, instituted in order to protect the interests of black coopers in the Richmond area, was sanctioned through Mullen's power to \"exercise all the authority conferred upon him by the Constitution, Laws, and Usages of the Order.\" Mullen's papers documented the Richmond District Assembly's creation on January 1, 1878, and the continual desire to protect rights of the working class from corporate abuse through the five principles of \"JUSTICE, WISDOM, TRUTH, INDUSTRY, and ECONOMY.\" Thus, the boycott of the Haxall-Crenshaw Company was an opportunity to stimulate social change through non-violent means, drawing upon the strength of an integrated and unified working class.","Perhaps it was the Knights of Labor's superior efficiency in mobilization that led directly to industrial reform in Richmond. Under General Master Workman T.V. Towderly, the labor organization rose to prominence in the 1880s, becoming, as Craig Phelan observes, \"the most significant and ambitious labor organization of the Gilded Age.\" In a document describing the \"Great Seal of Knighthood,\" found among Mullen's papers, the Knights of Labor were instructed to \"hear both sides, then judge.\" Through the work of Chairman William H. Mullen, the Richmond Knights of Labor were able to preside over the \"public court of labor\" on behalf of their working class constituency. Industry in Richmond would never be the same."],"display_date":"December 30, 1885","search_date":"1885-12-30","citations":[{"divid":1217612072,"type":"Manuscript","data":["","Mss  38-468",null,"Mss  38-468","","Papers about W.H. Mullen&#39;s affiliations with Knights of Labor, 1885-1930","Special Collections, University of Virginia"]},{"divid":1217612098,"type":"Book","data":["Peter J. Rachleff","Black Labor in Richmond, 1865-1890",null,"Urbana, IL","University of Illinois Press","1989","122, 124"]},{"divid":1217612142,"type":"Book","data":["Craig Phelan","Grand Master Workman&#58; Terence Powderly and the Knights of Labor ",null,"Westport, CT","Greenwood Press","2000","1"]},{"divid":1217612175,"type":"Book","data":["Edward L. Ayers","The Promise of the New South ",null,"New York","Oxford University Press","2007","154"]}],"locations":[{"id":2862,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}