{"id":3972,"title":"Tariffs and Agriculture\n","course_id":7,"status":"P","start_date":"1897-01-07","end_date":"1897-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 7, 1897 the<em> Rockbridge County News</em> released its weekly edition in the town of Lexington.  One specific article presented the news of a new tariff bill to be passed by the United States House of Representatives.  This bill was designed to protect young American manufacturers and the economy from competing foreign markets.  The article also gave insight into the fact that many Rockbridge  County residents were unsure the new bill would protect industry and decrease the treasury's debt at the same time.  They hoped the bill would not pass through the House because the tariff would hurt their agricultural society.  The residents believed it was unintelligent to tax foreign imports that Americans had no way of producing themselves, such as coffee.  Moreover, with the passing of this bill United States manufacturers could then charge American consumers, like the Rockbridge County residents, higher prices.  According to the article, this tariff would help the Northern economy but harm the South.  ","There have been many such bills throughout the history of the United   States, especially in the years after Reconstruction.  All of them had the same goal of protecting the domestic economy.  The dispute over tariffs boiled down to the Northern Republicans against the Southern Democrats.  The Republicans claimed they were protecting American industry but they were actually protecting themselves, since Republican voters owned the majority of the industrial United States.  Democrats countered with the fact that tariffs only brought harm to the South. Southerners had to buy imported goods at high prices and they had to buy expensive domestic goods as well because American manufacturers were raising their prices in response to no foreign competition.  In addition, Southerners had difficulty selling their agricultural goods in an angry foreign market.  The Southern Democrats fought hard against any and all tariffs because they knew it was the key to the South's survival.  It was no wonder why the residents of Rockbridge  County were against the bill passing. "],"display_date":"January 7, 1897","search_date":"1897-01-07","citations":[{"divid":1215648803,"type":"Newspaper Article","data":["","Rockbridge County News","Lexington, Virginia","January 7, 1897",""]},{"divid":1215648828,"type":"Book","data":["Charles Reagan Wilson &amp; William Ferris, editors","Encyclopedia of Southern Culture",null,"North Carolina","University of North Carolina Press","1989","716-717"]},{"divid":1215648916,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life After Reconstruction",null,"New York","Oxford University Press","1992","49"]}],"locations":[{"id":2863,"lat":37.8135546685,"lng":-79.446551583,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}