{"id":3974,"title":"From Delicacy to Modesty\n","course_id":7,"status":"P","start_date":"1881-01-01","end_date":"1881-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Stella Haas, a resident of New Orleans, Louisiana, had her photograph taken by W.A. Johnston's photograph gallery in Wytheville, Virginia. Her portrait, like the other nine in the 1881 collection of photographs from western Virginia was taken as a solo frame and was presented as a \"carte-de-visite,\" or postcard.  Although the portrait did not reveal anything about Stella Haas except her hometown, the image implied much about Southern life after 1877. Reconstruction brought many changes to those who lived below the Mason-Dixon line and the influence of Northern culture and ideals was quite apparent in this portrait of Ms. Haas. ","    Stella's photo was taken a few years after Reconstruction and there was obvious Northern influence in what she chose to wear. On the day of her sitting, Stella was dressed in a tailored pin-stripe jacket with a slim fitting floor-length skirt. This outfit, almost the opposite of what Southern women wore in the antebellum South, reflected how the North influenced life after the Civil War. Ms. Haas was not dressed in a hoop skirt with excessive amounts of lace and embellishment, typical of most Southern women in the antebellum South. Rather, her outfit was more demure and humble, and though the photograph was taken in black and white, her ensemble did not appear to be very colorful.","    Southern women were expected to be pure, graceful, and delicate, while these social standards of Southern femininity may have continued into the late nineteenth century, Stella Haas represented very few of them. Her face was expressionless, but this was more reflected in her modest and harsh visage.  Although these characteristics suggest that Stella was not of affluent means, this was probably not the case. Photography was a developing medium in the late nineteenth century and not many people could afford to spend money on the material activity except for middle class and relatively wealthy. Fashion often characterized a culture and the elite South prior to 1877 was defined by an emphasis on extravagance and adornment, especially in peoples' dress. Stella Haas' portrait exemplified none of these antebellum qualities and it appears that the Northern emphasis on practicality and modesty became more prevalent in the South after Reconstruction. "],"display_date":1881,"search_date":"1881-07-02","citations":[{"divid":1217611774,"type":"Manuscript","data":["","Accession 9060-aq",null,"Accession 9060-aq","","Cartes-de-visite from southwest Virginia residents","Albert H. Small Special Collections Library, University of Virginia"]},{"divid":1217611804,"type":"Book","data":["Nina Siber","The Romane of Reunion&#58; Northerners and the South, 1865-1900",null,"Chapel Hill, NC","University of North Carolina Press","1993",""]},{"divid":1217611844,"type":"Book","data":["Timothy Sweet","Traces of War&#58; Poetry, Photography, and the Crisis of the Union",null,"Baltimore, MD","Johns Hopkins University Press","1990",""]}],"locations":[{"id":2865,"lat":36.9171327375,"lng":-81.0785741345,"zoom":10,"place":"WYTHE, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}