{"id":3975,"title":"An Appeal for Woman Suffrage\n","course_id":7,"status":"P","start_date":"1884-01-01","end_date":"1884-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Women began to demand suffrage in the late nineteenth century. In January 1884, Mrs. James Bennett argued in Kentucky's legislature that women should receive the vote in presidential elections. She provided several arguments, including the fact that men of poor morals and low status in society were able to vote whilst a \"noble Christian women\" was not. In addition, she cited the Thirteenth Amendment and emphasized that a state could not make or enforce any law that shall abridge the privileges or immunities of \"citizens of the United states,\" which was defined as persons born or naturalized in the United States. However, her main argument was a religious one; she claimed that God wanted women to vote and thus argued that men who opposed suffrage and women who accepted their disenfranchisement were disobeying God.","Mrs. James Bennett cited an argument by Herbert Spencer, an English philosopher, who argued that happiness can be achieved only by the exercise of one's faculties. According to Bennett, God wills everyone's happiness, which means exercising one's faculties. Subsequently, as women have the faculty to vote, it follows that God thus wills that they vote. After this Bennett drew on passages from the Bible to show that it does not oppose female suffrage, as was commonly thought. She argued that the passage, where wives are told to \"submit themselves unto their own husbands, as unto the Lord; for the husband is head of the wife even as Christ is head of the church\", supports the submission of wives to their husbands but it does not justify men ruling over them. God gave the world to both men and women, even if women are weaker and more dependent on men. Bennett also described the important role many women played in the Bible and the spread of Christianity. This all shows the equality of men and women before God and supported Bennett's view that God wills female suffrage.","As Bennett herself acknowledged, she was not the first to argue for female suffrage but was part of an ever growing movement that had begun decades earlier. Bennett explained that she only became convinced of the need for female suffrage after she heard Susan B. Antony talk in Richmond. Susan B. Antony was an important leader in the suffrage movement, she founded the National Woman's Suffrage Association with Elizabeth Cady Stanton in 1869 and later served as its president. The movement for suffrage was national, but Bennett described how she had little support in Kentucky. Kentucky was the first state to give school suffrage to women, but according to Madeline McDowell it lagged behind many states in other areas. For example, in 1888, four years after Bennett's speech, Kentucky was \"the only state that did not permit a married woman to make a will and a wife's wages might be collected by her husband.\"","Not only was the suffrage movement slow to develop in Kentucky, but also the South as a whole lagged behind the North. The suffrage movement started in 1848 at the Seneca Falls Women's Rights Convention, but it spread to the South much later. Elna Green accounts for the slow adoption of suffrage in the South by the fact that \"southern women trailed a generation behind their northeastern sisters in the critical experiences that produced support for woman suffrage.\" The critical experiences she cited were the result of industrialization, which occurred at a slower pace in the South.","Despite little support in Kentucky, Bennett claimed that men could not ignore women's demands for suffrage for much longer. In fact, women were only granted suffrage in 1920 with the passage of the Nineteenth Amendment, 36 years after Mrs. Bennett's speech. However, the suffrage movement had been successful in Kentucky, as it was only one of four states in the South that ratified the amendment."],"display_date":"January 1, 1884 - January 30, 1884","search_date":"1884-01-15","citations":[{"divid":1216805260,"type":"Manuscript on Microfilm","data":["","An Appeal for Woman Suffrage Made By Mrs. James Bennett in the Legislative Hall, Frankfort, Kentucky, January 1884","Micflm 2159, Reel 946, no. 8337","History of Women Series","Alderman Library, University of Virginia"]},{"divid":1216805358,"type":"Book","data":["Elizabeht Frost Knappman &amp; Kathryn Cullen-DuPont","Women&#39;s Suffrage in America",null,"New York","Facts on File Publication","2005",""]},{"divid":1216805438,"type":"Book","data":["Elina C. Green","Southern Strategies&#58; Southern Women and the Woman Suffrage Question",null,"Chapel Hill","University of North Carolina","1997",""]}],"locations":[{"id":2866,"lat":38.2391019422,"lng":-84.877038419,"zoom":10,"place":"FRANKLIN, Kentucky"}],"tags":[{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}