{"id":3976,"title":"West Virginia Refuses Reunification\n","course_id":7,"status":"P","start_date":"1866-03-01","end_date":"1866-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["West Virginia would not consider reunification in 1866. In 1866, Governor Boreman of West Virginia responded to Alexander H. H. Stuart's letter, which had asked Boreman for West Virginia's stance on reunification and the settlement of state debt. Boreman wrote that if the Virginia commissioners, whom Stuart numbered among, had presented themselves in front of the West Virginian legislature they would have been \"met with a most respectful and courteous reception at the hands of the members yet I think I am not mistaken in saying that a proposition for the reunion of the states would not have been entertained for a moment but would have been rejected by the unanimous vote of both houses.\" Boreman then went on to write that the legislature would have been happy to consider the debt question, but \"not being advised of any movement in the General Assembly of Virginia they delayed the matter until it was dropped.\" ","Secession from Virginia was the result of long-held divisions within Virginia but it would not have happened without the Civil War and Virginia's decision to secede from the Union. It was only following this decision that a convention was held to declare West Virginia separate in May 1861. This started the process which eventually led to Lincoln's recognition of the division of Virginia in 1863. West Virginia was not interested in reunification in 1866 as they had long seen themselves as separate from the rest of Virginia. They resented the fact that east Virginia had better representation in Congress, as its constituencies were smaller. In addition, the tax breaks of those in the slave-holding east angered the west, as slaveholders were exempt from paying taxes on their slaves. Geographic divisions further helped create a feeling of separation and an unwillingness to defend their neighbors in the east against the Union.","Debt became a problem for Virginia following the Civil War as Virginia had been the battleground for the war and was now devastated as a result. In addition, West Virginia's secession had deprived Virginia of a third of its tax-paying population. Virginia thus needed to ensure that West   Virginia shared the burden of debt from costs incurred before the Civil War. However, this was not resolved quickly; it was only in 1911 that the U.S. Supreme Court ruling which forced West Virginia to pay its share of the debt. This delay in resolving the debt question helped cause the decline of the Old Dominion.  "],"display_date":"March 1, 1866 - March 30, 1866","search_date":"1866-03-15","citations":[{"divid":1217550504,"type":"Manuscript","data":["","Governor Boreman Letter to Alexander H.H. Stuart",null,"Mss 8409","Box 2","Papers of the Janney Family, 1695-1891","Special Collections Library, University of Virginia"]},{"divid":1217550582,"type":"Article","data":["George Gilliam","Reconfiguring Virginia ","Smithfield Review","4","2000","5-36"]}],"locations":[{"id":2867,"lat":40.0969277883,"lng":-80.6189090562,"zoom":11,"place":"OHIO, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}