{"id":3977,"title":"Cause of the Kansas Troubles\n","course_id":7,"status":"P","start_date":"1856-05-01","end_date":"1856-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Know-Nothing Party was blamed for the disorder in Kansas in the 1850s. On May 1 1856, the <em>Nashville Union and American</em> published an article criticizing the party. The article claimed that the aim of the recently created Know-Nothing Party was the abolition of slavery and, in particular, to \"defeat any attempt to introduce Kansas into the union as a slave state.\"  Know-Nothingism was further blamed for \"the creation of new political secret organizations, heretofore unknown in our country's history, and incompatible with our institutions and the spirit liberty.\" The writer then praised the Democratic Party, as it was the only party that offered \"guarantees of order and tranquility. It is a tribute due to genuine patriotism and to unfaltering attachment to republican principles.\"","The Know- Nothing Party grew out of a secret society formed in New York in early 1849 by Charles B. Allen called the \"Order of the Star-Spangled Banner.\" Its original aim was to control nominations for elections rather than stand independently in elections, but in 1852 it merged with a new party called the American Party and it became directly involved in politics. The members of the American Party were nicknamed Know-Nothings, which referred to the response that they were meant to give when asked about the society's activities. The Know-Nothing Party was originally opposed to Catholic involvement in politics and the increasing numbers of foreigners in the country.  However, there was a split between Know-Nothings in the North and South, as those from the South played down their hostility to foreigners or Catholics as, on the whole, these issues were not as important to southerners. In some areas of the South, such as port cities, nativism was an important factor behind the growth of the Know-Nothing Party but elsewhere the Know-Nothing popularity \"was instead dependent on long-standing rifts between Democrats on economic policy and the sectional conflict.\"","The party did not last a long time but in the 1850s it was believed that they would become the official opposition party to the Democrats. The Know-Nothing Party was originally meant to be bi-partisan, but increasingly became involved in partisan politics, with the Democrats accusing them of being \"whiggery in disguise.\" The Democrats felt threatened by the Know-Nothings and so accused them of being against slavery, as this would ensure that the Know-Nothings would loose support in the South. <em>Nashville Union and American</em>, was resolutely Democratic and consistently criticized the Know-Nothing Party. In 1855 it even adopted the slogan \"let's get more European immigrants to settle in the South to help swell our numbers to defend slavery\" However, as Erik B. Alexander has argued, in reality, most Know-Nothings in the South were against the abolition of slavery.","In 1857 the Know-Nothing Party's influence in Tennessee politics ended. In 1856 their candidate in the presidential election came third, and in 1857 they lost Tennessee's Congressional elections. The Democratic Governor, Andrew Johnson, who was hostile to the party, had argued that all abolitionists were Know-Nothings. After another loss, the members dismembered the Know-Nothing Party in Tennessee and associated themselves with different opposition parties."],"display_date":"May 1, 1856","search_date":"1856-05-01","citations":[{"divid":1216688772,"type":"Newspaper Article","data":["","Nashville Union and American","","May 1, 1856",""]},{"divid":1216688801,"type":"Book","data":["W. Darrell Overdyke","The Know-Nothing Party in the South",null,"Louisiana ","Lousiana State University Press","1950",""]},{"divid":1216688847,"type":"Article","data":["Erik B. Alexander","The Democracy Must Prepare for Battle&#58; Know-Nothingism in Alabama and Southern Politics, 1851-1859","Southern Historian","27","Spring 2006","23-39"]}],"locations":[{"id":2868,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}