{"id":3978,"title":"Arguments of a Slaveholding Society\n","course_id":7,"status":"P","start_date":"1850-05-12","end_date":"1850-05-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["J. W. Parmalee, a South Carolina businessman, maintained close correspondence with an individual by the name of \"Wheeler\" in a series of letters spanning from 1848 to 1850. One topic of interest evident in Parmalee's letters was politics, with a particular focus on the sectional tension between the North and South. Parmalee's commentary on the sectional crisis echoed the sentiments shared by many Southerners at the time. \"We are, as a people, in a state of considerable political excitement,\" he wrote of the Southern attitude. Parmalee then went on to discuss Southerners' desire for \"equal rights under the Constitution,\" a fundamental principle that Congress had, in his opinion, violated. He also addressed the divisive issue of slavery that had begun to wear at the ties of the Union throughout the 1840s and 1850s.","Parmalee argued that \"slavery as it exists in the Southern states is as benevolent an institution as there is within our [country].\" Southerners at the time made this claim to defend the institution and way of life they were fighting to protect as a means of civilizing and humanizing the black race. Furthermore, the South was an agrarian society, and slavery, many believed, was vital to maintaining the prosperity of that agricultural economy. It had been deeply rooted in Southern culture for decades, and the recent rise of the abolitionist movement threatened that lifestyle both economically and socially. Southerners justified the institution of slavery on historical, Biblical, racial, and moral grounds. Parmalee's opinions from his letters also reflect the paternalist interpretation of slavery and the widely held belief in the South that \"slavery was a necessary institution of social control.\"","Paternalism was the relationship between slave and master based upon the idea of reciprocal duty and the acknowledgment of the slave as a human being, rather than just property. It established a mutual tie between the master and the slave as an individual. Under this system, masters also felt a greater sense of responsibility to care for the livelihood of their slaves. Southerners used the notion of paternalism in defense of slavery as a benevolent and humanizing institution."],"display_date":"May 12, 1850","search_date":"1850-05-12","citations":[{"divid":1217550735,"type":"Manuscript","data":["","Letters to &quot;Wheeler,&quot; 1848-1850",null,"Mss 10547-cg","","J.W. Parmalee Letters","Special Collections Library, University of Virginia"]},{"divid":1217550797,"type":"Book","data":["William B. Hesseltine","Sections and Politics",null,"Worchester","The Heffernan Press","1968","71-84"]},{"divid":1217550842,"type":"Book","data":["Eugene Genovese","Roll, Jordan, Roll",null,"New York","Vintage Books","1976",""]}],"locations":[{"id":2869,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}