{"id":3979,"title":"Caught on Crosshatch: A Lynching in Anderson, South Carolina","course_id":7,"status":"P","start_date":"1865-06-08","end_date":"1865-06-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    From 1865 to 1867, Emmala Reed, a young woman living in Anderson,  South Carolina, kept a personal journal detailing daily life during one of the most volatile periods of Southern history, early Reconstruction. Such a complete picture of small-town Southern life is hard to come upon in the modern day, especially considering historian Robert Oliver's assertion that \"many Southern women abruptly stopped writing in their journals and diaries when the [Civil] war ended.\" Nevertheless, Emmala Reed's journal touched upon an extraordinary amount of subject matter, specifically the dire economic situation of her town, health and familial issues, her own failing relationship with a Confederate surgeon, and the progress of relations between blacks and whites in the Anderson area. In so doing, Reed contributed wholeheartedly to a living history of South Carolina; as Civil War author Jacqueline Campbell puts it, women like Reed \"assum[ed] active, and vocal, roles in the creation of historical memory.\"","    Among Reed's entries, the scene that occurred on June 8, 1865, is particularly interesting; so too are the ideas that it suggests on the state of race relations in South Carolina and elsewhere in the South immediately following the War Between the States. It is an extreme exaggeration to suggest that relations between southern whites and newly freed blacks were anything but hostile in the early Reconstruction period; even so, the events that Emmala Reed witnessed on the night of June 8, 1865, call into serious doubt the extent of amicable relations <em>whatsoever</em> between blacks and whites. Reed's journal entry certainly proves this, for she observed the frightening picture of \"an innocent, peaceable negro all thought, taken from his frightened wife, taken out, his house searched, and (then) he was shot and left lying in the street the next morning.\" All this occurred due to the vengeance of a lynch mob operating in the town of Anderson, yet according to a traumatized Reed, \"no [citizen] knows who perpetrated the dark deed - nor for what reason - all excitement.\" Such occurrences of racism were not only common during early Reconstruction, but would also continue to appear for quite some time in South Carolina and across the South, proving that many whites in the region remained \"strongly committed to white supremacy.\"","     Reconstruction in South Carolina and in the rest of the former Confederacy was meant to turn the tides of racism and inequality that had been entrenched in the region for nearly two hundred years. In the long run, this racism would die out. Nevertheless, early Reconstruction strayed far from its purpose, a tolerance and freedom meant to apply to <em>two</em> races for the first time. More accurately, early Reconstruction efforts led to a southern culture of racial despair and hostility, one considered by Emmala Reed to be \"a horrible, disorganized state of society.\""],"display_date":"June 8, 1865","search_date":"1865-06-08","citations":[{"divid":1216345094,"type":"Primary Source in a Secondary Source","data":["The Journal of Emmala B.T. Reed","June 8, 1865","A Faithful Heart&#58; The Journals of Emmala Reed, 1865 and 1866","Robert T. Oliver","Columbia, South Carolina","University of South Carolina Press ","2004","113-114"]},{"divid":1216345240,"type":"Book","data":["Robert T. Oliver, Editor","A Faithful Heart&#58; The Journal of Emmala Reed, 1865 and 1866",null,"Columbia, SC","University of South Carolina Press ","2004",""]},{"divid":1216345289,"type":"Book","data":["Donald G. Nieman and Christopher Waldrep, Editors","Local Matters&#58; Race, Crime, and Justice in the Nineteenth-Century South",null,"Athens, Georgia","University of Georgia Press","2001","xv"]},{"divid":1216345368,"type":"Book","data":["Jacqueline Glass Campbell ","When Sherman Marched North From the Sea&#58; Resistance on the Confederate Home Front",null,"Chapel Hill","University of North Carolna Press","2003","109"]}],"locations":[{"id":2870,"lat":34.519117434,"lng":-82.637883414,"zoom":9,"place":"ANDERSON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}