{"id":398,"title":"Slave&#39;s freedom paid for because of his talent as a preacher\n","course_id":1,"status":"P","start_date":"1829-05-01","end_date":"1829-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1829, a group of church goers and pastors from the Alabama Baptist Association pooled together 625 to purchase John Blackwell's slave Caesar. Caesar had become known around the Montgomery area as a magnificent preacher, and upon gaining his freedom went on to preach to numerous black, white, and mixed congregations. When his audiences became over excited he would reportedly say, When your cup is full, let it run over, but don't tilt it any .&lt;br /&gt;&lt;br /&gt;Such generous treatment towards slaves was far from the norm. The Advocate reported that in Carolina' slaves barely received enough food to live on. This treatment of slaves in Carolina was transposed with the treatment of slaves in Cuba. In Cuba, Slaves reportedly accomplished a third more labor than the tasked slaves of Carolina,' and this was reportedly due to better treatment and food. In Cuba, slaves could attain their freedom much easier. Spanish law said that if a slave could provide his price to his master then he could have his freedom. No such law existed in the United States and it was much more of a rarity for slaves to obtain their freedom."],"display_date":"May 1, 1829 - May 30, 1829","search_date":"1829-05-15","citations":[{"divid":1213647960,"type":"Book","data":["William Rogers, Robert Ward, Leah Atkins, and Wayne Flint","Alabama: The History of a Deep South State",null,"Tuscaloosa","University of Alabama Press","1994","101"]},{"divid":1213648019,"type":"Newspaper Article","data":["","Cherokee Phoenix and Indians? Advocate","New Echota, Georgia","April 29th, 1829",""]}],"locations":[{"id":297,"lat":32.1856288849,"lng":-86.2697043034,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}