{"id":3981,"title":"Nicaraguan Affairs\n","course_id":7,"status":"P","start_date":"1856-05-19","end_date":"1856-05-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Monday May 19, 1856, the headline story of the Daily Dispatch was entitled \"Nicaraguan Affairs,\" a topic that was prevalent among many of the newspaper's articles that month. This particular article discussed how Central America would potentially provide the United States with routes of passage for naval ships.  These naval transit routes, specifically a possible Nicaraguan canal, would better enable the United States Navy to protect the nation from the threat of other nations.  Of particular interest to the United States was the Straight of Isthmus, which connected North and South America, for \"to us, on account of its geographical position and of our political interest as an American State, of primary magnitude, that Isthmus is of peculiar importance.\"  This strip of land was of great much importance to the maritime nations as it could potentially provide a water passage between the Atlantic and Pacific Oceans.  ","At the time of this article a new Nicaraguan president, William Walker, was elected.  He called for an alliance with the United States, including an initiative of annexing Nicaragua to the United States as a slave state.  Soldiers from the United States went to Nicaragua in an effort to aid Walker in his bid to power for the Isthmus as a maritime transit route that would benefit both Nicaragua and the United States. William Mason, who went to fight in Nicaragua from the Virginia Military Institute, was passionate about the Nicaraguan issue and journeyed through Mississippi and Louisiana to gather other men who wished to fight for this cause.","Nicaragua's call for annexation to the United States was clearly an important issue at the time.  Its acquisition would have given greater power to the United States in its effort to obtain this transit route that would ultimately have given more power to the nation.  Ultimately the unstable political situation in Nicaragua posed too much of a hazard to the United States' troops and therefore the United States looked for different options in an acquisition of a canal.  The Nicaraguan issue's prevalence in the newspapers and in the passions of men such as William Mason, who willingly gave his life in Nicaragua, gave insight to its importance and the importance of a maritime transit route to the American people.  "],"display_date":"May 19, 1856","search_date":"1856-05-19","citations":[{"divid":1217610692,"type":"Book","data":["J.C. Wise","The Military History of the Virginia Military Institute from 1839-1865 ",null,"Lynchburg, VA","J.P. Bell","1915",""]},{"divid":1217610723,"type":"Newspaper Article","data":["Nicaraguan Affairs","Daily Dispatch","","May 19, 1856",""]}],"locations":[{"id":399,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}