{"id":3982,"title":"Gentlemen and Scholars: Fraternity Life in the Nineteenth Century\n","course_id":7,"status":"P","start_date":"1893-01-01","end_date":"1893-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["        Collegiate life in the nineteenth century bore many resemblances to modern university life.  In Hampden-Sidney College's yearly publication, The Kaleidoscope, students shared stories of pranks, sports victories, and rigorous course loads that could easily have been written by a college student today.  However, the influence of Greek life was much greater in the nineteenth century.  Especially at all-male schools, like many of the best were, fraternities were not an option, they were a way of life.","    The first collegiate society bearing Greek letters was founded at the College of William and Mary in Williamsburg, Virginia in 1776.  This fraternity, Phi Beta Kappa, was founded as a secret organization with the express purpose of exploring and discussing literature with the other members of the society.  Phi Beta Kappa remained the only Greek letter organization on the collegiate scene until the founding of Chi Delta Theta at Yale in 1821.  Chi Delta Theta had a similar philosophy to Phi Beta Kappa, but was generally too large to encourage bonding and brotherhood amongst members.  The first fraternity that bore any resemblance to the modern social fraternity was Kappa Alpha, founded at Union College in 1825.  In 1827, Union was also the cradle for the creation of Sigma Phi and Delta Phi.  These three organizations became known as the Union Triad and were the models for other Greek letter organizations to follow.","    The first social fraternity to charter in the South was known as the Mystical Seven, and was founded at Emory College in 1841 and at Franklin College, later known as the University of Georgia, in 1844.  However, the first distinctively \"southern\" fraternity, WWW, was founded at the University of Mississippi in 1842.  The second fraternity to be deemed southern in nature was Sigma Alpha Epsilon, founded at the University of Alabama in 1856.  The dichotomy between southern and northern fraternities became clear during the Civil War.  Collegiate activity was largely suspended during the war, and although no new fraternities were founded, national pride became instilled in the brotherhoods.  After the war, many southern schools refused to re-charter fraternities that were founded in the North, and even went so far as to establish the Southern and Northern Orders of the Kappa Alpha Fraternity. ","    Fraternal rivalries existed not only between northern and southern fraternities, but also between fraternities at individual colleges.  As the Kaleidoscope shows, Hampden-Sidney chose to form a Pan-Hellenic council with representatives from each fraternity to ameliorate feuds between the young men.  The \"spirit of Pan-Hellenism\" at Hampden-Sidney was preserved through this council, and Pan-Hellenic councils still exists at many Universities today.  ","    In the grand scheme of American history, fraternities have played a much larger role than that any other collegiate social clubs have.  During the nineteenth century, the southern fraternity grew from a simple social organization to an institution used to perpetuate southern ideals and lifestyles.  Some of these ideals are very positive, such as honor, scholastic achievement, and brotherhood.  However, the southern fraternity has also become a vehicle to preserve less progressive ideals, such as racism, classism, and geographic discrimination.  "],"display_date":1893,"search_date":"1893-07-02","citations":[{"divid":1217610916,"type":"Newspaper Article","data":["","The Kaleidoscope","Hampden-Sydney College, Farmville, VA","1893",""]},{"divid":1217610937,"type":"Book","data":["WM Raimond Baird","Baird&#39;s Manual of American College Fraternities",null,"New York","The Alcom Company","1905",""]}],"locations":[{"id":400,"lat":37.2242881205,"lng":-78.441116268,"zoom":10,"place":"PRINCE EDWARD, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}