{"id":3983,"title":"Sons of Temperance: Young Southern Men and the Temperance Movement\n","course_id":7,"status":"P","start_date":"1856-01-01","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    Temperance reforms in the nineteenth century were not widely known for their success in the South.  In fact, Delaware was the only slaveholding state to enact prohibition laws in the 1850s.  However, temperance reform victories can be seen on a smaller, yet equally effective, scale throughout the southern United States, especially among young men.  The Southern temperance movement was driven by fraternal organizations of men, and eventually women, holding each other to the standard of temperance and encouraging themselves and others to lead a temperate lifestyle.","    The Sons of Temperance was the most widely known fraternal temperance organization.  The Order was founded by temperance advocates in New York City in 1842 but quickly became a nationally recognized brotherhood.  Its three goals were clearly laid out in the constitution of the organization, which \"proposed then, as it does now, three distinct objects-To shield its members from the evils of intemperance; afford mutual assistance in case of sickness, and elevate their character as men.\"  ","    Fraternal temperance orders became exceedingly popular in the south as the nineteenth century progressed.  Members from slave states comprised 44 percent of the national membership of the Sons of Temperance in 1850.  This is especially important because the Sons did not admit African Americans, and the South only represented 32 percent of the nation's total white population.  The Independent Order of Good Templars was another prominent fraternal organization dedicated to temperance, and also boasted a large southern participation rate.","    These orders tended to function like secret societies and rarely published their membership lists.  This was largely done in order to limit bad press.  It would have been extremely embarrassing for a brother to be seen violating the codes of the Order, and secrecy eliminated the possibility of bad exposure.  Another reason for secrecy became important when sectional differences began to get out of hand.  Since the society had Northern roots and linkages, many Southern chapters kept their activity under wraps so as not to anger the political powers at hand. "],"display_date":1856,"search_date":"1856-07-01","citations":[{"divid":1217611596,"type":"Manuscript","data":["","MSS 38-727",null,"MSS 38-727","","Account book, roll book, and constitution of University of Virginia, Division, Sons of Temperance of North America","Special Collections Library, University of Virginia"]},{"divid":1217611643,"type":"Book","data":["Jack S. Blocker","American Temperance Movements&#58; Cycles of Reform",null,"Boston, MA","Twayne Publishers","1989",""]}],"locations":[{"id":402,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}