{"id":3984,"title":"Virginia in the Nullification Crisis of 1832\n","course_id":7,"status":"P","start_date":"1832-12-10","end_date":"1832-12-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"They have gone so far, that it is even more difficult to recede than go on; and they had rather see the Union dissolved tomorrow than that their own proposition should be accepted,\" proclaimed the Lynchburg Virginian in reference to South Carolina's actions in December 1832.  It all began in 1828 when Congress enacted the so-called Tariff of Abominations. Many Southerners thought the highly protective tariff was detrimental to agrarian interests.  Under the leadership of John C. Calhoun, South Carolina stated that a national tariff was unconstitutional when it benefited some states and not others.  To ease tension, President Andrew Jackson lowered the tariff in July 1832.  It was not enough.  ","In November of 1832, South Carolina's Nullification Convention met and pronounced both tariffs unconstitutional as well as unenforceable.  If the national government made any attempt to enforce the tariff, South Carolina would secede from the Union.  In response, Jackson sent the tactical strategist Maj. Gen. Winfield Scott and \"five additional companies of Artillery and two companies of the fourth regiment of Infantry\" to Charleston.  On December 10, 1832, Jackson sent a message to South Carolina declaring its actions \"inconsistent\" and \"incompatible.\"  ","While South Carolina reacted vehemently to the tariff, many Virginians demurred.  South     Carolina's governor James Hamilton mentioned that Nullification was a \"peaceful and constitutional\" remedy.  The Lynchburg Virginian, however, scoffed at his diction and saw war and revolution ahead, not peace.  Governor Hamilton readied the State Guard in Charleston and requested the removal of U.S. troops from the state citadel in Charleston.  The paper claimed, \" war is no children's game - least of all, civil war, in which personal revenge is so apt to mingle with the public quarrel.\"  Though Lynchburg was against the actions of its Southern neighbor, Whigs in Richmond were inclined toward Nullification.  In the coming years, Virginia's divisive tendencies would play a more important role."," After the threat of military action, South Carolina agreed to compromise and a much lower tariff was passed in 1833.  Although the issue was settled, the defiant South Carolinians would be rearing for another battle in thirty years - a compromise would not be enough."],"display_date":"December 10, 1832","search_date":"1832-12-10","citations":[{"divid":1215649088,"type":"Newspaper Article","data":["","Lynchburg Virginian","","December 10, 1832",""]},{"divid":1215649117,"type":"Website","data":["Libary of Congress","Nullification Proclamation","Library of Congress","http://www.loc.gov/rr/program/bib/ourdocs/Nullification.html","October 30, 2007"]}],"locations":[{"id":401,"lat":37.2395751117,"lng":-79.0668919579,"zoom":9,"place":"CAMPBELL, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}