{"id":3985,"title":"Election of 1880\n","course_id":7,"status":"P","start_date":"1880-07-26","end_date":"1880-11-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    \"Consider what Lee and Jackson would do were they alive.  These are the same principles for which they fought for four years.  Remember the men who poured forth their life-blood on Virginia's soil and do not abandon them now,\" Wade Hampton gushed in Staunton, Virginia on July 26, 1880.  Hampton, a former Confederate general, was playing on Southern sentiments to urge Virginia to back Democratic presidential candidate Winfield Hancock, a Union general.  Fifteen years after the close of the Civil War, politicians were still coercing voters to elect candidates on sectional lines.  ","    Despite Hampton's speech, the Republican ticket won and James A. Garfield became the president in the smallest popular vote victory in American history.  The \"Solid South,\" according to the Republican Campaign Textbook, \"nominated General Hancock under the supposition that he would be a fit tool for their contemplated revolutionary work.\"  This accusation was heavily refuted by the Lynchburg Virginian after the election which claimed that the Democrats' \"solid support...was in perfect consonance with the purity and greatness of his character.\"  Republicans conveniently forgot that Hancock had been a Union general and had never expressed any support for the ideologies of the Confederacy.  ","    Because tariffs were the only real issue of the 1880 election, the politicians spun the debate to the polarizing issue of North and South.   The Lynchburg Virginian held that the Republican Party \"held out to the people that a Democratic victory meant a restoration of the \"rebels\" to power, and the dunces who heard this balderdash seemingly swallowed it as if it were divine inspiration.\"  Republicans knew that they would draw more support if they made it appear as if the South was once again attempting to unite against the North.  They announced that Hancock's nomination by \"Confederate Brigadiers sets the old Rebel yell to the music of the union.\" However, the Republican victory did not cause the outcry from Democrats that the Republicans predicted with their slander against the South.  ","    Neither side was guilt free from sectional leanings.  The majority of the South did unite as the \"Solid South\" and the Republicans exaggerated the severity and reason behind Southern polarization.  The election of 1880 proved that even a decade and a half after peace, the North and South still voted on mainly regional lines.  Northern politicians continued to use the fear of Southern rebellion to convince the North to rally against Southern interests.  "],"display_date":"July 26, 1880 - November 12, 1880","search_date":"1880-09-18","citations":[{"divid":1216226067,"type":"Newspaper Article","data":["","Lynchburg Virginian","","November 12, 1880",""]},{"divid":1216226082,"type":"Website","data":["Republican National Committee &#40;U.S.&#41; and the Republican Congressional Committee","The Republican Campaign Textbook for 1880","Google Books","http&#58;//books.google.com/books?id=ZrkJA AAAIAAJ&amp;pg=PA1&amp;dq=Republican+Campaign+Textbook&as_brr=1PPR1,M1","October 30, 2007"]},{"divid":1216226180,"type":"Book","data":["Kenneth D. Ackerman","Dark Horse&#58; The Surprise Election and Political Murder of President James A. Garfield",null,"New York","Carroll and Graf","2003","182-184, 220-221"]}],"locations":[{"id":403,"lat":37.2188776641,"lng":-79.102397246,"zoom":9,"place":"CAMPBELL, Virginia"}],"tags":[{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}