{"id":3986,"title":"The Powerful Influence of Politics\n","course_id":7,"status":"P","start_date":"1886-05-03","end_date":"1886-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     On May 3, 1886, Samuel B. Woods wrote a letter to the Rector of the Board of Visitors at the University of Virginia about reapplying to the Commissionership of Accounts.  A year earlier in June 1885, Woods, an attorney from Charlottesville, was appointed and was \"in sympathy with the political tenets of the majority of the board...and recommended by some of the professors.\"  Now, he was worried about his reappointment because he feared that it would \"be decided on political principle.\" If he was not reelected, Woods let the rector know that he understood it would be \" a direct reflection upon my efficiency as an officer or upon my political standing.\"  His own political party in the past nine months of office came into conflict with the University and he adamantly stated that he would believe it a direct reflection of his political affiliations if not reelected.  By acknowledging the influence and the consequences associated with political leanings, Woods understood that merit alone was not worth much in the corrupt world of nineteenth century politics. ","    Whether or not he received the position, Woods expressed a realistic fear of the late nineteenth century.  Corruption was rampant in the 1880s, especially in the political arena.  Political machines and party bosses abounded and the civil service was a mess of personal favors and nepotism.  In his first term as President from 1885 until 1889, Grover Cleveland worked to bring an end to such corruption.  In the wake of fraudulent Boss Tweed and in the presence of the powerfully corrupt Tammany Hall machine, Cleveland's campaign of political honesty appealed to many citizens.  These citizens voted for his morality in the election of 1884 that pitted Cleveland, a Democrat, against a bribe-accepting Republican candidate. As president, Cleveland was able to convince the Republican dominated Senate to repeal the Tenure of Office Act.  When Cleveland came into office, many inept Republicans dominated the federal bureaucracy.  He wished to replace the incompetent with the worthy.  The act dictated that the Senate had to approve dismissals and appointments.  This was problematic for Cleveland since Republicans had the majority.  Arguing that the act was unconstitutional, he got his repeal and the additional executive powers the Constitution provided.  Though he did not bring an end to corruption, Cleveland's little steps led to more significant changes in the future.","    It is no wonder that citizens like Woods would worry about the effects of political leanings when political favoritism was everywhere.  Gradually, the corruption and patronage so ubiquitous in late nineteenth and early twentieth century politics subsided, due in part to the example President Cleveland set in both of his terms.  "],"display_date":"May 3, 1886","search_date":"1886-05-03","citations":[{"divid":1217611456,"type":"Manuscript","data":["","Letter from Samuel B. Woods to the Rector of the Board of Visitors, May 3,1886",null,"Mss  12360","","Letter from Samuel B. Woods to the Rector of the Board of Visitors, May 3,1886","Special Collections, University of Virginia Library"]},{"divid":1217611511,"type":"Book","data":["Alyn Brodsky","Grover Cleveland&#58; A Study in Character ",null,"New York","St. Martin&#39;s Press","2000","134-139"]}],"locations":[{"id":404,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}