{"id":3988,"title":"Black Code in Mississippi\n","course_id":7,"status":"P","start_date":"1865-12-11","end_date":"1865-12-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A small article on the front page of <em>The Natchez Democrat</em> on December 11, 1865, described a conflict between state militia and black freedmen almost two weeks earlier. The incident occurred as the militia attempted to search for arms in the black community Grenada, Mississippi. The militia seized \"a large number of muskets, ammunition…from the negroes.\" ","This event was the result of the enforcement of new laws passed by the Mississippi state government after the Civil War to \"confer Civil Rights on Freedmen.\" Although the Thirteenth Amendment gave them freedom, the state of Mississippi did not recognize the Second Amendment right of freedmen \"to keep and bear arms.\" This was just one of the many ways that the new state governments in the former Confederate states attempted to limit the freedom that emancipation granted the former slaves. Mississippi and other southern states passed acts that became known collectively as the Black Codes, which limited the civil rights of the ex-slaves and even made it possible for them to end up as unpaid laborers again if they violated the provisions set out by the code. This legislation not only limited the rights of the freedmen, but also made it clear that white society in Mississippi was determined to keep the black citizens on the lowest rung of society. As a result, federal government was forced to move to protect the rights of freedmen in Mississippi and the South, eventually resulting in the passage of the Civil Rights Acts of 1866 and 1875 and the Fourteenth and Fifteenth Amendments."],"display_date":"December 11, 1865","search_date":"1865-12-11","citations":[{"divid":1214699752,"type":"Newspaper Article","data":["Arms Taken From the Negroes","The Natchez Weekly Democrat","","December 11, 1865",""]},{"divid":1214699781,"type":"Article","data":["James T. Currie","From Slavery to Freedom in Mississippi&#39;s Legal System","The Journal of Negro History","65","Spring 1980","112-125"]}],"locations":[{"id":406,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}