{"id":3989,"title":"Hard Times for Confederate Supporters After the War\n","course_id":7,"status":"P","start_date":"1866-03-26","end_date":"1866-03-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 26, 1866, a member of the Digges family in New Orleans, Louisiana wrote a letter to N.A. Hanney of Rockport,  Texas. The letter described the family's financial crisis as a result of the Civil War. The letter writer, whose name is obscured by damage to the document, blamed his financial problems on investment in Confederate bonds purchased in order to support the war effort. After the fall of the Confederacy the bonds no longer held any value, resulting in the loss of his entire investment. The Digges family was left without enough money to repay debts incurred during the war.","The financial predicament of the Digges family was not a unique situation. After the war many southern families were in dire financial straits as a result of their supporting the Confederacy, loss of property during the war, or other reasons like Digges's failed investment in the Confederate government. As the letter suggests, these people were left at the mercy of the state governments that were set up after the war under Reconstruction, which were often lead by Northern immigrants, Southern Republicans, or freedmen, none of whom were very sympathetic to the defeated Confederate supporters. As a result, many Southern families struggled to maintain the lifestyle that they were accustomed to and fell into debt. Like the Diggeses, they had to seek new ways to regain their fortune. Many families were forced to move West, like the Diggeses eventually did, joining the rest of their family in Rockport, Texas."],"display_date":"March 26, 1866","search_date":"1866-03-26","citations":[{"divid":1216689065,"type":"Manuscript","data":["","Letter to N.A. Hanney of Rockport, Texas, March 26, 1866",null,"Mss 12482","Box 1, Sheets 1-3","DIggs Family Papers","Special Collections Library, University of Virginia"]},{"divid":1216689118,"type":"Article","data":["Eric R. Foner","Reconstruction Revisited","Reviews in American History","10","December 1982","82-100"]}],"locations":[{"id":407,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}