{"id":399,"title":"Petersburg Convention for Blacks\n","course_id":1,"status":"P","start_date":"1881-01-01","end_date":"1881-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A convention was held in Petersburg, VA, that gathered the blacks of Virginia for political discussion.  At the time, the Readjuster party was gaining force in the Southern states as it challenged the conservative Democrats and posed a threat of division amongst the Republicans.  General William Mahone, a well-known capitalist, a former Democrat, and a former Confederate general, led the Readjusters in Virginia.  Promising an end to black proscription and increased educational support for both races at all levels, he unified poor blacks and white farmers of Virginia.  In 1789, he won control of the Virginia legislature and altered the tax distribution in order to ensure that farmers would pay less, while big corporations would pay more.  &lt;br /&gt;With the introduction of the new party, confusion arose concerning party loyalties. For this reason, blacks assembled at the Petersburg convention.  Many politicians initially assumed that the blacks would remain loyal to the Virginia's Republican party, which was relatively weak at the time.  The convention, however, concluded that, though the blacks ought to retain their support for the National Republican Party, they would throw their support behind the Readjuster Party for state politics.  The blacks insisted that the Republican Party in Virginia was not pure, and they believed the Readjuster Party would better settle the race conflicts, which they believed were damaging the prosperity of Virginia.   &lt;br /&gt;The Readjuster party was remarkably successful.  The years 1880-1884 witnessed the highest amount of independent voting in the history of the South.  The party achieved its greatest success in its state of origination, Virginia, where it allied with a wing of the Republican party to gain control of the state by electing William Cameron, the Readjuster candidate, to the governorship position.  This success lasted until 1883, the year that the Readjusters lost their majority in the state legislature.  Cameron was not re-elected as governor, and the Democrats gained control of Virginia."],"display_date":1881,"search_date":"1881-07-02","citations":[{"divid":1219531931,"type":"Newspaper Article","data":["","Washington Post","","October 19, 1881",""]},{"divid":1219531943,"type":"Book","data":["Edward L. Ayers","The Promise of the New South&#58; Life After Reconstruction",null,"Oxford ","Oxford University Press","1992",""]},{"divid":1219531985,"type":"Newspaper Article","data":["","New York Times","","August 4, 1881",""]},{"divid":1219531999,"type":"Manuscript","data":["","Address to Virginians , broadside",null,"","","","Special Collections Library, University of Virginia"]}],"locations":[{"id":298,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}