{"id":3991,"title":"Emergence of the New Women in the Reconstruction South\n","course_id":7,"status":"P","start_date":"1870-01-01","end_date":"1870-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["    \"Susan B. Anthony is the Bismarck; she plans the campaigns, provides the munitions of war, organizes the raw recruits, sets the squadrons in the field,\" read the first lines of an article entitled \"The Women Who Dare: Short Patent Sketches of Prominent Revolutionists\" in the <em>Courier Journal</em>.  The article continued to compare Anthony, the leader of the women's suffrage movement, to a military general, using phrases such as \"a smart executive\" and \"the directing generalissimo\" to describe her.  However, the piece did not merely convey her knack for leadership.  It went on to mention her amazing skills as a speaker: \"she is angular and rigid, but sharp, trenchant, incisive; cutting through to the heart of whatever topic she touches.\"  Then again, Ms. Anthony was not the only spokeswomen for the movement.  ","    Ms. Lucy Stone served as \"the orator of the movement\" as she was \"readiest in debate, most fertile in illustration, most eloquent in appeal\" and was lucky enough to be graced with \"a voice that is all melody.\"  The editorial described a meeting that Ms. Stone had with an interviewer.  Apparently, he addressed her as Mrs. Blackwell (her husband's last name), yet she corrected him right away and asked if he would politely call her Ms. Stone: \"My husband's name is Blackwell - mine is Stone.  When we married I told him I did not wish to assume his name, as by doing so I should lose my social identity.\"  Clearly, Ms. Stone embodied the sense of independence that the women's suffrage movement strove to spread to women everywhere.","    In the South, the women's suffrage movement became significant once the Civil War ended and the federal government granted slaves emancipation and the right to vote.  Many Southern women argued that if black men, who were considered to be illiterate and ignorant about social issues, could vote, then educated and intelligent women should be able to counterbalance that vote.  However, the men of the South did not agree with southern women.  They believed that women were not suited for politics, as it was seen as unfeminine.  Nevertheless, southern women continued to work towards the vote through reform efforts and conventions - the first being the Women's Rights Convention in South   Carolina in 1870.  Simultaneously, other organizations, like the Women's Christian Temperance Union, provided support for the suffragist movement.  ","    As communication between the suffragist groups throughout the South improved, they turned their efforts to the rampant problems of the South such as alcoholism, child labor and poor working conditions.  Women not only fought for these laws, but they battled to cast a vote for these laws as well.  After all, this was their culture as well and they wanted to be involved in the political discussions and decisions that would directly affect them.  Their drive and determination reflected the idea of breaking through their narrow sphere to establish independence.  They were not going to stay silent and subject themselves to male rule any more.  Clearly, the Southern suffragist movement had a direct effect on the destruction of the simple housewife ideology that Southern women, and women all around the nation, refused to uphold any longer."],"display_date":"January 1, 1870 - January 30, 1870","search_date":"1870-01-15","citations":[{"divid":1214529192,"type":"Newspaper Article","data":["","Courier Journal ","","January 1870",""]},{"divid":1214529207,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life After Reconstruction",null,"New York","Oxford University Press","1992","317-321"]},{"divid":1214529240,"type":"Book","data":["Anne Firor Scott","The Southern Lady: From Pedestal to Politics",null,"Charlottesville, VA","University Press of Virginia ","1995","165-184"]}],"locations":[{"id":408,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}