{"id":3994,"title":"A View of Southern Women\n","course_id":7,"status":"P","start_date":"1858-01-01","end_date":"1859-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Fannie Page Hume, a woman from Orange County, Virginia, kept an extensive diary between the years of 1858-1859.  She had an entry for each day during these two years in which she talked about such things as her clothing, visits made by family and friends, the weather, and illnesses.  Included in her diary were brief mentions of her slaves, who had been recently hired out to other plantation owners at the beginning of her 1858 diary.  As she talked about the hiring-out of her slaves she stated, \"I am so worried about the servants, do hope they will get comfortable homes and do well.\"  A concern for the well being of her slaves was evident in her diary as she explained her worries and wishes for the comfort of her former servants.  Her tone was genuine and exemplified how a slave-holding woman of the South could truly care for her servants, and that her concern was not completely related to the productivity and efficiency of her workers.  Furthermore, when talking about another one of her black workers, Charles, and his sale, she said she, \"...witnessed to Charles's bill of sale.  I am sorry for him, but he has brought it on himself by his obstinate conduct.\" Despite apparent disorderly conduct, she did not exhibit disrespect for this slave. ","Southern women's perspectives were often not the forefront of the Southern mindset during this time period.  Although much literature focused on the male political turmoil of the slave South, many women of this time exhibited much softer emotions toward their slaves.  In her book, Within the Plantation Household, Elizabeth Fox-Genovese argues that southern slaveholding women were not unlike their male counterparts and commanded dominance over their slaves.  She also stated that southern white women even went as far as to defend slavery as an integral party of society.  Genovese's argument presents a contradiction to the attitude of Fannie Page Hume. Although Genovese wrote of the dominance of southern women over their slaves, Hume may portray an internal conflict that many of these women struggled with.  The sense of dominance may have been a faÇade as a method to retain white supremacy, while in reality many women experienced the same empathies of Fannie Page Hume toward their slaves.  Hume's sympathetic writings towards her slaves could have been done in secrecy while her actual practices were more akin to that of white supremacy."],"display_date":"1858 - 1859","search_date":"1858-12-31","citations":[{"divid":1217611283,"type":"Manuscript","data":["","Mss 1713-h",null,"Mss 1713-h","","Diaries of Fannie Page Hume, 1858-1862","Albert and Shirley Small Special Collections Library, University of Virginia"]},{"divid":1217611316,"type":"Book","data":["Elizabeth Fox Genovese","Within the Plantation Household&#58; Black and White Women of the Old South ",null,"Chapel Hill, NC","University of North Carolina Press","1988",""]}],"locations":[{"id":410,"lat":38.246275988,"lng":-78.01344008,"zoom":10,"place":"ORANGE, Virginia"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}