{"id":3995,"title":" This Sin Polluted Earth\n","course_id":7,"status":"P","start_date":"1857-01-03","end_date":"1857-01-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On January 3, 1857 cries of pain echoed throughout the plantation.  The crack of the whip onto bare skin had an unmistakable sound.  All those who witnessed the brutal whipping cringed with each crack.  The slave's back was already covered with old scars; some several years old and some only days old.  Mary Boyden became used to seeing her father discipline unruly slaves, but this time she became disgusted with his behavior.","            Before Mary went to sleep on the night of January 3, 1857, she wrote in her diary as she did every night.   Normally, Mary would write about the weather and the people she had met throughout the day.  This entry, however, had a particularly different focus. Mary began this entry with the thought, \"another day has dawned upon this sin polluted earth,\" followed by an emotional, detailed description of the brutal whipping of a slave that she had witnessed early in the day.  Her father, an overtly bigoted, violent man, had senselessly beaten a slave in an attempt to solidify his superiority over the less-than-human slaves who worked on the plantation.  His futile actions had disgusted Mary, a religious adolescent girl who tended to sympathize with the slaves that her family had owned.  Mary had developed a substantial internal conflict between her personal ideals and the beliefs encouraged by her Southern Baptist religion. ","            Mary wrote about her personal hatred and disgust with the Southern culture, which heavily revolved around slavery.  She did not agree with the idea of slavery and wrote, \"white folks will have to pay for making slaves of the black folks, in the insurrection.\"  Mary no longer wanted to experience the routine whippings of the slaves, whom she had developed close relationships with.  She longed for a way to remove herself from the life that her family was so deeply imbedded in.   ","            Conflict between religion and slavery was not an uncommon dilemma in the slave South during the years immediately preceding the American Civil War.  Many deeply religious slave owners were even troubled by their own involvement with slavery.  Some slave owners who were particularly religious considered the institution of slavery to be evil and were often convinced that they would be going to hell.  However, Southern Christian churches often supported the idea of slavery.   Religious communities considered the institution slavery in terms of its social, political, and economic consequences as well as in terms of its ethical implications.  The majority of the religious communities, however, feared that emancipation would lead to devastating effects.   Slave owners used the views of their churches as a foundation to rationalize or justify their own involvement in slavery.  As a result, many slave owners considered slavery an economic and political issue that was beyond their control and ignored the ethical issues surrounding the institution.  Mary Boyden embodied this internal conflict which existed between her own ethical beliefs, her religion, and her family's use of slaves to bring in revenue.  This conflict proved to be a crucial weakness for many southerners fighting for the Confederacy during the American Civil War.  "],"display_date":"January 3, 1857","search_date":"1857-01-03","citations":[{"divid":1217611173,"type":"Manuscript","data":["","Mary S. Boyden Journal, 1857-1864",null,"Accession 4208","Accession 4208","Mary S. Boyden Journal, 1857-1864","Special Collections, University of Virginia Library"]},{"divid":1217611218,"type":"Book","data":["John R. McKivigan","The War against Proslavery Religion ",null,"Ithaca, NY","Cornell University Press","1984","18-19 "]}],"locations":[{"id":411,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}