{"id":3996,"title":"Sunday School: The Only Remedy\n","course_id":7,"status":"P","start_date":"1823-02-01","end_date":"1823-11-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["There was a buzz around town about free education on Sundays. Sunday School proved to be popular because it was beneficial for all sects and denominations.  The advertisement posted  in the Independent Gazette informed readers that school would be offered on Sundays, free of charge.  According to the advertisement, \"the school will be opened under the direction of  the Board of Managers, for the instruction of the youth, without any regards to sect or denomination.\" Classes were to begin at nine o'clock in the morning and were recommended for any child age five or older. ","    The school's objective was to teach rising generations the benefits of  a moral and religious course of life.  Participating in a national Sunday school movement,  Tennesseans formed schools that would function not only as instruction for the youth but also as a place for guidance. Vice was believed to be inevitable, and the majority of people felt that it was better to try to prevent it, rather than cure it.  An example of how important vice was to residents of Franklin appeared in the advertisement: \"Another object will be to prevent our youth from idly roving about the streets on Sunday and to give them such employment as will yield useful instruct and at the same time keep them from idleness, which is the parent of vice.\" The best known intervention for vice was school, but many poor children could not afford a formal education.","Due to the cost of formal education, the division between the rich and the poor was growing. Well-educated people were  destined to become rich and honorable, while the uneducated or unskilled people were thought to be doomed to poverty and wretchedness.  Sunday schooling would  better qualify individuals for  their lives by providing them with positive morals and the rudiments of a good education. The best available instructors were lay people rather than clearly because they provided a less structured and less biased set of  morals and life lessons and because the lay people themselves were not associated with a specific denomination.  The presence of free education for the common people was the forerunner for the American public school system used today. The correlation between vice and the streets and the Sunday school movement was recognized and still motivates schools today to focus on keeping kids in school and off the streets."],"display_date":"February 1, 1823 - November 3, 1823","search_date":"1823-06-18","citations":[{"divid":1215727935,"type":"Newspaper Article","data":["","Independent Gazette","","February 1, 1823",""]},{"divid":1215727948,"type":"Book","data":["Eric R. Lacy","Antebellum Tennessee: A Documentary History",null,"Berkeley","McCutcham Publishing Corporation","1969","200-220"]}],"locations":[{"id":412,"lat":35.2527875625,"lng":-86.0648275295,"zoom":9,"place":"FRANKLIN, Tennessee"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}