{"id":3997,"title":"100-Years to Remember\n","course_id":7,"status":"P","start_date":"1876-07-03","end_date":"1876-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    The streets were packed and a euphoric energy filled the air as the men women and children of Louisville, Kentucky played their role in the largest county, as well as national, display of patriotism executed to date. Louisville, Kentucky put forth an immaculate display of admiration and tribute in their celebrations of the Centennial.  On the night of July 3, Mayor Charles D. Jacob requested the bells be rung as a farewell to the old century and a greeting to a New Year. \"Just a minute before twelve o' clock the bell was sounded, and it pealed forth 'one'. Soon afterward it struck 'seven' …soon another striking was begun and soon the listeners begun to comprehend the bells were tolled to notify the people of the death of the old century.  The next series sounded was 'seven' and 'six' the whole number being '1776.' Just after Midnight the bells were struck up again, and the birth of the new century was announced by the striking of \"1876\". The county erupted in celebrations that lasted through the night as people rejoiced in the accomplishments, inventions, and emotions of the past one hundred years. The next morning on July 4th, although there was no planned celebration, announcements were made that encouraged people to utilize the labor free day to celebrate in gardens, parks, and public resorts in and around the city. On July fourth, Shop owners on Main Street hung Star Spangled Banners from their rooftops and windows as a indication of patriotism. Nearly the whole county took advantage of this holiday celebrate the centennial with family and friends. ","    The American South celebrated the Centennial in much the same fashion as the rest of the country. Since America was reshaped through the inventions and achievements of the past 100 years, and everyone was affected, all Americans had reason to celebrate.  Some of the more influential and famous inventions that helped shape social life were the telephone, the typewriter, and the electric light. The combination of the combustion engine and the infamous Carliss Steam Engine both strongly influenced the American economy, as they aided productions and distribution of goods on plantations and in factories.  The largest of the celebrations took place in Philadelphia at the \"Philadelphia Centennial Exposition,\" where over 10 million Americans, nearly one-fifth the U.S. population, came to view thousands of models of inventions and accomplishments of the past century."],"display_date":"July 3, 1876 - July 4, 1876","search_date":"1876-07-03","citations":[{"divid":1214695909,"type":"Newspaper Article","data":["Centennial Salutations","Courier Journal","","July 4, 1876",""]},{"divid":1214695928,"type":"Book","data":["Eric Foner","Reconstruction: America&#39;s Unfinished Revolution 1863-1877",null,"New York","Harper &amp; Row","1988","565-577"]},{"divid":1214695999,"type":"Book","data":["William H. Rehnquist","Centennial Crisis",null,"New York","Alfred A. Knopf","2004","4, 7-8"]}],"locations":[{"id":413,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}