{"id":3998,"title":"Triumph of The People\n","course_id":7,"status":"P","start_date":"1876-07-01","end_date":"1876-07-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The skyline was illuminated with fireworks and gunfire when Kentucky got wind of  the ratification of Samuel J. Tilden and Rutherford B. Hendricks, on the Democratic ticket, for the presidential election of 1876. Once word of the nominations reached Frankfort county and the town of Franklin celebrations began immediately, \"One Hundred guns were fired from Taylor's Hills, and bonfires and illuminations blazed upon every street and street-corner.\" The enthusiastic crowds gathered in the streets and in front of the State Capital to hear consecutive addresses and rally speeches given by Governor McCreary, Col. Stoddard Johnson and many other high-ranking officials and professionals.  The hope the nominations carried with them  fulfilled the hearts of men, women, and children with enthusiasm.  Mobs of civilians celebrated with roman candles, bonfires, and speeches in what would come to be known as the largest meeting ever to be held in Frankfort county. ","The 1876 Democratic National Convention was held at the Merchants Exchange Building in St. Louis, where Samuel Tilden of New York and Democrat Thomas Hendricks, governor of Indiana, were selected for the Democratic ticket.  Tilden was a great reformer who was not just the candidate of his party but more importantly the candidate of the people.  Tilden's population drew from his reputation as a reformer and his aid in the conviction of William Magear \"Boss\" Tweed, head of the corrupt Tweed ring operation, which stole millions of dollars from New York City. Tildens reputation was a hard-money man who served the people with positive reform. ","The election of 1876 gave the Democrats an eminent opportunity to win the election over the Republican Party for the first time in twenty years, a potential landmark in U.S. government.  This election, however, became one of the most famous and controversial elections of American History. Tilden defeated Hayes in the popular vote,  and had 184 electoral votes to Republican Rutherford B. Hayes's 165 votes, with only 20 votes uncounted.  ","The twenty electoral votes were under review due to technicalities during the election.  In three states, Florida, Louisiana, and South Carolina, both parties reported its candidate had won the state.  In addition Oregon elector John W. Watts was also a deputy postmaster, placing him in violation of Article II, section I, of the Constitution which states, no \"persons holding an Office of Trust or Profit under the United States shall be appointed an elector.\" The votes were ultimately awarded to Hayes after an extensive electoral dispute, no doubt to the dismay of Frankfort county."],"display_date":"July 1, 1876 - July 5, 1876","search_date":"1876-07-03","citations":[{"divid":1214705848,"type":"Newspaper Article","data":["","Courier Journal","","July 3, 1876",""]},{"divid":1214705862,"type":"Book","data":["William H. Rehnquist","Centennial Crisis",null,"New York","Alfred A. Knopf","2004","5-32, 58-94"]}],"locations":[{"id":414,"lat":38.2391019422,"lng":-84.877038419,"zoom":10,"place":"FRANKLIN, Kentucky"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}