{"id":40,"title":"The Chesapeake and Ohio Railroad Completed\n","course_id":1,"status":"P","start_date":"1873-01-29","end_date":"1873-01-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Chesapeake and Ohio Railway began as the Louisa Railroad of Louisa County, Virginia in 1836. By 1850, the Louisa Railroad was built east to Richmond and west to Charlottesville. As the railway extended, it was renamed the Virginia Central Railroad. Desiring to move forward with internal improvements, the Commonwealth of Virginia allotted money to continue to expand the line. Moving westward, the Virginia Central moved through Gordonsville, past Staunton, and towards Covington. To finish the line across the mountainous territory of the Alleghany Plateau, the Commonwealth chartered a state-subsidized railroad called the Covington and Ohio Railroad. However, by this time, the Civil War would break out, and the westward expansion of the railway stopped. &lt;br /&gt;&lt;br /&gt;During the Civil War, the Virginia Central Railroad was one of the Confederacy's most important lines, carrying food, troops, and supplies constantly. By war's end, though, the line would be torn apart and wrecked completely. In order to rebuild the railway, funds had to be sought outside of the economically devastated South. Through a chief New York entrepreneur, Collis P. Huntington, Virginians were supplied with the money to complete the railway to the Ohio River as the Covington and Ohio and the Virginia Central Railways were already previously consolidated. &lt;br /&gt;&lt;br /&gt;With the completion of this railway, many perceived the line as the great route establishing a significant connection between the tidewater of Virginia and the Ohio and Mississippi valleys. Virginia was now in a quick and direct union with rich coalfields and wealthy mineral deposits of the Ohio River valleys. Thus, this railway was vastly productive for Virginia and the South in general. Furthermore, this achievement benefited many of the Western states, whose huge shipments had grown to such magnitude that existing railroads were scarcely able to accommodate the teeming freights."],"display_date":"January 29, 1873","search_date":"1873-01-29","citations":[{"divid":1213034397,"type":"Newspaper Article","data":["","The Richmond Dispatch","Richmond, Virginia","January 30, 1873",""]},{"divid":1213034425,"type":"Newspaper Article","data":["","The Charleston Daily News","Charleston, South Carolina","February 3, 1873",""]}],"locations":[{"id":23,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}