{"id":400,"title":"Salary denied to minister who preaches antislavery.\n","course_id":1,"status":"P","start_date":"1857-11-05","end_date":"1857-11-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Cherryfield, Maine a minister sued to recover his salary which the church had refused to pay him as a result of his preaching about his antislavery beliefs. The church claimed that his contract stipulated that he was not to preach about anything political and thus he was in breach of contract.  The lawsuit, when reported in the newspaper, had not yet been resolved.  The writers of The Southern Enterprise used it as a chance to decry the horrors of abolition, and how it was beginning even to poison the sacred institution of the church. &lt;br /&gt;&lt;br /&gt;The article is remarkable for its coinciding defamation of abolition and support for the solid and conservative men in the North'.  The authors still harbored faith in the common sense of their Northern compatriots and believed that with their help the rising tide of the evil abolitionists, yet to be perceived by the South as a universal Northern sentiment, could be turned back.  Instead of focusing on the perceived wrongdoing of the abolitionist minister, the article focuses on the apt response of their Northern brethren The emphasis is still on togetherness and similarities, there is no attempt to polarize the two sections but rather to show how they stand united even on the divisive issues such as abolition."],"display_date":"November 5, 1857","search_date":"1857-11-05","citations":[{"divid":1214241356,"type":"Newspaper Article","data":["Slavery versus Salary","The Southern Enterprise","","November 5, 1857",""]}],"locations":[{"id":299,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}