{"id":4000,"title":"The Reality of Racism\n","course_id":7,"status":"P","start_date":"1884-09-01","end_date":"1884-09-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Mason O. Matthews wrote letters home to his mother for the duration of his stay at Bethel Classical and Military Academy in Virginia. He described his daily life in detail and also wrote of his attitudes towards minorities and Yankees. As a young man from a Virginia family, Mason demonstrated negative feelings towards these groups during the post-Reconstruction era. Racial discrimination persisted throughout the country but Jim Crow laws and racial segregation originated in the North and were not widespread in the Southern states before 1900.  In the fall of 1884, during his first term at school, Mason himself made discriminatory remarks or indicated discrimination toward his classmates. He wrote, \"I have a roommate now but I don't think he is much for he is a regular yank from the north... (He) talks through his nose all the time.\" Mason also remarked on the other boys going out to ogle at a gypsy camp as if its inhabitants were inhuman and described an incident involving an altercation between the white military school students and African-American boys in a neighboring town. ","            The post-Reconstruction South was a moderately integrated society. Historian C. Vann Woodward noted that conservative upper-class southerners \"believed that the Negro was inferior, but denied that...inferiors must be segregated or publicly humiliated.\" Woodward also noted that class distinctions were often more important than racial distinctions, therefore, an upper-class white southerner may have felt more favorably toward an African American than \"poor white trash.\" Woodward also discussed a South   Carolina newspaper from the 1880s, which was of the opinion that \"it is a great deal pleasanter to travel with respectable and well-behaved colored people than with unmannerly and ruffianly white men.\" These attitudes reflected the position of the Southern upper class as opposed to the Northern attitude towards racism over class-ism, to a degree, during post-Reconstruction. Mason O. Matthews and many of his classmates who came from southern families did have discriminatory attitudes towards minority groups but full blown segregation and Jim Crows laws were not inevitable in the South. "],"display_date":"September 1, 1884","search_date":"1884-09-01","citations":[{"divid":1217613240,"type":"Manuscript","data":["","Mss 9096 bj, 9096 bl",null,"Mss 9096 bj, 9096 bl","","Letters from Mason O. Matthews and Charles G. Matthews","Special Collections Library, University of Virginia"]},{"divid":1217613284,"type":"Book","data":["C. Vann Woodward","The Strange Career of Jim Crow",null,"New York","Oxford University Press","1974",""]}],"locations":[{"id":416,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}