{"id":4002,"title":"The Brewing Political Atmosphere of the 1850s\n","course_id":7,"status":"P","start_date":"1856-05-01","end_date":"1856-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In the weeks leading to the United States presidential election of 1856, the future of the union seemed to hinge on the issue of slavery. <em>The Richmond Whig and Public Advertiser</em>, a semi-weekly newspaper that was distributed throughout Richmond during the 1850s, published a series of articles expressing the southern Democrats' staunch opposition to federal interference in slavery. The articles captured the South's passionate desire to defeat the abolitionist Republican Party. They called upon all southerners who \"cherished the principles of their revolutionary fathers, to unite [against the Republicans].\" An article published on May 6, 1856 entitled, \"The Staunton Convention\", warned southerners to seize immediate political control, claiming that a Republican victory would lead to total destruction of the South. The article also offered advice to southern politicians, insisting that they rest all action on one unequivocal basis: the Constitution. More specifically, the article argued that the \"Union rested upon the Constitution, and that because slavery was especially embraced and regulated by the provisions of the Constitution, it could not be justly abolished.\"  ","The articles taken from the <em>Richmond Whig and Public Advertiser</em> represented the southern political position in the years preceding the Civil War. The overtly aggressive language that was employed in the discussion of the Republican Party suggested that southerners already possessed cemented sectional sentiments, viewing the Northern Republicans as their enemy. The article vilified the Republican Party, claiming that \"nothing was sacred or inviolable\" in the eyes of a Republican, and that they \"ignored the sacred teachings of those who had gone before them.\" The article closed by threatening that the South would not stand for a Republican victory, and would secede if necessary. A Democratic victory appeared to be the sole alternative to the catastrophe of disunion. This proved that by 1856, a clear division existed between the North and the South, and that distant thoughts of secession were brewing. The articles illustrated just how important the issue of slavery had become in American politics and how sectionalism would facilitate the coming of the Civil War."],"display_date":"May 1, 1856 - May 30, 1856","search_date":"1856-05-15","citations":[{"divid":1215728185,"type":"Newspaper Article","data":["","Richmond Whig &amp; Public Advertiser","","May 6, 1865",""]},{"divid":1215728205,"type":"Book","data":["Michael F. Holt","The Political Crisis of the 1850s",null,"New York","John Wiley &amp; Sons Publications","1978","139-181"]}],"locations":[{"id":418,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}