{"id":4003,"title":"Political Party Divisions\n","course_id":7,"status":"P","start_date":"1891-12-22","end_date":"1891-12-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"Cleveland is the man of the people and the leader of the hour; he provides justice to all without help or hindrance to any.\" This passage appeared in a \"Letter to the Editor\" in the December 22, 1891 edition of the <em>Richmond Times</em>. The author of the editorial aimed to inspire political support for the Democratic politician Grover Cleveland while describing the fundamental differences between the Democratic and Republican Parties of the 1890's. According to the author, Cleveland's ability to provide justice without offering paternalistic help or hindrance, coupled with his bold stance on tariff reform, made him a human embodiment of Democratic principles.","Overall, the editorial distinguished the political philosophies of the Republican and Democratic Parties preceding the American presidential election of 1892. As a whole, Republicans of the 1890s believed in using the federal government to direct economic expansion. Most felt that it was the business of the government to take complete control of the country's economic development. This activist position was illustrated in the Republicans' support of the McKinley Tariff of 1890, which increased the protective tariff for American businesses. According to historian Davis Dewey, for Republicans, \"restrictive duties were no longer regarded as a temporary stage in the arduous journey toward industrial freedom, but a principle which ought to be permanently adopted.\" The McKinley Tariff was a source of great discontent for many Americans because it raised the prices of goods while lowering the wages of lower- and middle-class Americans. In contrast, Democrats of the 1890s believed \"that it was the duty of the people to take care of the government; that the just function of the government was to protect every man in his rights and allow him the freedom to achieve his density in his own way.\" The Democratic opposition to protective tariffs illustrated their anti-government attitude. According to the <em>Campaign Text Book of the Democratic Party for the Presidential Election of 1892</em>, \"Democrats firmly believed that protective tariffs favored foreigners at the expense of Americans.\" Thus, Democrats argued that the government had no right to impose such tariffs, and those that transcended this limit were essentially guilty of robbery. Clearly, the issue of protective tariffs illuminated the key differences between the free-market Democrats and protectionist Republicans."],"display_date":"December 22, 1891","search_date":"1891-12-22","citations":[{"divid":1217613771,"type":"Manuscript","data":["","Accession 1166, etc.",null,"Accession 1166, etc.","Accession 1166, etc.","Miscellaneous Manuscripts Purchased from Claytor&#39;s Book Store","Special Collections, University of Virginia Library"]},{"divid":1217613888,"type":"Book","data":["Davis R. Dewey","The Financial History of the United States ",null,"New York","Longmans Green Inc.","1902","438"]},{"divid":1217613935,"type":"Website","data":["Library of the University of Michigan","Campaign Text Book of the Democratic Party for the Presidential Election of 1892","Library of the University of Michigan","http&#58;//books.google.com/","October 29, 2007"]}],"locations":[{"id":419,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}