{"id":4004,"title":"Reconstruction Brings Important Social Changes for Former Slaves\n","course_id":7,"status":"P","start_date":"1/1/06","end_date":"12/31/06","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The first great expansion in African American higher education came after the Civil War during the Reconstruction era. A photograph taken by the Jefferson Studios of Richmond, Virginia, captured this period of immense social change. The photograph portrayed the graduating class of an unidentified college for African-Americans in Richmond. The class was composed of approximately 50 students, 33 of whom were women. Two white male adults, presumably acting as professors, stood before the African-American student body. The students were dressed in formal dress uniforms and carried a great deal of dignity in their stance. This picture served as a microcosmical representation of the post-war social reform, which marked a clear departure from the defeated ways of the antebellum slave South.","Clearly, post-war reconstruction brought important social changes to former slaves. Families that had been separated before and during the Civil War were reunited, and slave marriages were formalized through legally recognized ceremonies. Most notably, freed slaves took advantage of new opportunities for higher education.  The Freedmen's Bureau, which was established on March 3, 1865, instigated much of this education expansion. According to <em>A History of American Education</em>, the bureau's chief focuses were to provide food, medical care, help with resettlement, administer justice, manage abandoned and confiscated property, regulate labor, and establish schools for the distressed refugees of the Civil War. The Bureau helped to build over 1,000 African American schools, created teacher-training institutions, and founded and financed several black colleges. Before the Civil War, such opportunities were nonexistent in the slave states of the South. "],"display_date":1906,"search_date":"1906-07-02","citations":[{"divid":1218151738,"type":"Manuscript","data":["","Glass Plate Negatives and a Photograph [manuscript]",null,"Mss 11546","","","Special Collections Library, University of Virginia"]},{"divid":1218151782,"type":"Book","data":["Harry G. Good","History of American Education",null,"New York","Macmillian Press","1962",""]}],"locations":[],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}