{"id":4006,"title":"The Arrest of Anthony Burns\n","course_id":7,"status":"P","start_date":"1854-02-01","end_date":"1854-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the beginning of 1854, Anthony Burns was a slave in Richmond, Virginia.  He also worked as a deliveryman for a druggist named Mr. Millspaugh. One February day, after a delivery, Anthony secretly boarded a \"Baltimore clipper\" headed to Boston with the goal of finally attaining his freedom.   He spent three grueling weeks balled up in a space hardly big enough for his body, fighting the cold and the rocking of the sea. Upon arrival in Boston, he was relieved, believing that he had finally become a free man. ","On May 24, 1854, fugitive slave hunter, Asa O. Butman, approached Burns on a street in Boston and accused him of stealing from a jewelry store. He subsequently arrested Burns and escorted him to a room where his former master, Charles F. Suttle, was waiting for him.  Under the authority of the 1850 Fugitive Slave Act, Suttle explained, Burns was being arrested and taken back into slavery. Burns' arrest sent shockwaves throughout Boston, and on May 26, a mob attacked the Boston courthouse, attempting to free Burns. They were unsuccessful in their efforts, and Anthony Burns went to trial with his freedom at stake. The judge, U.S. Commissioner Edward G. Loring, ultimately ruled in the master's favor, and on June 2, Anthony Burns boarded a ship back to Virginia as a slave once again.","            Upon his return to Richmond, Burns was incarcerated, remaining in jail for four months.  After he had served his term, a plantation owner from Rocky Mount, North Carolina purchased him from Mr. Suttle, and they stole away shortly after, during the middle of the night. The public was completely ignorant to his whereabouts, and Burns was afraid that he might have lost any chance he might have had to achieve freedom. \"Buried thus in the obscurities of slavery, Anthony remained for some months wholly lost to the knowledge of his northern friends.\" He, however, did not have to wait long for help to arrive.  The Reverend Leonard A. Grimes, who had tried to purchase Burns after his initial arrest, had been tipped off as to the slave's situation and offered the owner 1300 dollars for Anthony's freedom.  The owner thus sold Burns, who was quickly transported back to Massachusetts where he received a hero's welcome.  ","            Anthony Burns was the last famous slave to be returned to his owner under the Fugitive Slave Act. \"His trial in Boston in 1854 sent fifty thousand people into the streets in protest and invigorated the abolition movement in the United States.\" But Burns' legacy did not fade. His story is still used today as an example of the unfairness of the Fugitive Slave Act.  Every week in Boston's federal courthouse, a rendition of the trial is acted out for middle and high school students.  As long as there remains a memory of slavery, Burns' story will live on."],"display_date":"February 1, 1854 - May 1, 1854","search_date":"1854-03-17","citations":[{"divid":1214522762,"type":"Pamphlet or Other Printed Material","data":["James Freeman Clarke","The Renditions of Anthony Burns. Its Causes and Consequences. A Discourse on Christian Politics in Williams Hall, Boston, on WhitSunday, June 4, 1854","Boston","Crosby, Nichols &amp; Co.","1854","Special Collections Library, University of Virginia"]},{"divid":1214523063,"type":"Book","data":["Virginia Hamilton","Anthony Burns: The Defeat and Triumph of a Fugitive Slave",null,"New York","Alfred A. Knopf","1997","3-5, 130-132"]},{"divid":1214523126,"type":"Website","data":["Massachusetts Historical Society","Long Road to Justice: The African American Experience in the Massachusetts Courts","Massachusetts Historical Society","http://www.masshist.org","November 7, 2007"]},{"divid":1214523231,"type":"Website","data":["Ronica Roth","The Trial of Anthony Burns","National Endowment for the Humanities"," http://www.neh.gov","November 7, 2007"]},{"divid":1214523295,"type":"Book","data":["Charles Emery Stevens","Anthony Burns: A History",null,"Williamstown, MA","Corner House","1973","16, 181-197, 201-203"]}],"locations":[{"id":2872,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}