{"id":4007,"title":"Condition of Train System in mid-1800s\n","course_id":7,"status":"P","start_date":"1856-05-01","end_date":"1856-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            \"The passenger car ran off the track, was pitched to the ground...dislocating my left shoulder and fracturing the end of the arm bone that fits into the shoulder.\"  J.M. Siller wrote these words in a letter detailing a recent trip he had made from his home in Lynchburg, Virginia to Anderson, South   Carolina.  He was on his return trip, just outside of Petersburg,  Virginia, when his train car ran off the track and fell from a fifteen foot trestle.  He was thrown from the rear of the compartment all the way to the front.  ","            In the mid-nineteenth century, train tracks were made of flimsy wood and traffic traveled both ways on a single rail.  There were essentially no rules or regulations because the government was much more concerned about extending the infant infrastructure.  Between the years of 1850 and 1870, the web of tracks grew from 9,000 miles to 53,000 miles. Thus, all accidents were considered to be \"of human creation.\"  Luckily, accidents were rare because relatively few people traveled by rail and night travel was almost non-existent. The unfortunate thing was, however, that when someone died from a crash, it was not considered to be of much concern.  The death of livestock incited much more concern than the death of a traveler. According to historian Barbara Welke, \"this is the context in which belongs the sense that accidents were a fact of life which men bore individually and the celebration of American liberty and independence of action unrestricted by law and technology.\"   ","            In April 1861, on the eve of the Civil War, Virginia's railroads were still in very poor condition.  In addition to limited regulations, they suffered from \"multiplicity and limited mileage,\" as well as varying gauge sizes whose junctions sometimes resulted in \"a bottleneck where desperately needed freight cars often waited days or even weeks for their contents to be transshipped to other lines.\"  The railroads were also \"uncomfortably close to the land and water frontiers of the state,\" areas where Virginia was most vulnerable to attack.  \"Leading to its very heart,\" notes historian Angus Johnston, \"their possession was sure to be hotly contested by friend and foe.\"  And, of course, it was.  "],"display_date":"May 1, 1856","search_date":"1856-05-01","citations":[{"divid":1217553381,"type":"Manuscript","data":["","Siller, J.M. Letter, May 19, 1856, to Dr. J.L. Twyman, Buckingham Court House, Virginia",null,"Mss 10959","","J.M. Siller","Special Collections Library, University of Virginia"]},{"divid":1217553492,"type":"Book","data":["Barbara Young Welke","Recasting American Liberty&#58; Gender, Race, Law and the Railroad Revolution",null,"Cambridge","Cambridge University Press","2001",""]},{"divid":1217553542,"type":"Book","data":["Angus James Johnston","Virginia Railroads in the Civil War",null,"Chapel Hill, NC","University of North Carolina Press","1961",""]}],"locations":[{"id":2873,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}