{"id":4008,"title":"Renaissance of the Oyster Industry\n","course_id":7,"status":"P","start_date":"1891-01-01","end_date":"1895-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"We will be unable to give our children any remnant of our patrimony unless the whole oyster industry is restored without delay.\"  William K. Brooks wrote these words in 1891, fifty-six years and 400,000,000 bushels of oysters after the beginning of commercial oyster revolution.  The natural beds of the Chesapeake were being depleted so rapidly that Brooks predicted a complete extinction of \"a free gift from bounteous nature.\"  \"Our indifference and lack of foresight, and our blind trust in our natural advantages, have brought this grand inheritance to the verge of ruin.\"  Despite this, Brooks believed that there was a solution: oyster harvesting.  \"An army\" of laborers must assemble and begin farming oysters, just as one would grow wheat or cotton. According to Brooks, \"our opportunities for rearing oysters are unparalleled in any other part of the world.\"  The seed for future economic and financial improvement had been planted.","            In 1895, James B. Baylor submitted to the governor of Virginia an idea based on the 439-page survey of the \"natural oyster beds, rocks and shoals\" that would not only revive the oyster industry but also bring significant funds to the ailing Virginia treasury.  Of the entire Chesapeake Bay, only 201,216.3 acres were considered to be natural oyster beds.  Outside of this, however, remained 400,000 acres of \"barren area\" that, under Section 2137 of the Code of Virginia, could be subdivided and rented to farmers for cultivation.  Baylor suggested a series of laws that, through the mandatory use of \"labor-saving appliances\" (acquired from states such as Maryland, which already had an established system of deep-water oyster harvesting) and the implementation of license taxes, would greatly improve the oyster industry and significantly increase state revenue.  Not only would everyone in the Commonwealth benefit from these laws, but also the success of oyster harvesting, which those in William Brooks' day feared might end, could be guaranteed for generations to come.  ","            Since these times, \"the shellfish aquaculture industry in Virginia has added significant value to the State's seafood marketplace.\"  Even today, notes the Virginia Institute of Marine Science, \"watermen continue to harvest both hard clams and oysters from the State's public resources.\"  Were it not for the efforts of the scientists of the late nineteenth century, however, the entire shellfish industry might have perished.  "],"display_date":"January 1, 1891 - January 1, 1895","search_date":"1892-12-31","citations":[{"divid":1215728768,"type":"Pamphlet or Other Printed Material","data":["James B. Baylor","Survey of Oyster Grounds in Virginia: Report of J.B. Baylor to the Governor of Virginia","Richmond, VA","Baptist and Saunders","1895","Special Collections Library, University of Virginia"]},{"divid":1215728820,"type":"Book","data":["William Keith Brooks","The Oyster: A Popular Summary of Scientific Study",null,"Baltimore ","John Hopkins University Press","1996","1-15"]},{"divid":1215728867,"type":"Website","data":["Virginia Institute of Marine Science","Results of Virginia Shellfish Aquaculture Crop Reporting 2004-2006","Virginia Institute of Marine Science","http://www.vims.edu","November 13, 2007"]}],"locations":[{"id":2874,"lat":37.4397010577,"lng":-75.7099156274,"zoom":9,"place":"NORTHAMPTON, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}