{"id":4011,"title":"Nullification Controversy\n","course_id":7,"status":"P","start_date":"1832-12-01","end_date":"1832-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Sectional tensions between the North and South increased following the Tariff of 1828.  The tariff placed a high tax on foreign goods to stimulate domestic manufacturing, and, in turn, placed strains on the Southern economy as the British reduced their imports of cotton.  Many declared the tariff unconstitutional and thought that it infringed upon the individual states' rights.  To quell the South's angered reaction, Jackson issued the Tariff of 1832, which made some reductions on tax rates.  This did not satisfy everyone, however, and South Carolina acted against the federal government by calling a state convention.  The convention voted for nullification of the tariffs, viewing them as a threat to liberty and founding principles of the United States ","While some Southerners were appalled at the rash decision for nullification and saw the tariffs as simply an element of the democratic style of central government, many also shared feelings of resentment and frustration.  No other Southern state explicitly defended the constitutionality of South Carolina's nullification decrees; rather, many defended the states' right to judge and interpose against federal laws that they perceived to be unconstitutional.  The Western Carolinian of Salisbury, North Carolina, warned people to \"take no step to strengthen central power, but that you do all you can to sustain sinking liberty.\"  Some asserted the opinion that the North was a tyrannical majority that taxed the South for its own benefit, fearing that \"the South must take the yoke, bear it, and become slaves.\" North Carolina will \"Never\" stand to see South Carolina be \"crushed down, and, reduced to degrading vassalage\"  Many newspapers showed that the tension between the North and South was apparent and escalating in the early 1830s."],"display_date":"December 1832","search_date":"1832-12-16","citations":[{"divid":1216226628,"type":"Newspaper Article","data":["","Western Carolina","","December 31, 1832",""]},{"divid":1216226664,"type":"Article","data":["David F. Ericson","The Nullifcation Crisis, American Republicanism, and the Force Bill Debate","The Journal of Southern History","Vol. 61, No. 2","May 1995","249-270"]},{"divid":1216226732,"type":"Book","data":["William W. Freehling","Prelude to Civil War&#58; The Nullification Controversy in South Carolina",null,"New York","Harper &amp; Row","1968","134-177, 301-340"]}],"locations":[{"id":2876,"lat":35.7371590314,"lng":-80.5230825706,"zoom":9,"place":"ROWAN, North Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}