{"id":4012,"title":"Moral vs. Immoral: Exploring Slavery in Florida\n","course_id":7,"status":"P","start_date":"1849-01-01","end_date":"1849-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"He called the slave owners worse than house thieves and we laughed at the old fool for his ignorance,\" said Margaret Lynn Lewis in a 1849 letter to her son John Lewis Cochran.  As members of the planter class, the Lewis family relied on slave labor in order to maintain their farm. "," The use of slave labor in Florida was centered on King Cotton, which was essential to the prosperity of the South.  The emergence of slavery in Florida began with the development of the Georgia-Florida frontier, where most believed that slaves were property rather than human beings.  Furthermore, many Floridians feared that the Seminole Indians would threaten southern dominance over their slaves.  Floridians were very suspicious that the Seminoles allied with their slaves and planted thoughts of escape in their minds.  Having forced the Seminoles into the interior swampland of Florida during the Seminole Wars, the United States never extracted this community and eventually handed reserve territory over to the tribe.  Thus, the Seminoles of Florida became a combination of runaway African slaves, indigenous people, and impoverished people from various cultures following the United States' displacement and extermination of their traditional culture. ","Against the current treatment of the slaves, the anti-slavery movement opposed many, if not all, concepts of the southern outlook on slavery.  Despite this, the anti-slavery movement did take hold in parts of the South. A select few accepted the belief that slavery was immoral and should be abolished.  Holding beliefs contrary to those of their southern counterparts, some abolitionists were tried and imprisoned for such \"radical\" thoughts concerning slavery.  In the 1849 letter, Margaret told her son of one man who had been imprisoned in Jamaica for \"exciting the negroes to rebellion.\"  Such a strict punishment for the opposition of slavery illustrated the use of slavery as a crutch that steadied the South, both economically and socially, before the Civil War.  Furthermore, the response to the anti-slavery movement explained the paranoia that the South harbored when their primary labor system was threatened by outside cultures."],"display_date":"January 1, 1849","search_date":"1849-01-01","citations":[{"divid":1217551563,"type":"Manuscript","data":["","",null,"Mss 9380, 9380-a","Box 1","Folly Farm Papers of the Smith, Lewis and Cochran Families &#40;1848-1863&#41;","Special Collections Library, University of Virginia"]},{"divid":1217551630,"type":"Book","data":["Philip Schwartz","Migrants Against Slavery",null,"Virginia","The University Press of Virginia","2001","21-41"]},{"divid":1217551658,"type":"Website","data":["The Seminole Tribe of Florida","History&#58; Where We Came From","The Seminole Tribe of Florida","http&#58;//www.seminoletribe.com/history/index.shtml","November 12, 2007"]}],"locations":[{"id":2877,"lat":null,"lng":null,"zoom":8,"place":"ALCHUA, Florida"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}