{"id":4013,"title":"The Cigar Industry: Florida&#39;s Livelihood\n","course_id":7,"status":"P","start_date":"1890-01-01","end_date":"1890-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An 1890 article from the <em>Manatee River Journal</em> clearly noted the importance of the cigar industry in Florida.  Following the cigar manufacturers' strike in Key  West that same year, Florida was forced to recognize cigars as a major agricultural product.  The opportunities that the cigar industry offered, as well as the profits, made cigar factories in Florida as valuable as tobacco plantations in colonial Jamestown.  In <em>Old South, New South</em>, Gavin Wright contends that \"the interest in keeping the southern labor market isolated disappeared after the Civil War, giving the forces that sought to promote industrial development the upper hand, and tending to integrate the southern labor market into the national one.\"  Such integration of the southern economy into the northern economy after the Civil War explains the success of cigar factories and why they became so significant to southern economy in the nineteenth century. ","As stated by Wright, the \"New South's\" dependence on industrialization forced cigar manufacturers to look elsewhere for employment after the 1890 strike in Key West.  They shifted their focus from Key West to cities like Tampa, Punta Gorda, and Charlotte  Harbor in hopes of gaining access to more job opportunities.  ","The shift in the focus of the cigar factories caused the surrounding cities to set their sights on securing lands for the cigar industry.  The article urged each town to secure at least one or two factories.  Key West launched this local project in order to draw attention to the new direction that the state was pursuing in regards to the growing cigar industry.  The large-scale manufacturing activities of the cigar industry in Florida made cigars a very important financial resource.  ","Paula Harper, associate professor at the University of Miami, traced the beginnings of the booming cigar industry to the \"exodus\" of Cubans into Key West near the start of the nineteenth century.  From there, the cigar industry became extremely pivotal in the economic, social, and political aspects of nineteenth century Florida.  This continued to be a trend until the mid-twentieth century, when cigar consumption severely declined.  The successful industrial transition from the \"Old South\" to the \"New South\" can be explained by the success of industries like cigar manufacturing.  Such an explanation allowed the \"most backward and impoverished section of the United States\" to equal the productivity of its northern counterpart."],"display_date":"January 1, 1890","search_date":"1890-01-01","citations":[{"divid":1215729050,"type":"Newspaper Article","data":["A Cigar Factory","Manatee River Journal","","January 2, 1890","2"]},{"divid":1215729073,"type":"Article","data":["Paula Harper","Cuba Connections-Key West-Tampa-Miami 1870-1945","The Journal of Decorative Propaganda Arts","22","1996","279-281"]},{"divid":1215729253,"type":"Article","data":["Gerald E. Poyo","Key West and the Cuban Ten Years&#39; War","Florida Historical Quarterly","57","January 1979","289"]},{"divid":1215729299,"type":"Book","data":["Gavin Wright","Old South, New South",null,"New York","Basic Books, Inc.","1986","3-19"]}],"locations":[{"id":2878,"lat":24.6544423073,"lng":-81.6949104117,"zoom":8,"place":"MONROE, Florida"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}