{"id":4014,"title":"A Democratic Division: Florida and the 1860 Presidential Election\n","course_id":7,"status":"P","start_date":"1860-04-09","end_date":"1860-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With the Election of 1860 just months away, the Democratic Party in Florida began working on its strategy to defeat the Republicans.  Hoping to gain momentum before the upcoming election, Florida began appointing officials to represent the Democratic Party in the late spring of 1860.  Delegated wanted to insure that democratic values were integrated into the current federal government, so Florida delegates met in Tallahassee and discussed representation at the Charleston Convention.  Each county of Florida was present, and participating counties included: Walton, Jackson, Madison, Duval, Dade, Hillsborough, Monroe, Franklin, Calhoun, Liberty, Gadsden, Leon, Wakulla, Jefferson, Alachua, and Columbia.  At the preliminary convention, the delegates also discussed how each county would be represented and determined that the ratio of voters that each county was entitled would be based on its size.","After a motion from the Honorable T.J. Eppes, the committee elected delegates to permanent offices.  Organization and a system of order were critical to the delegates at the Tallahassee Convention.  Thus, they decided to run their body with the same rules as the House of Representatives.  ","While the Democratic Convention gained support from the Southern states, the Republican Party worked on its own presidential ticket.  The Republican Party boasted an platform against the expansion of slavery led by Abraham Lincoln in its 1860 convention.  Growing animosity towards the North caused numerous tensions within the Democratic Party of the South.  Suspicions and \"mutual mistrust\" arose towards Lincoln and his platform and in the 1860 election no Florida voters cast a vote for the Republican candidate.  However, the splintered Democratic Party was too weak to compete with Lincoln on the national level.  In his book, <em>The Slave States in the Presidential Election,</em> Ollinger Crenshaw points out that the South never had a chance to rival the Republicans because of the \"defeatist\" attitude at Charleston.  Furthermore, with \"...no concerted plan of action, no well organized strategy...the election was lost [for the Democrats] in the initial cleavage at Charleston.\"  Never able to recover from this division, the Southern Democrats failed to triumph over the Republicans, thus allowing Lincoln to become the sixteenth U.S. president in 1860.  ","It was only a matter of time before Floridians felt that their demand for representation at the preliminary convention in Tallahassee was not met by Lincoln and his Republican party on the national level.  Thus, shortly after Lincoln's election in 1860, Florida followed the rest of the South and discussed secession.  Finally, on January 10,1861, Florida seceded from the Union and joined the other southern states in forming the Confederate States of America.  "],"display_date":"April 9, 1860","search_date":"1860-04-09","citations":[{"divid":1215729508,"type":"Newspaper Article","data":["Democratic State Convention","East Floridian","","April 9, 1860","2"]},{"divid":1215729533,"type":"Book","data":["Ollinger Crenshaw","The Slave States in the Presidential Election of 1860",null,"Baltimore ","The John Hopkins Press ","1945","284-285"]}],"locations":[{"id":2879,"lat":30.4585161351,"lng":-84.2751559802,"zoom":9,"place":"LEON, Florida"}],"tags":[{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}