{"id":4016,"title":"The Beginning of the End of the Confederate States of America\n","course_id":7,"status":"P","start_date":"1865-04-07","end_date":"1865-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    On Friday, April 7, 1865, the words \"Confederacy Doomed\" marked the headlines of the New Orleans Daily Times Picayune. As the headline so boldly announced, the days of the Confederacy were severely numbered as General Robert E. Lee was forced to abandon Goldsboro, NC and proved unable to hold the city of Raleigh. In reality, of course, Lee's Army of Northern Virginia remained in Virginia, but was trying to reach North Carolina after abandoning Richmond on April 2. A gloomy sentiment laid beneath the description of Lee's retreat as \"highly detrimental to the discipline of the force which has the final destiny of the Confederacy in its keeping.\" Lee's troops were backed into the state of Virginia and essentially surrounded by the forces of General Grant and General Sherman. Here the paper rallied that Lee would need to \"fight out the last battle of the rebellion or to ignominiously surrender.\" However, the paper seemed to acknowledge and allude to a certain valor in General Lee by claiming that he recognized \"the impossibility of achieving the independence of the Confederacy by the sword.\" With this comment, it seemed as if the people of the South recognized that they would fall under the weight of the Union army but that they would fall with dignity and pride.","    In the final days of the war, the citizens of the Confederacy were aware that their days were numbered and that they could not hold out against Union forces for much longer. Only two days after this article was published, Robert E. Lee surrendered his troops at Appomattox Court House in Virginia, bringing an end to the bloody conflict that had raged on between the divided nation for nearly four years. Although this was an unhappy ending for the citizens of the Confederate States, who had battled so hard to gain independence, according to Stephen Ash, \"even among those who were still prepared to bear the costs of victory there were growing doubts about the instrument they had forged to secure that victory.\" Since the majority of the battles were fought on Confederate soil, the war had severely disrupted family life, tearing families apart and causing many of those on the home front to constantly be surrounded by troops and the destruction they caused. Though many Southerners entered the war with the desire to see the Confederacy prosper as an independent nation, by April 1865, they were willing to accept defeat if it meant that they would be able to put their lives back together. "],"display_date":"April 7, 1865","search_date":"1865-04-07","citations":[{"divid":1215729911,"type":"Newspaper Article","data":["","Daily Times Picayune","","April 7, 1865",""]},{"divid":1215729924,"type":"Book","data":["Stephen Ash","When the Yankees Came",null,"Chapel Hill","The University of North Carolina Press","1995","217"]}],"locations":[{"id":2881,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}