{"id":4018,"title":"Texans Begin to Encourage the Spread of the Peculiar Institution\n","course_id":7,"status":"P","start_date":"1861-08-25","end_date":"1861-08-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    \"My brother John D. Andrews of Houston, Texas, requests me to say to the people of Va, that he would like to exchange lands in Texas for Negroes,\" was the opening line of an August 25, 1861 sale notice drafted by Samuel Andrews of behalf of his brother, John Andrews, who resided in Houston, Texas.  In the ad, Andrews discussed his willingness to negotiate with Virginians who wished to \"send their Negroes to Texas, in farming there, from one to ten years... and divide the net profits on just and equitable proportions.\" It seemed as if Andrews was attempting to start some type of business or partnership with slave owners in Virginia, and the tone of his writing alluded to the idea that his plan was one that had been implemented and been successful among other agricultural entrepreneurs. Andrews' proposition illustrated the desire of those residing in the new frontier lands of the Southwest to make both slavery and agriculture profitable in an area that many people hoped would become the new South. Just as it seems that John Andrews had done, in the years following Thomas Jefferson's acquisition of the Louisiana Purchase in 1803, many Americans began moving west into the frontier in hopes of gaining more land as well as finding the agricultural success that many plantation owners had found in the American South. Settlers began stretching across the midwestern section of the United States into areas such as Missouri, Oklahoma, and Texas. Although many do not generally associate slavery with the Lone Star state, it was a very large institution in the region. In the 1850s, the proportion of slaveholders to slaves in Texas was comparable to that in Virginia, the oldest slave state in the Union."," As early as 1833 people were beginning to see Texas as a potential slave state when Stephen F. Austin claimed that \"Texas must be slave country. Circumstances and unavoidable necessity compels it. It is the wish of the people there, and it is my duty to do all I can, prudently in favor of it. I will do so.\" In the early 1840s, people began to realize that Texas served as a great source of rich soil for farming and attracted the attention of upper South slaveholders such as Andrews. As the years went on, it became evident that slavery was going to be a very large part of the growth and prosperity in the new state. It was this fact, and this connection to the South through the peculiar institution of slavery, that would solidify Texas' allegiance as the nation began to rush towards the Civil War."],"display_date":"August 25, 1861","search_date":"1861-08-25","citations":[{"divid":1218151443,"type":"Manuscript","data":["","Notice of Slave Trade Offer and Portion of a Legal Document Concerning a Land Transaction, August 25, 1861",null,"Mss 11909","","","Special Collections Library, University of Virginia"]},{"divid":1218151524,"type":"Book","data":["Randolph B. Campbell","An Empire for Slavery&#58; The Peculiar Institution in Texas, 1821-1865",null,"Baton Rouge, Louisiana","Louisiana State University Press","1989","2-5"]}],"locations":[{"id":2882,"lat":29.6873298033,"lng":-94.957827752,"zoom":9,"place":"HARRIS, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}