{"id":4020,"title":"Southern Marriage\n","course_id":7,"status":"P","start_date":"1811-08-22","end_date":"1811-08-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Benjamin Rawlings prepared eagerly for his wedding day.  His brother James, concerned for Benjamin's future, wrote to him to give some pre-marital advice.  In the early nineteenth century south, young marriage was encouraged.  James, though a bachelor, spoke highly of marrying young, as a friend once told him, \"temper and habits of the young are not come so still and uncomplying as when more advanced in life.\"  He encouraged his brother to wed, but also provided him with stern warnings.  ","James warned Benjamin of the difficult road ahead of him.  He wanted to make sure that his brother knew the duties he would be required to perform: to protect, support, and honor his wife.  James, coming from a business family, stressed the fact that the two must support themselves and be financially independent. Because of the importance of the family business, Benjamin's wife had to be content with his late working hours and time away from home. ","The southern wife's social class was also very important in Virginia.  Women assumed the social standing of their fathers, and could only improve their social status through marriage.  James wanted to make sure Benjamin knew everything about his wife, he said, \"the temper, habits, age, education, connections to or quantity of capital that she could bring to the joint stock.\"  All of these factors were very important, according to James, especially since divorce in 1811 was incredibly rare.  Benjamin's choice for a spouse would affect the entire family.  It was through this correspondence that James set out to protect his brother, his business, and his family name."],"display_date":"August 22, 1811","search_date":"1811-08-22","citations":[{"divid":1217553003,"type":"Manuscript","data":["","",null,"Mss 4275","","Correspondence of Benjamin Rawlings and his Brother James Rawlings, 1810-1837","Special Collections Library, University of Virginia"]},{"divid":1217553049,"type":"Book","data":["Brenda E. Stevenson","Life in Black and White&#58; Family and Community in the Slave South",null,"Oxford ","Oxford University Press","1996",""]}],"locations":[{"id":1388,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}