{"id":4022,"title":"Fashion of the South\n","course_id":7,"status":"P","start_date":"1878-10-12","end_date":"1878-10-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The image of the southern lady in the post-Civil War period was of the utmost importance.  A woman's image described her lifestyle and stature.  It was through image that personal wealth was shown.  When the <em>Richmond Standard</em> newspaper wrote an article critiquing the new fashions of the fall, it helped the southern woman perfect her look.  The article first described the stock available in two boutiques in the area of Richmond.  In the first millinery, Mrs. E.S. Thurston's establishment, shoppers could choose from dress hats, traveling hats, and ordinary walking hats.  On the previous Tuesday, women were out in full force looking at the new styles.  Some girls were even getting their first adult bonnets.  Hats were important to the representation of the southern belle.  The women strove for perfection, as they tried to portray a figure of modesty and gracefulness.  Their gentleness was to compliment the strong image of the southern gentleman.  "," The article continued by describing the fashionable ribbons of the time that could compliment a dress or a hat, noting, \"the new colors in ribbons: velvets are rich and rare, and the perfection achieved in the manufacture of artificial flowers is really wonderful.\"  Every detail to a southern woman had to be attended to; a southern lady took nothing less than impeccable detail.  Styles of the day included hats called \"the English walking hat,\" which had been featured in Vogue, the \"Epsom,\" which had the brim turned up in the back and down in the front, and the \"Beet Eater,\" which was regarded by many as the most unattractive of the new styles.  "," The article also gave advice that stretched beyond the new look of hats.  It gave insight into the up and coming fashion trends of the fall.  Embroidery was considered fashionable, along with garnets for jewelry, white satin trimming, silver or gold combs for the hair, feather trimmings, and large square buckles.  The southern lady was always concerned with her appearance, and took great pride in the image she presented to society.  "],"display_date":"October 12, 1878","search_date":"1878-10-12","citations":[{"divid":1216344018,"type":"Newspaper Article","data":["","The Richmond Standard","","October 12, 1878",""]},{"divid":1216344033,"type":"Book","data":["Anne Frior Scott","The Southern Lady From Pedestal to Politics",null,"Charlottesville","University Printing Press of Virginia","1995",""]}],"locations":[{"id":7,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}