{"id":4024,"title":"An Incident of Charity\n","course_id":7,"status":"P","start_date":"1881-12-01","end_date":"1881-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["    M. Rowan Barclay, carrier of the <em>Lexington Gazette</em>, printed a special broadside in 1881 to the subscribers of his newspaper, urging them to realize the true meaning of Christmas. His broadside was a poem titled \"An Incident of Christmas Eve\" and told the story of an old woman who was unable to cross the street. Several passersby overlooked her until Barclay introduced a group of rowdy schoolboys. Most of the boys were too excited about the fresh snow to notice the old woman, but one boy walked over to help her. After he aided her in crossing the street, he returned to his friends who asked why he stopped to help. The boy calmly responded that if one day his mother became like the old woman, he would hope some person would be charitable enough to help her.  ","    It was at the end of the poem that Barclay stressed the need for charity during the Christmas season. He mentioned that the old woman went home that night and prayed thanks to the young boy, in hopes that his life became prosperous and good. Barclay ended his poem with the reference to the old woman's prayers as if to stress that charity was a representation of faith. He appears to have made the point that all people should follow the actions of both the boy and the old woman, especially at Christmastime. ","    While western Virginia in the nineteenth century was not the most affluent region of the South, the religious and social values of those in Lexington stressed an importance on giving. Generosity was a positive sign of wealth and this importance on giving continued from the antebellum period well into the Reconstruction ear. Charity not only indicated the honor and wealth of a person; it also demonstrated religious piety, a quality that Southerners felt was essential in a human being. Because there was often a large gap between wealthy and impoverished, people like Barclay attempted to reach the entire community by publishing town-wide documents such as his broadside. Christmastime was an especially important time for giving, not only because of the religious significance, but also since it was a holiday that everyone celebrated, rich or poor. "],"display_date":"December 1881","search_date":"1881-12-16","citations":[{"divid":1216689581,"type":"Manuscript","data":["","Carrier&amp;#39;s Address to the Patrons of the Lexington Gazette, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1216689633,"type":"Book","data":["Stephen Nissenbaum","The Battle for Christmas",null,"New York","Alfred A. Knopf","1996",""]}],"locations":[{"id":2884,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}