{"id":4025,"title":"The People of Appomattox County\n","course_id":7,"status":"P","start_date":"1850-06-30","end_date":"1850-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    The 1850 census of Appomattox County revealed the social order of this western Virginia county and determined that although most Virginians were proponents of slavery, very few residents of Appomattox County actually owned slaves. Compiled by Stuart McD. Farrar, the census polled residents of the county on June 30, 1850 and organized the data by household. Each household was numbered and every person who lived in the house was included within the family. Each family had to report every person who lived in the house as well as their gender, age, and place of birth. Additionally, the census reported the value of each estate, occupation of the residents, and the number of slaves on each farm. ","    The information that illustrated what kind of citizens owned slaves revealed much about the social hierarchy of Appomattox County. While most household heads reported their main occupation as either laborer or farmer, very few concluded that they owned more than one slave. In fact, those households that owned at least fifty slaves or more typically reported an additional primary occupation, such as the Flood family, where Henry D. Flood, the head of the family, was an attorney. Additionally, very few masters who owned at least fifty slaves were under the age of fifty. Most families were incredibly young, such as Major and Jettrina Powell, both under age twenty-five. The Powells owned no slaves and resided in Appomattox County as a family starting their new life together.  ","    It is clear from the census that Appomattox County, unlike certain areas of Virginia, was a region of developing infrastructure. While the central Virginia town of Lynchburg had one of the most successful regional tobacco markets, western counties like Appomattox were more focused on self-sufficient farming. Several farms grew tobacco in order to earn more income, but few farmers made a large profit. Competition with the wealthier Virginia counties that produced cash crops was not possible, and so the area was mostly home to families who had established themselves as yeoman farmers. "],"display_date":"June 30, 1850","search_date":"1850-06-30","citations":[{"divid":1217614666,"type":"Manuscript","data":["","1850 Census of Appomattox County, Virginia, broadside",null,"","","","Albert H. Small Special Collections Library, University of Virginia"]},{"divid":1217614707,"type":"Book","data":["Steven Elliot Tripp","Yankee Town, Southern City&#58; Race and Class Relations in Civil War Lynchburg",null,"New York","New York University Press","1997",""]}],"locations":[{"id":2885,"lat":37.3722533013,"lng":-78.8121458288,"zoom":9,"place":"APPOMATTOX, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}