{"id":4026,"title":"A New Colony in Western Virginia\n","course_id":7,"status":"P","start_date":"1857-04-21","end_date":"1868-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["            On April 21, 1857, The <em>New York Herald</em> wrote, \"we are now seriously inclined to believe that the project set in motion by Hon. Eli Thayer for the free white recolonization of Old Virginia has revived the agitation of a great question which will never be stopped until the old State is revolutionized, repopulated, and restored to something of her ancient glory in the Union.\"  Indeed, Eli Thayer and his Homestead Emigration Company had, since his tour of western Virginia in 1856, eyed this region as potential land for his settlement of free, non-slaveholding whites.  Thayer was thus attempting to carry out his \"Plan of Freedom.\"  The newspaper had discovered that \"landowners of Virginia have offered over five million of acres to Eli Thayer, 'as cheap as dirt,' for cash.\" ","            Amongst this, Thayer could have relied upon several other sources of encouragement for his new colony.  The Mormon settlements in Illinois and Impresarios in Texas both demonstrated the successes of mass movements.  The migration of white settlers to western Virginia was not a novel exploit.  In Upshur County, New England farmers and stockmen had already settled the French Creek community in the early nineteenth century.  Thayer's own partner, John C. Underwood, had migrated from New York to a Clarke County dairy farm where he prosperously hired only free labor.","            Thayer and Underwood preferred to enable a large migration that could provide sufficient internal discipline to withstand pressures to \"become orthodox on the slavery question.\"  They wanted to provide a \"test of cultures\" so that free labor would promote the eradication of slavery.  Both Underwood and Thayer privately predicted that economic prosperity in a free labor society would show that unlike slaves, free laborers \"neither malinger, nor intentionally misunderstand, neither 'run away' nor 'steal ham and chickens.'\"  Underwood conceded that white migrants would push 'perhaps inferior' blacks from the Upper South to the \"cursed Lower South.\"  He wrote that because of slavery's \"injurious effects to the white race\" that Virginia should be \"deAfricanized & settled by white men with all the energy, love of Freedom, order, & education characterizing the Anglo-Saxon Race.\"","            The <em>New York Herald</em>, Thayer believed, would be essential to his success, because it had a large circulation within the slave states and its editor avoided \"inflammatory pronouncements on the slavery issue.\"  The paper clearly states its support for Thayer: \"Eli Thayer is now about trying the experiment of waking up the old State to her senses.  Depleted, poor, and crippled with debts, she is now in a good frame of mind for the application of the remedies of common sense.\"  Other papers, such as the <em>Wellsburg Herald</em>, expressed convictions that the people of western Virginia would accept the introduction of free labor.  Thus in the fall of 1857, Thayer established and began physical development of an industrial town in Wayne County where white New England emigrants worked as free laborers.  He named it Ceredo, after the Roman goddess of agricultural fertility, Ceres.  ","            The experiment would eventually fail when money came into short supply from national economic depression and the inability of some investors in Thayer and Underwood's company to contribute.  Both men had certainly \"tried the question,\" but never truly posed any threat to the Southern slave system.  Yet, as historian William Freehling noted, Thayer and Underwood emphasized that the buying, selling, and working of land, not the buying, selling, and working of slaves fueled most economic interests in the Upper South.  By introducing southern upper class land sellers to northern middle-class land buyers, Underwood and Thayer's company attempted to boost the economy.  Underwood once promised to a western Virginia entrepreneur that \"my northerners will double the value of your lands, make your neglected hillsides bloom with cultivation\" lead \"your hitherto neglected waterpower\" to ring \"with the music of the wheel,...and cause your desert to bloom like a rose.\""],"display_date":"April 21, 1857 - December 31, 1868","search_date":"1863-02-24","citations":[{"divid":1215730050,"type":"Newspaper Article","data":["","New York Herald","","April 21, 1857",""]},{"divid":1215730063,"type":"Article","data":["George Winston Smith","Ante-Bellum Attempts of Northern Business Interests to Redeem the Upper South","The Journal of Southern History","11","1945","177-213"]},{"divid":1215730136,"type":"Book","data":["William Freehling","The Road to Disunion, Vol. II",null,"New York","Oxford University Press","2006","236-245"]}],"locations":[{"id":2875,"lat":38.1460994742,"lng":-82.4270334246,"zoom":9,"place":"WAYNE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}