{"id":4028,"title":"The Runaway Daniel\n","course_id":7,"status":"P","start_date":"1856-05-02","end_date":"1856-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Friday, May 2, 1856, an ad was put out in the <em>Daily National Intelligencer</em> from a subscriber living near Upper Marlboro', Prince George's county (Md), offered a 100 reward for the return of a \"run away.\" On the \"4th of April, Negro boy Daniel\" ran away from his master to, the master believed, Washington City. Daniel's master, J. Berry, understood that \"he is hired in Washington City by his free relatives, or he may be at some of the fisheries.\" An extremely detailed description of Daniel followed stating that he was \"about 16 years of age, 5 feet high, very bright mulatto, slender made and delicate features, high cheek bones, long bushy hair, and light eyes.\" Such a description, his master thought, would ensure that he would \"get him again.\" ","Federal law and the United States Constitution required the return of runaway slaves. The Fugitive Slave Act of 1793 was hardly enforced and northerners did not help in retrieving runaways. Because of this the Fugitive Slave Law of 1850 made any official who did not detain a slave accountable to a fine, and officials had a duty to arrest suspected runaways. This law hit a blow to abolitionists, who protested it. Berry's decision to solicit the help of the readers of the <em>Daily National Intelligencer</em> could indicate northern resentment of the new Fugitive Slave Law. Berry could not trust that his slave would be returned by federal law alone and hoped to receive greater aid in his slave's capture.","Runaway slaves reduced productivity, cost their masters money (in rewards as well as other fees such as detaining the slave), and took away their masters' time. Offering 100 dollars as well as repeatedly posting the ad for six days (May 2-7) shows just how valuable this young slave was to Berry. Interestingly, the price for the capture of Daniel was only 100 dollars if caught out of state but would drop to 50 dollars in the District of Columbia and further to 25 dollars if caught in the master's county. Planters would offer higher rewards for out of state capture possibly due to the increased difficulty."],"display_date":"May 2, 1856","search_date":"1856-05-02","citations":[{"divid":1215730279,"type":"Newspaper Article","data":["","Daily National Intelligencer","Washington, D.C.","May 2, 1856",""]},{"divid":1215730306,"type":"Article","data":["Loren Schweinger","Counting Costs: Southern Planters and the Problem of Runaway Slaves 1790-1860","Business and Economic History","28","1999","267-276"]}],"locations":[{"id":2887,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}