{"id":4029,"title":"Faith during the Civil War\n","course_id":7,"status":"P","start_date":"1863-01-29","end_date":"1863-08-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1863 Priscilla Munnikhuysen Bond wrote in her personal diary about the hardships the Civil War brought upon her. Bond wrote regularly about her faith and how the \"Lord [will] direct our ways and grant we may follow them.\" Although a Maryland native, Bond moved to Louisiana in 1861 because of her husband Howard Bond's service in the Confederate Army. His departure invoked many of the religious passages in her diary as she used religion as a comfort and a way to calm her fears. Bond often prayed to God in that she \"may not be entirely cut off from [her] husband,\" and that \"the cruel enemy may be driven from our soil.\" Her prayers to \"put a stop shortly to this miserable war\" were her comfort, and God, she believed, would answer those prayers.  Religious belief was how Bond coped, and she held her beliefs close. Even through illness, which was common throughout her diary, Bond remained religious.  Sickness fell to Bond and almost all around her but she \"believe[d] [she was] perfectly resigned to God's Will...as though He will spare [her]...but if it is God's wish to take [her], He knows best.\" ","The effects of the Second Great Awakening could still be seen 30 years later. As Samuel S. Hill states in the <em>Encyclopedia of Religion,</em> \"Evangelicalism crossed the lines of time...because it so easily expressed the protest and hopes of ordinary people.\" Protestant religion was an especially important factor in antebellum culture and religion was, as historian Randall Miller states, \"at the center of the American Civil War experience.\" ","The Protestant Baptist religion was very popular among white women like Bond. Evangelicals believed that the Bible was their guide and their actions must follow the Bible. In Bond's case, she strongly believed in the teachings of the Bible and believed that her prayers would be answered. According to Miller, \"Americans believed God was on the side of those who were right with Him,\" and Bond believed he was with her.  In order to live a good life, Protestants like Bond tried their best to follow the teachings of their savior. Prayer was her salvation from the horrors of war and illness, and she believed God would reward her in the afterlife. On August 34, 1863, Bond prayed, \"Oh, I do pray the good Lord will grant me this prayer-that I once more may visit the place of my nativity.\" She arrived home, in Maryland on January 2, 1866 and died shortly after. "],"display_date":"January 29, 1863 - August 24, 1863","search_date":"1863-05-12","citations":[{"divid":1216806033,"type":"Manuscript","data":["","Diary ",null,"Mss 2155","Box 1-4","Priscilla Munnikhuysen Bond Papers","Louisiana and Lower Mississippi Valley Collection, LSU Library"]},{"divid":1216806160,"type":"Book","data":["Samuel S. Hill, Editor","Encyclopedia of Religion in the South",null,"Macon, GA","Mercer University Press","1984","243-244, 456"]},{"divid":1216806217,"type":"Book","data":["Randall M. Miller","Religion and the American Civil War",null,"New York ","Oxford University Press","1998","4-8"]}],"locations":[{"id":2888,"lat":38.8324772244,"lng":-76.8447330303,"zoom":9,"place":"PRINCE GEORGES, Maryland"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}