{"id":4030,"title":"The Unexplored Riches of West Virginia\n","course_id":7,"status":"P","start_date":"1876-04-10","end_date":"1876-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"I may perhaps startle and astonish gentlemen upon this floor when I assert that West Virginia, the variety, quality and magnitude of her coal-fields and in the extent and quality of her iron ores, is capable of becoming, for its territorial area, one of the most productive States of this Union.\"  Representative Charles Faulkner of West Virginia, in his April 1876 address to the United States House of Representatives, argued in favor of a joint resolution between Congress and the West Virginia House of Delegates.  The bill he discussed (H.R. 3022) determined appropriations for improvements to the Kanawha River and its tributaries, the Elk River and the New River, the Big Sandy River, and the Monongahela River.  He believed that such improvements would allow the state to capitalize on its natural resources, which had previously been isolated from market contact due in part to inadequate transportation facilities.  ","Though the wealth that existed in West Virginia's fertile lands was publicly known, no significant effort was made to \"realize its commercial value.\"  With the growth of settlement in the antebellum years, transportation along roads and waterways became a critical concern for isolated western Virginians.  Rivers and streams, however, proved difficult to navigate due to low water levels in summer, ice in winter, and year-round flooding.  Nevertheless, inland routes such as the Ohio River carried more coal than any other product.  ","Out of the many coal-producing states, western Virginia was one of two that was in a position to take advantage of markets both along the coast and along the interior.  Yet, because it had not developed channels for the distribution of coal by neither canal nor railroad, West Virginia's Kanawha coal fields had outlet only through the Kanawha River.  The Kanawha Company attempted to keep the river clear of rocks and snags, yet it had not made the improvements necessary to permit uninterrupted shipments of coal to the Ohio River.","Faulkner recognized the statements of Mr. Bell, president of the Iron and Steel Institute, the London Daily Advertiser and the British Quarterly, which spoke of the decline of British iron and coal empires.  He noted their claims that the United States would become the only nation that could supply the world's demand for coal and iron.  Faulkner illuminated his belief that West Virginia could satisfy these growing international demands.  He stated, \"doubtless there are many sections of the Union from which large contributions can be made; but where upon this continent is the coal and iron region to be found that can justly compare with West Virginia?  Where is the state or country that in the variety, richness, and manufacturing quality of its coal can rival those wonderful deposits, which are comprehended in our sixteen thousand square miles of exhaustless wealth?\"  ","  Though West Virginia had never before been a dominant supplier of coal, the improvements that Faulkner eagerly supported would finally allow the coal industry in the Kanawha region to become a chief factor in the state's economy.  Only then could the West Virginia coal industry claim its share of competition in the nation's coal market.  As Faulkner asserted, \"for heavy articles like iron and coal no mode of transportation can compare in cheapness to that of water, and when, under the benign auspices  of this Government, our rivers shall be cleared of their obstructions and made capable of floating upon their surface our rich products to market, we shall bid defiance to competition and feel that we are prepared \"to stand up against a world in arms.\"  "],"display_date":"April 10, 1876","search_date":"1876-04-10","citations":[{"divid":1215730503,"type":"Pamphlet or Other Printed Material","data":["Charles J. Faulkner","Speech of Hon. Charles J. Faulkner of West Virginia Upon the Mineral and Agricultural Resources of the State of West Virginia in the House of Representatives","Washington, D.C.","Joseph L. Pearson","1876","Special Collections Library, University of Virginia"]},{"divid":1215730576,"type":"Book","data":["Garvin Wright","Old South, New South: Revolutions in the Southern Economy Since the Civil War",null,"Baton Rouge","Louisiana State University Press","1996","22-29"]},{"divid":1215730637,"type":"Website","data":["West Virginia Archives and History","Antebellum Transportation","West Virginia Division of Culture and History","http://www.wvculture.org/history/transpor.html ","October 27, 2007"]},{"divid":1215730776,"type":"Article","data":["Otis K. Rice","Coal Mining in the Kanawha Valley to 1861: A View of Industrialization in the Old South ","The Journal of Southern History","31","1965","393-416"]}],"locations":[{"id":2889,"lat":38.3365622006,"lng":-81.528129492,"zoom":9,"place":"KANAWHA, West Virginia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}