{"id":4031,"title":"Gradual Abolition of Slavery in Western Virginia\n","course_id":7,"status":"P","start_date":"1847-09-01","end_date":"1847-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1831, the issue of slavery came to the forefront of political debate following Nat Turner's rebellion in Southampton County, Virginia.  President of Washington College and slaveholder Dr. Henry Ruffner delivered an address in 1847 that outlined the evils of slavery and proposed the gradual eradication of slavery from western Virginia.  In correspondence to Messrs. Moore, Letcher, &c, Ruffner wrote, \"as we are nearly all slaveholders, and none of us approve of the principles and measures of the sect of abolitionists, we think that no man can be offended with us for offering to the people an argument whose sole object is to show that the prosperity of our West Virginia-if not East Virginia also,--would be promoted by removing gradually the institution of slavery, in a manner consistent with the rights and interests of slaveholders.\"  He delivered this speech first to the Franklin Literary Society of Lexington, Virginia, at the close of debates on the division of the state of Virginia.  Ruffner afterwards compiled his emancipation argument into the \"Ruffner pamphlet,\" which made its debut in September 1847.  Throughout his speech, Ruffner rejected the extremes of both abolitionism and pro-slavery extremism, claiming the \"middle way.\"","Unlike the abolitionists, who objected to slavery on moral grounds, Ruffner objected to the economic problems that slavery created.  His protest matched that of trans-Allegheny legislators who called slavery the sure route to economic stagnation.  In western counties, such as the Kanawha Valley, where Ruffner spent his childhood, slavery was not profitable and often took jobs from white laborers.  He argued that, \"our own West Virginia furnishes conclusive evidence, that slavery....has a pernicious influence on the public welfare.\"  Most people in western Virginia engaged in livestock and small farming operations where slavery was not economical.  Industries, such as the Kanawha salt industry, leased and hired slaves, often from eastern Virginia, for lower wages than white laborers demanded.  Any such encouragement to the growth of slave population west of the Blue Ridge, Ruffner felt, was dangerous to the free labor population.  He compared the slave states with free states to provide concrete examples of his logic-\"In the older free states are seen all tokens of prosperity....  In the older parts of the slave states, -with a few local exceptions,-are seen, on the contrary, too evident signs of stagnation or of positive decay....\"  Thus, as Ruffner reasoned, the institution of slavery would not allow the western Virginian economy to prosper.  It was on this basis that Ruffner placed his overall argument.","Ruffner united his discussion of slavery with the \"white basis\" for representation in the legislature, asserting that the two were intertwined.  Representation in the Virginia General Assembly favored eastern Virginia over its western counterpart due to the imbalance of slave populations.  Indeed, western politicians were bitter against east Virginia for using their power to retain the mixed basis of representation and to deny to western Virginia its rights.  Ruffner's argument was coherent with the general sentiments of westerners at the time who attacked both the practice of unequal representation and the institution of slavery.  In them, they saw the sole causes of their political degradation and of their arrested social and economic development.  Historian Charles Ambler noted that \"arguments opposing and supporting these two extremes were poured forth in profusion in the Constitutional Convention of 1829-1830 and in the assembly of 1831-1832, where the expediency of legislating upon the abolition of negro slavery was the chief subject of discussion.\"  Ruffner reminded his audience of the measure introduced in Virginia's legislature proposing gradual emancipation:  \"and so the people of West Virginia then thought, for they were generally and warmly in favor of it, and zealously advocated it through their able and patriotic Delegates.  But in spite of their efforts, it was rejected by the all powerful Eastern majority, though several Eastern delegates joined the West in its support.\" ","In the conclusion of his argument for the necessity of action to remove the institution of slavery from West Virginia, Ruffner outlined a scheme for such a removal with six major components.  He proposed foremost that further importation of slaves be prohibited and that the exportation of slaves be freely permitted (with the exception that children of slaves born after a certain day, not be exported after they had reached five years of age).  Next, he advised that the existing generation of slaves remain in their present condition (but that their offspring born after a certain day should be emancipated at no later than 25 years of age).  Furthermore, Ruffner felt that masters should be required to teach the \"heirs of emancipation\" reading, writing and arithmetic, that the emancipated slaves be colonized, and finally, that the law allow any county to decree the removal or emancipation of all slaves of the county within a certain term of years.  ","  It was not until eighteen months after Ruffner's death, when the Union admitted West Virginia as a legal state, that its constitution provided for a gradual emancipation plan similar to the system proposed by Ruffner.  The legal emancipation of slaves in West Virginia did not take place until February 3, 1865, when the governor approved an act abolishing slavery, providing for the immediate emancipation of all slaves.  They had finally taken the course of action that Ruffner had called for--\"Now fellow citizens, it is for you to determine whether the slavery question shall be considered, discussed and decided, at this critical, this turning point of your country's history...may heaven direct your minds to the course dictated by patriotism, by humanity and by your own true interest.\"  "],"display_date":"September 1847","search_date":"1847-09-15","citations":[{"divid":1216501764,"type":"Pamphlet or Other Printed Material","data":["Henry Ruffner","Address to the People of West Virginia&#58; Showing That Slavery Is Injurious to the Public Welfare, and That It May Be Gradually Abolished Without Detriment to the Rights and Interests of Slave Holders","Bridgewater, Virginia","Green Bookman","1933","Special Collections Library, University of Virginia"]},{"divid":1216501852,"type":"Article","data":["Charles Ambler","The Cleavage Between Eastern and Western Virginia","The American Historical Review","42","July 1910","617-618"]},{"divid":1216501918,"type":"Book","data":["William W. Freehling","The Road to Disunion",null,"New York","Oxford University Press","1990",""]}],"locations":[{"id":2890,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}