{"id":4032,"title":"Radicalism vs. Rationality\n","course_id":7,"status":"P","start_date":"1832-12-15","end_date":"1832-12-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On Saturday, December 15, 1832, the <em>Virginia Herald</em> expressed its grief over the Nullification Crisis with the words, \"alarming as the crisis...is, we cling to the hope, that for the sake of humanity and the honor of our country and her institutions, that means of averting the impending storm may yet be devised...\" While regretting the approaching conflict, the Virginia newspaper never showed support for the doctrine of nullification. Instead, the publication printed both South Carolina and President Jackson's addresses, presenting both sides of the issue. Although it expressed its belief in the sanctity of the Constitution, the newspaper never alluded to whether it approved more of Jackson or South Carolina's constitutional theory. Virginia, like several other Southern states, often struggled to reconcile her beliefs in state sovereignty and in preservation of the Union. However, fearing the damage a military confrontation would cause, the paper expressed desperate desire for compromise stating, \"In common with our countrymen, we shall consider civil bloodshed as to be the most direful calamity that can possibly befall this free and happy land.\"  "," Early in President Jackson's administration, Congress passed the protective tariff of 1828, which quickly came to be known to the South as the \"Tariff of Abominations.\" The tariff intended to protect Northern industry from competing European goods by placing a higher tax on such products. Cotton planters felt the tariff explicitly alienated them because it made their cost of living more expensive and greatly diminished Great Britain's cotton imports. Although the tariff was abrasive to all Southern states, under the leadership of Vice President and states' rights champion, John C. Calhoun, South Carolina led the rally against it. Calling the tariff unconstitutional because it failed to promote the general welfare, Calhoun called for nullification, a doctrine that allowed states to void federal legislation if it breached the constitutional contract made between the states and the federal government. Taking an immediate stand against nullification President Jackson exclaimed, \"...the power to annul a law ... is incompatible with the existence of the Union, contradicted expressly by the...Constitution, unauthorized by its spirit, inconsistent with every principle on which it was founded, and destructive for the great object for which it was formed.\" "," At the start of the crisis, most Southern states shared South Carolina's hatred of the tariff, but never quite embraced the radicalism of nullification. The attitude the <em>Virginia Herald</em> took in December 1832 was characteristic of the rest Southern states' feelings about the crisis. These states relied on their representatives in Congress to rectify the tariff issue instead of taking matters into their own hands.  While they were ardent supporters of states' rights, most were unwilling to risk bloodshed, or worse, separation from the Union in favor of nullification. Most Southern states viewed this method as Alabama's legislature did, \"unsound in theory, and dangerous in practise.\" Instead, the majority of the South favored a logical compromise to the sectional controversy. Nevertheless, December 1832 marked a volatile month in politics, giving birth to unprecedented radicalism, thus stimulating a call for Southern rationality. "],"display_date":"December 15, 1832","search_date":"1832-12-15","citations":[{"divid":1215730927,"type":"Newspaper Article","data":["","Virginia Herald","","December 15, 1832",""]},{"divid":1215730944,"type":"Book","data":["Simeon Davidson Fess","The History of Political Theory and Party Organization in the United States",null,"Boston","The Athenaeum Press","1910","118-120"]}],"locations":[{"id":2891,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}