{"id":4033,"title":"The Slavery Question in Kentucky\n","course_id":7,"status":"P","start_date":"1865-04-27","end_date":"1865-04-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"Slavery is regarded by the masses as the fruitful source of all our woes, and as inimical to our future peace and unity.\"  In a letter to Kentucky Governor Thomas Bramlette, Brigadier General Brisbin urged Bramlette to devise a remedy for the growing evil of the disturbed labor force throughout Kentucky. Bramlette agreed that the \"evil necessity\" had become an \"incumbus upon our energies, a burden to our advancement, and a negative to our prosperity.\" ","As a border state, Kentucky lacked the labor-intensive staple crops, such as cotton and tobacco, that were necessary to support slavery, and the average size of slaveholdings in Kentucky was the fourth smallest in the South.  With a long history in the antebellum years of moderation and compromise, Kentucky provided an atmosphere conducive to antislavery advocates.  However, even such advocates lacked a willingness to take firm action.  Most believed that slavery was a necessary instrument for controlling the state's black population.  During the war, Kentucky became firmly committed to the Union yet remained governed by a coalition opposing all policies that challenged slavery.  State officials denounced the Emancipation Proclamation as unconstitutional and refused to recognize the liberty of any black person claiming or pretending to be free.  It is this very resistance that General Brisbin so ardently disfavored in his letter: \"slavery is at an end, and why deny it, or, by withholding proper State legislation, seek to retain longer the shadow of an institution that was always worthless?\"","Brisbin advanced his argument by describing the condition of slavery and labor in Kentucky.  He wrote, \"the master can no longer hold his slaves or depend on their labor for a single day, so that producers cannot calculate their crops or pursue agriculture with any degree of certainty.\"  Indeed, the war undermined the exclusive authority of master over slave.  Slaves quickly learned that authority and protection resided with the Union army when unionist slaveholders could not protect their slaves against Confederate invaders.  Conversely, when federal military lines moved into areas previously held by Confederate forces, slaveholders who had sympathized with the Southern army fled, leaving property and slaves behind.  Most of these abandoned slaves immediately assumed the stance of free blacks.","By December 1862, Kentucky slaves were moving in such numbers that it became impossible to exercise control over them.  Brisbin related this occurrence: \"having become restless or dissatisfied, the slaves leave their homes, and setting their faces toward Louisville, journey for days over long miles to these headquarters, as the Mecca where freedom may be found....\"  By this time, it had become common for Kentucky slaves to ask for wages in return for their labor.  When denied, slaves often fled the plantation.  ","Over time, slaves had begun to make personal decisions without regard for the authority of the slaveholder.  Another popular movement of slaves was the enlistment of black men and boys into the army.  These enlisted slaves became freedmen, a circumstance that in itself weakened the institution of servitude in Kentucky.  Brisbin also noted that \"Negro enlistment has bankrupted slavery in Kentucky, over 22,000 of the most valuable slaves having gone into the service.\"  Indeed, by war's end, Kentucky had mustered 23,703 blacks into federal service.  ","The departure of slaves from Kentucky to the Northeast as wage earners, movement of blacks to towns and cities, and enlistment of the Kentucky slaves in military service all combined to create an acute labor shortage in Kentucky by 1865.  Indeed, Brisbin reasoned, \"Kentucky needs what black labor she has left to till the soil, and her slaves can now be of more service to the nation in the corn fields than in the army....\"  He concluded his letter by proposing that freeing the slaves in \"one blow\" would end the questionable status of labor in Kentucky.  Brisbin wrote, \"the sooner Kentucky makes up her mind and accepts the new order of things, and to establish labor upon a free, paid basis, the better it will be for her.\"","Though the formal emancipation of slaves in Kentucky did not take effect until the United States adopted the Thirteenth Amendment, it had ceased to be a \"viable institution\" long before then.  It had suffered such afflictions that left no hope for its reestablishment as it had existed before war.  Still, slavery had been more deeply entrenched in Kentucky than elsewhere in the border region.  At war's end, more than sixty-five thousand slaves remained in bondage, and it would take decades of further persistence for Kentucky to embrace racial equality."],"display_date":"April 27, 1865","search_date":"1865-04-27","citations":[{"divid":1218150139,"type":"Newspaper Article","data":["The Slavery Question in Kentucky - Correspondence Between Gen. Brisbin and Gov. Bramlette","Louisville Daily Journal","","April 27, 1865",""]},{"divid":1218150190,"type":"Book","data":["Eric Foner","Reconstruction",null,"New York","Harmper &amp; Row Publishers","1988","37-38 "]},{"divid":1218150239,"type":"Book","data":["Harold Tallant","Evil Necessity",null,"Lexinton","University Press of Kentucky","2003",""]},{"divid":1218150303,"type":"Article","data":["Victor B. Howard","The Civil War in Kentucky&#58; The Slave Claims His Freedom","The Journal of Negro History","67","1982","245-256"]}],"locations":[{"id":2892,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}