{"id":4034,"title":"Defending Honor---Ready, Aim, Fire","course_id":7,"status":"P","start_date":"1880-06-08","end_date":"1880-06-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Dissatisfied with local politics, editor of the Richmond <em>Whig</em> and secretary of the Virginia Commonwealth, William C. Elam, publicly criticized the Virginia Democratic Party in an article titled \"Political Poems.\" Insinuating the party had simply shed the name of the old Conservatives and portrayed themselves as Democrats, Elam blatantly insulted every Virginia leader since 1860. Upon reading Elam's critical political commentary, Ex-Governor William \"Extra Billy\" Smith became outraged, receiving the article as a personal attack.  Much too old to defend his honor physically, Smith employed his young son to do his bidding. Young Smith and Elam agreed to settle the quarrel with a duel at the Mordecai-McCarty ground near the eastern suburbs of Richmond, Virginia. Smith, Elam, and their seconds met at their destination and took their positions ten paces away from each other. At the sound of the word, each man fired his pistol, aiming it directly at his opponent. Elam immediately collapsed. Smith's shot nailed him directly in the chin, smashing his teeth and shattering his left jaw. Upon Elam's fall, Smith rushed forward to shake hands and to express regret for their need to meet. Like a true gentleman, Elam weakly replied that he was incredibly relieved that it was he who had been injured instead of Smith. ","            Few things mattered more to Southern men than honor. Grounded in masculinity, hierarchy, and outward appearance, honor encouraged highly emotional reactions to conflict. Since the seventeenth century, Southerners had commonly used violence to solve personal quarrels. Dueling, however, did not become popular until the 1770s when French and English military officers made it the trend in the American army. It quickly became fashionable to defend one's honor by dueling because it \"constituted not merely a pseudo-aristocratic affectation, but the most rationalized manifestation of a set of values.\" Southern politicians, like Governor William Smith, made use of this tactic whenever aggravated by insult or slander. ","As time went on, Southern honor culture increasingly came into conflict with the law. For obvious reasons, killing a man for his opinions was illegal. Thus, by the end of the Civil War the number of duels had significantly diminished.  Nevertheless, Southerners continued to equate honor with self-respect, and if someone violated another's honor, the perpetrator could expect bloodshed to occur. Although it was even less common after Reconstruction, some men still settled their disagreements by standing at ten paces and shooting upon the words, \"Ready, aim, fire\" "],"display_date":"June 8, 1880","search_date":"1880-06-08","citations":[{"divid":1218150765,"type":"Manuscript","data":["","",null,"Mss 5003","","Richard Foulke Beirne Scrapbooks of Newspaper Clippings, Richmond, VA","Special Collections LIbrary, University of Virginia"]},{"divid":1218150804,"type":"Book","data":["Edward L. Ayers","Vengeance and Justice&#58; Crime and Punishment in the 19th Century American South",null,"New York","Oxford University Press","1984","10-270"]}],"locations":[{"id":2894,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}