{"id":4035,"title":"Male Competition and a Female Audience\n","course_id":7,"status":"P","start_date":"1887-01-26","end_date":"1887-01-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On January 26, 1887, the <em>Virginian Weekly & Carolinian </em>reported with little excitement that the Senate had rejected a constitutional amendment for women's suffrage. Paying more attention to the Army Appropriation bill, funding for public building, and the Railroad Attorney's Bill, the article hardly focused on women's perpetual disenfranchisement. While one senator presented the petition and stated his favor for suffrage because it would make \"Washington the best illustration of the republican idea of self-government,\" another discarded the resolution asserting, \"He would not degrade woman by giving her the right of suffrage.\" Following this short exchange of ideas, the Senate voted on the measure, defeating it 34 to 16. The <em>Virginian </em>delivered the result of the vote, gave no commentary on the issue, and immediately resumed discussion of the public buildings' appropriation."," In 1887, Southern men still retained the idea that it was their duty to protect women's virtue, one of the most significant aspects of the prevailing honor culture. Men saw politics as too intense for ladies to concern themselves with, for it often embodied corruption and uncensored dialogue. Women were the ethical compass in Southern households, thus many men thought involvement in politics would not only taint their image, but their moral fiber as well. Furthermore, as Horace Bushnell points out, men commonly held the belief that women were incapable of making sound decisions when voting because they went \"more by feeling than men, they feel every thing more intensely, and with more liabilities to excess.\" ","It was also still common for many families to ascribe to traditional gender roles of the antebellum period. Nicholas Bromell's book, <em>By the Sweat of the Brow</em>, also notes that men were usually the primary providers while women occupied their own \"sphere,\" remaining in the home to be the family's religious authority and caretaker. Thus, at the time there was no place for women in politics because the defining characteristic of their \"sphere\" was that it made a clear distinction between \"home and world.\" The cult of domesticity continued to have a heavy influence on Southern life in the 1880s, therefore delaying women's right to vote. "," The <em>Virginian Weekly & Carolinian's </em>apathetic attitude towards women's suffrage was synonymous with the majority of Southern male ideas on the issue. Things like internal improvements and government funding were much higher priorities at the time. Men were not ready to conflate the gender spheres and include women in self-government because they saw them unfit to do its bidding. The voting booth was a male arena; women were the spectators. "],"display_date":"January 26, 1887","search_date":"1887-01-26","citations":[{"divid":1215731110,"type":"Newspaper Article","data":["","Virginian Weekly &amp; Carolinian","Norfolk Virginia ","January 26, 1887",""]},{"divid":1215731140,"type":"Book","data":["Horace Bushnell","Women&#39;s Suffrage: The Reform Against Nature",null,"New York","Charles Scribner and Company","1879","140-143"]},{"divid":1215731262,"type":"Book","data":["Nicholas Knowles Bromwell","By the Sweat of the Brow: Literature and Labor in Antebellum America",null,"Chicago","University of Chicago Press","1993","123"]}],"locations":[{"id":2895,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}