{"id":4037,"title":"Encouraging the Troops\n","course_id":7,"status":"P","start_date":"1861-03-01","end_date":"1861-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Support and encouragement of the Confederate troops in the Civil War took many different forms, including letters in newspapers, poetry, and songs.  At the beginning of the war, it was important to build up the troops for their initial engagements with the Union Army, expressed by supporters as the need to wake from a dream-like state.  In the song <em>North Carolina: A Call to Arms,</em> the author called for the \"sons of Carolina...to wake from [their] dreaming,\" and insisted that they could not procrastinate as the \"minions of Lincoln\" streamed down upon them.  The author mentions that the soldiers needed to be prepared to \"meet at the onset [that] treacherous invasion\" from the North, and said that their families and loved ones depended on them for protection.  The author went on to say that if they did not act quickly and did not repel the Union soldiers that their loved ones would perish at the swords of \"they [that] thirst for the life-blood of those...most cherish[ed].\"","Encouraging the troops during the Civil War was necessary.  Appeals to the honor of soldiers and their need to protect their families and lifestyles were essential methods to ensure that a useful and functional army would be available to fight the war.  According to <em>The Life of Johnny Reb</em>, soldiers received instruction in battlefield tactics and behavior, everything from \"pick[ing] off the enemy's officers\" to orders to \"not be terrorized\" and warnings that \"cowards [would] be shot.\"  They were led into battle behind drums, put into position, and finally told to march, which then caused the line to \"leap forward with the famous 'Rebel yell.'\"  The Union soldiers were classified as evil and the thought of them hurting Confederate soldiers' loved ones ensured that soldiers would hold the lines.  Reports from colonels and generals of battles did not include much about soldiers who deserted or retreated from battle; instead, most of the reports idolized the heroics of the soldiers as a unit, and showed their solidarity and cohesion in the face of a brutal war.  Encouragement for the war was necessary for Confederate troops with all of the horrors that come along with war.  Dissent was looked down upon and rarely reported to ensure that it would not spread through the ranks and cause an internal collapse.  The honor of soldiers and the appeals of loved ones were used to motivate the soldiers to protect their homes and fight, instead of retreating and letting the Union kill their loved ones."],"display_date":"March 1, 1861","search_date":"1861-03-01","citations":[{"divid":1216690931,"type":"Pamphlet or Other Printed Material","data":["","North Carolina&#58; A Call to Arms","Raleigh, NC","Thompson &amp; Co.","1861","University of North Carolina, Chapel Hill"]},{"divid":1216690965,"type":"Book","data":["The Life of Johnny Reb&#58; The Common Soldier of the Confederacy","Bell Irvin Wiley",null,"New York, NY","The Bobbs-Merrill Company","1958",""]},{"divid":456119,"type":"Law","data":[null,null,null,null,null,null,"JZRavGDorKbj"]}],"locations":[{"id":2897,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}