{"id":4038,"title":"The Racism of Reconstruction\n","course_id":7,"status":"P","start_date":"1877-04-01","end_date":"1877-04-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The period of Reconstruction that followed the Civil War saw a fluctuation of freedoms for African Americans in the former Confederate South.  The newspapers of the time, like the <em>Raleigh Register</em>, were critical of the roles of African Americans in society, and used offensive language when describing the people of that race.  While slavery no longer existed, Reconstruction proved to be successful only in the short term, and was primarily negated by the backwards trend that followed the end of Reconstruction in 1877.  Editorials in the <em>Register </em>the lack of progress in Southern society on the \"newly acquired freedoms\" of the African Americans and the \"interference of Yankees.\"  Writers emphasized that \"negroes did not know their place,\" and the problems of society would not be corrected until they learned their place and stuck to it.  Racial overtones were visible in the newspaper editorials of the time period, a result of the forced occupation that Southerners encountered in Reconstruction.","According to historian Eric Foner in <em>Reconstruction</em>, violence towards African Americans was stimulated by the advent of Radical Reconstruction and was \"generally committed by local groups on their own initiative.\"  The issue of protection of African Americans in the South arose as violence befell the people who had been informing them of politics and their new-found rights.  As this happened, the \"violence had a profound effect on Reconstruction politics\" and produced a \"demoralizing impact upon [the African American] communities.\"  As the violence towards African Americans increased in the South, they became much less likely to not take the opportunity to vote or run in elections, which further destabilized the basic foundation of power that had just been established with the beginning of Reconstruction.  This destabilization of the base of political power for African Americans would be critically harmful to their ability to secure their physical security in a society where the white people in power blamed all of the larger problems on the advancement and freedoms of African Americans."],"display_date":"April 1, 1877","search_date":"1877-04-01","citations":[{"divid":1216502882,"type":"Newspaper Article","data":["","Raleigh Register","","April 1877",""]},{"divid":1216502892,"type":"Book","data":["Eric Foner","Reconstruction",null,"New York, NY","Harper &amp; Row Publishers","1988",""]}],"locations":[{"id":2898,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}