{"id":4039,"title":"The Assault of Charles Sumner\n","course_id":7,"status":"P","start_date":"1856-05-01","end_date":"1856-06-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The \"chastisement of Senator Sumner\" by Senator Brooks in the United States Senate came under heavy criticism in both the Northern and Southern United States.  While the Northern reaction was a more conciliatory tone towards Sumner and one that called for the punishment of Brooks, the Southern reaction was that it was a ploy by Northern abolitionists to further the fight to end their way of life, slavery.  In the Raleigh<em> Register</em> the attack on Sumner was characterized as necessary to preserve the dignity of the Senate \"in order to command the respect of the public.\"  Yet at the same time, criticism in the <em>Daily Herald</em>, another newspaper in North Carolina, showed that all Southerners did not support Brooks's actions because they gave more momentum to the \"freesoilers\" of the North.  So while some Southerners did not approve of the actions of Senator Brooks, they more so disliked the aforementioned actions because they felt it gave abolitionists and freesoilers more power in the United States Senate than because they felt sympathy for Sumner.","The Slave Power Conspiracy griped the minds of both Southern and Northern Americans at this time, but it was more powerful and influential in the Southern United States, where slavery was an everyday aspect of life.  This spilled over into the dialogue and actions that took place in the representative bodies of the population, especially in the closely divided House of Representatives and the United States Senate.  Historian Edward Ayers addressed the idea of Southern honor in <em>Vengeance and Justice,</em> commenting that \"Southern violence possessed its own rules and unfolded on its own schedule.\"  The Southerners feared that the North would outnumber them in Congress, then take away their right to take their \"property\" with them into the new territories, and eventually bring about an end to their entire way of life; slavery.  This fear drove Southerners to view the North as being full of abolitionists and freesoilers who wanted to end the way of life that they had established and upheld since the colonial period, which made it necessary for them to fight back against it."],"display_date":"May 1, 1856 - June 6, 1856","search_date":"1856-05-19","citations":[{"divid":1216081663,"type":"Newspaper Article","data":["","Raleigh Register","","June 6, 1856",""]},{"divid":1216081717,"type":"Newspaper Article","data":["","Wilmington Daily Herald","","May 26, 1856",""]},{"divid":1216081735,"type":"Book","data":["Edward L. Ayers","Vengeance and Justice",null,"New York, NY","Oxford University Press","1984",""]}],"locations":[{"id":2899,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}