{"id":4040,"title":"James Brady: Chronicles of a Devoted Businessman on the James River\n","course_id":7,"status":"P","start_date":"1829-05-08","end_date":"1832-07-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By the waning sunlight, a fairly young merchant by the name of James Brady poured his eyes over a financial document.  It was proof that his business relations with an associate, William Tompkins, Sr., had finally bore fruit.  Mr. Tompkins waited over three years to pay James Brady for debts dating back to May 1829.  The large quantities of bacon, corn, nails, and planks had accumulated into a bill of 65.61, no small sum.  Brady let out a sigh of relief.  With this money he could expand his investments into the booming slave trade, which was far more lucrative than five hundred nails at 4.37.  James Brady became a fairly active slave trader, handling not a few transactions in the 1840s and 1850s, due to diligent effort but also to exterior factors. ","With the acquisition of lands of the southwestern frontier from the Creek Indians, Mississippi and Alabama were states by 1819, expanding the influence of the Slave South.  Between this and the ability of the cotton gin to enable a profit from lesser-grade, short-staple Southern cotton rose to the nation's top cash crop by 1830.  Due to the increase in demand for labor and no legal slave importation, deep Southern planters turned to Maryland and Virginia to supply labor.  Merchants like James Brady came into the picture here, buying and selling slaves for a profit on a route between Washington, D.C. and New Orleans.  According to Michael Tadman's <em>Speculators and Slaves</em>, states with large populations like Virginia exported slaves to the expanding southern cotton and (in Louisiana's case) sugar states.  When the international slave trade ended in 1807, dependence on states like Virginia grew greatly, leaving traders like James Brady in a position to turn quite a profit.  Treating black people like property, individuals such as James Brady separated children from their mothers, endearing dealers to no one North or South. ","Looking over his financial records and personal letters, James Brady was no Simon Legree, the evil slave trader from Harriet Beecher Stowe's <em>Uncle Tom's Cabin</em>.  James Brady kept thorough financial records and took advantage of a business opportunity.  Because individuals like him had to be callous at times, it was easy to personify all the ills of slavery into one form, thus actually delaying a critical look at the peculiar institution."],"display_date":"May 8, 1829 - July 25, 1832","search_date":"1830-12-15","citations":[{"divid":1218149430,"type":"Manuscript","data":["","Returned and Signed Invoice",null,"Mss 38-597","","Papers of James Brady","Special Collections LIbrary, University of Virginia"]},{"divid":1218149460,"type":"Book","data":["Michael Taldman","Speculators and Slaves&#58; Masters, Traders, and Slaves in the Old South",null,"Madison, Wisconsin","University of Wisconsin Press","1989","6-7"]}],"locations":[{"id":2900,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}