{"id":4041,"title":"Virginia Gazette: Epic of a Small-Time Newspaper\n","course_id":7,"status":"P","start_date":"1826-01-07","end_date":"1826-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A man swept into a dimly lit tavern and muttered, \"Whiskey,\" in a hoarse voice before collapsing into a creaky wooden chair.  On the table next to him lay a folded newspaper with the day's date.  He snatched up the paper, the <em>Virginia Gazette</em>, and began leafing through it.  He nodded to himself when he read that in North Carolina some planters held a contest to see whose slaves could pick the most cotton in one day.  A man named Derry won, with a whopping 154 pounds.  After another retelling of Captain Parry's intrepid voyages, the reader came across a runaway slave reward advertisement.  The fugitive, named Harry, was about five and a half feet tall with a wool hat, pantaloons, and a \"low home made coat.\"  The crippled man had just finished forming a mental image of Harry when the keeper finally brought over a bottle of whiskey. ","The <em>Virginia Gazette</em> took part in an explosion of newspapers around the nation in the early nineteenth century.  According to <em>American Journalism</em> by Frank Luther Mott, the number of papers in America increased from around 200 to 1200 between 1800 and 1833.  This phenomenon permitted greater communications and a closer national community (someone in Massachusetts could find out about something in New   Orleans fairly quickly).  This boom in newspaper publishing also fomented the later crisis prior to the Civil War, in which Northern Democrats could no longer hide their displeasure with slavery from Southerners."],"display_date":"January 7, 1826","search_date":"1826-01-07","citations":[{"divid":1217614759,"type":"Newspaper Article","data":["","Virginia Gazette","","1826-1828",""]},{"divid":1217614773,"type":"Book","data":["Frank Luther Mott","American Journalism&#58; A History of Newspapers in the United States Through 250 Years 1690 to 1940 ",null,"New York","The Macmillan Company","1941","167"]}],"locations":[{"id":2901,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}