{"id":4042,"title":"The Other John Adams\n","course_id":7,"status":"P","start_date":"1873-02-17","end_date":"1873-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["They were vultures, gorging shamelessly at the lifetime accomplishments of John Adams.  Though he was not the founding father with the same name, this John Adams led an equally compelling life as a free black contractor and plasterer in Richmond.  He was also one of the extremely few African Americans in the South who owned a substantial amount of property before the Civil War.  Now, seven and a half years after Appomattox, John Adams was dead.  Sensing its approach, he filled out his will on January 8, 1873, just six days before his demise.  In his will, before laying out his possessions, he stated that he wished his debts to be paid.  Everyone immediately swooped in on John's son Joseph, the new holder of the Adams estate.  Barely a month after the loss, a mister Samuel Adams, with the leverage of a justice of the peace, forced Joseph to cover a debt of 73.50, rather paltry in light of the Adams family's wealth.   ","Life for Adams was not typical of that for a typical free black person in the antebellum South.  While many lived in cities like Richmond, they were often low-wage laborers who competed with poor whites.  John Adams, by the evidence of his business records, managed a large number of resources and had a substantial financial base at his death, something few black people could say.","Living in a dominant slave state, John Adams undoubtedly had many difficulties.  Though this work focuses on South Carolina, Marina Wikramanayake's <em>A World in Shadow</em> accurately describes a free black's position as \"never well defined. He was not recognized as a citizen per se but classified as a 'denizen,' who enjoyed certain rights.\" To help counter persistent racism and scorn for being more than just a laborer, many free blacks like Adams had at least one influential white friend who could vouch for them.  Due to his freedom, he did not have to live with the constant fear of his family being broken up and sold.  Though in many ways an aberration, John Adams showed what an individual was capable of despite very difficult conditions."],"display_date":"February 17, 1873","search_date":"1873-02-17","citations":[{"divid":1218149267,"type":"Manuscript","data":["","Death Certificate, Will, and Invoice",null,"Mss 11078","","John Adams Papers &#40;Bulk 1872-1912&#41;","Special Collections Library, University of Virginia"]},{"divid":1218149306,"type":"Book","data":["Marina Wikramanayake","A World in Shadow",null,"Columbia, South Carolina","University of South Carolina Press","1973","1"]}],"locations":[{"id":2902,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}