{"id":4043,"title":"Politics and Religion at the Centennial\n","course_id":7,"status":"P","start_date":"1876-07-04","end_date":"1876-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The young man unfolded the newspaper tucked under his arm and read aloud: \"Ah-hem, 'To-day is the Fourth of July--the Centennial Fourth--and as it comes only once in a hundred years-'\"","\"That's interesting,\" interrupted a passerby.  \"What is happening here?\"","\"Well,\" the man scanned down the page. \"At sunrise some cannons were fired 38 times, one for each state... hmm.  This is interesting: a message from the mayor of Montgomery to the Centennial Committee in Philadelphia.\" After clearing his throat again, the young man read from the paper: \"the people of Montgomery--the birthplace of the Confederate Government--through its City Council, extend cordial and fraternal greeting to all the people of the United States, with the earnest prayer for the perpetuation of concord and brotherly feelings throughout our land.\" As he folded up the newspaper, the young man silently wondered whether any truth lay in that statement or not.","After their society had been undermined, many white Southerners clung to their Protestantism to retain some sense of sectional pseudo-autonomy.  Daniel W. Stowell writes in <em>Rebuilding Zion: the Religious Reconstruction of the South, 1863-1877</em>, that \"while avoiding frequent commentary on political issues, southern religious newspapers occasionally made their opposition to Radical Republicanism and their support for Democrats clear.\" By retaining their Southern Baptist, Presbyterian, and Methodist identities, white Southerners during the Reconstruction could keep some sectional identity, while interacting with a national association like the Democratic Party forced them to accept a cooperative stance with Northerners."],"display_date":"July 4, 1876","search_date":"1876-07-04","citations":[{"divid":1215731755,"type":"Newspaper Article","data":["","Daily Dispatch","Richmond, VA","July 4, 1876",""]},{"divid":1215731776,"type":"Book","data":["Daniel W. Stowell","Rebuilding Zion: The Religious Reconstruction of the South, 1863-1877",null,"New York","Oxford University Press","1998","147-148"]}],"locations":[{"id":2903,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}