{"id":4045,"title":"Preserving the Union\n","course_id":7,"status":"P","start_date":"1863-01-09","end_date":"1863-01-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In January 1863, Horatio Nelson Taft wrote in his daily diary of an increasing desire to see the terrible Civil War ended \"Negro or no Negro, Slavery or no Slavery.\" Taft, a Unionist, felt that the underlying ideology of the preservation of the Union was the main reason to fight. He said, \"we can do to hold our own and hope for success without bringing Slavery into the question.\"  The people of the North, Taft described, are \"tired and sick of the war,\" and that now \"political leaders say, and the mass of the people believe, that the object of the war is now not what it was (to preserve the Union). But, to free the Negroes.\" Taft believed that the war should be fought in support of the Northern form of governance and to support freedom for white Americans.","  In Washington D.C., \"there is a great deal of growling among the shirking officers and soldiers about the War.\" The military officers stationed in D.C. are \"'tired of fighting for the Nigger,'\" and the people feel they have lost their true cause to fight. Taft wrote, \"I think Mr Lincoln intended to give the Rebels a hard blow by his Proclamation of freedom, caring less about abolishing Slavery than crushing the Rebellion.\" As historian Earl Hess states, the North \"sought to win the war by destroying the institution of slavery.\" The Emancipation Proclamation altered the goals of the war, but to most Northerners the primary purpose was the preservation of free government. \"Interested and short sighted men declare it is all for the abolition of Slavery,\" Taft wrote. Hess concurred, noting, \"by the stroke of a pen [Lincoln] had transformed the war for the Union into an abolitionist war.\" Although slavery was a key issue in the secession of the Southern states, the North was not fighting for the abolition of slavery but for their original purpose of preserving the Union. The North, as Hess wrote, felt the war was \"a fight against despotism of traitors,\" and Taft spoke these sentiments loud. \"Nothing in fact but crushing the rebels, entirely subduing them, can bring Peace.\"  "],"display_date":"January 9, 1863 - January 14, 1863","search_date":"1863-01-11","citations":[{"divid":1216227329,"type":"Website","data":["Horatio Nelson Taft","The Washington Diary of Horatio Nelson Taft, January 9, 11, 14, 1863","The Library of Congress","http&#58;//memory.loc.gov/ammem/tafthtml/tafthome.html","November 7, 2007"]},{"divid":1216227416,"type":"Book","data":["Earl J. Hess","Liberty, Virtue, and Progress&#58; Northerners and Their War for the Union",null,"New York","Fordham University Press","1997","33-35, 83-85"]}],"locations":[{"id":2904,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}