{"id":4046,"title":"Cuban Independence\n","course_id":7,"status":"P","start_date":"1859-01-08","end_date":"1859-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Cuba struggled for its independence from Spain for many years. According to an article in the New York Times, \"we regard the acquisition of Cuba by the United States as a measure of very highest importance to the well-being of its inhabitants, -to the safety and strength of our own country, -and to the best interests of all mankind.\" Lawrence O'Bryan Branch was a member of the House of Representatives during the 1850s. He wrote a letter to a member of his family telling them about a report he was preparing on the acquisition of Cuba. \"The President in his message asked Congress to place at his disposal a sum of money to be used at his discretion as part payment in advance to the Spanish Government for the Island. I approve that mode.\"  ","America had many reasons for its interest in purchasing Cuba. According to The Hispanic American Historical Review, \"development of trade, increasing investments, growth of an American colony in Cuba, southern imperialism, the independence movement in Latin America, and Spain's weakness were the principal reasons for American interest in the island.\" However, there was opposition to the acquisition of the island. According to Branch, both \"Black Republicans and many of the Fire-eaters\" opposed his bill, and \"between the two classes my bill to carry out the recommendation of the President as in a fair way to fail.\" Many people wondered if it was the United States' business as to what was going on in other countries. According to the New York Times, \"there is nothing to forbid our wishing for such results as the welfare of our fellow men requires.\" This is true. There was nothing stopping the United States from \"wishing\" something to happen, but many were worried about America taking a more drastic and violent approach. The New York Times responded, \"we do not advocate, nor would we excuse, the violent seizure of Cuba by our Government, nor its acquisition by any means upon which the stain of injustice could possibly rest. We would never countenance the commencement of a war with Spain.\" However, the Times was not the best at predicting the future. After Spain rejected American demands that they peacefully resolve the Cuban fight for independence, the Spanish-American War began in April 1898."],"display_date":"January 8, 1859","search_date":"1859-01-08","citations":[{"divid":1217615127,"type":"Manuscript","data":["","Accession 10057",null,"Accession 10057","Accession 10057","Lawrence O&#39;Bryan Branch, Papers, 1840-1913","Albert and Shirley Small, Special Collections Library, University of Virginia"]},{"divid":1217615157,"type":"Newspaper Article","data":["The Acquisition of Cuba","New York Times","","November 27, 1852",""]},{"divid":1217615191,"type":"Article","data":["Harris Gaylord Warren","Review&#58; American Interest in Cuba&#58; 1848-1855","The Hispanic American Historical Review","4","1948","600"]}],"locations":[{"id":2905,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}