{"id":4047,"title":"Growth or Recession? The Liberties Associated with African Americans in Antebellum Philadelphia\n","course_id":4,"status":"P","start_date":"1835-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Benjamin C. Bacon, a writer for \"The Pennsylvania Society for Promoting the Abolition of Slavery\" published a statistical pamphlet in 1859 reflecting African American advancements in the nation's first capital, Philadelphia, Pennsylvania. He acquired the statistics by examining the number of blacks associated with particular institutions. Bacon hoped to illustrate his belief that African Americans, just like white men, women, and children could enjoy the rewards of economic progress if given the opportunities of every citizen. The introduction of the new liberties and opportunities provided a chance for growth among the members of the black population in a time which faced great segregation and racism. ","The overall culture of Philadelphia in the 1830s through the 1850s rewarded many blacks who witnessed a new era of political ideology. During this time the city established new liberties such as access to a variety of schools for their children, decreased numbers in convicted persons, and also increased opportunities in mechanical trades. The new possibilities provided a foundation for greater achievement and acceptance into the dominant white culture that encompassed the United States. ","African American children received new opportunities to attend public, private, and reformatory schools. The schools had been refurbished to provide an improved atmosphere for learning. The education efforts afforded to many of the African American students is undeniably associated with Protestant reform. Perhaps one of the most prominent schools for black children was the House of Refuge for Colored Children, established in Philadelphia in 1850. Walter Trattner, a twentieth century scholar, expressed the popular opinion shared by many whites in the North during this time period: \"…in an attempt to cope with the disturbing social and economic conditions and to restore a sense of community to urban America, moralism succeeded benevolence, public aid and private charity were transformed into mechanisms for social control\". The foundation of this school allowed young African American inmates to move out of prison and into reform schools.","The level of tension between races may also be witnessed within the labor market. In 1838, the number of occupations made available to African Americans spanned across 134 categories in Philadelphia. In these categories, 997 consisted of African American workers. Historian Cecil Frey pointed out that in the late eighteenth century the slaves and free men were encouraged to participate in mechanical trades which increased competition between black and white communities. The encouragement did not last long, and according to Benjamin Bacon a majority of the workers within the trades were forced to desert their trades because of increased racial prejudice throughout the city. Few exceptions existed in this community; James Forten, being one of them, was still given boundaries to stand within regards to his 'natural' status. ","The most significant numbers revealed within the pamphlet seem to portray an ambivalent step towards leniency in African American sentencing. The proportion of white men versus African American men in the Philadelphia county prison switched from an equal level in 1835 to almost three white men to one black man in 1858. Willliam J. Mullen, a prison agent, stated within the pamphlet, \"To myself it seems the above list shows the conditions, moral, and civil, of the colored race, to have greatly improved within the last 23 years, and to be far higher at this moment than it was at the commencement of that period.\" At quick glance this assumption seems to be true, but as mentioned previously, the decline in number of African Americans in prison can also be attributed to the opening of the House of Refuge for Colored Children, which took the children out of prison and put them into reform school."],"display_date":"1835 - 1839","search_date":"1837-07-01","citations":[{"divid":1215731951,"type":"Pamphlet or Other Printed Material","data":["Benjamin C. Bacon","Statistics of the Colored People of Philadelphia","Philadelphia, P.A.","The Board of Education","1859","Beeghly Library, Juniata College"]},{"divid":1215732042,"type":"Article","data":["Cecile P. Frey","The House of Refuge for Colored Children","The Journal of Negro History","66","Spring 1981","10-25"]},{"divid":1215732077,"type":"Article","data":["Julie Winch","You Know That I Am A Man of Business&#39;: James Forten and the Factor of Race in Philadelphia&#39;s Antebellum Business Community","Business and Economic History","26","Fall 1997","213-228"]}],"locations":[{"id":2906,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":4,"tag":"Slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}