{"id":4048,"title":"A Controversial Election and the Centennial\n","course_id":7,"status":"P","start_date":"1876-06-22","end_date":"1876-06-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    According to <em>The Conservative</em> in the year 1876, the Republican Party and current government were a group of corrupt and tyrant radicals. A local newspaper of Roanoke,  Virginia, <em>The Conservative</em> had an obvious Democratic view. In an article dated June 22, 1876, the newspaper addressed the nomination of a Republican candidate, Rutherford B. Hayes.","            Just before the advent of the American centennial, the city of Cincinnati nominated Hayes as a presidential candidate. <em>The Conservative</em> printed that Hayes was \"the one who fostered Grantism [a term used to describe political corruption and greed, after Ulysses S. Grant] and brought disgrace to the American name.\" The newspaper claimed that an effective reform in government would not occur as long as the republicans were in power. This was because, as said by the newspaper, Hayes had no marked powers that had been acted upon or any strong points of characters. The article stated that Hayes had significant weaknesses and was incapable of provoking enthusiasm amongst the population. Democrats believed that a stronger, more positive president would be required during that election, and Hayes was not \"a fit man for the position.\"","            As the election approached, the American population anticipated the first Democratic victory since the Civil War. The candidate from the Democratic Party, Samuel Tilden, had been the long favored victor of the presidency. However, to the dismay and shock of the writers and supporters of <em>The Conservative</em>, Rutherford B. Hayes, who came to be known as the \"Dark Horse President\", was elected to the presidency in the controversial election during the centennial."],"display_date":"June 22, 1876","search_date":"1876-06-22","citations":[{"divid":1216227631,"type":"Newspaper Article","data":["","The Conservative","Salem, Virginia","June 22, 1876",""]},{"divid":1216227650,"type":"Article","data":["Kenneth E. Davison","The Presidency of Rutherford B. Hayes","The Journal of Southern History","Vol. 39, No. 3","August 1973","456-457"]}],"locations":[{"id":2908,"lat":37.2713368675,"lng":-80.0520276472,"zoom":10,"place":"ROANOKE, Virginia"}],"tags":[{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}