{"id":4049,"title":"Frederick Douglass and his dream to escape\n","course_id":7,"status":"P","start_date":"1830-01-01","end_date":"1830-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"I was only a slave; my wishes were nothing, and my happiness was the sport of my masters.\" During Frederick Douglass's life he experienced separation from his family, the death of both an old friend and his grandmother, and his escape from slavery. In his early twenties, Frederick Douglass was sent to Baltimore to serve a farmer named Captain Antony, but after Captain Anthony's death his future was unknown. Sent away to be valued along with the rest of the Captains' property, Douglass had visions of never seeing his family or his home city of Baltimore ever again. In his memoir, he talked about how the lives of cattle and swine were viewed equally with those of African American descent. This was a common feeling shared by many other slaves at the time. Despite both his sadness and humiliation, Frederick was overjoyed when he was informed that he was now in the possession of Mrs. Lucretia, the daughter of his previous master, and was going to see his family again in Baltimore. ","Frederick talked about how Mrs. Lucretia had taken care of him since his early childhood and was one of the only white Southerners whom he could trust. Within a few months of living with Mrs. Lucretia, Frederick Douglass was faced with another hardship, as he found out that she was deathly ill and was going to die soon. This now meant that all her possessions, including both Frederick and his grandmother, had to be auctioned off to a new farmer. Frederick's inability to know where his home was was a very common feeling shared by most slaves during the nineteenth century. ","The constant trading and buying of slaves was a hard fact that many slaves were forced to deal with in Baltimore during the nineteenth century. The only way to ensure that families would be reunited was to pay the Masters. When slaves became free, some owners would allow males to buy back family members who had been separated from the family. In <em>The Slave Narrative</em> one slave was given the opportunity to buy back his family from their master. 'At the end of the first year, plans were made with his wife's mistress for the purchase of his wife and two youngest children. The owner fixed their price at eight hundred dollars and gave him twelve months in which to raise the money.\" This was the only way that freed black men could guarantee that their family would not be sold somewhere else. Being able to reunite with separated family members helped many African Americans get through the troublesome years of the nineteenth century. "],"display_date":"January 1, 1830","search_date":"1830-01-01","citations":[{"divid":1217101180,"type":"Pamphlet or Other Printed Material","data":["Frederick Douglass","My Bondage and My Freedom","New York","Miller, Orton, and Mulligan","1855","Alderman Library, University of Virginia"]},{"divid":1217101209,"type":"Book","data":["Marion Wilson Starling","The Slave Narrative, Its Place in American History",null,"Boston, Massachusetts","G.K. Hall and Co.","1981",""]}],"locations":[{"id":2907,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}