{"id":4050,"title":"Frederick Douglass escapes\n","course_id":7,"status":"P","start_date":"1836-01-01","end_date":"1836-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Chapter XIX of Frederick Douglass's <em>My Bondage My Freedom</em>, he talked about how he was fed up with not being a free man and began to devise a plan to escape. At this point in Douglass's life he worked for Mr. Freeland, and even though he considered him a friend, the idea of being enslaved his entire life gave Frederick the drive to escape. It was the beginning of 1836, and Fredrick thought about all the years he wanted to escape but never took any action. He decided that this year was going to be different; instead of thinking and dreaming about freedom he was going to make it happen. \"The thought of only being a creature of the present and the past, troubled me, and I longed to have a future-- a future with hope in it.\" Frederick and five other slaves devised a plan to escape on the following Saturday. His memoir takes the reader into the mind of a slave as he described the anxiety that the six of them faced leading up to the escape. The night before, they could not sleep because of the fear of what would happen if they got caught. They had all dreamed about escaping before but the next morning it was actually going to happen. On the morning of the planned escape they went about their normal duties in the field and right before they were going to run away, everything changed. Somehow word had gotten out about their plan and the six of them were confronted by Mr. Freeland along with six other men. Frederick knew that Sandy, one of the slaves who was going to escape with them, betrayed them out of fear. This shows how even though many slaves dreamed of freedom, the idea of being caught stopped many from taking action. The fear of what could have happened kept many African Americans enslaved during the nineteenth century. This would not be Frederick's last attempt toward freedom.","Many years after Frederick Douglass' escaped slavery he was still being sought after. In <em>The Slave Narrative</em> it talks about how even though Douglass was in the North, he still feared for his life. \"As soon as his narrative was published on the first of June, 1845, Douglass realized that it was necessary for him to leave New England for old England, because his revelation of the concrete facts of his experience in slavery had disclosed his identity, and he was at any moment thenceforth in danger of recapture.\" This shows how even after slaves became free their lives were still in jeopardy. Their lives were filled with the constant fear of what would happen if they were caught. Even though slaves faced fierce punishments if captured, there was still a chance they would become free. In many cases, the punishments diminished slaves' dreams of becoming free but some still saw a light at the end of the tunnel. "],"display_date":"January 1, 1836","search_date":"1836-01-01","citations":[{"divid":1217615409,"type":"Pamphlet or Other Printed Material","data":["Frederick Douglass","My Bondage and My Freedom","New York","Miller, Orton, and Mulligan","1855",""]},{"divid":1217615443,"type":"Book","data":["Marion Wilson Starling","The Slave Narrative, Its place in American History",null,"Boston, MA","G.K. Hall and Co","1981",""]}],"locations":[{"id":1447,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}