{"id":4053,"title":"Crop Diversity in Agricultural Virginia\n","course_id":7,"status":"P","start_date":"1824-07-31","end_date":"1824-07-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["        \"You wish to know how the Virginians live\" wrote L.W. Howe to his brother John, of Enfield, Massachusetts on July 31, 1824. In meeting his brother's request, L.W. certainly provided an extensive account of the principal facets of life in the state of Virginia. Not only did he recount that the preferred beverage of the state was Whiskey, but he was mystified by the details of cooking because the process was all done in a \"separate house called a kitchen.\" What a strange concept to those hailing from the wintry climate of New England, where a trip outdoors to a separate building was absurd The most palpable aspect of Howe's letter, however, is the prominent role of agriculture and climate in central Virginian life. He noted that the \"wheat has come in very well and the prospect for corn is as good as it every was.\" Yet, when he discussed tobacco Howe displayed concern, in that \"the present prospect is promising, but it is a precarious crop.\" After he bemoaned the \"oppressive heat\" in the state, he promised his brother a copy of the Franklin Almanac when the new edition was published. In describing, \"how the Virginians live,\" the New Englander emphasized not their dress or manner, but instead the weather, soil, and crop yields that dictated planter life in the Commonwealth. ","    By the 1820s tobacco had brought wealth to Virginia for two hundred years. Throughout this time period it made its way from the Tidewater region to the Piedmont and became the central economic factor that brought wealth to the state. Howe's discussions of the climate and the Franklin Almanac were common amongst Virginians, who relied so heavily upon agriculture. The Panic of 1819, however, hit the southern states hard. Along with the plummeting of cotton rates came the decline of other agriculture products, including tobacco. Howe understood that Virginians were no longer able to depend on tobacco as a single cash crop. Aside from the concerns of the fluctuating market, tobacco itself depleted the soil and would not grow in the same area for more than three to four years. This made it significantly less profitable when the crop prices were low. According to Joseph A. CotÉ, in the <em>Encyclopedia of Southern Culture</em>, a lack of crop diversity was a danger to the \"overall development of the South.\" Virginia farmers came to this same conclusion and shifted to other agricultural endeavors such as wheat and corn to supplant their livelihoods. As hardship became more commonplace, farmers found it necessary to provide food for their families and slaves. Wheat and corn comprised a significant portion of the crops grown throughout the state. After the economic difficulties surrounding the Embargo Act of 1807, the War of 1812, and most prominently the Panic of 1819, planters could no longer safely rely on the tobacco market to provide for all of their needs. "],"display_date":"July 31, 1824","search_date":"1824-07-31","citations":[{"divid":1217627865,"type":"Manuscript","data":["","MSS 1812",null,"MSS 1812","","Letter to John Howe of Enfield Massachusetts, from a New Englander in Richmond, letter","Special Collections, University of Virginia"]},{"divid":1217627892,"type":"Book","data":["Charles Reagan Wilson and William Ferris, eds.","Encyclopedia of the Southern Culture",null,"Chapel Hill, NC","The University of North Carolina Press","1989",""]},{"divid":1217627925,"type":"Book","data":["William J. Cooper and Thomas E. Terrill","The American South, A History",null,"New York","McGraw-Hill Companies, Inc.","1996",""]}],"locations":[{"id":2134,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}