{"id":4054,"title":"Voter Fraud in the 1879 Virginia Election\n","course_id":7,"status":"P","start_date":"1879-12-26","end_date":"1879-12-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    On December 26, 1879, Zack A. Cozzens gave testimony about a conversation he witnessed, the night before the November election, in the office of John Warwick Daniels, a Democratic Virginia State Senator from Lynchburg. In this conversation William Merchant remarked that he had \"a number of Republican tickets, and that if they could be marked with certain names, that a good many colored people desired to vote them.\" According to Cozzens, the men did not reach a consensus about such a proposition. This deceptive process of marking ballots incorrectly and giving them to illiterate blacks who would have voted in a different manner became common in the early 1880s. Race played a prominent role in the elections of the late 1870s and early 1880s, when African Americans traditionally voted Republican. According to Edward L. Ayers, in <em>The Promise of the New South</em>, \"to cast a Republican ballot was to attack the enemy, the Southern white who kept the black man down.\"","    In addition to \"voting blacks,\" the political scheme discussed by Daniels's supporters, Democratic and Republican politicians relied heavily on bribery to garner support. Throughout the South, candidates looking for a victory regularly purchased votes. As the New Orleans <em>Republican</em> stated, \"the right to suffrage is fast becoming an article of merchandise.\" Later in the testimony, Cozzens adamantly denied witnessing any discussion of bribery involving money or whiskey. He carefully stipulated that he did not \"see\" any of these crimes, but did not specify whether he believed that they had occurred. By the election of 1879, Southern Democrats could no longer count on easy success in the polls; in order to secure political power they often had to resort to illegitimate means. "],"display_date":"December 26, 1879","search_date":"1879-12-26","citations":[{"divid":1216227817,"type":"Manuscript","data":["","Testimony",null,"Mss 158","Box 17","John Warwick Daniel Papers","Special Collections Library, University of Virginia"]},{"divid":1216227914,"type":"Book","data":["Edward L. Ayers","The Promise of the New South&#58; Life After Reconstruction",null,"New York","Oxford University Press","1992","34 "]}],"locations":[{"id":2131,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}