{"id":4055,"title":"The Inquest of a Dead Black Man in a Richmond City Jail\n","course_id":7,"status":"P","start_date":"1879-01-08","end_date":"1879-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    According to a Richmond jury, George Fagan, a black prisoner in the city jail, \"came to his death on the 8th day of January, 1879, from consumption,\" and \"the officers in charge are no way responsible.\" <em>The State</em>, a Richmond City newspaper relayed this story to the public as front-page news the following morning. The article went on to describe the jury's view that a hospital should be set up in the prison and greater accommodations should be made for the prisoners in the city jail. The report of a crime committed by a black person during the late 1870s and early 1880s was not uncommon in the South. According to Edward L. Ayers in <em>The Promise of the New South</em>, \"in the decades after emancipation the prison populations of the Southern States had burgeoned with black men convicted of property crimes.\" Newspapers perpetually published reports of African American criminals, murderers, and prisoners. If a local story could not be found, editors would scour the country for a promising byline. ","    The unique aspect of this article is the concern displayed by the city of Richmond over the death of a single black prisoner. The simple fact that George Fagan died a natural death, and not at the hands of an angry mob or corrupt officers, was a significant finding in the coroner's evaluation. Despite the evidence that Virginia had one of the lowest lynching rates in the South, the peak period of black lynching occurred during the early 1880s. Often white citizens would take justice into their own hands and carry out a sentence that the courts had not dictated. This report makes it clear that the jury absolved the officers of responsibility for the death of this prisoner, although the conclusion that the white jail officers might have played a part in the death would not have seemed improbable at the time."],"display_date":"January 8, 1879","search_date":"1879-01-08","citations":[{"divid":1216937884,"type":"Newspaper Article","data":["","January 8, 1879","","The State",""]},{"divid":1216937896,"type":"Book","data":["Edward L. Ayers","The Promise of the New South&#58; Life After Reconstruction",null,"New York","Oxford University Press","1992",""]}],"locations":[{"id":2132,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}