{"id":4056,"title":"The Advent of Refrigerator Cars in the City of Richmond\n","course_id":7,"status":"P","start_date":"1874-07-15","end_date":"1874-07-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    Fruit growers all over the state of Virginia rejoiced on Wednesday, July 15, 1874 when <em>the Daily Dispatch</em> of Richmond reported that two refrigerated cars arrived in the city.  The article claimed, that \"this new feature in the express business meets a necessity our fruit growers have long felt, and secures a method for the swift transportation of their produce.\" Finally, a technology had arrived in Richmond that would allow local produce farmers to compete with the West. Refrigerated railway cars developed significantly over the period from 1860 to 1890, transforming from elementary cars with ice to sophisticated technological systems that involved insulated walls and ice bunkers. With this technology, fruit from Richmond could reach all of \"New York, Philadelphia, and Baltimore,\" greatly expanding the local market to a large network. The evolution of the railroad in the South and the advent of refrigerated cars appeared to be a positive advance for southern farmers. ","    However, what might have seemed to be a revolution actually brought great strife to poor rural farmers. A Virginia farmer complained that he could not \"'send a box of peaches, tomatoes, or other fruit to a friend without paying 20 cents at least, although we have bushels rotting on the ground.'\" According to James McCorkle, in his article \"Moving Perishables to Market,\" \"farmers chose to leave their crops unharvested rather than incur freight charges they would be unable to pay.\" Railroad companies set the price to transport goods at exceedingly high rates. Farmers simply could not afford the expense to utilize the new technology. Fruit and vegetables were sold at local markets, but the railroads' high price of \"freight and commission\" made it unfeasible for Virginia farmers to make good returns on crops sold in a larger market."],"display_date":"July 15, 1874","search_date":"1874-07-15","citations":[{"divid":1216342784,"type":"Newspaper Article","data":["","Daily Dispatch","","July 15, 1874",""]},{"divid":1216342797,"type":"Book","data":["Edward L. Ayers","The Promise of the New South&#58; Life After Reconstruction",null,"New York","Oxford University Press","1992",""]},{"divid":1216342830,"type":"Article","data":["James L. McCorkle, Jr.","Moving Perishables to Market&#58; Southern Railroads and the Nineteenth-Century Origins of Southern Truck Farming","Agricultural History","66","1992","42-62"]}],"locations":[{"id":2121,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}