{"id":4057,"title":"An Agreement with Freedmen\n","course_id":7,"status":"P","start_date":"1867-01-01","end_date":"1870-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the abolition of slavery in 1865, there were many significant changes in Southern society. The economy of the South was still dependent on agriculture, however, as most of its land consisted of rural areas that needed to be farmed. Former slaves, now freedmen, were no longer bonded to harsh labor without benefits. Emancipation resulted in contracts between ex-masters and freedmen agreeing upon paid labor. In return for minimal pay and shelter, African Americans would work on land belonging to white landowners. On the land of George  C. Hannah in Charlotte County, Virginia, former slaves shared a similar experience.  On January 1, 1867, Hannah established a written agreement between himself and the freedmen he hired to work on his land. The agreement would last for the entire year until December 31, 1868, when another would be put into effect. After the expiration of each contract, another would be put into effect for the next year.","            According to Julie Saville in <em>The Work of Reconstruction</em>, slaves had many hard won rights, but were still guaranteed only minimal sustenance and shelter that had to be earned through labor. The nine different workers on Hannah's land, some of whom had families and were formerly slaves, were expected to \"bind themselves to work diligently and faithfully, obeying all orders.\" As long as the freedmen complied fully with every rule and regulation, Hannah would pay them in proportion to their work effort and in accordance with the number of family members each had. The payments ranged from a minimum seventy-two dollars per year, awarded to a single man named Cornelius, to one hundred and sixty dollars for a family of four. Money earned was accompanied by some obligations, however. Some workers had family members who lived in the housing provided by the landowners, and they were obligated to give a certain percentage of their earned wages to landowners in return for the provided living arrangements. ","            Although slaves had a new found freedom after the Civil War, they still had a \"continued liability to punishment for their faults and crimes,\" according to Saville. African Americans working in the paid labor system faced punishment at the discretion of land owners. In the case of George C. Hannah, if any of the freedmen left their employment before the expiration of the year, or should he have had a \"cause to discharge any of them before such time for neglect of duty, violation of orders, or any improper conduct whatever,\" they would be expelled from their work and forced to forfeit one half of their earned wages for the year."],"display_date":"January 1, 1867 - December 1, 1870","search_date":"1868-12-16","citations":[{"divid":1218148824,"type":"Manuscript","data":["","",null,"Mss 2602","","Work Agreeements Between George C. Hannah and Freedmen, 1865-1867","Special Collections Library, University of Virginia"]},{"divid":1218148896,"type":"Book","data":["Julie Saville","The Work of Reconstruction, 1860-1870",null,"New York","Cambridge University Press","1994",""]},{"divid":2141,"type":"Online Encyclopedia","data":[null,null,null,"ABOeUgQGSwV"]}],"locations":[{"id":2122,"lat":37.0115838339,"lng":-78.6616403562,"zoom":9,"place":"CHARLOTTE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}