{"id":4058,"title":"Post-War Virginia\n","course_id":7,"status":"P","start_date":"1870-06-01","end_date":"1870-06-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The aftermath of the Civil War was destructive to the morale of many Southerners as it imposed economic, agricultural, and social devastation. A Campbell County, Virginia resident, Sarah Miller Payne, wrote a series of letters to her Northern cousin, Mary, regarding the difficulties she faced after the war. Although these two relatives lived in regions with opposite political views, Sarah made it clear that she believed all members of the Miller family should respect each other, regardless of where they resided. In on of her first letters, Sarah acknowledged that the people of the North believed that Southerners are terrible sinners \"destitute of all honorable feelings,\" but hoped that her cousin Mary thought about her often.","            Following the war, it was almost impossible for Sarah to visit her cousin Mary in Philadelphia due to the numerous duties she needed to perform without the aid of slaves. To Mary she said, \"it will take some time getting used to doing work without slaves, because we don't have any of the conveniences that those living in the North have.\" With the help of machinery and technology that assisted Northern farmers, Sarah thought it would be easier for her cousins to make a trip down to Virginia. Although she wished for her cousins to visit her, Sarah warned Mary that her \"dear old state\" presented anything but a pleasing appearance at that time because of the hardships it faced. ","            Sarah explained that after enduring the war, many people were \"deprived of every cent of property\" and almost everyone was left without money. According to historian Steven Tripp, the economy in the South (specifically Virginia) after the Civil War was perfectly stagnant because of an absolute want of money, a general distrust of federal currency, and the impoverishment of the whole community. ","            Perhaps worse than economic deprivation, the people of the South were \"mourning the loss of one or more friends or seeing them maimed of crippled for life.\" In Sarah's family, four of her sons volunteered in the Confederate armies. Only two returned home safely, while the others were left on the battlefield. Sarah never knew if her sons had a decent burial, and did not receive an official notification of their deaths.","            Although her experience with the Civil War was overwhelming, Sarah remained optimistic for the future of her Southern state. She concluded in her letters, \"I confidently expected we would succeed, but I am resigned to the will of my heavenly father, and He knew what was best for us and that all things will work out at last.\""],"display_date":"June 1, 1870","search_date":"1870-06-01","citations":[{"divid":1217553209,"type":"Manuscript","data":["","",null,"Mss 8668","","Sarah Payne Letters, 1865-1910","Special Collections Library, University of Virginia"]},{"divid":1217553254,"type":"Book","data":["Steven Tripp","Yankee Town, Southern City&#58; Race and Class Relations in Civil War Lynchburg",null,"New York","New York University Press","1997",""]}],"locations":[{"id":2247,"lat":37.2188776641,"lng":-79.102397246,"zoom":9,"place":"CAMPBELL, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}