{"id":4059,"title":"Nullification Frowned Upon By Richmond Newspaper\n","course_id":7,"status":"P","start_date":"1832-12-04","end_date":"1832-12-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    On December 4, 1832, The Richmond Enquirer devoted several pages of its newspaper to discussion of the recent nullification crisis. In one of the articles, the editorial staff of the Enquirer expressed their feelings about nullification. The editorial staff of the Enquirer stated that although \"from the moment this paper saw the light, it has been the devoted friend of the Rights of the States,\" and they were \"opposed to the abominable Tariff system,\" they were \"equally opposed to the course which South Carolina has taken.\" ","The Enquirer was strongly Democratic; in the same issue there was an article celebrating the reelection of Andrew Jackson. The fact that it was both Democratic and Southern, make it seem likely that the editorial staff of the Enquirer would have supported--or at least sympathized with--John C. Calhoun's plan for nullification. ","Robert Remini noted in his biography of President Jackson that although most Southern states were angry about the tariff, none went as far as South Carolinians did. The fact that the Enquirer referred to nullification as \"an absurd and a dangerous heresy\" demonstrates that the political climate in South Carolina was much more radical than that of other Southern states in the early 1830s. By the 1860s, however when the Southern states began to secede from the Union, the political climate had changed dramatically. But in December of 1832, most Southern states--like Virginia--felt that nullification was a threat to \"this blessed Union.\"  The Enquirer stated that it was the wrong  \"time, and circumstance\" to throw off the laws of the Union. Thirty years later Southerners would be more aligned with that of South Carolina, but for now the Southern states still wanted to preserve the Union, and were not willing to abandon its laws for fear of threatening its unity. "],"display_date":"December 4, 1832","search_date":"1832-12-04","citations":[{"divid":1216519820,"type":"Newspaper Article","data":["","The Richmond Enquirer","","December 4, 1932",""]},{"divid":1216519839,"type":"Book","data":["Robert V. Remini","Andrew Jackson",null,"New York","Harpers Colins","1969",""]}],"locations":[{"id":1818,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}