{"id":4060,"title":"An Extraordinary Slave Preacher\n","course_id":7,"status":"P","start_date":"1/1/49","end_date":"12/31/49","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1849 Rev. William White wrote a narrative about African American Preachers. In it he tells the story of a black preacher known as \"Uncle Jack.\" Slave traders kidnapped Jack from Africa when he was seven years out and sold him into slavery in Nottoway, Virginia. When he was forty he heard a Presbyterian Minister from Prince Edward County preach and became religious. White wrote  that once Jack found religion he wanted to learn to read so that he could study the bible. He convinced his master's children to teach him by \"promising to reward them for their pains with nuts and other fruits, as tuition fees.\" Once he learned to read, he received his license from the Baptist church and began to preach. In Nottoway at this time there were not many churches and Jack was \"often called to preach at a distance of more than thirty miles from his home.\" Additionally Jack \" secured the respect and confidence of the white people,\" as well as the adulation of blacks, and when his master died he was able to buy his freedom thanks to donations from white members of the community. ","Uncle Jack's experience as a black preacher was not typical. Many white southerners were hostile to black preachers after 1831 because of the slave rebellion lead by Nat Turner, a slave preacher, which was responsible for the death of 57 white men, women and children.  Slave owners passed laws making it illegal to teach slaves to read or write, and encouraged slaves to attend services given by white preachers who indoctrinated them with the idea that good, hardworking slaves who respected their masters would go to heaven. ","There are several reasons why Uncle Jack might have been exempt from these restrictions. The first is that he did not fit white stereotypes about slaves, especially in terms of his speech. White wrote, \"the reader must not be surprised, therefore, that nothing occurs in what we quote from his own lips, of the jargon peculiar to the African race. Nobody ever heard the good old preacher say massa for master or me for I.\" Another reason he may have been exempt from restrictions was that he rejected typical \"slave\" style preaching. In particular \"he uniformly opposed, both in public and private, every thing like noise and disorder in the house of God. His coloured auditors were very prone to err in this way. But whenever they did, he suspended the exercises until they became silent.\" Whatever the reasons, Uncle Jack achieved something extraordinary through his religion and lived a life unlike most other slaves because of it. "],"display_date":1949,"search_date":"1949-07-02","citations":[{"divid":1216806959,"type":"Pamphlet or Other Printed Material","data":["William S. White","The African Preacher","Philadelphia","Presbyterian Board of Publications","1849","Special Collections Library, University of Virginia"]},{"divid":1216806999,"type":"Book","data":["Stephen B. Oates","The Fires of Jubilee&#58; Nat Turner&#39;s Fierce Rebellion",null,"New York","Harper Perennial","1990",""]},{"divid":1216807044,"type":"Book","data":["Kenneth S. Greenberg","Nat Turner&#58; A Slave Rebellion in History and Memory",null,"New York","Oxford University Press","2003",""]}],"locations":[],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}