{"id":4061,"title":"Industrial Disparity Between the North and South\n","course_id":7,"status":"P","start_date":"1882-01-01","end_date":"1882-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1882 the Richmond Enquirer wrote an article about John D. Rockefeller who \"combined [his] disparate companies, spread across dozens of states, under a single group of trustees,\" creating the Standard Oil trust. The article, which appeared towards the back of the paper, was very short and contains only the very basics about the consolidation. It is hardly what one would expect, considering that it is about one the company that altered industry in this country perhaps more than any other. ","This lack of coverage illuminates differences between the North and South. It makes sense that a Southern newspaper would not pay much attention to an oil company because the South was not nearly as dependent on oil as the rest of the country was. After the Civil War there were attempts to industrialize the South, but in 1882 the South was still very far behind the North in terms of industry. In particular, there were still a disproportionate amount of railroads in the West and North compared to the South. The attempts to remedy the disparity had been largely unsuccessful up until this point. State legislatures gave railroad subsidies to companies hoping to spur railroad development; while the subsidies did add railroad lines throughout the South, the companies also abused the subsidies, using them for other purposes. Also, the lines were owned almost exclusively by companies in the North, so their effects on the Southern economy were limited. The difference in industry between the North and South was one of the things that lead to Southern secession from the Union, and even after the states were reunited the inequality in industry still remained a problem. "],"display_date":1882,"search_date":"1882-07-02","citations":[{"divid":1217627995,"type":"Book","data":["John Hope Franklin","Reconstruction After the Civil War",null,"Chicago","University of Chicago Press","1995",""]},{"divid":1217628020,"type":"Newspaper Article","data":["","The Richmond Enquirer","","1882",""]}],"locations":[{"id":2593,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}