{"id":4064,"title":"A Celebration For Lincoln\n","course_id":7,"status":"P","start_date":"1876-04-14","end_date":"1876-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 14, 1876, Frederick Douglass delivered an oration in celebration of the unveiling of the Lincoln memorial. This oration was more than a celebration of Abraham Lincoln, it was also a celebration of African-Americans' knowledge of their nation and its truth. The people who congregated on April 14, 1876 in such high spirits did so in a celebration of the efforts they had made to make the Lincoln Memorial become a reality. ","  Douglass provided the crowd with an unadulterated truth about the history of the United States. \"Abraham Lincoln was a white man's president\", announced Frederick Douglass to the crowd. As a  \"white man's\" president, Lincoln had successfully led the country out of its gravest conflict. Lincoln's motives were to first save the nation from dismemberment, and secondly to rid the nation of the great social ill of slavery. The order of Lincoln's principles is what had brought the nation to that great place on April 14, 1867. Lincoln's vision of one nation brought this large crowd to be there that day in celebration of his presidency and its successes. ","         The successes of Abraham Lincoln's presidency did not come with ease. Lincoln was criticized by abolitionists and slave holders alike. When Lincoln acquired the title of commander-in-chief, he also acquired a nation that was on the edge of a large dissolution after years regional clashes over taxes, slaves, laws, and state rights. Douglass was able to take some accountability for the issues President Lincoln had to deal with. Frederick Douglass and Abraham Lincoln first met on August 10, 1863. Douglass had gone to the White House to discuss discrimination that black soldiers faced during the Civil War. Lincoln had acknowledged that the unequal pay black soldiers received warranted some anguish, but Lincoln believed that equality for black soldiers had to come gradually. On April 14, 1876, Douglass, in his lecture to the droves of people that attended the unveiling, expressed his gratitude for the former President's patience and forward thinking. ","   The unveiling of Lincoln's monument also revealed limited progress in race relations for the United   States of America. Blacks were rarely depicted in sculptures and monuments until after the Civil War. Abraham Lincoln and monuments depicting the emancipation of slaves.When blacks did appear in monuments they were often represented as stereotypical slaves kneeling at the presence of a superior white man. Furthermore, the representation of black soldiers who fought during the Civil War was non-existent, a Freedman's Memorial for example, might have commemorated slavery. Race relations post-emancipation might be viewed as having little progress since slavery's existence, for the reason blacks were only depicted as slaves in monuments of the nineteenth century."],"display_date":"April 14, 1876","search_date":"1876-04-14","citations":[{"divid":1217538573,"type":"Pamphlet or Other Printed Material","data":["Frederick Douglass","&quot;Your late lamented husband&quot; &#58; an unpublished letter of Frederick Douglass to Mary Todd Lincoln ","New York, N.Y.","The Gilder Lehrman Institute of American History","2000","Special Collections Library, University of Virginia"]},{"divid":1217538628,"type":"Book","data":["Kirk Savage","Standing Soldiers, Kneeling Slaves&#58; Race, War, and Monument in the Nineteenth Century",null,"Princeton","Princeton University Press","1997","129-139"]},{"divid":1217538670,"type":"Website","data":["TeachingAmericanHistory.org","Oration in Memory of Abraham Lincoln","Ashbrook Center for Public Affairs","http&#58;//www.teachingamericanhistory.org/library/index.asp?document=39","October 4, 2007"]}],"locations":[],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}