{"id":4066,"title":"A Volunteer&#39;s Story\n","course_id":7,"status":"P","start_date":"1846-07-01","end_date":"1846-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Joseph McNeir was a volunteer soldier during the Mexican American War. McNeir had maintained correspondence with his family throughout his time in service. The letters often discussed the life that Joseph McNeir lived during his service as well as how many volunteers were there to serve. McNeir gave intimate details of how the war was going, the expected daily events, and where the soldiers were expected to be on certain days. The letters written between Joseph McNeir and his family, who resided in their hometown of Annapolis, Maryland  gave a picture of how families reacted to their loved ones being enlisted during the Mexican American War. Throughout the letters it is evident that Joseph missed his wife Sally, who never wrote Joseph. Also Joseph in each of the letters he did write wanted to reassure his mother that he would be returning home safely. ","     The letters from Joseph discussed the life of volunteer soldiers during the Mexican American War. From the letters it is evident that volunteer soldiers were instrumental in the war effort. Volunteer soldiers came in the thousands to fight in the Mexican American War. At the start of the Mexican American War, the United States Congress approved a bill that granted President Polk to enlist 50,000 soldiers. During the war effort, . soldiers took part in every combat campaign even though, the majority of volunteer soldiers lacked the proper military training needed for combat. Due to their lack of training volunteer soldiers often had a disillusioned vision of what war would actually be. Joseph McNeir in his letters home highlighted the disease volunteer soldiers battled. By the end of the war, a number of volunteer soldiers and regular soldiers had died from devastating diseases. ","    It is evident from the McNeir Family correspondence that volunteer soldiers who participated in the Mexican American War, regardless of their rank shared a similar, unifying experience. "],"display_date":"July 1, 1846 - July 30, 1846","search_date":"1846-07-15","citations":[{"divid":1218038973,"type":"Manuscript","data":["","Mss 11020&#58;195 2008-1001",null,"Mss 11020&#58;195 2008-1001","Box 1","McNeir Family Papers","Special Collections, University of Virginia"]},{"divid":1218039006,"type":"Book","data":["Richard Bruce Winder","Mr. Polk&#39;s Army&#58; The American Military Experience in the Mexican War",null,"College Station, TX","Texas A &amp; M University Press","1997",""]}],"locations":[{"id":2911,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"ANNE ARUNDEL, Maryland"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":2,"tag":"Health/Death"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}