{"id":4067,"title":"Jefferson Davis Speaks In Raleigh\n","course_id":7,"status":"P","start_date":"1863-01-07","end_date":"1863-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Jefferson Davis, called \"This Man of the Age, whose name will stand on the scroll of Fame as second only to that of the Father of his Country\" by <em>The Raleigh Register,</em> had a lot of support among Confederate citizens, including the citizens of North   Carolina. In January 1863, on his way from Charlotte to Richmond, Davis stopped in Raleigh to deliver a speech. In his speech, Davis mentioned his appreciation of Raleigh natives, who kept his wife and children in refuge. In addition, Davis seemed to respect the people of North  Carolina, as the North   Carolina people seemed genuinely happy to meet them. Davis mentioned finding problems with the state militia. Davis, however, expressed his confidence in the Confederate armies even though Confederate soldiers were outnumbered at times. As an example of the Confederacy's success, Davis mentioned the Battle of Murfreesboro, in which the Union suffered 890 out of 900 casualties compared to just the Confederacy's 150 casualties.","Davis exuded confidence among the North Carolina people as he proclaimed victory at every point. Although Davis initially wished not to obtain the position of president, he treated everyone fairly and wished everyone the best. Upon making his closing remarks, he said the future was bright for the Confederates, advised people to join the army, and the people responded with a resounding ovation. While the Confederate States of America believed strongly in states' rights - which can limit national unity - North Carolina seemed committed to the Confederate cause. As a result, the citizens of Raleigh supported Jefferson Davis's efforts to win the Civil War."],"display_date":"January 7, 1863","search_date":"1863-01-07","citations":[{"divid":1215732559,"type":"Newspaper Article","data":["President Davis","Raleigh Register","","January 9, 1863","1"]},{"divid":1215732580,"type":"Website","data":["Stanley L. Klos","Jefferson Davis, President of the Confederate States of America","Evisum, Inc.","http://www.jeffersondavis.net","October 2, 2007"]},{"divid":1215732626,"type":"Website","data":["The American Battlefield Protection Program","Murfreesboro","The American Battlefield Protection Program","http://www.nps.gov/history/hps/abpp/battles/tn006.htm","October 2, 2007"]}],"locations":[{"id":2912,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}