{"id":4069,"title":"Remembering the Confederacy: Helpful or Hurtful?\n","course_id":7,"status":"P","start_date":"1889-01-01","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    In 1889 Thomas D. Houston, formerly a Captain in the Eleventh Virginia Infantry, wrote about a letter a man named Captain James had written to his family after the Battle of Gettysburg. Houston's writing demonstrated that more than ten years after the Civil War, Southerners were still haunted by the devastation and eventual loss they faced during the Civil War. At the same time, they still felt a reverence towards the Confederacy. He wrote that James' letter shed light on recent \"discussion between two distinguished Southern generals concerning alleged delay of one of them in getting his troops into the line, at the battle.\" Houston also prefaced the letter by talking about how excited the troops were before the battle to go \"into the land of our enemy. . . Virginia our native state, was now for a time at least to be freed from the desolation and cruelties incident to the presence of an armed foe.\"  He concluded his writing by praising James because \"he did not die in battle like so many others, but for the South he gave his youth, sacrificed his health and poured his blood.\" ","    Houston demonstrated nostalgia towards the Confederacy that was typical of Southerners during this time period. The fact that more than ten years after the war ended, Southerners still discussed what had gone wrong, feeling both real anger towards the North for the havoc they caused to Southern lands and veneration for the Confederacy, explains why there were such problems after the war and why Reconstruction was ultimately unsuccessful. ","    In the book Cities of the Dead, William Blair discusses the political and social ramifications of the continued veneration for the Confederacy. Blair suggested that Southern politicians encouraged and manipulated nostalgia about the Civil War for their own political gain due to  \"the struggles over politics and power in the postemancipation South.\" Many have claimed that reverence of the Confederate flag, reenactment of Civil War battles, and Memorial Days were part of the healing process for white Southerners. The negative effects of these memorials cannot be overlooked, however. Hero-worship of the Confederacy and its leaders led to increased social, political and racial tensions after the war. It kept the resentment that Southerners felt alive, rather than allowing them to move forward."],"display_date":1889,"search_date":"1889-07-02","citations":[{"divid":1218148618,"type":"Manuscript","data":["","Annals of the War&#58; Storming Cemetery Hill",null,"Mss 2672-e","","Papers of Collins Denny, 1872-1943","Special Collections Library, University of Virginia"]},{"divid":1218148665,"type":"Book","data":["William A. Blair","Cities of the Dead&#58; Contesting the Memory of the Civil War in the South, 1865-1914",null,"Chapel Hill","University of North Carolina Press","2004",""]}],"locations":[{"id":2914,"lat":37.1430658685,"lng":-78.0512288847,"zoom":10,"place":"NOTTOWAY, Virginia"}],"tags":[{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}