{"id":407,"title":"House of Representatives drafts bill for the relief of James Monroe\n","course_id":1,"status":"P","start_date":"1829-02-25","end_date":"1829-02-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When a memorial of the citizens of Albemarle County, Virginia asked Congress to reconsider James Monroe's claims to reimbursement a Select Committee was formed. The Select committee did indeed find that the U.S. Government was indeed indebted to Monroe for his considerable and patriotic loans to the government during the War of 1812. The bill (No. 436) resolved to give the late president the sum of 25,000 in consideration for the his agency in procuring the loans;.for the use of the Government, during the late war.' &lt;br /&gt;&lt;br /&gt;This event reveals the esteem citizens held their founding fathers and Presidents at this time. Citizens and neighbors of Mr. Monroe took it upon themselves to aid the impoverished former president when they felt he had not been given all the reimbursement he was due for his services to the nation.&lt;br /&gt;&lt;br /&gt;This esteem that Virginians had for Mr. Monroe was later shown when he was elected to be a representative for the Convention of 1829, despite his failing health. Monroe was even elected to be President over the convention. Sadly, on December 18th, Monroe's continued sickness obliged him to give up his seat. A Mr. P. P. Barbour was made president to replace Monroe. Monroe would die two years later on the Fourth of July."],"display_date":"February 25, 1829","search_date":"1829-02-25","citations":[{"divid":1213899251,"type":"Manuscript","data":["","Broadside 1829, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1213899294,"type":"Article","data":["James E. Pate","Constitutional Revision in Virginia Affecting the General Assembly","William and Mary College Quarterly Historical Magazine","Vol. 10, No. 2","April, 1930","105-122"]},{"divid":1213899346,"type":"Newspaper Article","data":["","Weekly Gazette and Comet","Baton Rouge, Louisiana","November 7th, 1829",""]},{"divid":1213899368,"type":"Newspaper Article","data":["","Virginia Advocate","Charlottesville, Virginia","December 18th, 1829",""]}],"locations":[{"id":304,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}