{"id":4080,"title":"Speaking from Medicine Lodge:  Two Native American Opinions on Removal, White Culture, and Government Relations","course_id":5,"status":"P","start_date":"1867-10-19","end_date":"1867-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The Treaty of Medicine Lodge is among the last, most famous and most influential of the United States-Native American treaties.  The treaty, or rather collective of three treaties signed at Medicine Lodge, Kansas in October of 1867, was a comprehensive peace settlement between the U.S. government and the Plains Nations of the Kiowa, Comanche, Apache, Cheyenne, and Arapaho.  Major provisions in the treaty were that the nations would move onto reservations in the Indian Territory and that the United States would help them become \"civilized,\" providing them with necessary supplies and instruction.","            At Medicine Lodge, most of the Native American nations wanted peace, but did not agree with the constrained reservation system that limited autonomy and pushed white civilization upon them.  Among the more outstanding spokesmen of Medicine Lodge were Chiefs Ten Bears and Satanta, who represented two of the most prominent nations, the Comanche and Kiowa, respectively.  Their two voices well addressed specific problems with the proposed reservations, but also addressed broader issues of Native American identity, prospects, and the nature of their relations with whites.","            Satanta, one of the major figures in the armed conflicts leading up to Medicine Lodge, argued very emotionally and emphatically: \"I love the land and the buffalo and will not part with it. I want you to understand well what I say.  Write it on paper.\"  Satanta argued that the land, the hunt, and the independence from \"medicine lodges\"-the churches and schools advocated by whites-were essential elements of his culture, his means for happiness.  Secluded from this lifestyle, he said, \"We grow pale and die.\"  He also emphasized the way in which whites interacted with Native Americans, saying that while he was open and honest with the commissioners, they were deceitful and unreliable.  Yet far worse for Satanta were the U.S. troops who, he said, \"cut down my timber; they kill my buffalo.\"","            Ten Bears was more ready for peace and as such his speech was gentler in tone, beginning with an expression of warm feelings towards the commissioners.  Yet he too blamed the United States for a great deal, saying that it was they who started the conflict: \"There has been trouble on the line between us...but it was...you who sent out the first soldier and we who sent out the second.\"  Ten Bears also broadly criticized the plans of the commissioners, rejecting the reservation scheme with houses and medicine lodges.  He stressed the freedom and happiness of life in the prairie and contrasted it with living and dying as the whites suggested, hemmed in by \"walls\" and \"enclosures.\"  ","            Ten Bears reiterated Satanta's consideration of culture, saying: \"I lived like my fathers before me, and like them, I lived happily.\" He further defended his right to this life based on the promise made by the \"Great White Father\" (the President), which guaranteed the permanence of land rights as they then stood.  Finally, Ten Bears argued that far from removing his people to a better location, the proposed reservation site was \"too small\" and that the Texans had taken away the land and timber that best supported prosperity.  The final words of his speech summarized the plight of Native Americans in powerful, fatalistic terms, saying, \"The white man has the country which we loved, and we only wish to wander on the prairie until we die.\" ","            Though not actually faced with extinction, the nations of Medicine Lodge were in the midst of such upheaval that the period could justifiably be called the end of an age for their peoples.  Arguments like those of Satanta and Ten Bears at Medicine Lodge were not new; Native Americans had long defended their essential rights, sovereignty, and freedom-political rhetoric that is itself very telling as it specifically caters to Western ideology.  Yet the virtue of these values were not enough to protect Native Americans in a seemingly intractable clash of cultures, wherein they were opposed by both U.S. governmental policy and the very real \"shock of civilization\" that saw the buffalo hunted almost to extinction while frontier settlements swept across Native Americans' lands, dominating them in trade and constantly fighting with them.  In the twenty years after Medicine Lodge, Native American sovereignty and their free, unsettled lifestyle, as espoused by Satanta and Ten Bears, were both rejected by the United States.  The two major blows came in the shape of a Congressional act in 1871 that ended treaty-making with Native Americans, and the Dawes Severalty Act in 1887, which divided up the communal land into individual allotments and made Native Americans U.S. citizens."],"display_date":"October 19, 1867 - October 20, 1867","search_date":"1867-10-19","citations":[{"divid":1217539096,"type":"Book","data":["Dee Alexander Brown","Bury My Heart at Wounded Knee&#58; An Indian History of the American West",null,"New York","Bantam","1972","158-160"]},{"divid":1217539147,"type":"Book","data":["Francis Paul Prucha","American Indian Treaties&#58; The History of a Political Anomaly",null,"Los Angeles","University of California Press","1994","1-18, 280-281"]},{"divid":1217539258,"type":"Book","data":["Robert M. Utley","The Indian Frontier of the American West, 1846-1890",null,"Albuquerque","University of New Mexico Press","1984","112-116"]},{"divid":1217539351,"type":"Book","data":["S. Lyman Tyler","A History of Indian Policy",null,"Washington, D.C.","Bureau of Indian Affairs, U.S. Govt. Print. Office","1973","77-79"]},{"divid":1217539395,"type":"Newspaper Article","data":["The Council","The Chicago Tribune","","October 26, 1867","2"]},{"divid":1217539421,"type":"Newspaper Article","data":["The Indian Commission","The New York Times","","October 30, 1867","1"]},{"divid":1217539481,"type":"Newspaper Article","data":["The Indians","Chicago Tribune","","October 29, 1867","2"]},{"divid":1217539516,"type":"Book","data":["David E. Wilkins and K. Tsianina Lomawaima","Uneven Ground &#58; American Indian Sovereignty and Federal Law",null,"Norman","University of Oklahoma Press","2001","3-7"]},{"divid":1217539566,"type":"Book","data":["Henry E. Fritz","The Movement for Indian Assimilation, 1860-1890",null,"Philadelphia","The University of Pennsylvania Press","1963","passim"]},{"divid":1217540332,"type":"Book","data":["Maureen Konkle","Writing Indian Nations&#58; Native Intellectuals and the Politics of Historiography, 1827-1863",null,"Chapel Hill","University of North Carolina Press","2004","1-4"]},{"divid":1217540402,"type":"Pamphlet or Other Printed Material","data":["","Report to the President by the Indian Peace Commission, Annual Report of the Commissioner of Indian Affairs for the Year 1868","Washington, D.C.","Government Printing Office","1868","Furman University, http&#58;//facweb.furman.edu/~benson/docs/peace.htm"]}],"locations":[{"id":1757,"lat":null,"lng":null,"zoom":8,"place":"Unorganized, Kansas"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":20,"tag":"Diplomacy/International"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}