{"id":4082,"title":"Desertion Plagues the Confederate War Effort\n","course_id":7,"status":"P","start_date":"1865-02-15","end_date":"1865-02-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In February 1865, the <em>Richmond Enquirer</em> printed a general order for those who had lost faith in the Confederate war effort and deserted, offering them a way to honorably rejoin their fellow Confederates in the fight. As many Confederate soldiers deserted and returned to their families, General Robert E. Lee appealed to their \"honor and duty\" by presenting only two options: \"war [or] abject submission.\" The only logical choice seemed to be a continuation of the fight for self-government at any cost. Lee offered pardon to any man \"improperly absent\" as long as he returned \"within the shortest possible time within 20 days.\" He declared that \"no general amnesty [would] again be granted\" in this final effort to reabsorb deserters into the Army of the Confederacy. Unfortunately for Lee, offering a sweeping pardon did not significantly recoup his dwindling supply of men still willing to fight.","Historians have pointed to desertion as one of the primary reasons for the South's defeat in the Civil War. The notion of the Civil War being a \"rich man's war, and a poor man's fight\" was a huge factor in desertion rates. One school of thought believes that as the war progressed, the yeoman farmers who were doing the majority of the fighting came to resent the planter aristocracy that was often exempted from military service due to various Confederate policies. The war became increasingly difficult, and many soldiers deserted due to economics, family, and personal sentiments. The less a man identified with the cause he was fighting for, the more likely he was to desert. Yeoman farmers did not own slaves, and the principles of slavery were not worth fighting and dying for as the war proceeded. In the final months of the war, desertion rates escalated as it became clear that the South would not emerge the victors.","James McPherson examines the Confederate soldier's experience through various diaries and letters and disagrees with this position. McPherson claims that Confederate men did not gain the conventional disillusionment and cynicism that would logically lead to desertion. The sources that he examines show soldiers continuing to assert the importance of the ideals they were fighting for throughout the conflict. Reasons for fighting would include defending their government, their manhood, their families, and their comrades. Although the reasons for desertion are clearly a subject of great debate among historians, it is clear that desertion made it increasingly difficult to pursue the collective goals of the Confederacy on the battlefield and inevitably contributed to Lee's surrender several months later."],"display_date":"February 15, 1865","search_date":"1865-02-15","citations":[{"divid":1216775154,"type":"Newspaper Article","data":["General Order No. 2","Richmond Enquirer","","February 15, 1865","2"]},{"divid":1216775177,"type":"Article","data":["Peter S. Bearman","Desertion as Localism&#58; Army Unit Solidarity and Group Norms in the U.S. Civil War","Social Forces","70","Dec. 1991","321-342"]},{"divid":1216775243,"type":"Book","data":["James M. McPherson","For Cause and Comrades&#58; Why Men Fought in the Civil War",null,"New York","Oxford University Press","1997",""]}],"locations":[{"id":1422,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}