{"id":4083,"title":"Proof of Allegiance\n","course_id":7,"status":"P","start_date":"1865-05-27","end_date":"1865-05-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 25, 1865, John Herbert Claiborne took the oath of allegiance to the United States at the Office of the Provost Marshal in Petersburg, Virginia. He served as a surgeon with the title of Major in the Confederate Army during the war and continued to practice medicine after the surrender. In the terms of the oath he swore to \"support and defend the Constitution\" and to support all laws including \"the emancipation of slaves\" from that time forward. By taking this oath, he secured amnesty for serving the Confederacy during the war, considered an act of treason. That day he received a slip of paper noting that he had taken the oath, but he returned six days later to request a letter from the Provost Marshall confirming his allegiance and giving him permission to purchase a pistol for his own protection. Almost a month later, on June 26, he returned yet again for a duplicate certificate of his Oath of Allegiance. Papers such as these restored J.H. Claiborne and other former Confederates to their status of citizens of the United States during Reconstruction, a time when a Confederate war record often excluded men from the political landscape they once ruled. Generals Lee and Grant determined the terms of the surrender at Appomattox, but this agreement did not begin to address many of the questions created by the end of the struggle. Politicians determined the terms of reunion during the era of Reconstruction. The status of Confederate veterans proved to be a controversial issue in the halls of Congress as well as throughout the South. On one hand, Southerners needed to be punished for their rebellion, and it would be irresponsible to place the same white aristocracy back in power post-war. However, to suppress almost the entire white male population would leave few educated men to rebuild the southern governments.","President Johnson laid out the terms for Confederate amnesty in May 1865 through a proclamation that gave amnesty restoring all rights and property (except for slaves) to ex-Confederates who would take an oath of loyalty to the Union. Exempted from the proclamation were top ranking Confederates, as well as owners of more than 20,000 in property. These southerners who were not given amnesty in the proclamation would have to swallow their pride and appeal to the President Johnson for amnesty. Inevitably Johnson pardoned almost anyone who requested one, a much more lenient policy than the previously proposed Wade-Davis Bill of June 1864 that required men to swear that they had never aided the Confederacy in order to participate politically. Johnson pardoned over 7,000 men by 1866 restoring the white aristocracy to power and destroying the moment of hope for black equality and political participation."],"display_date":"May 27, 1865","search_date":"1865-05-27","citations":[{"divid":1216936699,"type":"Manuscript","data":["","John Herbert Claiborne Manuscripts",null,"Mss 4572","Box 2","Civil War Papers of J.H. Claiborne","Special Collections Library, University of Virginia"]},{"divid":1216936751,"type":"Book","data":["Eric Foner","A Short History of Reconstruction, 1863-1877",null,"New York","Harper &amp; Row","1990",""]}],"locations":[{"id":1419,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}