{"id":4084,"title":"The University in Wars Wake\n","course_id":7,"status":"P","start_date":"1865-07-07","end_date":"1865-07-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As John Minor, an esteemed law professor, sat in his office at the University of Virginia, he penned a letter to his sister in Galveston, Texas explaining the \"unparalleled losses\" suffered by Virginia.  Previous measures of wealth such as \"stocks and servants\" lost all value; only land held its value.  Minor estimated the total losses in Virginia at \"little short of 400 million\" noting that enrollment at the University plummeted during the war, making it barely profitable for him to teach the few remaining students.  He told her how his family was faring, and about his daughter Mary L. and her friend Lizzie who volunteered at the hospital during the war, preparing tents and comforting the sick and dying.  Minor also offered his sister condolences for the death of a relative, Charley, a Lt. Col. under General J.E.B. Stuart, lauding him as \"manly,\" a \"heroic spirit,\" and an \"active servant of our blessed Lord.\"  A theme of common loss prevailed as Minor detailed the situations of family members scattered throughout the defeated South.  ","Minor's letter transitioned from detailing what was lost to forming an idealistic memory of the effort. David Blight discusses the formation of a national memory of the war in his book <em>Race and Reunion</em>.  This transition in Minor's letter typifies the Southern memorializing of the Civil War.  Although Charley, a cherished family member, died in battle, his memory served a significant purpose for the future of the South.  Memories attributed to the war in the south became known as the 'Lost Cause' rhetoric.  Men, like Charley, were memorialized as brave fighters, who, although they lost, fought honorably for a cause they believed in.  Women, like Mary and Lizzie, were memorialized as strong and willing to support their men as well as their country.  In creating memories of the war, women across the country helped to establish Decoration Days, which became Memorial Day, now a national holiday.  Confederate and Union veterans came together to commemorate anniversaries of battle and to reminisce on the camaraderie gained by the fight.  The outcome of the Civil War affected Minor, like many Southerners, in his job, his family, and his opinions.  As he formed memories of what was lost he too chose to remember the heroism and the nostalgia of Old Virginia and the Civil War."],"display_date":"July 7, 1865","search_date":"1865-07-07","citations":[{"divid":1216936542,"type":"Manuscript","data":["","Correspondence",null,"Mss 2888","Box 1/Folder d","Byars Family Papers","Special Collections Library, University of Virginia"]},{"divid":1216936576,"type":"Book","data":["David Blight","Race and Reunion&#58; The Civil War in American Memory",null,"Cambridge, Massachusetts","Belknap Press of Harvard University Press ","2003",""]}],"locations":[{"id":1655,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}