{"id":4086,"title":"Organization of Women&#39;s Movements in the South: Belle Kearney, WCTU, and Suffrage","course_id":5,"status":"P","start_date":"1889-04-01","end_date":"8/18/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  For many women in the South, the Women's Christian Temperance Union served as an opportunity to organize with other women, gain public career skills, and work outside the home. This experience was later able to transfer in women's work for suffrage. Belle Kearney, a leader within the WCTU and later a women's suffragist, wrote about the beginning of her career in the WCTU in her autobiography, <em>A Slaveholder's Daughter</em>. In this work she analyzes the affects of the Civil War on women in the South and discusses her own experiences as a daughter this post-Civil War society. Kearney desired to be well educated and to pursue a life beyond the domestic sphere of women. She stated that women in the South had assumed responsibility while the men were at war yet when the men returned, women were expected to return to the female domain. For Kearney, remaining in this womanly sphere was not acceptable. In 1889, she was given her chance for public work when her father encouraged her to listen to a speech given by the President of the WCTU, Frances Willard. After this, Kearney accepted a position in the WCTU which became, for her, an outlet to the public sphere and prepared her to later serve in the women's suffrage movement.            ","According to historian Louise M. Young, this experience in the WCTU was not exclusive to Kearney. Women's promotion of temperance was seen as acceptable public work for them because temperance fell into the womanly sphere of \"protecting the home.\" This allowed women in public work to become more acceptable and thus gave women the courage and ability to work for more radical causes such as women's suffrage.  So, women took the training hat they received in the WCTU and applied it to the suffrage movement. Temperance also opened other avenues for suffrage in that supporters of temperance wanted to give women the vote so that they would have political power to enforce temperance. For the South, this was important because Southern women had not participated in the abolition movement in the North which had prepared women for the first wave of the women's suffrage movement. Thus, in the South the WCTU served to prepare women for the women's suffrage movement as the abolition movement had in the North."],"display_date":"April 1, 1889 - August 18, 1920","search_date":"1904-12-09","citations":[{"divid":1218831594,"type":"Pamphlet or Other Printed Material","data":["Belle Kearney","A Slaveholder&#39;s Daughter","New York, N.Y.","Abbey Press","1900","University of North Carolina&#58; Documenting the American South"]},{"divid":1218831667,"type":"Article","data":["Louise M. Young","Women&#39;s Place in American Politics&#58; The Historical Perspective","The Journal of Politics","Vol. 38, No. 3","August 1976","295-335"]},{"divid":79269,"type":"Manuscript","data":["toIHmxbelnWMBTenwHW"]}],"locations":[{"id":2843,"lat":32.6346973664,"lng":-90.0338114186,"zoom":9,"place":"MADISON, Mississippi"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}