{"id":4088,"title":"Exiled From Florida\n","course_id":5,"status":"P","start_date":"1812-01-01","end_date":"1845-01-25","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Florida was originally settled by Spaniards, in 1558.  With the arrival of the British colonies, the Carolinas attempted to enslave the Indians in and around the Florida and Georgia territories.  A boundary was formed between Carolina and Florida, but slaves, Indian and African alike, crossed the boarder into Florida and further into Indian Territory.  The numbers of exiled slaves became so great in 1736, they were acknowledged by the Floridians, being referred to as Maroons, and also became allies in defending the territory.  Georgia was formed as a free colony between South Carolina and Florida and used as buffer colony to protect the Carolina planters' slave interests.  However, in 1750, a Creek Indian Chief named Seacoffee left the tribe with a large group of followers.  They traveled from Alabama to Florida, and under the Spanish colonial policy, they were incorporated into the Spanish population and entitled to land in the territory of Florida.  They settled near the area of the Exiles and refused all Creek laws.  These exiles were called \"Seminoles\" by the Creek Indians, meaning \"runaways.\"  They elected their own chiefs and became their own tribe.  Some members intermarried with members from the Maroons, as the groups merged into one entity.  They lived together in villages where the Blacks could build their own houses and farm their own fields.  The Maroons paid a tax of corn, vegetables, and meat to the Seminoles in exchange for their protection against slave catchers.","            By 1812, Georgia pushed for the Federal government to annex Florida in order to control the Indians in the region, and to control the new problem of slaves escaping from Georgia to Florida.  With no response from the Federal government, Georgia declared war on the Territory of Florida in order to occupy the territory and ensure the safety and welfare of their people.  They searched to find Creek Indians and the Exiles, who were all thought to be runaway slaves by Georgians, and ended the struggled in May 1813, with nothing to show for it.  ","            This conflict went unnoticed to the rest of America because of the War of 1812, and British involvement in North America.  The British allied themselves with the Exiles and the Indians, trading and supporting them through weapons.  When the British withdrew from Florida in the spring of 1815, they left the Exiles with their fort and the entire magazine of military stores.","            Even though British troops withdrew, a portion of America soldiers remained along the Georgia frontier to maintain peace with the Indians.  General Gaines commanded the Southern frontier at Fort Scott.  Growing sentiment within the army to return the Exiles to their slave owners lead to the first slave-catching expedition, undertaken by the Federal government.  Meanwhile, Andrew Jackson urged that the Exiles in Florida were a threat to the security of America's boarders, especially since receiving weapons and a fort from the British.  Jackson wrote a letter to President Monroe explaining the need for annexing Florida in order to emigrate the Indians west of Arkansas.  It took Jackson only a few months to conquer Spanish Florida when he told Monroe he could accomplish it in two months.  The President defended Jasckson's actions in Florida in front of the House of Representatives in March 1818.","            They became involved in extensive battles, or massacres, of the Exiles by General Gaines and General Jackson.  After years of violence, General Jessup stopped the Exiles and offered a peace treaty, January 25, 1845.  \"Major General Jessup, in behalf of the United States of America, agrees that the Seminoles and their allies, who came in and emigrate West, shall be secure in their lives and property; that their negroes, their bona fide property, shall also accompany them West; and that their cattle and ponies shall be paid for by the United States of America.\"  The govenor of Florida announced that the last of the Indians had been removed from Florida.  They were sent from Tampa Bay to New Orleans and then west of Arkansas."],"display_date":"January 1, 1812 - January 25, 1845","search_date":"1828-07-14","citations":[{"divid":1216937264,"type":"Pamphlet or Other Printed Material","data":["Joshua Reed Giddings","The Exiles of Florida","Columbus, Ohio","Follett, Foster, and Company","1858","Alderman Library, University of Virginia"]},{"divid":1216937303,"type":"Book","data":["Virginia Berman Peters","The Florida Wars",null,"Hamden, Connecticut","Archon Books","1979","17-22, 50-54"]}],"locations":[{"id":2845,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}