{"id":409,"title":"Death of Sidney Lanier\n","course_id":1,"status":"P","start_date":"1881-09-07","end_date":"1881-09-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sydney Lanier, a Southern poet and musician, died on September 7, 1881 of consumption in Lynn, North Carolina.  Having suffered health problems before the Civil War, his death was not unexpected.  Nonetheless, his early death was mourned by many, especially the wife and three children left behind.&lt;br /&gt;Born in Macon, Georgia, Lanier received an education at Oglethorpe University.  He initially followed in his father's footsteps by pursuing a career in law.  Lanier moved to Texas, but, after suffering health problems and facing the threat of consumption, he moved up North, where he remained until the war.  Lanier served in the war and was stationed on the Southern coast and in Petersburg, VA.  After the war, Lanier attempted to practice law a second time, but his poor health rendered the endeavor virtually impossible.  Thus, he turned to poetry as well as the study and teaching of literature.     Combining his literary and musical interests, he centered his poems around music and the South.  Lanier intended for much of his poetry to be set to musica, and he built a reputation upon his unique style of poetry.  Lanier gained instant renown for a poem published across the country, The Centennial Cantata,' which he wrote for the Centennial Celebration .  His most famous poems, however, are the regional Song of the Chattahoochee' and The Marshes of Glynn,' both parts of an unfinished series discussing the marshes of Glynn County, Georgia.  &lt;br /&gt;Lanier died at the age of 39 and left a legacy of poems.  He served as a major contributor of literature to the South, which was criticized by many for its slow progress.  Many lamented his early death for prematurely ending his literary career.  Lake Lanier, located northeast of Atlanta, was named in his memory."],"display_date":"September 7, 1881","search_date":"1881-09-07","citations":[{"divid":1214239073,"type":"Book","data":["Robert O&#39;Brien and Harold H. Martin, eds.","The Encyclopedia of the South",null,"New York","Facts on File","1985",""]},{"divid":1214239103,"type":"Newspaper Article","data":["","New York Times","","September 9, 1881",""]},{"divid":1215458080,"type":"Newspaper Article","data":["","Washington Post","","September 10, 1881",""]}],"locations":[{"id":306,"lat":35.2792896852,"lng":-82.1696309313,"zoom":10,"place":"POLK, North Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}