{"id":4090,"title":"A Plea for Peace Within the Union\n","course_id":5,"status":"P","start_date":"1832-12-01","end_date":"1832-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas GrimkÉ wrote a letter to John C. Calhoun to persuade him to calm southerners as tensions were rising between north and south.  He tries to flatter Calhoun with his many titles, Congressman, Senator, Vice-President, and he tells Calhoun that the south will listen and reason with him, \"They are, in the estimate of the Union, at least, but the invisible satellites of your superior station and influence.  Without you, they are and do nothing. All the responsibility, of the past and present, is yours.\"  GrimkÉ abandons the flattery and puts all of the responsibility of the south's action in the hands of John C. Calhoun.  Thomas GrimkÉ had good reason to worry about the state of the Union and to contact Calhoun for a peace offering.  However, John Calhoun was too involved in the interests of South Carolinians to give in to the North.","John Calhoun took his seat in the United States House of Representatives first the first time on November 6, 1811, as a representative from South Carolina.  He was only twenty-nine years old and allied himself with the many other young and rising politicans known as \"War Hawks.\"  Calhoun continued his rise in politics on December 14, 1817, when James Monroe asked him to be his Secretary of War.  Things began to fall apart when a tariff was introduced and Calhoun believed it would make it more difficult for the South to conduct foreign trade through cotton.  Calhoun denounced the abominable tariff saying, \"the great geographical Northern manufacturing interest in order to enforce more effectually the system of monopoly and extortion against the consuming states.\"  In March of 1825, Calhoun became Andrew Jackson's vice president, but drew controvery by writing <em>South Carolina Exposition and Protest</em>.  He defended a states' right to nullify a Federal law that impeded a states' interest, while he was the vice president.  He soon realized he had limited power as the vice president and resigned to be elected Senator of South Carolina.  On November 24, 1832, South Carolina held a contitutional convention and nullified the tariffs of 1824 and 1828, with Calhoun's full support behind his state.  Andrew Jackson's response to the convention came in December of 1832 when he declared nullification as being \"incompatiable with the existence of the Union.\"  This is the time in which GrimkÉ is writing his letter to Calhoun.  ","Thomas GrimkÉ tries to indirectly explain to Calhoun how he would treat the tense situation.  He does this by describing what his ideal country and an ideal statesman would be,  \"He must resolve, and abide by that resolution with inflexible constancy, never to harbor a thought, not utter a word, nor do a deed, that may, by any possibility, suggest the opinion, that the Union can ever be abandoned.\"  GrimkÉ is trying to explain to Calhoun how he would handle the situation of the south by abandoning any talk of secession or nullifaction.  He continues to speak of how a leader should act saying, \"Regard the Constitution of the Union as the sacred covenant of my first-born, sealed with their precious blood, the testimony of their faith, hallowed and irrevocable as the plighted troth of the marriage bond.\"  GrimkÉ refers to the Constitution to be in part of every American family.  ","\"I demand of every public man another prominent duty; to distinguish between the rulers and the people: and honor those, however, unworthy, for the sake of these.\"  He is hoping Calhoun will ignite southerners into supporting the north and the national leaders in office.  \"You have trodden a path, which inferior men might have selected.  Without amazement in their superiors, or danger to your country...That duty was to soothe, not to provoke; to calm, not of passion; of attachments, not jealousness; of manly, candid sense, not of prejudice.\"  This last quote is GrimkÉ's last attempt to persuade John C. Calhoun into preserving the Union."],"display_date":"December 1, 1832","search_date":"1832-12-01","citations":[{"divid":1215903984,"type":"Pamphlet or Other Printed Material","data":["Thomas Grimke","A Letter to the Honorable John C. Calhoun, Vice-President of the United States, Robert Y. Hayne, Senator of the United States, George M&#39;Duffie, of the House of Representatives of the United States, and James Hamilton, Jr. Governor of the State of South Carolina","Charleston","James S. Burges","1832","Special Collections Library, University of Virginia"]},{"divid":1215904115,"type":"Book","data":["Irving H. Bartlett","John C. Calhoun&#58; A Bibliography",null,"New York","W.W. Norton and Company","1993","69-89, 121-149, 191-192"]}],"locations":[{"id":2477,"lat":33.9290712834,"lng":-81.2531457905,"zoom":9,"place":"LEXINGTON, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}