{"id":4093,"title":"Women&#39;s Benevolent Societies\n","course_id":6,"status":"P","start_date":"1831-09-14","end_date":"1831-09-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 14, 1831, members of the Female Assistance Society of New York met to discuss preparations for their charitable work for the upcoming winter.  Eighteen years previously, the organization had been founded by wives of high status New York men who wished to do more than simply be an ordinary housewife.  The main focus of this non profit organization was to provide as much assistance as possible to the poor and homeless people living on the streets of New York City.  It was to be made clear to the rest of society that these women were not focusing on their own charity work out of selfishness; their simple goal was to aid the poor, sick, widowed, and homeless, and provide these people with a fraction of the sense of security they themselves felt.  At this particular meeting, the officers discussed how they should be preparing for the approaching winter in regards to helping the homeless.  The previous winter had been terrible, and the members of the organization wanted to ensure that they would have the capabilities to provide assistance to more people than they had in earlier years.","The Female Assistance Society of New York was not the first formal organization of women.  Primarily in New York and Boston, females of prominent Protestant households had been working in organized groups to assist the less fortunate for decades.  During their early years, the procedural aspects of these societies were managed solely by women, but in order to reach their goals, male counterparts were called in for financial management purposes.  Some groups were more successful than others, and this depended largely on the demographic of the group they were attempting to assist.  The New York Society for the Relief of Poor Widows wit Small Children campaigned successfully for funds, while the Boston Female Moral Reform Society faced more trouble finding financial support, as the most prominent members of society were reluctant to donate to a charity for \"unrespectable\" women.  ","By 1850, the most prevalent female organization was the Ladies Benevolent Society, which had many of the same goals as the Female Assistance Society.  Founded by the wives of prominent Protestant men of the time, this society provided aid and a foundation of Christian beliefs to those less fortunate, particularly widows and orphans.  The creation of such societies that were managed entirely by women were the early foundations of the women's rights movement that dominated a large part in the history of the early twentieth century.  Although these women were not seeking independence from their husbands or any rights of their own, the way in which they organized entire societies on their own accord with little or no help from the men in their lives shows how women were able to take initiative to accomplish what they wanted on their own. "],"display_date":"September 14, 1831","search_date":"1831-09-14","citations":[{"divid":1214695176,"type":"Newspaper Article","data":["Female Assistance Society of New York","Christian Advocate Journal and Zion&#39;s Herald","","December 30, 1831","3"]},{"divid":1214695213,"type":"Article","data":["Anne M. Boylan","Women in Groups: An Analysis of Women&#39;s Benevolent Organizations in New York and Boston, 1747-1840","Journal of American History","71","1984","497-523"]},{"divid":1214695308,"type":"Article","data":["Keith Melder","Ladies Bountiful: Organized Women&#39;s Benevolence in Early 19th Century America","New York History","48","1967","231-254"]},{"divid":1214695409,"type":"Article","data":["Gail S. Murray","Charity Within the Bounds of Race and Class: Female Benevolence in the Old South","South Carolina Historical Magazine ","96","1995","54-70"]},{"divid":1214695492,"type":"Article","data":["Carmen Nielson Varty","The City and the Ladies: Politcs, Religion, and Female Benevolence in Mid-Nineteenth Century Hamilton, Canda West","Journal of Canadian Studies","38","2004","151-171"]},{"divid":1214695629,"type":"Article","data":["Susan Zaeske","The Promiscuous Audience Controversy and Emergence of the Early Women&#39;s Rights Movement","Quarterly Journal of Speech","81","1995","191-207"]}],"locations":[{"id":1524,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}}