{"id":4094,"title":"Southern Rhetoric Concerning Womens Suffrage in Relation to African American Suffrage\n","course_id":5,"status":"P","start_date":"1890-08-26","end_date":"1890-08-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Atlanta Constitution serves as an example of the negativity of Southern rhetoric concerning women's suffrage and rights in the early post Civil War era. . It also shows the development in rhetoric in the South and how discourse concerning women's suffrage evolved throughout the nineteenth century to discuss the movement more objectively. The more objective tone, which indicates change in dealing with women's suffrage and journalistic style, allowed a vehicle for women to be able to express their ideas without excessive critique from the journals that served as public sources of information. This objectivity began with the discussion of women's suffrage in order to keep a white majority in the voting arena. While the Atlanta Constitution did not completely accept women's suffrage, the discussion of it as a solution to curb the African American vote is at least an effort to entertain its possibilities. In 1890, the Constitution ran an article which discussed the debate in Mississippi over women's suffrage as a solution to secure a white majority. Mississippi politicians, according to the Constitution, were in agreement property and education requirements would ensure that less African American would vote and that the women who then were allowed to vote would be educated and would then eliminate the votes of the African American. The concern that Mississippi had though, was that women would not be interested enough in voting rights to actually use them. The Constitution sympathized with Mississippi's problem, but did not support the idea of women receiving the vote. Still, this article shows that people in the South were willing to entertain the idea of women's suffrage. ","            This was not exclusive to Mississippi as many states began to consider women's suffrage so as to keep a white majority of voters. When Southern women took up the suffrage cause, many argued for suffrage in order to keep the white majority within suffrage. These women also wanted to establish suffrage through state amendments rather than national amendments and thus they made suffrage seem more acceptable in the South since they advocated it within the established social structure. Because of this and because of the debates that suffrage as a solution to African American suffrage began, more people started considering women's suffrage as a possibility and women were able to use this as a vehicle to further the cause. "],"display_date":"August 26, 1890","search_date":"1890-08-26","citations":[{"divid":1216165744,"type":"Newspaper Article","data":["The Trouble in Mississippi","Atlanta Constitution","","August 26, 1890","4"]},{"divid":1216165776,"type":"Book","data":["Elna C. Green","Southern Strategies&#58; Southern Women and the Woman Suffrage Question",null,"Chapel Hill","The University of North Carolina Press","1977",""]},{"divid":1216165826,"type":"Article","data":["Kenneth R. Johnson","Kate Gordon and the Women&#39;s Suffrage Movement in the South","The Journal of Southern History","38","August 1972","365-392"]}],"locations":[{"id":1441,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}