{"id":41,"title":"Supreme Court Overrules Decision in United States vs. A. Given\n","course_id":1,"status":"P","start_date":"1873-01-09","end_date":"1873-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In order to make the Fifteenth Amendment ineffective in Delaware and fend off potential black voters for the Republican Party, the Democratic legislators enacted the Assessment and Collection Laws of 1873. These laws were a means of assessing property and establishing voter eligibility. Simply put, these laws made it the responsibility of a Delaware resident to see that his name was on the assessment lists for the county tax and then to see that he paid his taxes. Only if the tax was paid could he qualify to vote. However, if a man was delinquent in paying his tax, then this resulted in the removal of his name from the tax list for one year by the levy of the court. To hinder blacks from voting, legislators employed these tactics so that their taxes could not be paid, therefore disqualifying them their vote. &lt;br /&gt;&lt;br /&gt;To disqualify voters, some assessors acted neglectful, conveniently forgetting to enter a name or entering it in the wrong assessment record. Subsequently, when a black property owner went to pay his tax, it was refused on the grounds that the property owner had not been properly assessed. The tax collector then recorded him as delinquent and struck him from voter registration lists. Furthermore, names were often misspelled or recorded wrong. As a result, black property owners were omitted from tax lists. In these instances, the tax collector refused to accept the assessment, believing the receipt to be counterfeit. Thus, most of the black population and even some white Republicans could not vote. As the Democrats retained control of the election machinery and acts such as these were passed, it became very difficult for African-Americans to qualify to vote. &lt;br /&gt;&lt;br /&gt;In the specific case of United States vs. A, Given, the U.S. Circuit Court  convicted a collector of county taxes last October for the violation of the second section of the enforcement act. Given had disqualified colored voters by throwing their names off the assessment lists as could be done by the Assessment and Collection Laws. Supreme Court Justices Strong and Bradford, however, rendered a decision overruling the motion for arrest of judgment made by the counsel of the defendant on the grounds that the enforcement act of Congress was unconstitutional. This decision, thereby, affirmed the constitutionality of the Assessment and Collection Laws of Delaware."],"display_date":"January 9, 1873","search_date":"1873-01-09","citations":[{"divid":1215099173,"type":"Newspaper Article","data":["","The Courier-Journal","Louisville, Kentucky","January 10, 1873",""]},{"divid":1215099199,"type":"Book","data":["Emma D. Amuti","Black Labor in Wilmington, Delaware: Black Occupational Mobility from 1850 to 1910",null,"Newark, DE","University of Delaware Press","1997",""]},{"divid":1215099261,"type":"Book","data":["John A. Munroe","History of Delaware",null,"Newark, DE","University of Delaware Press","2001","152-153"]}],"locations":[{"id":24,"lat":39.5008834932,"lng":-75.568787499,"zoom":9,"place":"NEW CASTLE, Delaware"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}