{"id":410,"title":"St. Louis branch of National Bank opens\n","course_id":1,"status":"P","start_date":"1829-05-01","end_date":"1829-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["By 1829, the National Bank had spread to Missouri, which was currently on the frontier of westward expansion. Unfortunately, the bank was closed down 3 years later when Jackson did not renew the bank's charter. The establishment of a national bank was an important step in the formation of a stable economy on the frontier (McCandless 95).&lt;br /&gt;&lt;br /&gt;The Frontier was not the only place where the bank was expanding. In Milledgeville, Georgia a bank was established that would be the Central Bank of Georgia.' The president of the bank received the attractive figure of 2000. The money for the treasury that was not already appropriated would be raised through stocks. The Bank, on incorporation, declared to continue until 1840. Loans would also be given to customers, though no loan would exceed 5000 (Argus).&lt;br /&gt;&lt;br /&gt;Though the Bank Killer' would be elected in 1829, things seemed to be thriving for the National Bank. Thomas Biddle was unanimously re-elected to be the Bank's President. And he would reside over the mother bank at Philadelphia.' Biddle was doing such a good job at running the National Bank that the Bank had declared a dividend, out of its profits for the last 6 months, of 3 ? per cent., which will be paid' to the Bank's stockholders. With profits being made by the bank, and new branches being created nationwide it would have seemed that the Bank would always be a national institution. Amazingly, the Bank would be destroyed in less than four years by Jackson's veto of the Bank's recharter and withdrawing funds in 1833 (Virginia Advocate)."],"display_date":"May 1, 1829 - May 30, 1829","search_date":"1829-05-15","citations":[{"divid":1213265755,"type":"Book","data":["Perry McCandless","A History of Missouri: Volume II, 1820-1860",null,"Missouri","University of Missouri Press","1972","95"]},{"divid":1213265802,"type":"Newspaper Article","data":["","Argus","Savannah, GA","December 25, 1829",""]},{"divid":1213265827,"type":"Newspaper Article","data":["","Virginia Advocate","Charlottesvill, VA","January 14, 1829",""]}],"locations":[{"id":307,"lat":null,"lng":null,"zoom":8,"place":"ST LOUIS, Missouri"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}