{"id":4106,"title":"Manufacturing in post-War Mississippi\n","course_id":7,"status":"P","start_date":"1875-07-01","end_date":"1875-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Did we learn anything from the War?  The <em>Natchez Weekly Democrat, </em>a local newspaper located in Natchez,  Mississippi, asked this question of its readers in more polite terms.  In July, 1875, the newspaper lamented the lack of economic development in the form of manufacturing over the previous years in the surrounding area.  Southerners in all parts of the former Confederacy were aware that the lack of manufacturing capability outside of the state of Virginia had given the North too great of an advantage during the war.  Without citing any specific examples, the paper stated that very little had changed about the local economy in the past decade.  ","Besides the obvious lack of slave labor, Natchez and surrounding environs remained largely agricultural, with no significant manufacturing sector to speak of.  An examination of both the 1870 and 1880 United States census data (which measured the amount of capital invested in manufacturing in dollars) supports the newspaper's claim.  In 1870, there was 4,501,714 invested in manufacturing in Mississippi.  Ten years later, this figure had only grown to 4,727,600, an increase of merely 225,886.  This amounts to an increase of approximately five percent over the 1870 level in the following decade, which is far behind usual growth patterns.  This lack of manufacturing growth means that very few new jobs were created.  The livelihoods of former slaves and poor whites were still largely based in agriculture, but they very rarely owned their own land and instead contributed to the vast increase in the practice of sharecropping.  Natchez was far from unusual in the South.  By 1880, the Southern states accounted for roughly the same percentage of industrial development nationwide as they had before the war.  The South's industrial development continued to lag behind the country as a whole and would well into the twentieth century.  "],"display_date":"July 1, 1875 - July 30, 1875","search_date":"1875-07-15","citations":[{"divid":1217891453,"type":"Book","data":["Emory Q. Hawk","Economic History of the South",null,"New York","Prentice-Hall, Inc.","1934",""]},{"divid":1217891486,"type":"Website","data":["","Historical Census Browser","University of Virginia, Geospatial and Statistical Data Center","http&#58;//fisher.lib.virginia.edu/collections/stats/histcensus/index.html","September 13, 2007"]},{"divid":1217891548,"type":"Newspaper Article","data":["","Natchez Weekly Democrat","","July 17, 1875",""]}],"locations":[{"id":779,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}