{"id":4107,"title":"Making Their Own Way \n","course_id":7,"status":"P","start_date":"1849-02-28","end_date":"1849-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["       In 1849 a law was passed in the state of Delaware that threatened to sell free blacks into a year of servitude if they were \"idle and poor\" and remained unemployed. This law gave free blacks motivation to make a way for themselves. ","     Free blacks living in the State of Delaware during the antebellum era faced a number of experiences as they tried to make their own way. These unique persons in the state of Delaware took many strides to become autonomous. Free black citizens accepted jobs that were not related to slave labor. Free blacks instead of taking on jobs related to working fields and crops became artisans and engaged in skilled labor .They even created their own jobs, such as saw mill workers, engineers, fisherman, and hat makers. By 1857 more than twelve percent of the free black population in Delaware were skilled laborers. Though free blacks made great effort to become self sufficient citizens of the state, their  efforts made were undercut by the white majority, who seemed to be unmoved by the success of free blacks in the state of Delaware. ","   Although Delaware remained neutral in political disputes over slavery and the laws that  manifested its existence, it was still evident that blacks dealt with discrimination across the state as these free persons searched for jobs. Free blacks in the state of Delaware were prevented from working in the light industry due to preferences for native whites, and immigrants of Scot-Irish descent. African Americans at the time were prohibited from the medical profession by the level of education and education required to perform the duties required. ","     Nevertheless, free blacks in the state of Delaware remained steady in their efforts to become sovereign citizens, creating organizations such as the Benevolent Association of Wilmington. The goal of this organization was \"the diffusion of knowledge, the suppression of vice and the inculcation of every virtue that renders man great or happy\". Organizations like these, forming before Civil War, aided free blacks in their struggle to become productive citizens. "],"display_date":"February 28, 1849","search_date":"1849-02-28","citations":[{"divid":1218461205,"type":"Manuscript on Microfilm","data":["","Acts of the General Assembly of Delaware State, February 28, 1849","S DEL.14","Acts of the General Assembly of Delaware State","Law Library, University of Virginia"]},{"divid":1218461257,"type":"Book","data":["Patience Essah","A House Divided&#58; Slavery and Emancipation in the State of Delaware, 1638-1865",null,"Charlottesville","University of Virginia Press","1996","157-212"]},{"divid":1218461372,"type":"Website","data":["University of Virginia Library","Historical Census Browser&#58; The population of Free colored persons for the State of Delaware, The decade of 1850","University of Virginia","http&#58;//fisher.lib.virginia.edu/collections/stats/histcensus/","November 15, 2007"]}],"locations":[{"id":780,"lat":39.5008834932,"lng":-75.568787499,"zoom":9,"place":"NEW CASTLE, Delaware"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}