{"id":4108,"title":"Jump Jim Crow\n","course_id":6,"status":"P","start_date":"1836-10-15","end_date":"1836-10-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    The performer Thomas Dartmouth Rice, the original Jim Crow, introduced new lines for the debut at the Surrey theatre in London in 1836.  Rice, a New York native, was performing his highly successful \"Jim Crow\" act in London after its rave reviews from across the Atlantic.  The caricature of \"Jim Crow\" was meant to represent a low class runaway slave who used cunning to reap the benefits of middleclass lifestyle without any of the responsibility.  Rice performed this character on stage using burnt cork black face makeup, and was the most popular performer in England and in the United States for two decades.  ","    Rice offered entertainment about low class blacks.  Rice's creation was adored by an array of people in the North, South, and in Britain.  The song and dance that went along with it was the first example of an American popular culture craze that swept a nation and abroad.  \"Jump Jim Crow\" was a social model Rice constructed in which he disguised himself as a Black man who had to struggle alongside immigrants who had an immediate advantage in the new world simply by being white.  The performance often illustrated how the Black trickster would use his cunning to get what he wanted in the world.  This minstrel show can be looked at as extremely racist, but by giving power to the stereotype \"Jim Crow\" becomes an influential character and shows how blacks can get ahead when the cards are stacked against them. ","    T.D. Rice gained fame from his blackface song and dance routine.  The character appealed to low and high class and the simplicity of the song \"Jump Jim Crow\" gave birth to a popular culture phenomenon.  Jim Crow was just a man in Blackface who sang and danced, but the image sticks as a reminder of undying racism in America.  "],"display_date":"October 15, 1836","search_date":"1836-10-15","citations":[{"divid":1217680405,"type":"Newspaper Article","data":["Jim Crow in London","Spirt of the Times&#58; A Chronicle of the Turf, Agriculture, Field Sports, Lite","","October 15, 1836","275"]},{"divid":1217680523,"type":"Article","data":["James H. Dorman","The Strange Career of Jim Crow Rice &#40;with apologies to Professor Woodward&#41;","Journal of Social History","3","1969","109-122"]},{"divid":1217680592,"type":"Book","data":["W.T. Lhamon Jr.","Jump Jim Crow&#58; Lost Plays, Lyrics, and Street Prose of the First Atlantic Popular Culture",null,"Cambridge","Harvard University Press","2003",""]}],"locations":[{"id":781,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}}