{"id":4109,"title":"Female Education: Through Emma C. Emburys Eyes \n","course_id":6,"status":"P","start_date":"1831-12-10","end_date":"1831-12-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The United States' attitude towards the education of women was encapsulated in a speech delivered by Mrs. Emma C. Embury on December 10, 1831. Embury spoke at the anniversary ceremony for the Brooklyn Collegiate Institute for Young Ladies. She pointed out that although schooling was becoming more prevalent across the country, female education and its reputation was still lagging behind the education that males were receiving. Embury emphasized that intellectual women were \"enough to convince any unprejudiced mind that heaven has conferred upon woman, no less than upon man, the gifts of talent and genius.\" She proclaimed that men and women were equally capable and that increasing the education of women was of utmost importance. Embury declared, \"A good education includes the culture of the heart as well as the mind.\" Individuals should be well-rounded, capable, intelligent citizens. Therefore, early childhood education was extremely important. Since mothers generally did most of the nurturing, Embury said, the education of women was extremely beneficial for society. ","Embury was not the only person to promote education for women in the United States. Female seminaries began to develop between 1820 and 1850. By 1850, there were 6,085 academies and seminaries in America. A large percentage of these were co-educational or open exclusively to women. Schools continued to open and expand their curriculums. Many educational reformers believed that such schools would not only provide women with a large knowledge base, but also \"prepared [them] for their important duties as virtuous wives.\" They felt that women would be better prepared to nurture their children and \"uplift the moral character of their sons and husbands\" if they were well-educated. Embury's speech outlined the benefits of the education of women, informing her readers of its necessity and pointing out that even \"the character of our illustrious [George] Washington was formed by his mother.\" "],"display_date":"December 10, 1831","search_date":"1831-12-10","citations":[{"divid":1215733659,"type":"Newspaper Article","data":["Female Education","The New York Mirror","","Dec. 10, 1831",""]},{"divid":1215733677,"type":"Article","data":["Anya Jabour","Grown Girls, Highly Cultivated: Female Education in an Antebellum Southern Family","The Journal of Southern History","64","1998","23-64"]},{"divid":1215733715,"type":"Article","data":["Leonard I. Sweet","The Female Seminary Movement and Woman&#39;s Mission in Antebellum America","Church History","54","1985","41-55"]}],"locations":[{"id":6,"lat":40.6450686304,"lng":-73.9495584018,"zoom":11,"place":"KINGS, New York"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}}