{"id":411,"title":"Louden County addresses Virginia Convention of 1829-1830\n","course_id":1,"status":"P","start_date":"1829-10-01","end_date":"1829-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In a broadside addressing the Memorialists and other members of the Virginia Reframing Convention of 1829, the Memorial of the non-freeholders and freeholders of the county of Loudoun' beseeched the assembly to reframe or amend the constitution of Virginia so as to allow all free men the right to vote. The invoked images of their forefathers rising up to fight the injustice of taxation without representation, and invoked the true spirit of 76' and asked that every man be given his legitimate right' to vote.&lt;br /&gt;&lt;br /&gt;On October 6, 1829 one of the most august assemblys which has ever been convened in our country' first met. At least that is what William B. Rogers had heard of the assembled delegates. Upon actually attending the convention Rogers thought very little of the delegates and their performance. Despite being presided over by James Monroe, John Marshall, and James Madison, he described the Convention as full of  selfish passions,' petty prejudices and heavily hampered by local interests. Rogers saw many talented men that spent much time debating but arrived at no satisfactory solution of the problems they were assembled to solve.&lt;br /&gt;&lt;br /&gt;Although the Convention was not a complete failure it did not accomplish all that it had set out to do, and it was not meant to last. A delegate by the name of John Randolph prophetically addressed the president of the assembly, Sir, I am not a prophet or a seer; but I will venture to predict, that your new constitution if it shall be adopted , does not last twenty years.' Randolph's prediction was but a year off. In twenty-one years the Convention of 1850 met to redraft Virginia's constitution. These scant twenty-one years can barely justify all the time and effort expended by these delegates. The immense division of the Convention of 1829 seemed to foretell the drastic differences between Virginians that would rend their state in two in just thirty-two years."],"display_date":"October 1, 1829 - October 30, 1829","search_date":"1829-10-15","citations":[{"divid":1214312587,"type":"Manuscript","data":["","Broadside 1829, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1214312809,"type":"Article","data":["William B. Rogers","Letter of William B. Rogers","William and Mary College Quarterly Historical Magazine","2","1927","123-124"]},{"divid":1214312922,"type":"Article","data":["James E. Pate","Constitutional Revision in Virginia Affecting the General Assembly","William and Mary College Quarterly Historical Magazine","2","1930","105-122"]},{"divid":1214313053,"type":"Newspaper Article","data":["","Weekly Gazette and Comet","Baton Rouge, LA.","November 7, 1829",""]},{"divid":15915,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":[null,null,null,"OrobcEeB"]}],"locations":[{"id":308,"lat":39.0907154711,"lng":-77.6357306744,"zoom":9,"place":"LOUDOUN, Virginia"}],"tags":[{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}