{"id":4110,"title":"Threshing Machines of Virginia\n","course_id":6,"status":"P","start_date":"1821-03-16","end_date":"1821-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Virginia, during the period before industrial boom, new techniques for threshing wheat were becoming more and more popular.  The technique that had remained relatively unchanged since Biblical times was, after the wheat was harvested, to have it trodden upon by horses, cattle, or oxen. This practice was slow, tedious, and left dirty grain that only numbered in about five bushels a day per laborer.  However various new patents began to surface for machines that were each driven by a different number of horses which had different amounts of bushels threshed.","A certain Mr. George Wright from Middletown made two versions of a threshing machine in 1821.  Wright designed portable and fixed threshing machines that were made from iron to \"shake off the straw by cylindrical rakes, and clean or fan the grain\".  The portable design was made \"to travel or move about the country to thresh for hire.\"  However the fixed machine was said to be the most effective because it not only takes the wheat from the straw but cleans it as well, whereas the portable just removes the straw.  The machine threshed 35 to 37 bushels in just one hour, a substantial yield compared to the archaic method.  The Wright design did not use any horses, contrary to those popular in England.  The reason for this is that \"it would answer a good purpose if all the horses were of equal strength, which upon a farm, is seldom the case.\"  ","During the pre-industrial boom era, many new inventions began to build steam in rural communities and we very popular among the plantation owning gentry.  An example of another invention during this time is the \"ox-shovel\" that is pulled by oxen and digs up dirt.  Most of these inventions had multiple uses as evident by the fixed threshing machine that separates the straw as well as cleans it.  These machines helped greatly increased the rural economy in Virginia, not only with the upper class but with the lower classes who were given the option of hiring out a portable thresher.  This speaks to the close-knit communities in rural Virginia, in that individuals not only try to help themselves but spread about their new ideas to others while at the same time making a substantial amount of money."],"display_date":"March 16, 1821 - November 2, 1821","search_date":"1821-07-09","citations":[{"divid":1216229384,"type":"Newspaper Article","data":["AGRICULTURE.; Virginia Husbandry. QUERIES","The American Farmer","","March 16, 1821","401"]},{"divid":1216229420,"type":"Newspaper Article","data":["VIRGINIA HUSBANDRY -- EDITORIAL OBSERVATIONS THEREON","The American Farmer","","November 2, 1821","252"]},{"divid":1216229447,"type":"Article","data":["William W. Reynolds","Thomas Jefferson&#39;s First Threshing Machine","Chronicle of the Early American Industries Association","Vol. 58, No. 2","June 2005","54-65"]}],"locations":[{"id":84,"lat":39.1445168984,"lng":-78.1775216949,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}}