{"id":4111,"title":"Phillis Wheatly and a Nations Refuge in Religion\n","course_id":6,"status":"P","start_date":"1827-05-23","end_date":"1827-05-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    On May 23, 1827, more than forty years after it was first published, Phillis Wheatly's short poem, \"On Being Brought from Africa to America,\" was republished in Zion's Herald, an independent Methodist newspaper published in Boston, Massachusetts. \"Remember Christians Negroes black as Cain/May be refined, and join the angelic train\": this last line of Wheatly's poem refers to her own emergence into Methodism and onto the \"angelic train.\" Phillis Wheatly's poem, like most of her works, revolves around Christian themes. This was one of the few works in which she included her own history: an African female, brought to British North America, enslaved at age seven, and later freed by her owner. \"On Being Brought from Africa to America\" is a short poem: two stanzas made up of four lines each imbued in symbolism and metaphors illustrating her ascension from her \"pagan,\" \"benighted,\" slave status, to a devout Methodist who is humbly able to give her fellow \"Christians\" advice.  At the end of the poem, she seeks other Christians to welcome \"Negros as black as Cain,\" like her into the religion. ","    Loosely between 1800–1830s, the second largest religious revival in U.S. history took place and engulfed Boston, like many parts of the country. The Second Great Awakening was aided by newspapers, like Zion's Herald, fueled by sects of Christianity, one of which was Methodism, which focused on personal salvation experienced in revival meetings. Historian Richard Carwardine notes at the base of urban city revivals, like that of Boston, was the influence of Charles Finney. His new Presbyterian revivals were based on an active part in one's own salvation instead of waiting passively to see if one was saved. He succeeded in taking revival techniques of Methodism, some of which developed in western communities, back to eastern urban cities. The availability of the religion to both poor and rich, black and white, east and west, made Methodism a nationally unified religion. With Finney's influence the Second Great Awakening turned social concerns back to religion, and in New England, the renewed interest in religion inspired a wave of social activism."],"display_date":"May 23, 1827","search_date":"1827-05-23","citations":[{"divid":1215733879,"type":"Newspaper Article","data":["On Being Brought From Africa to America","Zion&#39;s Herald","","May 23, 1827",""]},{"divid":1215733904,"type":"Article","data":["Richard Carwardine","The Second Great Awakening in the Urban Centers: An Examination of Methodism and the &#39;New Measures&#39;","Journal of American History","59","Sep. 1972","327-340"]}],"locations":[{"id":2163,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}}