{"id":4112,"title":"A Day in the Museum: A Review of the Philadelphia Museum \n","course_id":6,"status":"P","start_date":"1804-11-01","end_date":"1804-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["    Birds, mammals, fossils, insects, skeletons, paintings; all of these objects could be gazed upon with wonder within C.W. Peale's Philadelphia Museum of 1804. The Museum was one of the first of its kind and had been founded in 1785. Through a series of seven different rooms, a visitor was greeted with hours of entertainment and knowledge. By entering the \"Long Room,\" one was dazzled by hundreds of different birds arranged in glass cases. In the \"Quadruped Room,\" the most remarkable of the hundreds of stuffed animals were the buffalo, the grizzly bear, the ant-eater, and the orangutan. According to the first hand account of an unknown author of an article in The Literary Magazine and American Register, the Philadelphia Museum in this respect was worthy of comparison with the \"most celebrated\" similar institutions of Europe. The author also described how the institution was one of \"highest degree\" and wrote adoringly about each little detail the museum had to offer. These details consisted of pamphlets that described the famous Mammoth skeleton, wax figures dressed in clothing from various Indian tribes, casts of famous statues from antiquity (such as the Apollo de Belvidere), painted backgrounds for the animals displayed, paintings of \"distinguished personages,\" an organ for visitors to play, and even a personal souvenir of drawn profiles for visitors. The author made it clear through the entire article that this institution was one meant to be taken seriously as a model for other institutions. ","    Similar to the views expressed by this author, historians agreed that C.W. Peale's contributions to the museum world greatly inspired the field. Peale did not only collect and present the objects, he thought of new ways to display them. He was one of the first to use artificial lighting mixed with natural light inside a museum, organize glass cases a certain way, and learn taxidermy practices that were not common place. The preservation of hundreds of different organisms and species by Peale's own invention was another testament of his genius as a curator and museum owner.  By creating a smoothly run museum, Peale took the initiative of creating a public space that would provide education to the people and entice them to return again and again. Every action Peale took was a way to bring visitors into his museum and by having attractions like the Mammoth skeleton, the public's loyalty to the museum was guaranteed. ","    The Mammoth skeleton was excavated by Peale from the Hudson River Valley in 1801 and it caused quite the stir among local residents. Since the bones of the skeleton were of a size unseen before, a mystery surrounded them. Some naturalists speculated that the mastodon skeleton was evidence that there could be more of these creatures living in the American West. Others believed that the creatures had disappeared from America as a blessing from God upon the new nation. In the minds of some people, the mastodon was a physical representation of the conquering, powerful American spirit. The discovery of these bones sparked a race for the rest of the nation to search for more archeological finds. Feverishly, Americans tried to create their own spirit through the objects found in their land. Obviously, because of all this mystery and hype surrounding the mastodon bones, the exhibit was widely popular in Peale's museum. In fact, Peale used this mystery to heighten the suspense and drama in his own exhibit. According to historical sources, Peale would introduce people to the mastodon skeleton as, \"huge as the frowning precipice, cruel as the bloody panther, swift as the descending eagle, and terrible as the Angel of Night.\" Pamphlets were also distributed in the museum that disregarded the more mythical portion of the mastodon skeleton and delivered what scientific facts they had about the skeleton.  As information over time changed, the mastodon skeleton of the Philadelphia Museum continued to fascinate viewers throughout the ages with its mystery and proportions. By creating a museum where the visitor could gain a sense of American pride, nationality and a sense of education, Peale founded an institution that could be looked at for inspiration throughout the centuries. "],"display_date":"November 1804","search_date":"1804-11-15","citations":[{"divid":1217982438,"type":"Newspaper Article","data":["Accoun of the Philadelphia Museum","The Literary Magazine and American Register","","November 1804",""]},{"divid":1217982466,"type":"Article","data":["Paul Semonin","Peale&#39;s Mastodon&#58; The Skeleton in Our Closet","Common-Place","4","2004",""]},{"divid":1217982517,"type":"Article","data":["Ellis L. Yochelson","Mr. Peale and His Mammoth Museum","Proceedings of the American Philosophical Society","136","1992","487-506"]}],"locations":[],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}}