{"id":4113,"title":"Early Education\n","course_id":6,"status":"P","start_date":"1831-12-01","end_date":"1831-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In a country where education had no pull in society, one school dared to break the mold.  Every morning, between fifty and sixty students between the ages of three and five made their way to a school in central Bermuda that was established in 1831.  Mostly the offspring of slaves, the children were given an opportunity at improving their quality of life.  Students were taught the basics of education: reading, spelling, and music. Every need of the student was catered to, within reason, to ensure that students' needs were met in the classroom.","The interest in teaching young children in this period was rising at a tremendous rate. Like the school in Bermuda, the Temple School in Boston also taught younger children the basics, and schools like the Temple School were setting standards all over the country. The Temple School's curriculum included lessons in Latin, Arithmetic, and Geography. Elizabeth Peabody, who would later influence the kindegarten movement, taught at the Temple School. Although payment was promised, it was never delivered to Peabody, who continued her work even after knowing no compensation was forthcoming. "],"display_date":"December 1831","search_date":"1831-12-16","citations":[{"divid":1216301296,"type":"Newspaper Article","data":["Intelligence&#58; Infant School at Bermuda","American Annals of Education","","December 1831","595"]},{"divid":1216301331,"type":"Article","data":["Josephine E. Roberts","Elizabeth Peabody and the Temple School","The New England Quarterly","Vol. 15, No. 3","September 1942","497-508"]}],"locations":[{"id":1871,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}}