{"id":4114,"title":"Manners and Conduct in America during the 1850&#39;s\n","course_id":3,"status":"P","start_date":"1857-11-01","end_date":"1857-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["    In November of 1857, G. Holbrook of the Wheaton Female Seminary in Norton, Massachusetts, submitted her article \"The Jintlemanly Young Lady,\" to Rushlight. The article told the story of a young man named Patrick who gave up his seat for a young lady on a train ride. Commenting on this behavior, Holbrook wrote \"The true lady and the true gentleman have many qualities in common; each should possess the same nobility of character...\" Holbrook later discussed the sorts of principles that someone of \"elevated character\" should possess. Specifically mentioning the students attending the Wheaton Female Seminary, the article concluded with a series of short paragraphs that posed different questions about what sort of behavior defined a \"jintlemanly young lady.\"","    Holbrook's contribution to The Rushlight reveals that there was much emphasis placed on manners and conduct for young women during the nineteenth century. Between the 1820-1850's, several female seminaries were established in the United States. Unlike many female seminaries, which focused their energy on teaching domesticity, the Wheaton Female Seminary taught religious practice as well the conduct that a sophisticated young lady should have. As Historian Leonard I. Sweet notes, \"Women should be distinguished less for their musical talents and parlor charm than for their 'elevated course of convention' and 'well digested opinions, habits of thinking and observation, good judgement, and well disciplined temper.\" Holbrook's article identifies one of the central topics for both men and women in a crucial period of time in Antebellum America. "],"display_date":"November 1857","search_date":"1857-11-15","citations":[{"divid":1216301594,"type":"Newspaper Article","data":["The Jintlemanly Young Lady","The Rushlight, Vol. 3, No. 2","","November 1857","6-9"]},{"divid":1216301781,"type":"Article","data":["Leonard I. Sweet","The Female Seminary Movement and Woman?s Mission in Antebellum America","Church HIstory","Vol. 54, No. 1","March 1985","41-55"]},{"divid":1216301884,"type":"Article","data":["C. Dallett Hemphill","Middle Class Rising in Revolutionary America&#58; The Evidence from Manners","Journal of Social History","Vol. 30, No. 2","1996","317-344"]}],"locations":[{"id":1288,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":3,"school_id":2}}