{"id":4118,"title":"Presbyterianism and the Creation of Cherokee Sovereignty\n","course_id":6,"status":"P","start_date":"1831-07-06","end_date":"1832-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 6th, 1831 Presbyterian ministers of the American Board of Commissioners for Foreign Missions Elizur Butler and Samuel Austin Worcester began their 110 mile march to a Georgia penitentiary from the neighboring Cherokee lands in chains. Arrested in New Echota by the Georgia Guard and detained indefinitely, Butler and Worcester were charged with the direct violation of a new Georgia state law which addressed the issue of Americans dwelling within Native American territory. The law, passed on December 22, 1830, created a requirement for white men to declare an oath of loyalty to the Georgia state government and to receive a residency license from the governor. Those who did not abide by these laws would be imprisoned for a minimum of four years hard labor.  Refusing either to take the oath or leave, Butler and Worcester, shackled around the neck, endured the four-day march to Camp Gilmer in Lawrenceville. ","This incident raised questions about the extent of state power and whether Georgia had the right to exert political authority within the Cherokee territory. American Baptist Magazine defended the actions of Butler and Worcester. While Worcester appealed the ruling of the state, in a letter which was summarized in the magazine, Butler claimed that he and Worcester had influenced the convicts at Milledgeville penitentiary: some promised to renounce profanity and other inappropriate behavior. The missionaries led the prisoners in song, religious readings, and prayer sessions. ","This controversy surrounding the power of state government brought the case to the Supreme Court, presided over by Chief Justice John Marshall. The court ruled in favor of Butler and Worcester on March 3, 1832. In his opinion, Marshall declared the laws of Georgia unconstitutional and unenforceable within the boundaries of the Cherokee Nation. Marshall also ordered the state to reverse its judgment against the two prisoners. Although defiance from the state government continued, Marshall's decision in the case of Worcester v. Georgia represents the pivotal recognition of Cherokee sovereignty within the boundaries of the American Nation and the acknowledgment of their existence as an independent power in the eyes of American law.   "],"display_date":"July 6, 1831 - March 3, 1832","search_date":"1831-11-03","citations":[{"divid":1216302192,"type":"Newspaper Article","data":["Imprisonment of the Missionaries to the Cherokees","The American Baptist Magazine","","December 1831","381"]},{"divid":1216302214,"type":"Article","data":["Edwin A. Miles","After John Marshall?s Decision&#58; Worcester v. Georgia and the Nullification Crisis","Journal of Southern History","Vol. 39, No. 4","November 1973","519-544"]}],"locations":[{"id":2915,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}}