{"id":412,"title":"Uncle Remus Published\n","course_id":1,"status":"P","start_date":"1881-01-01","end_date":"1881-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Joel Chandler Harris, an author born in Eatonton County, GA, published Uncle Remus: His Songs and Sayings, his first collection of Uncle Remus stories, in 1881 and found an enormously receptive audience.  Harris first began developing his interest in writing and journalism at the age of thirteen when he served as an apprentice for a nearby newspaper.  Harris experienced success as a humorist began publishing his now-famous Uncle Remus stories in the <em>Atlanta Constitution</em> in 1879.  The stories featured characters such as Br'er Rabbit, Br'er Fox, and Tar Baby, and they were instantly popular amongst white and black audiences.  Later, Harris became editor of the <em>Atlanta Constitution</em>. Harris led Southerners in the establishment of a new type of literature for the New South.  He encouraged the South to utilize all available resources, including the blacks.  Though Harris used his Uncle Remus stories to demonstrate that blacks had stories of value within their own valuable culture, his stories still depicted race relations unrealistically by portraying blacks as happy and child-like, which added to the stereotypes instilled by the blackface performances.  Harris was inevitably influenced by the racial attitudes that prevailed in the South, and his writings reflected a local color.  As Edward Ayers writes, Harris was young enough to escape the Civil War but old enough to remember life under the antebellum order.  Nonetheless, Harris' legacy persists as his Uncle Remus stories continue to captivate readers today."],"display_date":1881,"search_date":"1881-07-02","citations":[{"divid":1214242228,"type":"Book","data":["Robert O&#39;Brien and Harold H. Martin, eds.","The Encyclopedia of the South",null,"New York","Facts on File","1985",""]},{"divid":1214242264,"type":"Newspaper Article","data":["","Atlanta Constitution","","July 6, 1879",""]},{"divid":1214242285,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life after Reconstruction",null,"New York","Oxford University Press","1992",""]}],"locations":[{"id":309,"lat":33.3217893749,"lng":-83.3728497929,"zoom":10,"place":"PUTNAM, Georgia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}