{"id":4120,"title":"Prairie Farmer Breaks News of Custer Disaster\n","course_id":5,"status":"P","start_date":"1876-07-15","end_date":"1876-07-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"It proved a rash and disastrous venture,\" noted the <em>Prairie Farmer</em> in criticism of Lieutenant-General George Custer's effort \"to divide his regiment into two detachments - one under the command of Major Reno, and the other commanded by himself - make wide detours and flank the enemy.\" On June 25, 1876, Custer and his 7th U.S. Cavalry came upon a village of combined Lakota, Northern Cheyenne, and Arapaho Native Americans on the plains of Montana near Little Bighorn River. According to the <em>New York Evangelist</em>, \"seeing the upper or southern extremity of the village, and probably misunderstanding its extent, he ordered Reno to ford the river, and charge the villagers with three companies, while he, with five companies, moved down the right bank and behind the bluff, to make a similar attack at the other end.\" Reno did as he was told, but soon retreated to the limited cover of the timberline after about 20 minutes of fighting. Custer had told Reno that he would stay near enough to provide Reno's forces with reinforcements, if needed. However, Custer took a diverging route and stumbled upon the village, which was ready to fight. The Native American forces engaged Custer's troops, which were pushed back from the river, through a valley, and onto a high ridge. There, all of Custer's battalion were surrounded and, save for Custer's Crow scout, \"were annihilated by hostile Sioux savages,\" as described in the <em>Prairie Farmer</em>. Fighting continued the remainder of the day and the next, with Reno's forces withstanding Native American attacks until being relieved by generals Terry and Gibbon on the third day, just after the enemy had fled.","According to historian Walter Camp, the battle \"was no massacre; there was no ambush, no trap set for the white troops to enter. It was a battle in three fights, fair and simple. The Indians had met Custer's detachments in detail and defeated them, all within sight of their village.\" Although Custer was widely criticized at the time, the ambiguity surrounding his death gave artists free reign to interpret his final moments. One of the most popular images created by artists since is of \"Custer's Last Stand,\" which most often portrays Custer as a fearless, buckskin-clad man standing firm and stalwart in a swarm of Indians and fallen soldiers, defying death itself. Historian Brian W. Dippie claims, artists \"gave it instantly recognizable form and planted it in our heads.\" Additionally, Custer's widow, Elizabeth, actively campaigned to establish her husband's legacy as a valiant and brazen hero - an effort that was widely successful. ","To whites, the myth of Custer's Last Stand could be interpreted as \"white civilization surrounded, indeed stormed, by white savagery,\" as Dippie suggests. The Prairie Farmer betrays the white majority's opinions of Native Americans as \"hostile savages\" and \"red devils.\" This one-dimensional myth is how the Battle of Little Bighorn was viewed for more than a century. However, in the late twentieth century, efforts were made to explore the Native American outlook on what they termed the Battle of the Greasy Grass. Little Bighorn came at the apex of the United States Government's attempts to subjugate Native Americans by forcing them onto reservations. As suggested by Native American scholar Alvin M. Josephy, Jr., whites \"offered the Indians the same three choices: become whites; stay on reservations, isolated from the rest of us, until you can be assimilated; or resist both choices and die.\" Douglas C. McChristian reiterates this point: \"They knew it as...a great, yet fleeting victory that signaled the doom of their traditional way of life.\" To some, the controversial battle was a symbol of American virtue. Yet to others, the battle reflected the conflict between unending American westward expansion and the Native American defense of their land and way of life. To bridge the gap, many scholars have attempted a more universal reinterpretation of the Battle of Little Bighorn that encompasses both the long-held view of the former and the more recent emergence of the latter."],"display_date":"July 15, 1876","search_date":"1876-07-15","citations":[{"divid":1216302402,"type":"Newspaper Article","data":["The Indian War","Prairie Farmer","","July 15, 1876","226"]},{"divid":1216302430,"type":"Newspaper Article","data":["Current Events","New York Evangelist","","July 20, 1876","8"]},{"divid":1216302460,"type":"Book","data":["Walter M. Camp","Custer in &#39;76&#58; Walter Camp&#39;s Notes on the Custer Fight",null,"Provo","Brigham Young University Press","1976","26-28"]},{"divid":1216302519,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Brian W. Dippie","&quot;What Valor Is&quot; - Artists and the Mythic Moment","Legacy&#58; New Perspectives on the Battle of the Little Bighorn","Charles E. Rankin","Helena","Montana Historical Society Press","1996","209-230"]},{"divid":1216302655,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Alvin M. Josephy, Jr.","Indian Policy and the Battle of the Little Bighorn","Legacy&#58; New Perspectives on the Battle of the Little Bighorn","Charles E. Rankin","Helena","Montana Historical Society Press","1996","23-39"]},{"divid":1216302717,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Douglas C. McChristian","Preface","Legacy&#58; New Perspectives on the Battle of the Little Bighorn","Charles E. Rankin","Helena","Montana Historical Society Press","1996","xiii-xviii"]},{"divid":1216302823,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Charles E. Rankin","Introduction","Legacy&#58; New Perspectives on the Battle of the Little Bighorn","Charles E. Rankin","Helena","Montana Historical Society Press","1996","xix-xxv"]}],"locations":[{"id":2916,"lat":null,"lng":null,"zoom":8,"place":"BIG HORN, Montana"}],"tags":[{"id":17,"tag":"Government"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}