{"id":4121,"title":"The End&#39;s in Sight in Nashville\n","course_id":5,"status":"P","start_date":"1864-12-15","end_date":"1864-12-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Major-General George H. Thomas had done it. In a telegram sent to President Abraham Lincoln and Lieutenant-General Ulysses S. Grant, Thomas described, \"The woods, fields and entrenchments are strewn with the enemy's small arms, abandoned in their retreat.\" Following the overwhelming Union victory at the Battle of Franklin on November 30, 1864, General John M. Schofield joined the rest of Federal forces in Nashville, Tennessee. Commanded by General Thomas, the Union force reached approximately 49,000 men. The Federal defensive line in the city was positioned in a semicircular shape stretching from east to west and extending a mile to the south. Confederate Lieutenant-General John Bell Hood was in the process of making a daring offensive into Tennessee, hoping to reach Kentucky eventually, when he was soundly defeated by Schofield's forces at Franklin. From there, Hood led his battered and discouraged forces to Nashville on December 2, where they took up defensive positions, hoping to take the city in a counterattack. Although his army had little confidence in Hood's command after the devastating slaughter experienced at Franklin, Hood was somehow optimistic: according to the <em>Richmond Daily Dispatch</em>, '\"We have taken stronger places...and we will take Nashville.\"' However, the actual events of the battle would prove contrary to his expectations. ","Under heavy pressure from both Lincoln and Grant to crush the dwindling Confederate army in the West, but delayed by winter ice storms, Thomas finally began his assault on Hood's army, which was a much smaller 31,000 troops, two weeks later on December 15.  He launched a two-pronged attack. As described by historian Jack Lepa, the first attack, which was directed by General Steedman towards the Confederate right flank, \"was supposed to be merely a demonstration to attract the enemy's attention from the main assault.\" The second, but main, assault was led by Generals Smith and Wood on the left side of the Confederate Army. At the end of the first day, Union troops had pushed General Hood's Confederate forces approximately eight miles south of their original positions. However, both President Lincoln and General Grant encouraged Thomas to bring an end to the war in the West for good; as Lipa states, \"At this point in the war a mere victory was not sufficient. The enemy must be destroyed.\" The following day went much like the first. Thomas launched another two-phase attack against the Confederate forces, which had formed a new and shorter line along the Overton Hills, concentrating on the Confederate left flank. Attacks from Federal Generals Smith, Schofield, and Wilson forced Confederate General Cheatham's troops to retreat along Franklin Pike, the only remaining means of escape. Only rainy weather and the return of Confederate Calvary General Nathan Bedford Forrest prevented Union forces from pursuing and capturing the remaining Confederate Army, which retreated to Tupelo, Mississippi.","\"The Federal victory at Nashville sealed the fate of the Confederacy west of Virginia,\" according to Lepa. Historian Stanley F. Horn reinforces the battle's importance: \"After Nashville there were no more battles of material import. Within four months the war was over.\" After being routed at Nashville, the Army of Tennessee, which was the second largest Confederate force during the Civil War, was rendered ineffective for the remainder of the war. Confederate losses outweighed Federal casualties approximately three to one. General Hood's risky campaign to invade Tennessee and Kentucky had failed. Meanwhile, General Sherman faced virtually no opposition during his infamous \"March to the Sea,\" which crippled the South. Coupled with success in the East and Sherman's March, the Battle of Nashville served as the decisive blow that led to the Confederacy's eventual surrender in 1865. "],"display_date":"December 15, 1864 - December 16, 1864","search_date":"1864-12-15","citations":[{"divid":1215734335,"type":"Newspaper Article","data":["Another Defeat of General Hood Reported By Thomas- He Captures Twelve Pieces of Artillery and Two Thousand Prisoners","The Daily Dispatch","","December 20, 1864",""]},{"divid":1215734398,"type":"Newspaper Article","data":["From Hood&#39;s Army ","The Daily Dispatch","","December 27, 1864",""]},{"divid":1215734436,"type":"Book","data":["Jack H. Lepa","Breaking the Confederacy: The Georgia and Tennessee Campaigns of 1864",null,"Jefferson","McFarland &amp; Company, Inc., Publishers","2005","193-206"]},{"divid":1215734501,"type":"Book","data":["Stanley F. Horn","The Decisive Battle of Nashville",null,"Knoxville ","University of Tennessee Press","1956","vii"]}],"locations":[{"id":2917,"lat":36.1725147903,"lng":-86.7796759805,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}