{"id":4123,"title":"Record-Setting Railroad\n","course_id":5,"status":"P","start_date":"1876-06-01","end_date":"1876-06-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Shrouded in a mist of smoke and steam, the train lurched into the station. Having completed its cross-country trip more than four hours ahead of schedule, the Transcontinental Express finally ground to a halt.  The <em>Friends' Intelligencer </em>claimed that the trip, leaving from Jersey City at 1:00 A.M. on June 1, 1876 and arriving in San Francisco approximately half past nine on the morning of the 4th, was made by a speed train in \"26 minutes less than 84 hours,\" or three and a half days. Such a journey in a normal locomotive would have taken seven days. The <em>Scientific American </em>professed the Transcontinental Express \"to be the longest and fastest continuous run that has ever been made on any road in any country.\" This statement reveals the sentiment favoring technological innovation and record setting pace that prevailed in the society during that time. ","Historian Sarah Gordon claims that \"express trains\" were passenger trains that carried express packages and did not stop at every station. She states that these trains \"usually traveled about thirty miles an hour, somewhat faster than other through trains.\" Due to America's burgeoning economy during the 1870s and 1880s, most trains carried a combination of passengers and goods for exchange in other areas. However, slower passenger trains that stopped at every station were available for those who needed it. According to Gordon, these \"accommodation trains ran along through routes, usually at ten to twenty miles per hour.\" While practical use usually dictated the speed of trains, the social status of passengers usually dictated the service, luxury, and safety found onboard, at least initially. The luxurious Pullman cars, decorated in the style of Victorian England, and various private cars were often used by the rich for extended travel. These cars stood in stark contrast to the rancid, poorly lit, and anachronistic passenger cars and day coaches that were frequented by the poor, who often used the railroad for transportation over shorter distances. Eventually, as Gordon postulates, \"the railroads sought to draw all lines under the same rules of operation, regardless of passenger needs. Beginning in the 1880s the science of railroading began to displace remarkable social diversity of passenger travel.\"","Therefore, as railroads such as the Transcontinental Express became faster, more powerful, and more widely used, problems in the system led to the need for regulation and standardization. \"Especially between 1870 and 1900, railroads leaned in the direction of national standards in ticketing, time, track gauges, baggage, the structure of train cars, and the behavior of passengers.\" Not all attempts at standardization were successful. For instance, the Master Car-Builders' Association suggested standard brakes, seats, couplings, heating apparatuses, and ventilating systems on cars during the 1870s, but not all railroads could afford such upgrades to be made. At the same time, attempts were made to set ticket prices, yet none were very successful. On the other hand, many efforts at homogenization were successful. Standard time was universally adopted in 1883, making scheduling significantly easier and more predictable. Also in 1883, railroad companies placed a 250-pound limit on passenger luggage. Three years later, between May 31 and June 1, 1886, most railroads conformed to standard gauge of four feet eight and one-half inches wide, vastly improving the efficiency of transportation as railroads could connect with one another. By 1890, \"a new national standard of reasonable behavior\" permeated the railroad as employees, as well as passengers, were called to abide by a pragmatic code of conduct, \"to make public behavior compatible with urban technology and with the needs of crowds rather than the needs of the individual,\" according to Gordon. While trains such as the Transcontinental Express were setting transportation records, the standards on faster and more powerful trains \"developed to promote the efficient and safe transfer of passengers in all parts of the country.\""],"display_date":"June 1, 1876 - June 4, 1876","search_date":"1876-06-02","citations":[{"divid":1216303083,"type":"Newspaper Article","data":["Items","Friends&#39; Intelligencer","","June 10, 1876","256"]},{"divid":1216303105,"type":"Newspaper Article","data":["Article 10 - No Title","Scientific American","","June 17, 1876","393"]},{"divid":1216303138,"type":"Book","data":["Sarah H. Gordon","Passage to Union&#58; How the Railroads transformed American Life, 1829-1929",null,"Chicago","Ivan R. Dee","1996","178-260"]}],"locations":[{"id":2919,"lat":40.7416518725,"lng":-74.0773468609,"zoom":11,"place":"HUDSON, New Jersey"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}