{"id":4124,"title":"We Much Prefer the Country Still\n","course_id":3,"status":"P","start_date":"1861-07-10","end_date":"1861-07-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"Women don't like the country\" was an article featured in the Rushlight, the literary magazine of Wheaton Female Seminary, on July 10, 1861.  Writing about a lecture given at the school, the student author complained about the generalization the lecturer made concerning people who spend time in the country.  She defended herself and other women in their love for nature by comparing the green country to the dirty city in vivid descriptions, and by using short examples of people who like or dislike the country.  For instance, she wrote that any woman who would rather walk on a \"dusty sidewalk\" than through the \"green fields,\" could have the city and lie \"unwept\" in a tomb because the \"right kind of a woman always loves the country.\"","During the last half of the nineteenth century, many women worked in textile mills in large cities and many had moved from their rural homes to do so.  Part of the resistance that emerged to working in mills was that women felt separated from nature.  Lucy Larcom was a Lowell mill operative who in later years, coincidentally, taught at Wheaton and founded the Rushlight.  Larcom, like her fellow workers, often put plants on the mill's windowsills in order to feel connected to nature and to God and to disguise the smells of machinery.  \"The sweet air of the woodland which lingered about [the roses] would scent our thoughts all day,\" wrote Larcom in a memoir.  Indeed, many female authors chose to be nature's advocates.  They wrote essays about their \"natural right\" to further their intellect and created other essays and poems about nature.  Cecil Frances Alexander described in her poem titled \"All things bright and beauteous\" the many natural things God had created.  Hence, many women felt that experiencing nature was a way to be close to God.  In the Rushlight article, the author compared the country to the man-made city.  In one paragraph she addressed all men and said that God made nature and \"although you did make the town, we much prefer the country still.\"     "],"display_date":"July 10, 1861","search_date":"1861-07-10","citations":[{"divid":1214702915,"type":"Newspaper Article","data":["Women Don&#39;t Like The Country","The Rushlight","","July 10, 1861","4-7"]},{"divid":1214702961,"type":"Article","data":["Chad Montrie","I Think Less of the Factory that of My Native Dell: Labor, Nature, and the Lowell &#39;Mill Girls&#39;","Environmental History","29","2004","275-295"]},{"divid":1214703025,"type":"Book","data":["Barbara T. Gates, editor","In Nature&#39;s Name: An Anthology of Women&#39;s Writing and Illustration, 1780-1930",null,"Chicago","The University of Chicago Press","2002","3, 11-13"]}],"locations":[{"id":2920,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":3,"school_id":2}}