{"id":4125,"title":"Be Prepared\n","course_id":6,"status":"P","start_date":"1831-04-01","end_date":"1831-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["    In April of 1830 in Boston, Sarah Josepha Hale made a speech about boarding schools that would change how women were educated.  She said that it was good to have women learn their domestic duties, but it was not enough.  A woman must learn morals and have mental capacity in order to interact with other people, and mothers who teach their daughters, teach the opposite because they have not learned morals and social mentality themselves.  Hale was against frivolous things, like coming out parties to increase the quality of young women's education.  In her speech, she stressed that mothers are the best teachers, though, and that they should oversee their daughters' education.  Women were encouraged to get an education in order to provide for their families, if needs arose.  She also thought that there was no danger in having women learn something because it would not change their love for their husbands.  Hale's ideas influenced the founding of schools for women, like Mount Holyoke and Wheaton Female Seminary.","    In the 1830's the old tradition of families was getting unpopular with young women.  Their parents were concerned that because their daughters were not getting married that they would have to provide for their daughters.  Most of these families were poor farming families as it was.  These families had to plan what they must do to get these young women prepared to fend for themselves.  Some of these young women had to get an education to help provide for their family.  Mount Holyoke and Wheaton advertised for these middle class families who had low income.  Domestic learning was also important to these two schools.  Mount Holyoke had a \"Domestic Plan,\" under which students did their own chores, like washing, cleaning, and cooking, and Wheaton had weekly inspections of students' dorms.  Domestic learning was not the most important thing to these colleges.  They had courses like drawing, music, arithmetic and philosophy, classes that were unheard of in traditional women's education.  Sarah Josepha Hale's plans for this new female education helped young women become prepared for their future of being a mother, while also preparing them to fend for their future families, if needs arise."],"display_date":"April 1831","search_date":"1831-04-15","citations":[{"divid":1216303305,"type":"Newspaper Article","data":["Boarding Schools","Ladies? Magazine and Literary Gazette","","April 1831","145"]},{"divid":1216303360,"type":"Article","data":["David F. Allmendinger, Jr.","Mount Holyoke Students Encounter the Need for Life-Planning, 1837-1850","History of Education Quarterly","Vol. 19, No. 1","1979","27-46"]},{"divid":1216303560,"type":"Article","data":["Grace F. Shepard","Female Education At Wheaton College","The New England Quarterly","Vol. 6, No. 4","December 1933","803-824"]}],"locations":[{"id":2921,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}}