{"id":4126,"title":"Andrew Jacksons Ironic Relationship with the Indians\n","course_id":6,"status":"P","start_date":"1814-10-25","end_date":"1814-11-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 25, 1814, General Andrew Jackson and over 4,000 troops, including 750 Choctaw and Chickasaw allies set out for Pensacola. Finally reaching the fort on November 6, 1814, Jackson sent a surrender demand to Spanish Governor Gonzalez Manrique, but British marines opened fire on Jackson's army. Jackson next called for an immediate British evacuation of Pensacola. The Spanish governor refused so Jackson ordered his officers to pass the word on to their troops to prepare for a predawn attack the following day.  The attack was over in a matter of minutes, and the Spanish resistance crumbled. Gonzalez Manrique hoisted a white flag and surrendered the town. Jackson described the way his troops acted with a \"steady firmness\" and describes \"the good order and conduct of my troops whilst in Pensacola…has drawn from the citizens an expression, that our Choctaws are more civilized than the British\". This statement about the civility of the Choctaws is the key statement in Jackson's letter because it presents the irony of Jackson's relationship with the Indians. ","This irony is clearly presented during the First Seminole War, and Jackson's Indian Removal Policy that he employed during his presidency. In his letters from the Seminole War, he often refers to the Native Americans as \"barbarians\" and as the \"savage enemies of the U.States,\" a stark contrast from the praise he gave the Indians during the capture of Pensacola. Jackson further contradicted his statement in 1814 when he became president. During his presidency, \"Jackson believed that the red men now lived on conquered territory and that they would survive only if removed farther west, that removal was a \"just and liberal policy\"\" (O'Brien 223). \"From his own bitter wartime experiences, Sharp Knife [another name for Jackson] was convinced that the nation's southern frontier could never be free of danger of foreign intervention until the red men were gone\" (O'Brien 224). Therefore, in 1830, Jackson passed the Indian Removal Act, which forcibly removed the Creek, Chickasaw, Seminoles, and even the Choctaws. This is ironic because in 1830, Jackson adopted a policy to remove the Indians that he claimed in 1814 \"were more civilized than the British.\" After the statement made by Jackson in 1814 about how \"the Choctaws are more civilized than the British,\" from then on his policies towards the Indians starkly contradicted that statement.  "],"display_date":"October 25, 1814 - November 14, 1814","search_date":"1814-11-04","citations":[{"divid":1217981130,"type":"Newspaper Article","data":["Capture of Pensacola","The Historical Register of the United States","","June 1, 1814",""]},{"divid":1217981161,"type":"Book","data":["Sean M. O&#39;Brien","In Bitterness and in Tears Andrew Jackson&#39;s Destruction of the Creeks and the Seminoles",null,"Westport, Connecticut","Praeger","2003",""]}],"locations":[{"id":2922,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":5,"tag":"War"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}}