{"id":4127,"title":"The Burning of Bayou Sara, LA","course_id":7,"status":"P","start_date":"1862-10-25","end_date":"1862-10-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    On October 25, 1862, Narcissa L. Barksdale scribbled the words, \"but no lives lost,\" as she wrote to her friend, Alcinda \"Alice\" Janney, describing the tragedy of how Bayou Sara, Louisiana, \"was burnt by the crews of the gunboats.\" Barksdale showed her discontent with the behavior of the Union soldiers in saying, \"I could write pages of outrages committed in that state, but I will desist- as you can well imagine what they are.\"  In her letter she described the day-to-day functions of her life, but also gave insight into life on the home front during a period of Northern occupation, mentioning the sick and wounded soldiers that she has encountered throughout her travels in Mississippi and Louisiana. She also described the tension in the city of Corinth, Mississippi where people were on edge and fearful of \"Yankee raids\" following some previous, unmentioned event. Although the unmentioned event happened some weeks before, the residents of Corinth continued to be on the defensive. ","    The issue of life on the home front is one of great importance when attempting to understand and fully grasp the type of impact that the Civil War had on both the Northern and Southern regions of the United States. As Stephen Ash described in his book, <em>When the Yankees Came, </em>\"the unique psyche of the South has been shaped, in part, by what happened to the Southern people when the Yankees came.\" Events such as the burning of Bayou Sara by Union armies as well as personal encounters with soldiers mentally and physically affected by the conflict would have severely affected the outlook on the war for those who remained at home. For many Southern women especially, who suddenly became responsible for managing farms and plantations on their own while living with battles being fought in their backyards, their experiences on the home front deeply influenced their opinions of the national conflict. Perhaps such events would have caused women like Narcissa Barksdale and Alice Janney to rally around the Confederate troops and encourage them to fight harder against the invading Union forces, but then again these same events could have just as easily spurned a desire to simply stop the fighting and bring the troops home. "],"display_date":"October 25, 1862","search_date":"1862-10-25","citations":[{"divid":1216303684,"type":"Manuscript","data":["","Note sheet for inventories",null,"Mss 8409-a","Box 1","Janney Family Papers","Special Collections Library, University of Virginia"]},{"divid":1216303803,"type":"Book","data":["Stephen Ash","When the Yankees Came",null,"Chapel Hill","The University of North Carolina Press","1995","ix"]}],"locations":[{"id":2923,"lat":30.8801785658,"lng":-91.420930249,"zoom":9,"place":"WEST FELICIANA, Louisiana"}],"tags":[{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}