{"id":4128,"title":"Ambush of Round Mountain\n","course_id":4,"status":"P","start_date":"1861-11-19","end_date":"1861-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many Indians disagreed to Secession, but not necessarily agree to abolition, either. Families owned slaves and continued to throughout the Civil War. Opoethleyohola, a Muscogee Creek Chief also known as Gouge, wished to remain neutral. Many other neutral Creeks followed him North of Indian Territory, which is now Oklahoma.","Colonel Douglas H. Cooper had been persuaded that 'Gouge' was a threat and had been offered support from E. H. Carruth, Indian Agent for the USA. He took 2000 troops, and began pursuing the refugees. His spies told him that there were more followers than first believed, so the Ninth Texas Cavalry joined them in their pursuit. Their Commander, Lt. Col. William A. Quayle, believed there \"to be 1500 strongly posted\" Indians, including 500 Jayhawkers, but later they numbered 9000. The Confederates numbered 2500; both they and the refugees were \"ill equipped for the winter march or for military action.\"","Gouge camped with everyone near the Creek Council at Thlobthlocco when he heard about their pursuit. He began to \"fire the prairies,\" leaving nothing to be foraged; thus slowing down Cooper. With the burning, it was still \"so dark [they] could not distinguish an Indian from a white man at three paces,\" which didn't help any whites, but it was easier for Indians as they are better at seeing in the dark. The flickering of the many bush fires and the moving of the tall grasses contributed to the confusion.","Late November 19, the front of Cooper's men, believing they had made contact with Gouge's pickets, followed the fire-trailers who lead them into an ambush. Near to Round Mountain the Texans gave chase. They were fired upon by the fire-trailers and dogs were sent through the ranks to disturb the men; they got into rank as quickly as the situation allowed. The Indians fired the bush to surround and shepherd Cooper and his men to where they wanted them, a \"timber-lined, horse-shoe-shaped prairie,\" where Cooper was welcomed with hot lead and whizzing arrows. They were \"fighting by the flash of the enemy's guns … on three different sides,\" but this did not affect the death toll. Six Confederates died, four were wounded, while one went missing; Opoethleyohola lost approx. one hundred and ten men. Cooper also lost six horses, some killed, and some stampeded. The element of \"surprise, smoke and [the] darkness\" created much confusion.","Cooper retreated about two miles, and told his men to \"sleep on arms.\" It was not until then that they realized they had lost Captain Charles Stuart; he was shot in the forehead by a large 'ball' that came out to the left and centre of the back of his head, his last words being \"form on me;\" this later having a strong negative impact on his men.","Measles kept many Confederates from fighting, but they were there at the abandoned camp, where they found two men who had been \"taken prisoner … and beaten to death,\" along with \"15 wagons … 8 yoke of oxen … [and] stricnine in beef and corn,\" a muscular affecting poison."],"display_date":"November 19, 1861","search_date":"1861-11-19","citations":[{"divid":1218901503,"type":"Manuscript on Microfilm","data":["Wlliam A. Quayle","Report, January 1862","Roll IAD-5","","Archives Division, Oklahoma Historical Society"]},{"divid":1218901549,"type":"Primary Source in a Secondary Source","data":["Robert A. Young, Report","1861","The War of the Rebellious&#58; A Compilation of the Official Records of Union and Confederate Armies","United States War Dept.","Washington, D.C.","Government Printing Office","1880","15"]},{"divid":1218901631,"type":"Book","data":["Richard Lowe, Editor","A Texas Cavalry Officer&#39;s Civil War&#58; The Diary and Letters of James C. Bates",null,"Baton Rouge ","Louisiana State University Press","1999","27-33"]},{"divid":1218901727,"type":"Book","data":["Homer L. Kerr, Editor","Fighting with Ross&#39; Texas Cavalry Brigade&#58; The Diary of George L. Griscom, Adjutant, Ninth Texas Cavalry Regiment",null,"Hillsboro, Texas","Hill Junior College Press","1976","5-6"]},{"divid":1218901859,"type":"Book","data":["A. W. Sparks","The War Between the States As I Saw It&#58; Reminiscent Historical and Personal ",null,"Tyler, Texas","Lee and Burnett","1901","31-35"]},{"divid":1218902092,"type":"Primary Source in a Secondary Source","data":["Benjamin R. Vines, Letter","November 30, 1861","The Prairie Was On Fire&#58; Eyewitness Accounts of the Civil War in the Indian Territory","Whit Edwards, Editor","Oklahoma City","Oklahoma Historical Society","2001","3-6"]},{"divid":1218902185,"type":"Primary Source in a Secondary Source","data":["William Coffman, Letter","November 25, 1861","The Prairie Was On Fire&#58; Eyewitness Accounts of the Civil War in the Indian Territory","Whit Edwards, Editor","Oklahoma City","Oklahoma Historical Society","2001","3-6"]},{"divid":1218903394,"type":"Article","data":["Ronda Redden","The Battle of Round Mountains","Oklahoma Genealogical Society Quarterly","9","November 3, 1964",""]}],"locations":[{"id":2924,"lat":null,"lng":null,"zoom":8,"place":"Unorganized, Oklahoma"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}