{"id":4129,"title":"The Capture of the Steamship J. R. Williams\n","course_id":4,"status":"P","start_date":"1864-06-15","end_date":"1864-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["June 15, 1864, the USA Quartermaster Capt. Greene Durbin sent a \"steam ferry boat\" with supplies to Fort Gibson; Messrs. McDonald and Fuller, contractors of the Cherokee Nation included \"Indian goods\" to be distributed amongst those Indians there.  They furnished it with military protection of one sergeant and twenty-four privates \"under the command of Second Lieut. Horace A. B. Cook,\" Comp. K, Twelfth Kansas Vol. Infantry.","They had gone seventy miles up river, when they were fired upon by Capt. G. W. Grayson of the Creek Mounted Rifles and Col. Stand Watie, of the First Indian Brigade. 300 Confederates camped on the south bank of the Arkansas, \"known as Pleasant Bluffs.\" Grayson ordered a \"harmless shot\" to be fired across the <em>J. R. Williams'</em> bow, a rule of war, but nothing was forthcoming; Grayson and Watie commenced firing \"in fine style,\" leading to the boat running aground on the north side. The twenty-five man escort sent one volley across, but with no effect; Lt. Cook decided they should leave the boat. Grayson and Watie watched Cook \"flee\" from the boat, into the brush on the far side of the river.","They wanted to venture back under cover of darkness, but the Captain of the boat and Lt. Huston, who had been hiding in the hull, came out, \"took the yawl and went over to the enemy.\" Brig. Gen. John M. Thayer reported that they were not heard of again. Watie's men captured the boat, along with 150 barrels of flour, 16,000 pounds of bacon, and many other store goods. This made the American Indians quite happy, as there was not much food in the Confederate Indian camps, but it cost Watie his next battle, because many of the \"Creeks and Seminoles immediately broke off to carry their booty home,\" leaving Watie with only a few men.","Cook decided that since the rebels had the boat, there was nothing more to do, so he, and his men, left for Fort Smith. Pvt. Henry A. Strong, Comp. K, wrote that on the journey no \"man spoke above a whisper the whole night,\" as they were worried about Confederate spies. He reports that some men were sent to find the rebels, but did not believe much could be done, with the rivers swollen from rain; and barrels of flour etc floating along the river.","Watie was happy for Cook to disappear because with only a handful of men he was unable to hold onto the \"booty\", with barrels washing away with the rain. Brig. Gen. Thayer was not so pleased, not at all. When Cook arrived at Fort Smith and gave an unsatisfactory report; Thayer believed that \"the escort ... were ... fully able to have prevented the enemy from reaching the boat. After removing the boat of its goods, Watie \"scuttled the ship by setting it ablaze.\" ","The capture of <em>J. R. William</em> was a loss of 120,000, and was one of the more interesting raids on the Federal supply lines. It was the only reported incarceration of a steamship \"while underway by a land force during the war in Indian Territory,\" and is possibly the only one on report for the whole war. There are many disagreements on the number of artillery pieces involved, maybe leading to disputes on what could have been done differently; but the escort didn't have any artillery to reply with, giving Watie an unfair advantage."],"display_date":"June 15, 1864","search_date":"1864-06-15","citations":[{"divid":1218900454,"type":"Pamphlet or Other Printed Material","data":["Stand Watie, Report, June 17, 1864","The War of the Rebellion&#58; A Compilation of the Official Records of the Union and Confederate Armies","Washington, D.C.","Government Printing Office","1880","Special Collections Library, University of Virginia"]},{"divid":1218900582,"type":"Book","data":["W. David Baird, Editor","A Creek Warrior for the Confederacy&#58; The Autobiography of Chief G. W. Grayson",null,"Norman","University of Oklahoma Press","1988","83-84"]},{"divid":1218900634,"type":"Pamphlet or Other Printed Material","data":["John M. Thayer, Report, June 22, 1864","The War of the Rebellion&#58; A Compilation of the Official Records of the Union and Confederate Armies","Washington, D.C.","Government Printing Office","1880","Special Collections Library, University of Virginia"]},{"divid":1218900732,"type":"Primary Source in a Secondary Source","data":["Diary of Henry Strong","June 15, 1864","The Prairie Was on Fire&#58; Eyewitness Accounts of the Civil War in the Indian Territory ","Whit Edwards, Editor","Oklahoma City","Oklahoma Historical Society","2001","98-100"]},{"divid":1218900831,"type":"Website","data":["","We Are All Native Americans in the Civil War","City of Alexandria ","http&#58;//oha.alexandriava.gov/fortward/special-sections/americans/","February 12, 2007"]},{"divid":1218900895,"type":"Website","data":["","Adventure on the Arkansas River","","http&#58;//www.geocities.com/MotorCity/1949/cook.html","February 12, 2007"]}],"locations":[{"id":2925,"lat":null,"lng":null,"zoom":8,"place":"Unorganized, Oklahoma"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":19,"tag":"Native-Americans"},{"id":16,"tag":"Science/Technology"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}