{"id":4131,"title":"The Ponce De Leon Hotel\n","course_id":9,"status":"P","start_date":"1884-01-01","end_date":"1888-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late 1800s Henry J. Flagler was one of the wealthiest men in the world.  He was a partner in the Standard Oil Company with John D. Rockefeller and Flagler spent much of his wealth on expanding the state of Florida.  In the winter of 1884, Flagler came to St. Augustine, Florida to spend his honeymoon with his second wife.  The city left a mark on Flagler and he returned in March of 1885 just in time for St. Augustine's annual Ponce de Leon celebration.  Each year the city of St. Augustine would put on a great pageant to celebrate the landing of Ponce de Leon in Florida.  The celebration so impressed Flagler he was inspired to build a luxury hotel, The Ponce de Leon hotel.  Along with the young architect Thomas Hastings, Flagler had a big part in helping to create the plans for the hotel.","The Ponce de Leon hotel formally opened to the public on January 10, 1888.  The hotel cost two and a half million dollars and in its time it was reputed to be one of the finest hotels in the world.  The hotel attracted the wealthy and, President Grover Cleveland attended a ball held at the Ponce de Leon hotel.  In the year the hotel opened, the city's population almost doubled.  Flagler continued to expand the city building two more hotels, the Alcazar and the Cordova, across the street from the Ponce de Leon in the same season.  When Flagler realized transportation to the hotels to the south of Florida was difficult, he turned his attention to building railroads in Florida.","The Ponce de Leon was so well-built it still stands today.  In 1968, after 11 million dollars worth of restoration, the Ponce de Leon reopened as Flagler College, a small liberal arts college named for the man who originally built it.  Flagler's crew constructed the hotel so soundly it has survived all hurricanes that have passed through since 1888.  ","Henry Flagler made a huge mark on the state of Florida.  One of his most impressive structures still stands as a primary structure in the historical city of St. Augustine: The Ponce de Leon hotel.  Though it is now Flagler College, Floridians will remember it for the man who originally created it. Flagler's initial building of the hotel changed the history of Florida as it sparked Flagler to build many hotels all over Florida and railroads to transport tourists throughout Florida.  Without Flagler's influence, Florida would not be the place it is today."],"display_date":"January 1, 1884 - December 1, 1888","search_date":"1886-06-17","citations":[{"divid":1216775733,"type":"Newspaper Article","data":["Flagler&#39;s Flagship Hotel","The Orlando Sentinel","","November 22, 1987",""]},{"divid":1216775763,"type":"Book","data":["The Flagler Story and Memorial Church","Rev. Hoard D.D. Lee",null,"St. Augustine, Florida","The Record Press, Inc.","1949",""]}],"locations":[{"id":2927,"lat":29.8098695858,"lng":-81.280550411,"zoom":9,"place":"ST JOHNS, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"United States History to 1877","school":"Rollins College","course_id":9,"school_id":5}}