{"id":4133,"title":"Judge Clayton Removed from Office\n","course_id":6,"status":"P","start_date":"1831-12-06","end_date":"1831-12-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Augustin Smith Clayton was a lawyer, congressman, and judge for the state of Georgia. Most of his decisions as a judge in Georgia favored state over federal laws. In 1831, however, Clayton declared unconstitutional a Georgia law that prohibited Indians from digging gold on their own land. After this decision he was not reelected for another term. Clayton was curious about his loss at reelection and suspected that it was a consequence of his decision in his last case. He wrote a letter to Chancellor James Kent, a prominent New York lawyer, asking whether he was correct in assuming this. Kent agreed with Clayton's assumption. In addition, he offered a detailed opinion as further explanation and proof of how Native Americans were being treated and why there was so much opposition against them at this time."," Opposition to the Cherokee tribe had begun in 1828 in Georgia. Clayton was elected to judgeship that same year, thus many of his trials were about the struggles between the Cherokees and Georgia. At this time, the Cherokee Indians still had possession of northern Georgia. However, later in 1828, Georgia's government issued new legislation extending its reach over Cherokee land. This new legislation was issued even though the Cherokees had written their own constitution in 1827, in an effort to claim they were a sovereign state. By doing so, the Cherokees tried to deny the state of Georgia any right to their land. The state of Georgia ignored the Cherokee constitution and tried to take their land anyway. The result was a bitter struggle between the Cherokee Indians and the state of Georgia. Judge Clayton's initial opposition to Cherokee rights is an important example of how many people felt at this time. The people of the district he represented disliked the implications of his declaring the Georgia law unconstitutional and thus he did not win reelection."],"display_date":"December 6, 1831","search_date":"1831-12-06","citations":[{"divid":1215734688,"type":"Newspaper Article","data":["Judge Clayton Removed ","Western Recorder","","December 6, 1831",""]},{"divid":1215734715,"type":"Article","data":["James H. Lengel","The Role of International Law in the Development of Constitutional Jurisprudence in the Supreme Court: The Marshall Court and American Indians","American Journal of Legal History","43","1999","117-132"]},{"divid":1215734815,"type":"Book","data":["Allen Johnson and Dumas Malone","Dictionary of American Biography, Volume IV",null,"New York","Charles Scribner&#39;s Sons","1930","182-184"]}],"locations":[{"id":2909,"lat":34.4199676609,"lng":-84.8027482155,"zoom":8,"place":"GWINNETT, Georgia"}],"tags":[{"id":9,"tag":"Law"},{"id":19,"tag":"Native-Americans"},{"id":18,"tag":"Politics"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}}