{"id":4135,"title":"What to do with a Seminary Education?\n","course_id":3,"status":"P","start_date":"1877-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    In 1877 \"From Her Point of View\" was published in Wheaton Female Seminary's literary magazine The Rushlight. The story depicted a young woman, \"just out of school, and life with all its sorrows and joys awaiting her\" sitting by a fire contemplating her future. The young woman was surrounded by \"tokens of wealth\" but she wished for something different. While her mother's spirit looked down over her she wanted more than just to enjoy the festivities of life and have a good husband and marriage. \"She had seemed to be happy, and had been envied by her friends: it was only in the quiet hours, when she was alone, that she cried out for more that she could gain in her present life.\" The young woman was unsatisfied and felt a sense of rebellion grow within her. The piece concluded with a final question, \"will the life of the girl with her fine sensibilities and delicate organization be anything more to her than a frivolous holiday, or seeing it from her point of view will she make it holy and grand?\"","    \"From Her Point of View\" raises some important questions for women of the mid to late nineteenth century. American society expected women to fill the roles of wives and mothers during this time, however many women asked themselves whether this was what they truly wanted to do with their lives. Historians like Charlene Boyer Lewis, have examined the lives of American women like Elizabeth Patterson Bonaparte who stated, \"that with her disposition and character she never could have vegetated as the wife of some respectable man in business 'since nature never intended me for a life of obscurity.'\" Many white women wanted to pursue alternative gender roles but for most family pressures or lack of opportunity and resources led women to be wives and mothers, who had to dream in silence.  However, for young women of the mid to late nineteenth century female seminaries provided a place for women to expand their horizons as Helen Lefkowitz Horowitz explains in her book, Alma Mater. \"By 1859, sixty Mount Holyoke graduates had entered foreign missionary work\" is one example of the opportunities seminary women had just out of school. Overall, \"Students created their own standards of success in this world\" which sometimes liberated them and sometimes kept them feeling trapped by social norms. "],"display_date":1877,"search_date":"1877-07-02","citations":[{"divid":1216304231,"type":"Newspaper Article","data":["From Her Point of View","The Rushlight","","1877","29-32"]},{"divid":1216304293,"type":"Article","data":["Charlene Boyer Lewis","Elizabeth Patterson Bonaparte&#58; &quot;Ill Suited for the Life of a Columbians Modest Wife&quot;","Journal of Women?s History","Vol. 18, No. 2","2006","34-62"]},{"divid":1216304470,"type":"Book","data":["Helen Lefkowitz Horowitz","Alma Mater&#58; Design and Experience in the Women&#39;s Colleges from Their Nineteenth-Century Beginnings to the 1930s",null,"Amherst","University of Massachusetts Press","1984","9-27"]}],"locations":[{"id":1622,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":3,"school_id":2}}