{"id":4139,"title":"The Washingtonian Temperance Society and the Influence on Women \n","course_id":6,"status":"P","start_date":"1840-05-01","end_date":"1842-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    The Washingtonian Temperance Society started in May 1840 by six Baltimore drinking buddies who decided to write and sign a pledge stating that they would no longer consume alcohol. This six-person pledge began to turn into one of the largest movements in America. Men would lecture around the country showing people real life stories about what life is like when abusing alcohol. By the end of 1841 Washingtonians claimed that over 200,000 had signed their pledge, and by 1842 they had recruited over one million people. The Washingtonian Temperance Society took a new approach to curing intemperance. Instead of the harsh views of the early Temperance Society the Washingtonians created a compassionate, sentimental atmosphere. This compassionate atmosphere lured the attraction of the movement towards women. In 1842 devotees of the Washingtonian Temperance society created Ladies' Chelsea Temperance Benevolent Society.","    \" Led by the Directress Bowrason, a butchers wife, the Chelsea devotees of the Washingtonian Temperance Movement offered cash, clothing, and the message of abstinence from alcohol to impoverished inebriates.\" The society members would visit the homes, alleys, and streets of their Manhattan neighborhood to help the impoverished. The ladies of the movement paid medical bills, found employment and board, and helped the women become worthy members of the society. The Washingtonian Movement influenced women to create their own society in which to help people with drinking problems. The women's private sentimentality ultimately prompted the start of the Chelsea Society and was the reason why thousands of women would join the Temperance Movement.      "],"display_date":"May 1840 - December 1842","search_date":"1841-08-31","citations":[{"divid":1217982117,"type":"Newspaper Article","data":["Washingtonians","Evangelical Magazine and Gospel Advocate","","1841",""]},{"divid":1217982140,"type":"Article","data":["Ruth M. Alexander","We Are Engaged as a Band of Sisters&#58; Class and Domesticity in the Washingtonian Temperance Movement, 1840-1850","The Journal of American History","75","1988","763-785"]},{"divid":1217982198,"type":"Book","data":["Mary Chapman and Glenn Hendler","Sentimental Men&#58; Masculinity and the Politics of Effect in American Culture",null,"Los Angeles","University of California Press","1999",""]}],"locations":[{"id":638,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":7,"tag":"Women"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}}