{"id":414,"title":"Refusal to Pay Poll Tax\n","course_id":1,"status":"P","start_date":"1881-11-22","end_date":"1881-11-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Edward F Stokes refused to pay the poll tax required for voting purposes in South Carolina.  He claimed that such a tax was a debt, making imprisonment upon his refusal to pay a violation of Commonwealth organic law.  Nonetheless, Judge Hawthorne found him guilty and offered him the choice of a fine of five dollars and costs or thirty days in jail.  Stokes appealed the decision, and it was brought before the Court of Sessions, which also decided against him.  However, due to uncertainty of facts of the case, an official decision was not made.    &lt;br /&gt;The case of Edward Stokes demonstrates disenfranchisment.  In order to reunite white conservatives and white radicals in the South after the Civil War, whites embraced an attitude of white supremacy and imposed a number of restrictions and laws that inhibited blacks by perpetuating a system of virtual slavery.  One such measure was disenfranchisement, whereby the whites took the ability to vote away from the blacks.  In this process, Southern states, beginning with Mississippi, enforced literacy or property qualifications, leaving loopholes for white men who might be restricted by these new laws.  In addition, states in the South employed a poll tax that was tactfully designed to prevent blacks from paying the tax.  As demonstrated by the Stokes incident, this policy was implemented in South Carolina.  Many South Carolinian whites justified the fees by noting that the money went towards public education, but statistics indicate that the poll tax served as a major barrier to voting for blacks."],"display_date":"November 22, 1881","search_date":"1881-11-22","citations":[{"divid":1216336446,"type":"Newspaper Article","data":["","News and Courier","","November 28, 1881",""]},{"divid":1216336458,"type":"Book","data":["C. Vann Woodward","The Strange Career of Jim Crow",null,"New York","Oxford","1955",""]}],"locations":[{"id":310,"lat":34.1679782338,"lng":-82.3756180087,"zoom":9,"place":"ABBEVILLE, South Carolina"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}