{"id":4140,"title":"Christian Women and Fashion\n","course_id":6,"status":"P","start_date":"1825-04-01","end_date":"1825-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In an 1825 essay entitled \"The Female Character,\" a Dr. Springs wrote \"a Christian woman ought to be distinguishable by her simplicity.\" The desire for simplicity was a common trend seen in many Christian communities in the early to mid 1800's. For many, clothing choice reflected how a woman was viewed by her society. In early American Christian towns men wanted their wives and daughters to be seen as virtuous and plain in their dress. Due to this perspective about fashion women would choose conservative and simple styles to fit into what their society wanted. According to Springs, a woman was allowed to dress in any manner she wished so long as it did not offend her husband and the society she was in. Springs continued to say, \"Fashions, which characterize a gay and worldly circle, a Christian woman will avoid.\" A Christian woman in the 1800's had to make sure that her hem was just right, her colors were just so and her hair was in place, all while not being vain. ","Women in the late eighteenth and early nineteenth centuries had a wide variety of standards set upon them. Much of how society viewed women in the time depended on a woman's social class and religion. Religion was a major factor for how women dressed and were perceived. Christian women were expected to maintain a clean and orderly appearance.  Under these strict Christian guidelines, women in this time had to sacrifice their education and knowledge simply to be the perfect domesticated woman. Along with the ideal of staying constantly presentable, women could not allow themselves to be attracted to the vanities that modern fashions had to offer, such as the bright \"worldly\" colors that Dr. Springs mentioned. They had to hold up the ideals of their religion and still fit into the world of quality clothing and attire. Dresses that were simple in fabric and color were the only acceptable garments to wear. Women who thought bloomers were decent garments were taught by prominent males that bloomers were garments which promoted \"that wild spirit of socialism.\"  While some upper class women were wearing jewels and riches, Christian women were not to indulge in such ornament."],"display_date":"April 1825","search_date":"1825-04-15","citations":[{"divid":1216304695,"type":"Newspaper Article","data":["The Female Character","Universalist Magazine","","April 30, 1825","179"]},{"divid":1216304728,"type":"Newspaper Article","data":["Qualifications and duties of Females","Western Recorder","","April 19, 1825","1"]},{"divid":1216304810,"type":"Article","data":["Barbara Welter","The Cult of True Womanhood&#58; 1820-1860","American Quarterly","Vol. 18, No. 2","1966","151-174"]}],"locations":[{"id":642,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}}