{"id":4141,"title":"Southern Benefits from the Compromise of 1850\n","course_id":5,"status":"P","start_date":"1851-09-05","end_date":"1851-09-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The North and South had reached a stalemate, the compromise measures had been debated for over ten months.  Finally, an agreement was reached.  In September of 1850 the provisions that would become the Compromise of 1850 were passed.  About a year later, on September 5, 1851, Winchester Graham, a representative from South Carolina, gave a speech in Barnwell, S.C. that defended his support of the Compromise measures.  In the beginning of his speech, Graham called the compromise \"...the greatest legislative victory to be found in the annals of our country and that the institutions of the South are now resting on firmer foundations than they ever had before...\"  Next, Graham gave an overview of the major pieces of the compromise.  First, Graham talked about the abolition of the slave trade in Washington, D.C.  He argued that this was of no consequence to the South and that the Congress had the power to regulate the commerce of the District of Columbia.  Second, he talked about the admittance of California as a free state.  He dispelled the myth that this was a policy of the Free Soil Party intended to entrap the South, and argued that slavery would never have come to California because of its climate and terrain.  Graham supported the admittance of California as a whole, instead of divided at the 36' 30' line of the Missouri Compromise, because if it had been split it would allow two free states to come into the Union instead of one.  Third, Graham argued that the Texas-New Mexico border act, long viewed as an assault on the slave state of Texas, was proposed by a southerner, Pearce of Maryland, and was beneficial to the Southern cause.  This measure helped the South because it paid of the debts of Texas and also gave the South \"40,000 miles of free territory\" to establish new slave states to bolster Texas and the South.  Finally, the Fugitive Slave Act was a major victory for the South because it allowed for greater protection and return of their property, the slaves.  In conclusion, Graham said that the Compromise led the nation away from the brink of succession; this succession would have caused a costly war that would have taken a horrific toll on the South. ","    The debate over the Compromise of 1850 was one of the most contentious and heated debates in the history of the United States Senate.  Political fanatics, from the North and South, objected to the measures, bringing the nation to brink of disunion and hostility.  Author John Waugh argues that the compromise was built on the back of the \"political middle\" with measures that were meant to appease the North, the admittance of California, and ones to appease the South, the Fugitive Slave Act.  While the other measures, especially the Texas-New Mexico border act, represented a political quagmire, from which both sides refused to relent.  In his defense of the Compromise, Graham interpreted all of the measures as strengthening the South, even the concessions to the North.  His speech was an appeal to his constituents, making them realize that the compromise, and his support of it, led them away form the disaster of succession while also helping the Southern cause.  Graham wanted his constituents to view the measures as a victory, not as a compromise, because it helped avoid the destruction of the Union and reinforced slavery in the South."],"display_date":"September 5, 1851","search_date":"1851-09-05","citations":[{"divid":1218903601,"type":"Pamphlet or Other Printed Material","data":["","Speech of Winchester Graham, on the Compromise Measures, Delivered at Millhouse&#39;s Mills","Barnwell, S.C.","","1851","Special Collections Library, Furman University"]},{"divid":1218903654,"type":"Book","data":["John C. Waugh","On the Brink of Civil War&#58; The Compromise of 1850 and How it Changed the Course of American History",null,"Wilmington, Delaware","Scholarly Resources, Inc.","2003","125-184"]}],"locations":[{"id":651,"lat":33.2565006284,"lng":-81.3960341006,"zoom":8,"place":"BARNWELL, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}