{"id":4142,"title":"President Jackson Responds to Nullification\n","course_id":5,"status":"P","start_date":"1832-12-10","end_date":"1832-12-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    The crisis threatened to tear the nation apart.  This crisis was the passage of the Nullification Ordinances by the South Carolina State Assembly in November of 1832.  The unity and survival of the nation depended upon President Andrew Jackson's response.  On December 10, 1832, President Jackson presented his response to the Congress, arguing that the justification for state nullification of federal laws was misguided, unconstitutional, and treasonous to the country.   Jackson began his proclamation by outlining the reasons and reservations that led South Carolina to pass the ordinance; their major concerns were the tariffs of May 29, 1828 and June 14, 1832.  South Carolina believed these measures were unfair and didn't fall within the constitutional power of Congress to raise revenue; they proclaimed the laws null and void and threatened succession.  In his address, Jackson showed that the doctrine of nullification was \"incompatible with the existence of the Union, contradicted expressly by the letter of the Constitution, unauthorized by its spirit, inconsistent with every principle on which It was founded, and destructive of the great object for which it was formed.\"   First, he posited that South Carolina's objections based on stated powers and fairness were misguided and incorrect because the Constitution gave Congress the \"discretionary power\" to raise revenue by taxation.  Next, Jackson argued the Constitution joined the states into a single nation, and \"in becoming parts of a nation...they surrender many of their essential parts of sovereignty.\"  Thus, secession was wholly unconstitutional because it is an affront to national authority.  Finally, Jackson warned the people of South Carolina, who he believed were tricked into nullification by political and social leaders, that any action of \"disunion, by force, is treason.\"  He made an emotional appeal for these people to see the error of their position.  His address ends with a hope that the nation will survive and be reconciled by reasonableness and harmony, but also an assurance that it will be reconciled by force, if necessary.  ","    President's Jackson's speech came at a crucial time during his presidency; he had just been elected to a second term, but already his popular and political support was flagging.  But, according to historian Arthur M. Schlesinger, Jr., Jackson's handling of the nullification crisis and his resolve to ensure the survival of the union, both evident in the December speech, gained him temporary \"popular acclaim,\" making him the \"country's hero.\"  Jackson, a shrewd political, turned his new popularity into a political weapon to further the other policies of his administration, most notably his continued war against the Bank of the United States.  Jackson's speech and eventual handling of the nullification crisis were viewed, by the majority of the nation, as the actions of a strong leader dedicated to the nation and its survival; he used this renewed trust to further the political goals of his presidency.  "],"display_date":"December 10, 1832","search_date":"1832-12-10","citations":[{"divid":1216304911,"type":"Book","data":["Arthur M. Schlesinger, Jr.","The Age of Jackson",null,"Boston","Little, Brown and Company","1953","94-102"]},{"divid":1216304985,"type":"Website","data":["Edward Livingston","President Jackson&#39;s Proclamation Regarding Nullification, 10 December 1832","The Avalon Project, Yale Law School","http&#58;//www.yale.edu/lawweb/avalon/presiden...amations/jack01.htm","November 7, 2007"]}],"locations":[{"id":2928,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}