{"id":4144,"title":"Development of The Blue Ridge Railroad in South Carolina\n","course_id":5,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    This was a road that led to development.  This was a road that led to economic prosperity for the South.  This was the Blue Ridge Railroad.  In 1860, the President of the Blue Ridge Railroad Company, Edward Frost, in a report to the stockholders and the state legislature, reported on the condition and growth of the line, proposed a plan for its expansion, and requested renewed assistance from the government of South Carolina.  Frost started his report with a proposition to finish the railroad form Walhalla, S.C. to Clayton, S.C. Then, he reported on the past development of the railroad; noting that from 1859 to 1860, the government instructed and only provided the company with enough of a grant, 310,000, to finish the line up to Walhalla.  The railroad was initially planned to run all along the Southeast, from South Carolina to Knoxville, Tennessee.  But, the company ran into work stoppages and reduced state funding in Tennessee, North Carolina, South Carolina, and Georgia.  In this report, Frost proposed that the South Carolina legislature provide funding to finish the line to Clayton.  He argued that this would provide the other surrounding state governments with the incentive to fund the completion of the other proposed sections of the railroad, the sections in western North Carolina, eastern Tennessee, and northwest Georgia.  But, the railroad would have to be finished to Clayton, because it was a connecting city to these other areas.  According to the report, the completion of the road would be a major economic advantage, linking markets throughout the South.  Frost argued that the completed road would make this section of the South competitive with Northern industry and transportation.  Frost estimated the cost of the line from Walhalla to Clayton at about 1.5 million to 2 million and the total cost of the road to Knoxville at 4.5 million.  He asked the state legislature to provide 1 million in bonds to continue construction to Clayton.  Finally, Frost made a plea to his stockholders:  \"...in case the work should be discontinued, the officers of this company should be exempt from any aspersions of bad judgment or ill faith...\"  This report was intended to show his proposition and his plan, but if the state legislature didn't grant the bonds, Frost wanted to ensure the security of his position. ","    There was a major disparity in railroad transportation between the North and South; this lack of a developed transportation system would later be seen as a major cause of the Southern loss during the Civil War.   The case of the Blue Ridge Railroad Company is indicative of this trend of struggling railroads in the South.  Historian James Ward showed that Southern railroads, especially in the 1840s and mid-1850s, received less government aide and investment than their Northern counterparts.  He argued that this disparity in financing was due to the long-ranging effects of an economic depression in 1839, the reduced market price of cotton, and finally weakened European markets in the mid-1850s, due to the Crimean War.  These events depleted government resources in the South, creating this decline in government support of transportation infrastructure.  The reduced funding led to the work stoppages that hindered the completion of the Blue Ridge Railroad, and many other railroads in the South.  When the state had money to reinvest in railroads, the South was already technologically trailing the North by a decade or more.   The Civil War was approaching and the South didn't have enough time to complete the development of its railroads. If the South had more peace time to catch up with Northern technology, the Civil War could have played out very differently.   "],"display_date":1860,"search_date":"1860-07-01","citations":[{"divid":1215858857,"type":"Pamphlet or Other Printed Material","data":["","Annual Report of the president and directors of the Blue Ridge Railroad Company in South Carolina","Columbia","Charles P. Pelham","1860","Special Collections, Furman University"]},{"divid":1215858915,"type":"Article","data":["James Ward ","A New Look at Antebellum Southern Railroad Development","The Journal of Southern History","39","August 1973","409-420"]},{"divid":9078,"type":"Pamphlet or Other Printed Material","data":[null,null,"ckeUYneAqG"]}],"locations":[{"id":2929,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":18,"tag":"Politics"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}