{"id":4146,"title":"Reconstructing the Constitution in South Carolina\n","course_id":5,"status":"P","start_date":"1868-01-14","end_date":"1868-03-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    The Civil War was over, but the fight to ensure that it was not fought in vain was just beginning.  After the Civil War, the North wanted to ensure the abolition of slavery, recognition of the rights of African Americans, and that the South would remain a part of the nation; these were the major goals of the Reconstruction policies.   To meet these goals, The North required all former Confederate states to write a new state constitution, incorporating these measures, in order to be readmitted to the Union.  From January 14, 1868 to March 17, 1868, delegates met in Charleston, South Carolina to formulate a new South Carolina State Constitution.  This new constitution incorporated the goals of the North.  Article I included provisions that:  stated the equality of all men (Sec. 1), abolished slavery (Sec. 2), asserted that the Union was \"indissoluble\" (Sec. 5), and pledged \"paramount allegiance\" to the United States Constitution (Sec. 4).  While Article I abolished slavery and dictated equality, the new constitution also had to have provisions that ensured the political and social rights for African Americans.  Article VIII Sections Two and Eight ensured the political freedom of universal male suffrage regardless of \"race, color, or former condition.\"  While, Article X Section Ten, which ensured that \"all public schools...shall be free and open to all children...without regard to race or color,\" was intended to provide the social right to education.   With these new statues in the state constitution, the North felt that South Carolina had met the provisions to be readmitted to the Union; the North hoped these new laws would end the discrimination and disenfranchisement of the African American community in South Carolina.  ","    Historian Richard Zuczek argues that while the constitution provided a new government and new protections for African Americans, \"State whites rejected out-of-hand the constitution and the government it would establish.  For Carolinians, although the new constitution 'may have the authority of law...it has not and never can have the moral sanction of right, truth, or justice...\"  Because the new constitution was written mainly by African Americans and white Republicans, most of the white citizens of South Carolina saw the constitution and the government as illegitimate and longed for the reinstallation of a society based on white supremacy.  This attitude represented the major failure of Reconstruction; it ended de jure political and social discrimination against African Americans, but could not address the de facto discrimination based upon the attitudes and culture of white Carolinians.  These attitudes led to actions that disrupted the government and ensured that African Americans were not given the equality or rights the new constitution guaranteed them.  Southern whites used extralegal forms of violent or economic coercion to continue the discrimination of African Americans; the new rights, provided by the law, were being circumvented by a society that hoped for a return to the antebellum culture of racial superiority.  Thus, the goals of Reconstruction could not be fully applied to a society that was not ready to embrace a culture of racial equality."],"display_date":"January 14, 1868 - March 17, 1868","search_date":"1868-02-14","citations":[{"divid":1215859165,"type":"Pamphlet or Other Printed Material","data":["","The Constitution of South Carolina, adopted April 16, 1868, and the acts and joint resolutions of the General Assembly, passed at the Special Session of 1868, together with the military orders therein re-enacted","Columbia","J.W. Denny","1868","Special Collections, Furman University"]},{"divid":1215859239,"type":"Book","data":["Richard Zuczek","State of Rebellion&#58; Reconstruction in South Carolina",null,"Columbia ","University of South Carolina Press","1996","47-70"]}],"locations":[{"id":2931,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}