{"id":4147,"title":"The Last Rebel Paper\n","course_id":7,"status":"P","start_date":"1865-04-03","end_date":"1865-04-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By 1865, General Robert E. Lee and his Army of Northern Virginia had realized the disadvantage of being vastly outnumbered.  His men were put under siege by the Union's relentless attacks, and despite his valiant effort and brilliant leadership, the disproportionate numbers proved too much.  On the night of April 2, 1865, Lee regretfully ordered an evacuation of the confederate capital, Richmond.  Citizens hurriedly crossed the Old Mayo Bridge escorted by the Army of the Northern Virginia.  With the Confederates gone, the Union soldiers poured in and set crops, buildings, and warehouses on fire.  ","The following day, the Richmond Daily Dispatch distributed what it called \"the last rebel paper published in Richmond before the evacuation of the city.\"  In it was a picture of the Union General, Ulysses S. Grant.  The picture was a no frills, straightforward representation of the man.  He gave a stern look and penetrating stare into the camera with lips tightly pressed and eyebrows furled.  The rugged, mountain man look suited him.  Sporting a thick beard and mustache, his shoulders slouched slightly, and yet, an anxiousness to finish the war permeated the picture.  It was fitting that the man who broke Lee and his army was also the one who made reunion possible.  Less than a week after that \"last rebel paper\" was published, Grant offered very generous surrender terms.  These eased hard feelings and ushered a pathway towards reconciliation."],"display_date":"April 3, 1865","search_date":"1865-04-03","citations":[{"divid":1216520110,"type":"Newspaper Article","data":["","Richmond Daily Dispatch","","April 3, 1865",""]},{"divid":1216520125,"type":"Book","data":["Jack Hurst","Men of Fire&#58; Grant, Forrest, and the Campaign That Decided the Civil War",null,"New York","Basic Books ","2007",""]},{"divid":51249,"type":"Lecture, Conference Paper, etc.","data":[null,null,"XqPuoTgsLrauVaO"]}],"locations":[{"id":2932,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}