{"id":4148,"title":"Recognizing the Importance of Female Education\n","course_id":6,"status":"P","start_date":"1831-12-10","end_date":"1831-12-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"Let me not be misunderstood, when I thus earnestly insist upon the necessity of female education,\" insisted Emma C. Embury, a strong advocate for female education who spoke at the Anniversary of the Brooklyn Collegiate Institute for Young Ladies in December 1831. The idea of women's education was being discussed far more in the 1830's than it ever had been before. Embury was just one of many advocates for the education of females. Embury argued that a proper education would finally help women gain the recognition that they felt they were worthy of receiving. ","With the growing interest in female education, many of those advocating for it were apprehensive of how the men would respond. For years women were not treated with the same equality as men; they were seen as the weaker sex thus female education was not seen as a necessity. Editor Sarah Josepha Hale voiced her belief that the only reason the intelligence of men seemed superior to that of women was because women were only involved in duties as a housewife, and men had more chances to acquire greater knowledge. Slowly, after much debate, the views on the education of females began to shift. Eventually a women's education was seen as being necessary in order for them to properly carry out their obligations as both a mother and wife. They believed that if a woman did not obtain appropriate knowledge, how could she impart proper wisdom upon her children? The years following the speech made by Emma Embury were a huge transition for female education, \"in fact, more than a few clergy and educators had come to argue that the education of women was actually more important than the education of men.\""],"display_date":"December 10, 1831","search_date":"1831-12-10","citations":[{"divid":1216305350,"type":"Newspaper Article","data":["An Address on Female Education","Ladies? Magazine and Literacy Gazette","","December 1831","571"]},{"divid":1216305416,"type":"Article","data":["Glenda Riley","Origins of the Argument for Improved Female Education","History of Education Quarterly","Vol. 9, No. 4","1969","455-470"]},{"divid":1216305494,"type":"Article","data":["Leonard I. Sweet","The Female Seminary Movement and Woman?s Mission in Antebellum America","Church History","Vol. 54, No. 1","March 1985","41-55"]}],"locations":[{"id":2933,"lat":40.6450686304,"lng":-73.9495584018,"zoom":11,"place":"KINGS, New York"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}}