{"id":4149,"title":"Discord at Camp Mitchel\n","course_id":7,"status":"P","start_date":"1814-11-04","end_date":"1814-11-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["All was not well at Camp Mitchel.  Sure, the camp itself was not at war, but daily life and responsibility started to wear on the soldiers in Henrico County, Virginia.  John B. Tate communicated in a letter to his superior officer, Jacob van Lear, that the men were restless.  Embroiled in a military chess match with Britain on their own soil, this was an awful time to have depressed soldiers.  At any time, the men at Camp Mitchel might be called to duty.  So, maintaining a high morale was equally important as remaining sharp in battle.  Nevertheless, feelings of anger and frustration abounded, and some officers, like Tate, sought to appease the soldiers, if for no other reason, than to boost morale and spur victory against the very deadly British and Indian forces.","For those camps not at war, everyday chores such as guard duty were a necessity.  Even so, men like Bob Beard detested it.  Assigned watch in the pouring rain, Beard's increasing disenchantment with his place in the war hit its tipping point.  Certainly, the soldiers expected to fight, but questions about if they ever would, seemed to rack Beard's brain.  In an effort to do something to change his situation, Beard rallied the men in camp to support a bill in the House of Delegates that would discharge them from duty.  His efforts did not fall on deaf ears.  Other men, like Andrew Seat, begged for higher wages.  The unhappiness throughout the camp incited change.  ","Tate sensed their restlessness, and in hopes of a compromise, he urged his superiors increase wages because \"if they don't pay the troops of their money very shortly that they will all go home.  They talk very strongly about it now.\"  He understood the ramifications of having unhappy soldiers, and the threat that they might just abandon the cause was very real.  After all, in an unpredictable time of war, the men needed to be ready to fight and less concerned with things like guard duty and wages."],"display_date":"November 4, 1814","search_date":"1814-11-04","citations":[{"divid":1217981726,"type":"Manuscript","data":["","",null,"Mss 9096-0","","Tidewater, Va. Letters, 1814-1834","Special Collections Library, University of Virginia"]},{"divid":1217981773,"type":"Book","data":["C. Edward Skeen","Citizen Soldiers in the War of 1812",null,"Lexington","University Press of Kentucky","1999",""]}],"locations":[{"id":2934,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}