{"id":4150,"title":"Students Set Fires\n","course_id":7,"status":"P","start_date":"1829-11-26","end_date":"1829-11-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 26, 1829, Thomas Goode Tucker, a student at the University of Virginia, was alerted of a very dangerous situation on grounds.  In a letter to his father, approximately a month later, he recounted how some students set fire to an outhouse.  Tucker heard of the fire, and as soon as word reached him, he ran to the scene where a large group of people were gathered, almost all of them gasping for breath.  The sight was fantastic, with clouds of smoke forming overhead, and the audience, as much as it tried, could not avert its eyes.  Soon, all evacuated and retreated back from where they had come.  It appeared that the situation had been a simple prank played by some rogue students.  ","Suddenly, at three in the morning, residents were alerted of another fire on grounds.  This time, a frustrated Tucker walked sleepily to the scene of the crime where, to his surprise, he found smoke pouring from the windows of a house.  Confused and appalled, Tucker lashed out at the unruly behavior by confiding in his father.  He exclaimed how he believed the perpetrators were \"wild and inconsiderate\" and insisted how he \"shudder[ed]\" at the slight mention of doing such a deed himself.  These rebellious acts were not uncommon at university settings, however, and as institutions of higher learning, an inherent platform existed for students to act out and incite change.","The fires, however, were not ignited to spur social reform, and considering both the domestic and foreign climates of the day, that made sense.  Times were quiet in the small college town and equally peaceful abroad.  Tucker, then, concluded that the fires were the antics of his mindless and \"mischievous\" peers.  "],"display_date":"November 26, 1829","search_date":"1829-11-26","citations":[{"divid":1218905168,"type":"Manuscript","data":["","",null,"MSS RG-22/2/2.791","","Papers of Thomas Goode Tucker, 1828-1829","Special Collections Library, University of Virginia"]},{"divid":1218905215,"type":"Book","data":["Jack Larkin","The Reshaping of Everyday Life, 1790-1840",null,"New York","Harper &amp; Row","1989",""]}],"locations":[{"id":2935,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":6,"tag":"Education"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}