{"id":4151,"title":"   City or Country Education?\n","course_id":3,"status":"P","start_date":"1860-06-01","end_date":"1860-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["      \"Ought girls to receive a country or city school education?,\" asked the anonymous author of an essay published in the June 1880 issue of Rushlight, the literary magazine of Wheaton Female Seminary in Norton, Massachusetts.  The author explained that people thought a city school education was better because \"one has opportunities for mingling with a great number of people, and attending more fine concerts, lectures, etc. which form a desirable part of one's education.\"  However, she argued, such advantages were only an hour's trip from the country school.  She further maintained that it was more advantageous to observe events and their outcomes from a distance, in the country, before experiencing them first hand than \"to have lived in the very whirl of constantly occurring events\" (in the city).  The author also explained there was no greater teacher than nature.  In the country, one had the benefit of observing the harmony and lessons of nature.","     Women's seminaries used more than books to educate their students.  The idea of using the natural environment as a tool for education was stemmed from the work of Johann Heinrich Pestalozzi, the father of modern educational theory, and his assistant, Joseph Neef.  They felt that first hand knowledge would be more beneficial than learning strictly through books.  According to historian Gerald Lee Gutek, these men thought that \"natural instincts and interests should control, close contact with nature should furnish the occasion and means of education.\"  Where the school was located was equally important.  Schools like Mount Holyoke, Wellesley, and Wheaton, were located in ideal areas where students could study under the trees, learn about the stars through their observatories, and look at the beautiful landscape of the seminary.  Though city schools were supposed to provide cultural and social opportunities, students at Radcliff were unable to take advantage of the Cambridge society.  As historian Helen Horowitz has noted, one commentator asked rhetorically, \"Do the Annex girls enjoy the advantages of Cambridge society?...No; partly because the students are working women without leisure for frequent engagements; partly because Cambridge society is busy and absorbed and does not go out of its way to offer the Annex social culture.\"  "],"display_date":"June 1860","search_date":"1860-06-15","citations":[{"divid":1217678424,"type":"Newspaper Article","data":["Ought Girls to Receive a Country or City School Education?","The Rushlight","","June 1880","18-20"]},{"divid":1217678453,"type":"Book","data":["Gerald Lee Gutek","Joseph Neef&#58; The Americanization of Pestalozzianism",null,"Alabama","University of Alabama Press","1978",""]},{"divid":1217678496,"type":"Book","data":["Helen L. Horowitz","Alma Mater Design and Experience in the Women&#39;s Colleges From Their 19th Century Beginnings to the 1930s",null,"Massachusetts","University of Massachusetts Press","1984",""]}],"locations":[{"id":2936,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":3,"school_id":2}}