{"id":4152,"title":"Theater Dress Code\n","course_id":7,"status":"P","start_date":"1878-09-07","end_date":"1878-09-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Amongst the hundreds of people in attendance, a beautiful, wealthy southern belle sat in her chair and enjoyed the concert music.  The Mozart, an association known for its beautiful musicals, performed regularly in Richmond, but that night was a homecoming of sorts; the company had been performing out of town for eight weeks.  The blending of violins, quartettes, vocals, and clarionettes was exceptional.  Described by the paper as \"charming\" and \"admirably performed,\" the performance was a great success musically, and it received wide public attention as a result.","Still, a stir went over the crowd.  It was not a result of the musical genius; rather, the attire of some in the crowd caused turned heads and whispers shared.  The southern belle in the crowd did not '\"mind the music,'\" she continued; '\"good or bad that makes no difference; but I cannot stand the bonnets.'\"  The hideous bonnets worn by some of the women in the crowd disgusted her.  ","Her reaction underscored the idea that participating in theatre and almost all public life in the South made a person the object of intense scrutiny.  For every public decision, there was a social consequence. In simpler terms, every moment one was out of his house was a moment to showcase his or her wealth, style, and status.  Needless to say, bonnets failed to impress, and The Richmond Standard itself wrote, \"we wish The Mozart would follow the example of the Cincinnati Festival, and put its veto on hats.\""],"display_date":"September 7, 1878","search_date":"1878-09-07","citations":[{"divid":1216427112,"type":"Newspaper Article","data":["","Richmond Standard","Richmond, Virginia","September 7, 1878",""]},{"divid":1216427132,"type":"Book","data":["Moira Donald","Representations of Gender From Prehistory to the Present",null,"New York","St. Martin&#39;s Press","2000",""]}],"locations":[{"id":2937,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}