{"id":416,"title":"Patty Cannon captured\n","course_id":1,"status":"P","start_date":"1829-03-01","end_date":"1829-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["From 1800-1830 Patty Cannon and other members of her family ran the most notorious slave trading gang in Southern History. Cannon's house straddled the Maryland-Delaware border, and from this base she and her gang would look around for free or enslaved blacks, kidnap them, and then sell them into slavery to Deep South Plantations. This formidable woman, who was notorious for her strength and cruelty, and her gang intimidated authorities for years, until in 1829 she was arrested for murder. Cannon later committed suicide in her jail cell (Clayton 35).&lt;br /&gt;&lt;br /&gt;The Saturday Evening Post of Philadelphia gave further information as the to nature of Cannon's capture. A person who lived on a farm owned by Cannon was plowing land when they discovered a chest, which contained the remains of a human body. A man who had been well acquainted with Patty Cannon, Jo Johnson, and their gang was soon apprehended and questioned. This individual confessed that the gang had been responsible for the murder of the buried individual, who had allegedly had 35,000 dollars on his person at the time of his murder. The man went on to confess that the gang had also been responsible for other murders. This individual showed authorities the locations of other graves. Soon after, Cannon was arrested and placed in jail. Jo Johnson, Johnson's brother, and the other gang members were never apprehended (Saturday Evening Post)."],"display_date":"March - April 1829","search_date":"1829-03-31","citations":[{"divid":1214075316,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery in the South: A State-by-State History",null,"Westport","Greenwood Press","2004","35, 44"]},{"divid":1214075354,"type":"Newspaper Article","data":["Shocking Depravity","Saturday Evening Post","","April 18, 1829",""]}],"locations":[{"id":311,"lat":38.5891476507,"lng":-75.2274591863,"zoom":9,"place":"SUSSEX, Delaware"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}