{"id":4164,"title":"Town Improvement Association of Winter Park\n","course_id":9,"status":"P","start_date":"1887-03-03","end_date":"1887-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The city of Winter Park was established in 1881 as a main trading center for fruit companies throughout Central  Florida. This flourishing trading spot transformed itself into a popular resort where northerners came to flee from the harsh cold northern winters. According to the Seminole Hotel Booklet, the Winter Park area was ideal for northern settlement since it was full of natural beauties such as \"crystal lakes\" and \"southern pines\".  To conserve the natural beauty of this community, the Town Improvement Association was established in 1887.","            Since its establishment in 1881, Winter Park has gone through many developmental changes in order to accommodate its growing population.  Northerners saw Winter Park as an opportunity to gain wealth through the planting of citrus. Transportation became more accessible as a railroad line was placed in between Sanford and Orlando by the end of 1881. In 1882, Winter   Park received its first train station. Its first schools began to open in 1883 including the establishment of Rollins College in 1885. All of these advancements in Winter   Park lead to an economic boom which resulted in its incorporation as a town in 1887. In order to sustain the towns economic success, conservation organizations like the TIAWP were installed.","    A look at the TIAWP's constitution, one can see the conservation methods taken by community members to preserve the towns renown beauty. Article II of the Constitution states the object of the Association is to \"improve and ornament the streets and public grounds of Winter Park\". Members of the TIAWP planted trees as well as cultivated them. Other member duties included cleaning and repairing broken sidewalks as well as embellishing the streets.  Becoming a member consisted of planting a tree in the community or paying a small fee. Becoming a life member entailed subscribing in paying annual fees to the Association. According to Article VIII, members were promised a \"system of premiums\", where they were awarded for their service to the community.","            The Town Improvement Association of Winter Park was necessary for not only conservation reasons, but mainly for tourism. Due to its beautiful landscape, the town seems attractive to northerners. Hotels around the regions thrived due to this natural scheme. The Seminole Hotel Booklet profited from such claiming how the entire state of Florida was \"challenged to produce a prettier or healthier spot\". These hotels can accredit most of their success to conservationist organizations such as the Town Improvement Association of 1887."],"display_date":"March 3, 1887","search_date":"1887-03-03","citations":[{"divid":1218906411,"type":"Pamphlet or Other Printed Material","data":["Seminole Hotel","The Seminole Winter Park Florida Booklet","Winter Park, Florida","Winter Park Company","1888","Winter Park History and Archives Collection, Winter Park Library"]},{"divid":1218906471,"type":"Book","data":["Robin Chapman","The Absolutely Essential Guide to Winter Park",null,"Winter Park","The Absolutely Essential Company","2001",""]},{"divid":1218906513,"type":"Pamphlet or Other Printed Material","data":["","Constitution of the Town Improvement Association of Winter Park, Florida - Adopted march 3rd, 1887","Winter Park, Florida","","1887","Winter Park History and Archives Collection, Winter Park Library"]}],"locations":[{"id":2946,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"}],"course":{"name":"United States History to 1877","school":"Rollins College","course_id":9,"school_id":5}}