{"id":418,"title":"Fine for teaching African American to read is raised to 500 in Georgia\n","course_id":1,"status":"P","start_date":"1829-12-22","end_date":"1829-12-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1829, the fine for teaching an African-American (slave or free) was raised to the exorbitant sum of 500. This figure was far higher than in many other states (for example: 100-200 in North Carolina). This law applied to slave and free blacks. Even a father could be fined for teaching his own child to read. This law was influenced by the appearance of David Walker's Appeals to the Colored Citizens of the World (Clayton 81).&lt;br /&gt;&lt;br /&gt;David Walker's Appeals were published on September 28th, 1829 and many copies soon found their way into the South. This one pamphlet did more to scare white slave holders than any previous literature. Supposedly 50 copies of Walker's Appeals made it to Savannah, Georgia, and this was the event that caused the legislature to create such a stiff fine for teaching slaves to read. This would have been understandable considering what was contained in the Appeals. Walker talked of Slaves rising up like the great Hannibal and mercilessly killing their white oppressors (David Walker Appeals').&lt;br /&gt;&lt;br /&gt;This law revealed how scared Southerners were of a slave rebellion. The threat of a slave rebellion was constant when there were over 300, 000 slaves in some states. Mississippi had only 899 free blacks while they possessed 309,000 slaves. Southerners even talked about the awful prospect of the slave population out growing the white population. The Weekly Gazette and Comet wrote Humanity shudders at even the conception of what must one day be the consequence of the great and increasing disproportion of the white to the slave population of Louisiana.' Slavery laws, such as fines for teaching blacks to read, were designed to keep the African American race inferior to whites and keep the slave situation dependant on a more educated and literate white population. Slave holders figured they could put off the end of slavery by keeping slaves unable to function as free citizens in society"],"display_date":"December 22, 1829","search_date":"1829-12-22","citations":[{"divid":1213504771,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery in the South: A State-by-State History",null,"Westport","Greenwood Press","2004","81, 193"]},{"divid":1213504818,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo, editors","Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000","287"]},{"divid":1213504858,"type":"Website","data":["Charles M. Wiltse","David Walker Appeals","W.E.B. Du Bois Learning Center","http://www.duboislc.org/html/DavidWalkerAppeal.html",""]},{"divid":1213504904,"type":"Newspaper Article","data":["","Weekly Gazette and Comet","","October 24, 1829",""]}],"locations":[{"id":312,"lat":33.0721732643,"lng":-83.2584220033,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":6,"tag":"Education"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}