{"id":4186,"title":"What Are You Fighting For?\n","course_id":7,"status":"P","start_date":"1862-01-01","end_date":"1862-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The message was clear; those fighting for the Confederate Army were \"destroy[ing] the government of [their] fathers.\"  In an advertisement in 1862 in Winchester, Virginia, the government established by the \"the patriot statesmen and warriors of the revolution\" asked that the confederate soldiers \"throw down [their] arms\" and come rejoin the Union.  The ad insisted that the \"bad men\" of the confederacy stood in the way of \"one flag, one land, one heart, one hand, One nation evermore.\" Most importantly, the public notice asked the soldiers, \"what are you fighting for?\" ","                  Desertion was already a problem for the Confederate Army during the Civil War.  Tens of thousands deserted the Confederate Army between the years of 1862 and 1865.  Some believe desertion to be a main factor in the South's defeat.  Union propaganda only worsened this problem.  With emotional words and a call to desert the army, many more confederate soldiers, who were already unhappy due to low morale often caused by defeat, left the army.  Despite this, the desertion rate for the Confederate Army was lower than that of the Union Army.  Many agree that a majority of the Confederate Army volunteers continued their service to the army until the end of the war, and that the high desertion numbers in the Confederate Army were only partially due to soldiers deserting their camps.  Many soldiers who either died in battle but were never found, or who left their camp and served in another unit are counted in the number of deserters.  In April, 1865 thousands did desert the Confederate Army and days later General Robert E. Lee surrendered to the Union Army in Appotomax, Virginia.  "],"display_date":"January 1, 1862","search_date":"1862-01-01","citations":[{"divid":1216808447,"type":"Manuscript","data":["","Look here Soldiers in the Confederate Service, What Are You Fighting For?, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1216808496,"type":"Book","data":["Ella Lonn","Desertion During the Civil War",null,"Lincoln","University of Nebraska Press","1998",""]}],"locations":[{"id":2930,"lat":39.2038567799,"lng":-78.2606208397,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}