{"id":4187,"title":"Cholera Outbreak Anticipated\n","course_id":7,"status":"P","start_date":"1865-12-13","end_date":"1865-12-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The people of Norfolk were worried.  According to the <em>Norfolk Virginian</em>, the Board of Health expected Asiatic cholera to spread to North America soon.  The United States had seen cholera before.  In 1832, it spread through New York and parts of Canada. It killed over ten thousand in New York, New Orleans, and St. Louis in 1849.  Several thousands more were lost in Chicago in the 1850s.  Each of these surges in the spread of this disease followed major outbreaks in Europe.   ","            The fear that this Asiatic cholera would again become a pandemic in the United States caused the government to order new sanitary measures.  Previously, people did not know the cause of cholera, but by the 1860s, public health officials suspected dirty water to be the source of the disease spreading and the new public sanitary measures reflected this. The Board of Health ordered that certain lots, some privately owned, be filled with dirt to prevent standing water from accumulating.  Also, the Board expected all householders to clean their property every day and their gutters at least twice a week.  Furthermore, all docks were to be cleaned and all accumulating shells, mud, filth and decaying wood were to be cleared every day so that no area had less than two feet of water at any time.  The military did not play a large role in the implementation of these measures, but the city employed extra assistant health inspectors to check that the orders were being carried out and put them into action where they were not being followed.  ","            Unfortunately, the measures were unsuccessful and cholera broke out in America once again.  This time, the epidemic killed as many people as before, and caused even more tension in the nation, which was already suffering due to Reconstruction.  Unfortunately outbreaks of bacterial infections such as this were a devastating reality long after 1860, and though they are less frequent now and can be treated, they still plague parts of the world."],"display_date":"December 13, 1865","search_date":"1865-12-13","citations":[{"divid":1217677475,"type":"Newspaper Article","data":["","Norfolk Virginian","","December 13, 1865",""]},{"divid":1217677501,"type":"Book","data":["John Harley Warner","Major Problems in the History of American Medicine and Public Health&#58; Documents and Essays",null,"Boston","Houghton Mifflin","2001",""]}],"locations":[{"id":2963,"lat":36.8330322841,"lng":-76.5620503057,"zoom":9,"place":"NANSEMOND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}