{"id":4188,"title":"Admiral Semmes Charged With Treason\n","course_id":7,"status":"P","start_date":"1865-12-25","end_date":"1865-12-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War was over, and it was time for those who led the South to be punished.  <em>The Norfolk Virginian</em> reported on Monday, December 25, 1865, that the Union arrested \"Raphael Semmes, late Admiral in the Confederate navy, and commander of the celebrated cruiser Alabama,\" with \"a profound feeling of shame.\"  The people of the South lamented the \"unexpected arrest and immediate transfer to a Northern jail\" of this \"true born American,\" and considered Admiral Semmes a war hero.  His most celebrated and \"most unequal fight\" was against the French vessel, the <em>Kearsage</em>, in which he \"gallantly sunk, rather than give up his ship.\"  The government charged the venerated Admiral with \"violating the usage of war\" for the aforementioned battle, which took place in June 1865, over a month after the command to \"cease all acts of war\" on April 26, 1865.  Though Admiral Semmes protested the arrest and was previously paroled on other charges, his trial proceeded, and he was released from prison on April 7, 1866.","            Like Admiral Semmes, some officers in the Confederate Army were charged with treason after the Civil War.  Though the 1866 Civil Rights Act vindicated those in the Confederacy in an attempt to help the reconstruction and reunification process, it did not protect the leaders of the Confederate Army.  Many men in various ranks were charged with treason, and the South despised each arrest and often publicly disapproved of the arrests of their recently celebrated heroes.  The Union did not arrest many officers, however.  Though a great many in the North, including President Andrew Johnson, believed that treason was \"odious\" and should be punished by death, the law dictated that the Union had no jurisdiction to prosecute the rebels. In addition, many government officials in the Union believed that if the officers of the Confederate Army were executed, they would die martyrs and only make Reconstruction harder to accomplish."],"display_date":"December 25, 1865","search_date":"1865-12-25","citations":[{"divid":1217978272,"type":"Newspaper Article","data":["Arrest of Admiral Semmes","Norfolk Virginian","","December 25, 1865",""]},{"divid":1217978291,"type":"Newspaper Article","data":["Arrival of Semmes","Norfolk Virginian","","January 1, 1866",""]},{"divid":1217978313,"type":"Law","data":["1866 Civil Rights Act","April 9, 1866","Statutes at Large","Boston","Little, Brown, and Company","1868","27-30","",""]},{"divid":1217978377,"type":"Book","data":["William Allen Blair","Why Didn&#39;t the North Hang Some Rebels?",null,"Milwaukee","Marquette University Press","2004","14-23"]}],"locations":[{"id":2964,"lat":36.8330322841,"lng":-76.5620503057,"zoom":9,"place":"NANSEMOND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}