{"id":419,"title":"John  Daniel Delivers Speeches Discussing Public Education\n","course_id":1,"status":"P","start_date":"1881-08-15","end_date":"1881-08-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John W. Daniel, who later served as a US Senator from VA from 1887-1910, gave speeches on August 15th, 18th, and 19th as a part of his campaign for the governorship of VA.  Daniel was well-known for his oratorical skills, which made his speeches crucial to his campaign against William Cameron of the Readjusters, a new party in Virginia led by William Mahone that ran in opposition to the conservative Democrats.&lt;br /&gt;In his speeches, Daniel rebutted the professed idea that he was opposed to the Public Schools.  The News and Courier demonstrated the need for such a rebuttal, stating The most the Readjusters can bring against Daniel is the false position which his enemies have placed him in in regard to the public schools of the State.'  Thus, Daniel noted the benefits of public education, listing that they were the cheapest means of providing education to all classes and races.  He further demonstrated his support by referencing his time in the Legislature, Senate, and House of Delegates, drawing particular attention to his vote against a coupon procedure that took away school money.  In addition to showing his personal support for education, Daniel asserted the support of the Democratic Party for the system of public education.  The speeches explained the actions of the Democrats in order to clarify their support for education, and they attempted to negatively portray the Republican Party as well. &lt;br /&gt;Public education was an important topic in political debate towards the end of the nineteenth century, especially in Virginia as the state government had to deal with Virginia's enormous debt.  Though the Land Ordinance of 1785 provided a model for funding of public education, most schools remained private until the 1840s.  By 1881, Virginia residents desired a strong public education system.  Because all children were in need of education, discussion of public education served as a guise for incorporating the race and class issues into politics.  Each party accused its opposition of apathy in terms of providing sound public education, and both parties sought to convince dubious voters of their sincerity on the issue.&lt;br /&gt;Daniel was ultimately unsuccessful with his campaign.  Cameron won the election and became the only Readjuster candidate to become a governor.  With a majority in the legislature and Cameron as governor, the Readjusters exerted strong control over Virginia until they lost the majority in the state legislature in 1883."],"display_date":"August 15, 1881 - August 19, 1881","search_date":"1881-08-17","citations":[{"divid":1214310953,"type":"Newspaper Article","data":["","News and Courier","","August 6, 1881",""]},{"divid":1214310982,"type":"Newspaper Article","data":["","Washington Post","","October 19, 1881",""]},{"divid":1214311002,"type":"Book","data":["C. Vann Woodward","The Strange Career of Jim Crow",null,"New York","Oxford University Press","1955",""]},{"divid":1214311219,"type":"Manuscript","data":["","Daniel on Schools, broadside",null,"","","","Special Collections Library, University of Virginia"]}],"locations":[{"id":313,"lat":38.6199595082,"lng":-78.484150089,"zoom":9,"place":"PAGE, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}