{"id":4190,"title":"Spontaneous Combustion of a Drunkard\n","course_id":6,"status":"P","start_date":"1831-12-07","end_date":"1831-12-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    In the year 1831, Dr. Peter Scholfield was invited to speak at the formation of a temperance society in the small town of Rustard, in Upper Canada.  His speech was a direct attack on drunkenness and the dangers it entailed.  Dr. Scholfield began his speech with the remark, \"It is well authenticated, that many habitual drinkers of ardent spirits are brought to their end by what is called 'spontaneous combustion.'\" He then told of a young man under his care, who at just 25 years old had been a habitual drinker for many years.  The doctor was summoned at approximately 11:00pm by the local blacksmith and arrived to find the young man \"literally roasted from the crown of his head to the sole of his feet.\"  The young drunkard had been found burning inside the blacksmith's shop, looking like the wick of a burning candle.  Nothing else in the shop was on fire; and there was no damage to anything, it was \"simply a case of spontaneous combustion.\"  ","    The doctor then began to explain, in gory detail, the path the man took to his death.  \"His flesh was consumed or removed in the dressing, leaving the bones and a few of the larger blood vessels standing.\" Thirteen days later, the young man died an excruciating death, his screams and laments were said to have unsettled even the most hardened men.  In his death throes, the young man screamed out that \"he felt no pain of the body, for his flesh was gone. He was suffering the torments of hell; that he was just upon the threshold and should soon enter its dismal caverns.\"  Dr. Scholfield concluded his story with this remark: \"I have seen other drunkards die, but never in a manner so awful and affecting.  They usually go off senseless and stupid.\"","    By the early nineteenth century, temperance societies began springing up across the Untied States, in protest to the drunkenness running rampart throughout the country.  Although alcohol was not made illegal until the eighteenth amendment was passed in 1920, temperance societies began to grow in popularity as early as the 1790's.  By 1831, when Dr. Scholfield's article was published in the Western Luminary, a religious periodical, there were more than 8,000 American Temperance Society chapters across the country.  Speeches like the one given by Dr. Scholfield were an attempt to convert more people to the way of temperance and the avoidance of spirits.  Although scare tactics such as those used by Dr. Scholfield worked on some people (mainly women and devout individuals), the majority of the American public largely ignored such stories of spontaneous combustion. The consumption of spirits was a vital part of society and because of this, it was impossible for many people to imagine life without them.  The large change about the use of spirits came after the American Civil War, when the abuse of alcohol by veterans in both the north and south helped bring about a change in the way people viewed its destructive nature.  Women who had witnessed firsthand how it harmed both the men and their families began to work even harder to outlaw alcohol throughout the country."],"display_date":"December 7, 1831","search_date":"1831-12-07","citations":[{"divid":1217679965,"type":"Newspaper Article","data":["Spontaneous Combustion of a Drunkard","Western Luminary","","December 7, 1831","4"]},{"divid":1217679986,"type":"Book","data":["Eric Burns","The Spirits of America&#58; A Social History of Alcohol",null,"Philadelphia","Temple University Press","2004",""]},{"divid":1217680025,"type":"Book","data":["John W. Frick","Theatre, Culture, and Temperance Reform in Nineteenth-Century America",null,"New York, NY","Cambridge University Press","2003",""]}],"locations":[{"id":2965,"lat":38.0422598094,"lng":-84.4586978215,"zoom":9,"place":"FAYETTE, Kentucky"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}}