{"id":4193,"title":"Cholera\n","course_id":6,"status":"P","start_date":"1831-01-01","end_date":"1831-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A Cholera epidemic struck the citizens of the United States of America in 1831. Doctors all over the Nation treated its victims without much success. Many doctors published their feelings and findings in medical journals. A Doctor Smith from Boston wrote about his voyage to Russia that year to compare their epidemic to the one in America. Dr. Smith was horrified to see so many helpless poor Russian children die and he realized that all countries should get together to make water cleaner and try to figure out a cure. Like Doctor Smith Missionaries also witnessed villages in Russia totally wiped out because of Cholera. ","Cholera is compelling because many people died of this terrible disease. Doctors and scientists focused on lack of sanitation, and they compared the cholera epidemic in the United States to the cholera epidemics in other countries, such as Russia. The cholera epidemic affected tens of thousands of Americans and hundreds of thousands more around the world. The cholera epidemic spread because technology had not yet been invented to help clean water.  Most of the articles about cholera were about dying families and commenting on how water must be cleaner. Although people of all backgrounds died of cholera most victims came from poor small towns, and old people and kids were most affected.  "],"display_date":1831,"search_date":"1831-07-02","citations":[{"divid":1216306901,"type":"Newspaper Article","data":["The Cholera","The Boston Medical and Surgical Journal","","December 13, 1831","283"]},{"divid":1216306928,"type":"Article","data":["James Z. Schwartz","A Melancholy and Trying Season&#58; Cholera and the Conflict over Central Boundaries in Early Michigan","Journal of the Early Republic","Volume 26, Number 1","2006","95-116"]}],"locations":[{"id":2967,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}}