{"id":4199,"title":"Missionaries and the Choctaws\n","course_id":6,"status":"P","start_date":"1831-01-01","end_date":"1831-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mr. Cushman and his fellow missionaries broke ground in the \"unbroken wilderness\" of Choctaw Nation on October 15, 1827 and on July 31, 1831 he published a letter about his experiences in The Missionary Herald titled, Effects of the Gospel on the People. Upon his arrival in 1827, Cushman found the members of the Choctaw tribe to be entirely heathen and uncivilized in both appearance and practice. He was surprised to see that \"only a few of the men labored at all, as this was a disgrace to the sex,\" and that \"very few of them had ever heard the gospel.\" Over the next four years he and the other missionaries would open a school in one of their homes and also expand the number of Choctaw people who belonged to the church and attended regular religious services. By the end of his mission he boasted that, \"there are now in good standing in the church 51 natives, six being under suspension for unchristian conduct. Our Sabbath meetings were well attended, generally by eighty or a hundred adults.\" Cushman also stated that, \"their Indian costume is almost entirely laid aside…\" and that \"nearly all the adult females have learned to make shirts and pantaloons, &c….\" that, \"public opinion is now in favor of industry and the lazy man is disgraced.\" These statements demonstrate the pride that Cushman and the other missionaries took into account not only the spiritual transformation of the members of the Choctaw tribe but also in their conversion to a Euro-American of life.","The sentiments of Mr. Cushman regarding the spiritual well being of the Choctaw people paralleled the feelings of other missionaries who worked among Indian tribes at this time. They hoped that they could bring Christian doctrine to a population unfamiliar with it and by doing so inspire them practice western religion and work towards salvation.","Historian Michael C. Coleman writes that this ideal of convincing Indians to adopt Euro-American cultural norms was, \"part of a nineteenth-century crusade to „uplift and assimilate Indians into American society, and thus save them from extinction.\" This process included the schooling of children in missionary schools that instilled western values regarding social, economic and political structure as well as gender roles. Historian Michelene E. Pesantubbee in argues that cultural transitions included a dramatic change in the division of labor between Choctaw men and women, from men who traditionally hunted and women who maintained farm work and tended to other household duties, to men working the fields and women being solely restricted to the house. This shift was seen as a major victory to missionaries, she writes, \"…by the 1800s…as the sexism and ethnocentrism of white society began to infiltrate the infrastructure of Choctaw society…[In] white America, males dominated the economic, religious, and political arenas. White women occupied the separate and secondary domestic domain.\" With their promotion of such a cultural shift, missionaries „empowered men by demoting women to holding lesser status."],"display_date":1831,"search_date":"1831-07-02","citations":[{"divid":1216307108,"type":"Newspaper Article","data":["Effects of the Gospel on the People","The Missionary Herald","","December 1831","384"]},{"divid":1216307135,"type":"Article","data":["Micheal C. Coleman","The Responses of American Indian Children to Presbyterian Schooling in the Nineteenth Century&#58; An Analysis through Missionary Sources","History of Education Quarterly","Vol. 27, No. 4","1987","473-497"]},{"divid":1216307220,"type":"Article","data":["Michelene E. Pesantubbee","Beyond Domesticity&#58; Choctaw Women Negotiating the Tension between Choctaw Culture and Protestantism","Journal of the American Academy of Religion","Vol. 67, No. 2","June 1999","387-409"]}],"locations":[{"id":2970,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}}