{"id":4202,"title":"Alabama against the American System\n","course_id":6,"status":"P","start_date":"1831-12-21","end_date":"1831-12-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    The early nineteenth century was full of civil unrest between the states. Many of the southern states saw this time as a period of northern aggression and disregard for southern interests. \"Alabama,\" an article published in The Banner of the Constitution provides an example of southern government officials becoming fed up with the northern led tariffs and political parties, particularly the American System. In the article the governor of Alabama urged the citizens of the state to oppose the taxes levied by the American System. ","He supported his argument by presenting the point that the bill was in fact unconstitutional because it was not being enacted on every state. He wrote, \"If Congress, therefore, enacted a law to lay and collect duties, which are uniform throughout the United States, but if the duties be not binding to the United States, the law authorizing their collection is unconstitutional.\" The governor pointed out that most of the southern states were not involved in the vote.","The argument presented by the Alabama governor is part of multiple disagreements between the north and south that would eventually lead to the Civil War in the 1860's. A decade before the tariffs were created Congress worked together to avoid conflict during the forming of the Missouri Compromise. By 1831 relationships between the states turned hostile again and would remain that way until the beginning of the war."],"display_date":"December 21, 1831","search_date":"1831-12-21","citations":[{"divid":1214696563,"type":"Newspaper Article","data":["Alabama","The Banner of the Constitution","","December 21, 1831",""]},{"divid":1214696587,"type":"Book","data":["Jay R. Carlander","In Search of Industry: Slavery, Manufacturing, and the Language of Political Economy in the Antebellum South, 1820-1850",null,"Santa Barbara","University of California Press","2003","234"]},{"divid":26597,"type":"Manuscript","data":[null,null,null,null,null,"IRJIJTZMSJ"]}],"locations":[{"id":2971,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}}