{"id":4214,"title":"Ocklawaha River\n","course_id":9,"status":"P","start_date":"1881-03-25","end_date":"1881-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1880's people who visited Florida were astounded by its many mysterious assets, \"grand, impressive, strange, tropical-now gloomy and awe-inspiring, now fairy-like and charming, and again weird and wild\" nature, as writer George Barbour described in his book for Florida tourists. The Ocklawaha River flows north from Central Florida, ending near Palatka, Florida. The river stretches over 100 miles, flowing into several large lakes in the Central Florida region. In the 1860s, the Ocklawaha River was cleared to provide a steamboat transportation route to Silver Springs, Florida, the end of a popular tourist journey (especially for Northerners) on the river. Many of the people who describe the entrancing nature of Ocklawaha River traveled it by steamboat. Once the railroad arrived in Silver Springs, however, the Ocklawaha River steamboat route was abandoned.","            The exotic nature and beauty of the Ocklawaha  River inspired one notable poet, Robert Paine Hudson, who wrote lyrics about the river in a poem titled \"Ocklawaha\". The lyrics were published on May 25, 1881 in Sanford, Florida and later published into a book of poetry titled <em><u>Love, Home, and the Southland</u></em>. The lyrics describe the people who traveled the river, such as the Indians who \" 'Gainst the white man here rebelled\", and Hudson writes about how the white man pushed the Indians to vacate their land. Again and again, Hudson reiterates the beauty of the Ocklawaha, \"What though we bade young Spring adieu, there's left a still more glorious hue\". From these passages a reader today can imagine how natural, and untouched, the river once was.               "],"display_date":"March 25, 1881","search_date":"1881-03-25","citations":[{"divid":1216809355,"type":"Pamphlet or Other Printed Material","data":["George M. Barbour","Florida For Tourists, Invalids, and Settlers","New York","Appleton and Company","1884","Special Collections Library, University of Virginia"]},{"divid":1216809391,"type":"Book","data":["Robert P. Hudson","Love, Home, and the Southland",null,"Nashville","Southern Lyrics","1907",""]}],"locations":[{"id":2982,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"United States History to 1877","school":"Rollins College","course_id":9,"school_id":5}}