{"id":4215,"title":"Florida in 1887: Malaria and Alligators\n","course_id":9,"status":"P","start_date":"1887-01-01","end_date":"1887-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"It was a malaria-cursed desert, a barren wilderness swarming with poisonous snakes and repulsive reptiles.\" Travel author Iza Hardy observed that this was the resounding view of Florida in 1887 held by those in the northern, eastern and western United States. The statement is only one of many Hardy presents in his 1887 book, <em><u>Oranges and Alligators</u></em>, that illustrates the verbal abuse other U.S. regions heaped on Florida. In defense of the state, Hardy wrote about the exotic nature and beauty of Florida that he discovered on his own journeys through the area. ","            Hardy relays an interesting personal story in this document about the assumption that Florida was malaria ridden. While Hardy was traveling in Orlando, one man in his group fell ill with a high fever and aching pains. The group assumed he had contracted malaria. In response one gentleman said, \"Malaria?...He can't have malarial fever, for there is no malaria here-Unless, he has been imprudent enough to be out-of-doors after sunset.\" ","            Insurance companies were as particular then as they are now. To the Hardy group's dismay, they discovered that because of the risk of malaria, most insurance companies declined to provide life insurance below a latitude line of 30° south. At that time the group was traveling considerably below 29° south. The rumor that malaria was rampant in Florida was not entirely false. Gordon Patterson's scientific journal stated that mosquitoes bred well in the many bodies of water covering the state. It took a yellow fever epidemic in 1888, one year after the publication of Hardy's book, for the government of Florida to develop a board of health for disease control. ","            Alligators were a big attraction for Florida tourists in 1887, just as they are today. While Hardy was traveling by Lake Maitland, a young man in his group heard of an alligator that had been spotted by the bank of a lake near a neighborhood. The young man, thinking it was dangerous, found it, shot it, and brought it home to display. Soon after, a resident wrote him a letter, saying he had, in fact, slaughtered a pet alligator the resident had raised from a baby. Hardy's description of the whole scene includes the observation that at the time, alligators were popular domestic pets in South Florida. Hardy also states that it was possible to mail an alligator to the North (alive, unless it died in the process); all it took was a box to put it in. Promoters pushed alligators as ideal domestic pets; they only needed to be fed once a week."],"display_date":1887,"search_date":"1887-07-02","citations":[{"divid":1218908045,"type":"Pamphlet or Other Printed Material","data":["Iza D. Hardy","Oranges and Alligators","London","Ward and Downey","1887",""]},{"divid":1218908102,"type":"Article","data":["Gordon Patterson","The Mosquito Wars&#58; A History of Mosquito Control in Florida","Technology and Culture","","2004","449-450"]}],"locations":[{"id":2983,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"United States History to 1877","school":"Rollins College","course_id":9,"school_id":5}}