{"id":4216,"title":"War Poetry Lives On in Song\n","course_id":5,"status":"P","start_date":"1867-01-01","end_date":"1867-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many Southerners before the Civil War viewed the Northerners as tyrants similar to King George III.  In <em>War Poetry of the South, \"</em>Poet Laureate of the Confederacy\" Henry Timrod wrote \"Carolina\" and the words on page 113:","The despot treads thy sacred sands, Thy pines give shelter to his bands, Thy sons stand by with idle hands, Carolina","Without a date, one might believe Timrod wrote this poem to describe the Revolutionary War.  Along with phrases such as \"How Rutledge ruled and Laurens died\" and \"Shall fall like Marion's bugle-blast\" remind Carolinians of many famous Revolutionary War figures.  He did not write these words by accident.  ","Poetry can explain, honor, and persuade.  William Gilmore Simms, editor of <em>War Poetry</em> found these pieces \"essential to the reputation of the Southern people\" as the words illustrated sentiments and ideas that influenced their actions (v).  Many of the poems featured in <em>War Poetry </em>become battle hymns, tell the stories of women left behind, tell of battles and victories, honor those who died, and most importantly persuade more soldiers to fight.  \"Carolina\" calls to the young men \"of the hill, wake swamp and river, coast and rill, rouse all thy strength and all thy skill\" to defeat the despot, the tyrant, the Huns, the North.  In the winter of 1862, when Timrod wrote \"Carolina\", the war had only begun and young men still believed in victory for the South.  By comparing the North to England during the Revolutionary War, Henry Timrod successfully incites the patriotic spirit of the men.  ","Timrod's poetry lived beyond the time of the Civil War. On February 11, 1911, Carolina became the State Song of Carolina as his twenty-one verses were cut down to five verses and put to music by Anne Curtis Burgess:","Girt with such wills to do and bear, Assured in right, and mailed in prayer, Thou wilt not bow thee to despair, Carolina Carolina"],"display_date":"January 1, 1867","search_date":"1867-01-01","citations":[{"divid":1217609203,"type":"Book","data":["William Gilmore Simms, LL. D.","War Poetry of the South",null,"New York","Richardson &amp; Company","1867","113-116"]},{"divid":1217609260,"type":"Book","data":["Henry T. Thompson","Henry Timrod&#58; Laureate of the Confederacy",null,"Columbia","The State Company","1928","81-83"]},{"divid":1217609349,"type":"Book","data":["Edd Winfield Parks","Henry Timrod",null,"New York","Twayne Publishers, Inc.","1964","96"]}],"locations":[{"id":2984,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}