{"id":4217,"title":"The Attempted Assassination of Secretary Seward\n","course_id":5,"status":"P","start_date":"1865-04-15","end_date":"1865-04-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On an early April day in 1865, Secretary of State William Seward decided to take a ride with his family throughout the countryside around his home.  During the ride, one of the horses became a bit too excited, and Secretary Seward was thrown from the carriage.  In the accident, Seward suffered a number of severe injuries, including a broken jaw, which required an extensive metal splint.  His injuries forced him to bed for a number of weeks, which proved to be quite unlucky in the days to come.  ","          About a week later, on the evening of April 15th, a man arrived at the home of Secretary Seward and claimed to be sent from the pharmacy with medicine he must deliver to the patient himself.  After being let in by the butler, the man made his way upstairs and forced himself into Mr. Seward's sick chamber, wounding both the Secretary's son Frederick and his nurse along the way.  He then forced himself upon Seward and stabbed him three times in the throat and twice in the face.  It is believed that the metal jaw brace being worn by the Secretary saved him from death, blocking a fatal blow to the head.","            All the victims in Seward's home, including his son, survived the attacks, but none were ever quite the same.  Seward returned to his work at the White House, but wasn't able to fulfill the full amount of his duties for quite some time.  It was later revealed that the attack on William Seward occurred on the same night, at approximately the same time, as the assassination of President Abraham Lincoln as a part of a plot to assassinate top government officials.  Interestingly, a letter was sent to Secretary Seward three years prior to the attacks, warning him of a rumored plot to assassinate the president and a number of his Cabinet, but Seward chose to ignore the warning on the belief that assassination was not an American practice.  The unexpected happened, however, showing the severe division that still remained between the North and the South despite the end of the Civil War.  "],"display_date":"April 15, 1865","search_date":"1865-04-15","citations":[{"divid":1216346171,"type":"Newspaper Article","data":["Terrible Tragedy in Washington&#58; Murder of the President, Attempted Murder of Mr. Seward","New York Times","","April 17, 1865","2"]},{"divid":1216346209,"type":"Book","data":["Frederic Bancroft","The Life of William H. Seward",null,"Gloucester, Massachusetts","Kessinger Publishing, LLC","1967",""]}],"locations":[{"id":2986,"lat":42.9168549346,"lng":-76.5542572674,"zoom":9,"place":"CAYUGA, New York"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}