{"id":4218,"title":"Cyclone Ravages Charleston\n","course_id":5,"status":"P","start_date":"1828-08-24","end_date":"1828-08-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early morning of August 25th, 1885, dark clouds began to roll in over Charleston.  The wind began to blow, lightly at first, then steadily increasing in strength as morning drew nearer.  Rain began to fall, harder and harder, until water levels rose all over the city.  The weather grew steadily worse throughout the night, and the storm from the Atlantic Ocean moved in.  According to one Charleston resident, \"Looking out into the gloom during the closing hours of the night and the early hours of the morning, the eye encountered a scene never to be forgotten, and which the beholder would scarcely care to see twice.  The powers of the air seemed to have been loosed for a carnival of havoc, and earth and heaven, the winds and the waters, warred together in a fury of blind rage.\"","          Carl McKinley stepped out of his house at around seven that morning, and looked toward the eastern waterfront where all but one or two of the buildings and structures were still intact.  About an hour later, the scene was completely different.  \"Everything lay in ruins; pier heads, sheds, vessels, offices, and docks, presented one mass of indescribable confusion.\"  The skies cleared around noon, and people finally began to emerge from their homes, only to be met with the sight of their city in ruins.  Electrical wires covered the streets, trees lay across the roads, and water stood knee deep all around the city.  In the words of McKinley, \"The brave, beloved city which had been swept by fire, stormed at with shot and shell, and occupied by a hostile army, within a quarter of a century, had now been buffeted for hours by raging seas, and shaken to its foundations by the most fearful storm that has ever visited our coasts within the knowledge of man.\"","          Winds in the storm reached an astounding 125 miles per hour, and the cyclone claimed the lives of twenty-one people.  Ninety percent of the private homes in the city were damaged, and about one fourth had the roofs torn away.  In the week after the storm, approximately 10,000 cartloads of debris were removed from the city streets.  The damages began to add up, and the cost of the destruction exceeded two million dollars.  Interestingly, the storm destroyed the city's gas lamps, but instead of funding a project to begin to adopt electricity in the city, Charleston officials continued their contract with the Charleston Gas Light Company, which had more local investors than its competitors in the electricity market.  "],"display_date":"August 24, 1828 - August 25, 1828","search_date":"1828-08-24","citations":[{"divid":1218908289,"type":"Pamphlet or Other Printed Material","data":["Carl McKinley, Esq.","The August Cyclone&#58; A Descriptive Narrative of the Memorable Storm of 1885. Some Mention of the Destruction of Property In and Around Charleston - The Character of the Disturbance Explained, and Its Progress Traced From Its Origin in the West Indies to Its Disappearance in the North Atlantic Ocean","Charleston","The News and Courier Book Presses","1886","Special Collections, Furman University Library"]},{"divid":1218908644,"type":"Book","data":["Walter Fraser, Jr.","Charleston Charleston The History of a Southern City",null,"Columbia","University of South Carolina Press","1989",""]}],"locations":[{"id":2985,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":2,"tag":"Health/Death"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}