{"id":4219,"title":"Sam Houston: Epic Figure\n","course_id":5,"status":"P","start_date":"1846-02-21","end_date":"1859-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["President of Texas, General, or perhaps Senator are the first words to come to mind when discussing Sam Houston.  To Mrs. Virginia Clay, wife of Senator Clement Clay of Alabama, the fifty-five year old Houston was a \"Senatorial Hercules\" and a \"roughish old hero\".  In her book, <em>A Belle of the 50's</em>, Mrs. Clay explains Houston's whittling habit saying that \"a seemingly inexhaustible supply of soft wood was always kept in his desk [in the Senate] and out of it he whittled stars and hearts and other fanciful shapes.\"  One day, she received an envelope while she watched in the gallery of the Senate and \"within a tiny, shiny, freshly whittled wooden heart, on which the roguish old hero had inscribed, 'Lady I send thee my heart Sam Houston'\" (99).  She further mentioned his youthful nature as she explained that \"nothing amused him more than to reduce to a confused silence those who surrounded him, by suddenly addressing them in all sorts of unknown words\" in a number of Indian dialects (100).  Perhaps the most interesting aspect of Sam Houston to Mrs. Clay she found in his attire as \"he wore a leopard-skin vest, with a voluminous scarlet neck-tie, and over his bushy grey locks rested an immense sombrero... wrapped around his broad shoulders he wore a gaily coloured Mexican <em>serape</em>, in which scarlet predominated\" (98- 99). ","Numerous reasons explain why Sam Houston would wear a serape as Marion Wisehart in <em>Sam Houston: American Giant</em> wrote, \"Senator Houston wore a bright Mexican serape to protect his back and chest from drafts\" (497).  Or perhaps with the time he spent near Mexico, Senator Houston became more comfortable in that clothing style.  Regardless, the same man that Mrs. Clay describes seems very different than the General who led an army of Texans to victory at San Jacinto.  Sam Houston acted as statesman, politician, and soldier.  He fought in the War of 1812, governed Tennessee and later Texas as Governor of two different states, became elected twice as the President of the Republic of Texas, and worked as a Senator for Texas fighting against succession (though a slaveowner himself).  Wisehart describes another aspect of Houston as \"he could talk extemporaneously for two or three hours and hold his audience in thrall.  After sleeping all night on the cold, damp ground, he could sit on a log and write powerful appeals to stimulate patriotic ardor or eloquent petitions in his own defense\" (vii).  As explained in <em>The Autobiography of Sam Houston,</em> \"It is of such violent contrasts that an epic figure is made\" (xv).  The diversity in the behavior of Sam Houston can not be separated.  Sam Houston the whittler is the same man as President Sam Houston.  "],"display_date":"February 21, 1846 - March 4, 1859","search_date":"1852-08-27","citations":[{"divid":1217609536,"type":"Book","data":["Ms. Clay of Alabama","A Belle of the 50&#39;s",null,"New York","Doubleday Page and Company","1904","98-100"]},{"divid":1217609727,"type":"Book","data":["Marion Wisehart","Sam Houston&#58; American Giant",null,"Washington","Robert B. Luce, Inc.","1962","vii, 497"]},{"divid":1217609771,"type":"Book","data":["Donald Day &amp; Harry Herbert Ullom","The Autobiography of Sam Houston",null,"Norman","University of Oklahoma Press","1954","xv"]},{"divid":16231,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":[null,null,null,"IpvQUkJOQd"]}],"locations":[{"id":2987,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":19,"tag":"Native-Americans"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}