{"id":4220,"title":"Brady Photographs Artillery\n","course_id":5,"status":"P","start_date":"1863-04-30","end_date":"1863-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The artillery attentively prepared for the battle of Chancellorsville as Mathew Brady snapped the photo.  In a photograph in <em>The Photographic History of The Civil War in Ten</em>, dozens of recently axed tress and stubs cover the ground and surround the cannons beside which the men listen alertly to the officer (20- 21).  A few men stand at ready to insert the cannonballs before a misty field that would later be covered with smoke.  Despite the gritty quality, the focus on the soldiers faces is striking.  One can clearly see even the expressions of the men.  With the recent development of photography, this photo stands as an accomplishment as Henry Lanier in <em>The Photographic History</em> describes photography as \"a pioneer science, requiring absolute knowledge, training, and experience\" (38).","To take a photo a photographer would need a place to fix, wash, and store negatives which the photographer produced on glass plates.  During the Civil War, photographers such as Mathew Brady, the creator of this photograph, would ride with the army in a wagon that the soldiers titled \"What is it?\" and upon reaching a site would set up tents to house his chemicals and dark room supplies.  Due to how near the battle photographers stood, shots can easily kill them as any solider on the field.  Lanier states that Brady \"was so ready to risk his life for the idea by which he was obsessed\" (38).  For this photo, he stood calmly and took a picture of men, some of which later that day would be dead or wounded.  To see this picture over a hundred years later invokes the opinion as Lanier describes, \"For when man achieved the photograph he took almost as important a step forward as when he discovered how to make fire: he made scenes and events and personalities immortal... holding calmly before your eyes the very Reality itself\" (32)."],"display_date":"April 30, 1863","search_date":"1863-04-30","citations":[{"divid":1217609875,"type":"Book","data":["Francis Trevelyan Miller","The Photographic History of the Civil War",null,"New York","THe Review of Reviews Co.","1911","20-21, 30-54"]},{"divid":1217609907,"type":"Book","data":["Foster Eubank","Following Civil War Photographers",null,"Henderson","Jennings Sayre Publications","2003","5-6"]}],"locations":[{"id":2988,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":16,"tag":"Science/Technology"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}