{"id":4221,"title":"Brillant Meteors on July 8, 1876","course_id":5,"status":"P","start_date":"1876-07-08","end_date":"1876-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A brilliant glow filled the sky over the northeast United States.  Four days after the centennial celebration of our country, a meteor passed over Ohio and Michigan around 9 pm.  The <em>Chicago Tribune</em> stated that, \"The meteor was a very brilliant one.  It lighted up the sky like the glare of a calcium light; the intensity being several times greater than the light of the full moon.\"  Due to calculations, Daniel Kirkwood and other scientists realized that two fireballs occurred during the night as E. Lyon Linsley wrote, \"I saw this brilliant meteor here, on the evening of July 8th, at about nine o'clock.  It was then about eight degrees from the polar star, and close to the faint northernmost visible star in the constellation <em>Camelopardalis</em>.  Whether it expired then and there or disappeared behind an angle of the roof, I am unable to say; viewing it as I did from an Eastern portico...\"","Newspaper titles commenting on this event read as \"Another Meteor\" in the <em>New York Times </em>quoting the Hartford <em>Post</em> or \"More Meteors\" in the <em>New York Times </em>quoting the Baltimore <em>Sun</em>.  Though the titles of newspaper around the country indicated that at this time many meteors had fallen, the people still found meteors fascinating.  In \"That Meteor\", the writer answered several questions people from all over the world had sent asking about the meteor from \"how fast it traveled\" to \"why it did not fall to the earth\".  Scientists today know more about meteors.  In \"Meteors and Meteor Showers\" the author explains, \"Under a dark sky, any observer can expect to see between two and seven meteors each hour any night of the year. These are sporadic meteors\" but \"now and then, a meteor truly will light up the night, blazing brighter than Venus - and although rarely, even brighter than the Moon - leaving in its wake a dimly glowing trail that may persist for minutes\" as the July 1876 meteor did.  And despite this knowledge, meteors still fascinate people as they streak across the sky.  By watching a meteor in the sky, a person remembers that another universe exists beyond what that person knows.  The people of 1876 realized this fact as well as the writer of \"That Meteor\" commented that astronomy was not \"dry and uninteresting\" but \"let the reader perch himself in fancy upon our meteor (there is ample room)\" and the imagination can go anywhere."],"display_date":"July 8, 1876","search_date":"1876-07-08","citations":[{"divid":1216307694,"type":"Article","data":["Daniel Kirkwood","On Eight Meteoric Fireballs Seen in the United States From July, 1876, to February, 1877","Proceedings of the American Philosophical Society","Vol. 16, No. 99","January - May 1877","590 - 596"]},{"divid":1216307768,"type":"Newspaper Article","data":["That Meteor.; A Paw Additional Facts and Inferences Concerning It. The Results of Calculation---Falling into the Sun. Why It Did Not Strike the Earth---Host and motion. A Chapter of Superlative Romance. How fast it traveled.  It is Falling to the Sun.  Why It did not Fall to the Earth. Heat and Luminosity. Other Meteors. A Lucid Explanation. Material for a Novel","Chicago Daily","Chicago, Illinois","July 22, 1876",""]},{"divid":1216307801,"type":"Newspaper Article","data":["The Meteor.; Our Celestial Visitor of Saturday Evening Last. The Observations Compared---Results Arrived At","Chicago Daily Tribune","Chicago, Illinois","July 13, 1876",""]},{"divid":1216307847,"type":"Website","data":["Astronomy.com","Meteors and Meteor Showers","Kalmbach Publishing, Co.","http&#58;//www.astronomy.com/asy/default.aspx?c=a&amp;id=2109","December 3, 2007"]},{"divid":1216307936,"type":"Newspaper Article","data":["Another Meteor","New York Times","New York, New York","July 14, 1876",""]},{"divid":1216307963,"type":"Newspaper Article","data":["More Meteors","New York Times","New York, New York","July 17, 1876",""]}],"locations":[{"id":2989,"lat":41.6426531568,"lng":-85.4265204174,"zoom":10,"place":"LAGRANGE, Indiana"}],"tags":[{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}