{"id":4228,"title":"Charleston Mercury and Richmond Enquirer Debate the Richmond Convetion\n","course_id":5,"status":"P","start_date":"1860-05-10","end_date":"1860-05-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            In May of 1860, two major Southern papers, <em>The Charleston Mercury </em>and<em> The Richmond Enquirer</em>, engaged in a fiery debate.  The issue of this debate was participation in the Democratic Party National Convention at Baltimore, Maryland-where the party's Presidential nominee was to be decided.  The Baltimore Convention was the second such attempt; Democrats had met earlier from April 30th to May 3rd in Charleston, South Carolina for the same purpose.  There, the majority of the Lower South delegation (as well as a few from the Upper South) felt that the convention had grown hostile to their interests and had failed in its duty to protect the Constitutional right to slavery.  They cited as evidence the primacy of Stephen A. Douglas supporters at the convention and the establishment of a platform that ambiguously endorsed his idea of popular sovereignty for determining territorial slavery.   The disaffected delegates withdrew from the convention and set up their own caucus nearby.  From there, most \"bolters\" expected that they could negotiate their interests with greater leverage and, ultimately, rejoin the National Party.  However, the decision of the National Party Convention to adjourn from Charleston and reconvene on June 18th in Baltimore forced confrontation.  The decision made clear that the National Convention would not just submit to Southern demands.  Yet probably the move's most powerful, and inadvertent, impact was that it removed the breakaway delegation's ability to quietly conduct talks while maintaining overt separation.  Suddenly, Democrats from both the Upper and Lower South were under tremendous pressure to take a stand in what many deemed a choice between polar alternatives of submission or a genuine party split.","            It was in this context that the debate began between <em>The Charleston Mercury </em>and <em>The Richmond Enquirer</em>, both Democratic newspapers that usually agreed with each other.  The issue of location proved to be particularly important in their debate, as one may infer from the fact that their cities' hosted two of the three conventions in question.  The <em>Enquirer's</em> native state of Virginia was largely the head of the Upper South states who, at the time, were still members of the National Convention.  Furthermore, though the <em>Enquirer</em> itself was not usually so ambivalent, Virginia had a history of behavior that was at times unfaithful to the Deep South platform, especially in regards to slavery.  <em>The Charleston Mercury</em>, for its part, was a first-rate example of the South Carolinian persona-a zealous and unrepentant champion of slavery and the South; it was not afraid to say \"secession.\"","            The debate began in a May 10th article from the Charleston Mercury challenging <em>The Richmond Enquirer</em>.  The <em>Mercury</em> wrote that the <em>Enquirer </em>should have rebuked their delegates for not withdrawing, and further criticized the <em>Enquirer's </em>proposal that the Richmond Convention should wait to act until after the Baltimore Convention.  The <em>Mercury</em> ridiculed this idea that would leave delegates with nothing to do but \"suck their fingers.\" On May 18th, the <em>Richmond Enquirer </em>had much to say in response.  First, it said that Virginia wanted to participate in the Richmond Convention, but that as it was, they and other likeminded states wouldn't be able to nominate delegates in time.  Next, the <em>Enquirer</em> said that the Southern delegates should participate in the Baltimore Convention.  It said that the temporary fracture of the party was likely enough to restore a majority that was supportive of Southern interests. At last, the <em>Enquirer</em> argued that the obdurate pursuance of the Richmond Convention's current course was not only dangerous to the Union, but also to the unity of border slave states with the Deep South.","            <em>The Charleston Mercury</em> rejoined with what would be the final words on the matter.  Immediately, the <em>Mercury</em> challenged the idea that other Southern states wouldn't have time to join.  Also, to the suggestion that the National Party would change its position, <em>The Charleston Mercury </em>replied that, \"the <em>Enquirer </em>may dismiss from its patriotic anxieties all such romantic anticipations.\"  Finally, the <em>Mercury</em> laid great emphasis on the discussion of Southern unity.  The <em>Mercury</em> defended sole participation in the Richmond Convention as better securing the interests of the South.  At the Baltimore Convention, some Southern delegates would invariably be tempted to compromise Southern interests and side with the Northern Democrats.   This claim, along with <em>The</em> <em>Richmond Enquirer's </em>final thoughts, penetrated the core of the debate, a struggle between identification foremost as a citizen of the South or of the Union-in a political climate wherein it seemed that one of them was bound to be overthrown."],"display_date":"May 10, 1860 - May 23, 1860","search_date":"1860-05-16","citations":[{"divid":1215899353,"type":"Book","data":["Allen C. Guelzo","The Crisis of the American Republic&#58; A History of the Civil War and Reconstruction Era ",null,"New York","St. Martin&#39;s Press","1995","87-88"]},{"divid":1215899467,"type":"Book","data":["Carl N. Degler","The Other South&#58; Southern Dissenters in the Nineteenth Century, 1st Edition",null,"New York","Harper &amp; Row","1974","17-45, 75-79, 90-91"]},{"divid":1215900018,"type":"Book","data":["David Morris Potter and Don Edward Fehrenbacher","The Impending Crisis, 1848-1861, 1st Edition",null,"New York","Harper &amp; Row","1976","405-418, 469-484"]},{"divid":1215900111,"type":"Book","data":["J. William Harris ","The Making of the American South, A Short History, 1500-1877",null,"Malden, MA","Blackwell ","2006","173-175"]},{"divid":1215900199,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Robert W. Johannsen","Douglas at Charleston","Politics and the Crisis of 1860","Norman A. Graebner, Editor","Urbana ","University of Illinois Press","1961","72-90"]},{"divid":1215900294,"type":"Book","data":["Roy F. Nichols","The Disruption of American Democracy",null,"New York","Macmillan Co. ","1948","288-320"]},{"divid":1215900372,"type":"Book","data":["William W. Freehling","The Road to Disunion",null,"New York","Oxford University Press","1990","269-322"]},{"divid":1215900425,"type":"Newspaper Article","data":["The Richmond Enquirer and the Richmond Convention","The Charleston Mercury","","May 10, 1860","1"]},{"divid":1215900479,"type":"Primary Source in a Secondary Source","data":["The Richmond Enquirer","May 18, 1860","Southern Editorials on Secession","Dwight Lowell Dumond and American Historical Association","Gloucester, MA","P. Smith","1964","97-99"]},{"divid":1215900631,"type":"Primary Source in a Secondary Source","data":["The Charleston Mercury","May 23, 1860","Southern Editorials on Secession","Dwight Lowell Dumond and American Historical Association","Gloucester, MA","P. Smith","1964","105-108"]}],"locations":[{"id":2997,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}