{"id":4229,"title":"Charles William Truehearts Account of the Battle of the Crater:  Reconsidering Black and White\n","course_id":5,"status":"P","start_date":"1864-08-28","end_date":"1864-08-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            When the Civil War broke out, Texan Charles William Trueheart was at the University of Virginia studying medicine.  Despite initial reservations about secession, he joined the multitudes of southerners who rushed to enlist.  At first an artilleryman, by 1864 Trueheart had finished studying medicine and was an assistant surgeon in the 8th Alabama Infantry of the Army of Northern Virginia.  It was in this capacity that he experienced the Battle of the Crater on July 30, 1864 in Petersburg, Virginia.","            As Charles W. Trueheart recalled in an August 28, 1864 letter to his brother, Henry Trueheart, the level of death and destruction at the Crater was horrific.  He tells his brother, \"I have never any where seen such a slaughter as there was enacted,\" the dead and wounded were spread across several acres and, \"in many places you couldn't walk without stepping on their carcasses lying one two or even three deep.\"  The \"Crater\" was the result of an attempt by Union forces under Ambrose Burnside to smash the Confederacy's heavily fortified position at Petersburg by tunneling under their location and setting off a major explosion.  To this end, the Union effort was a success, but in the ensuing struggle, the Union attack lacked coordination and became log jammed at the Crater.  The Confederate forces under Robert E. Lee quickly capitalized on this error and inflicted a severe defeat on Burnside's forces, notably including the 4th Division of the United States Colored Troops.  For most Confederates at the Crater, this was their first encounter with black soldiers, here represented in major proportions.","            The black soldiers' presence was Charles Trueheart's main focus in recounting the aftermath of the battle.  His first mention was of the \"Negroes\" that lay dead and wounded with the \"Yankees[,] those vile deceivers and ruiners.\"  Throughout the letter, Trueheart looked at the relationship of these two entities. He said that the injured blacks \"bore their sufferings much better than the Yankees;\" that they complained less and displayed greater Christian devotion in their sufferings.  Moreover, Trueheart wrote that the main complaints that the blacks had were that the Yankees abused them and that the slaves among them wanted to return to their masters.  Trueheart then described the heroism and ability of the blacks, almost equal to the Confederates' and far surpassing the behavior of the white Yankees.  He noted an instance wherein, \"one black fellow...had a regular duel with the Sergeant Major of our reg't.\"  Trueheart says that they traded several shots, that the black soldier, in fact, landed the first shot, hitting \"the Sgt. in the forehead.  Fortunately his head was as thick as his heart was brave, and the ball glanced upwards.\"  A Confederate at last shot and killed the black soldier.  In another notable encounter, an \"officer in our Brigade, having captured a negro in the trenches, told him to turn and fire upon the retreating Yankees; which he did rapidly.\"","            It is impossible to determine how much of Trueheart's account was true, but certainly there is a pervasive slant.  Indeed, many others reported with sadistic pleasure the widespread massacre of black troops by soldiers encouraged to execute them rather than take any prisoner.  The purpose of Truehearts' revisions seems almost inherent within the letter.  It reflected an interest, at the very least, in a temporary realignment of social inclusiveness that would incorporate blacks (40% of the Southern population) and thus engender support for the war efforts against \"those vile deceivers and ruiners.\"  The value of blacks to the war effort was undeniable; loyalty of slaves on the plantations was a major issue, but their presence on the battlefield could be even more potent.  Around 200,000 black soldiers served in the Union, almost 25% of the number of men thought to have fought for the Confederacy-an especially impressive figure considering the comparatively small proportion of blacks in the Union, as well as their exclusion from enlistment until more than two years after the war began.  ","            By the Battle of the Crater in 1864, confidence in the ultimate success of the Confederacy was waning and there was considerable agitation for inclusion of blacks in the war effort.  Significantly, most supporters of a black soldiery also espoused emancipation, which they saw as an unfortunate but necessary accomplice.  By 1865, even top Confederate officials like Jefferson Davis and Robert E. Lee came out in support of the plan. Yet the time had passed for such a move.  With the Confederate States' defeat in spring of 1865, it became a moot point.  The fragile wartime overture of Southern whites was rendered little more than a moment's retreat from racist agendas that defined much of the South's history."],"display_date":"August 28, 1864","search_date":"1864-08-28","citations":[{"divid":1215896804,"type":"Primary Source in a Secondary Source","data":["Charles William Trueheart to Henry Martyn Trueheart","August 28, 1864","Rebel Brothers &#58; The Civil War Letters of the Truehearts","Edward B. Williams, Editor","College Station Texas","Texas A&amp;M University Press","1995","114-117"]},{"divid":1215896948,"type":"Book","data":["Edward B. Williams, Editor","Rebel Brothers&#58; The Civil War Letters of the Truehearts",null,"College Statiion, Texas","Texas A&amp;M University Press","1995","3-11, 15-16"]},{"divid":1215897051,"type":"Book","data":["J. Tracy Power","Lee&#39;s Miserables&#58; Life in the Army of Northern Virginia From the Wilderness to Appomattox",null,"Chapel Hill ","University of North Carolina Press","1998","134-140"]},{"divid":1215897187,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["William Glenn Robertson","From the Crater to New Market Heights&#58; A Tale of Two Divisions","Black Soldiers in Blue&#58; African American Troops in the Civil War Era","John David Smith, Editor","Chapel Hill ","University of North Carolina Press","2002","181-187"]},{"divid":1215897343,"type":"Book","data":["Armstead L. Robinson","Bitter Fruits of Bondage&#58; The Demise of Slavery and the Collapse of the Confederacy, 1861-1865",null,"Charlottesville","University of Virginia Press","2005","37-45, 56-57, 281-282"]},{"divid":1215897574,"type":"Book","data":["Bruce C. Levine","Confederate Emancipation&#58; Southern Plans to Free and Arm Slaves During the Civil War",null,"New York","Oxford University Press","2006","1-39, 60-95, 113-117"]},{"divid":1215897680,"type":"Book","data":["James M. McPherson","Battle Cry of Freedom&#58; The Civil War Era, Vol. 6",null,"New York","Oxford University Press","1988","306"]},{"divid":1215897807,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["John David Smith","Let Us All Be Grateful That We Have Colored Troops That Will Fight","Black Soldiers in Blue&#58; African American Troops in the Civil War Era ","John David Smith, Editor","Chapel Hill","University of North Carolina Press","2002","1-65"]}],"locations":[{"id":2998,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}