{"id":423,"title":"General Sherman Forbids the Entry of Blacks into Army\n","course_id":1,"status":"P","start_date":"1864-06-03","end_date":"1864-06-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the Emancipation Proclamation, many former slaves sought to join the Union army.  However, during the Atlanta campaign that lasted from May-September 1864, General William T. Sherman, a Union commander, forbade the entry of African-Americans into the army.  Sherman did not hide the fact that he was a white supremacist.  His view represented the views of many of his men, who came from the Midwest, where racism was widespread.  He said that he would not trust blacks to fight yet.' (Smith, 229)  Rather than employ blacks as solders, he sought to employ them as laborers.  He believed that blacks should be kept in jobs that were not that different from what slaves were doing for the Confederate Army. &lt;br /&gt;&lt;br /&gt;In an effort to keep his forces exclusively white, Sherman issued Special Field Order No. 16, which forbade recruitment officers from enlisting blacks.  To make himself clear, he warned that any recruiter who enlisted black soldiers would be arrested and possibly imprisoned.  Despite Sherman's orders, however, former slaves continued to enlist in the army in other areas of Georgia. &lt;br /&gt;&lt;br /&gt;Despite strong coaxing from others, Sherman refused to change his attitude on the matter.  Even Lincoln reminded Sherman that there was a law in effect regarding black recruitment into the Union Army, and that because it was a law, all must follow it.  Sherman claimed to have the highest regard for the law, but refused to change his mind because he believed his view represented a large portion of Union soldiers.  By the early summer, the claim that the Northern war was a failure was no longer valid, and so Sherman continued to ignore Washington's pleas that black soldiers be included in white armies."],"display_date":"June 3, 1864","search_date":"1864-06-03","citations":[{"divid":1213034155,"type":"Online Encyclopedia","data":["","Black Troops in Civil War Georgia","http://www.georgiaencyclopedia.org/nge/Article.jsp?id=h-783",""]},{"divid":1213034235,"type":"Book","data":["John David Smith","Black Soldiers in Blue",null,"","University of North Carolina Press","2002","229-232"]},{"divid":79667,"type":"Newspaper Article","data":["GTMNqNYEZEHrcGdmD"]}],"locations":[{"id":315,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}