{"id":4232,"title":"Alexander Rives Asks James Madison for Advice about Nullification and Secession\n","course_id":5,"status":"P","start_date":"1832-12-28","end_date":"1833-01-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early 1830s two of the most pressing questions in the nation were the issues of nullification and secession. A common trend among politicians was to use the ideas of the founders to argue both for and against these ideas, hence it is not surprising that on December 28, 1832 Alexander Rives, a Virginia lawyer, wrote to James Madison, one of the last surviving Founding Fathers, seeking council on this issue. Rives and Madison had never met, but Rives felt the matter so pressing that he forewent the usual formalities apologizing for his forwardness and the disruption of Madison's retirement. Of greatest concern to Rives was the fact that secessionists often referred to the writings of Madison in defense of their position, particularly the Virginia Resolution of 1798. Rives thought this to be a misinterpretation and hoped to be able to, \"Lay before my acquaintances some public evidence of what I conceive a fatal and insidious error,\" and thereby prove that Madison's writing did not endorse secession."," The main conflict arose due to Madison's argument in his Virginia Resolution that ultimate authority lay within the state and not the national government. Madison had always been a champion of the union, but political turmoil near the turn of the century caused him to endorse ideas that were more states rights oriented. The Virginia Resolution was a response to the Alien and Sedition Acts which Madison found to be extremely unpalatable and in direct conflict with the Constitution. He argued that in such cases states were obliged to nullify these laws for they were so unconstitutional that they threatened the rights of the citizens in those states. As Kevin Gutzman explains, \"Madison's document asserted that the state had a 'duty' to maintain its 'rights and liberties' within its boundaries.\" But Madison made clear that such actions were not to be taken without careful deliberation and only when the government overstepped the powers granted to it by the Constitution."," Rives believed that these words did not grant the states the power to arbitrarily secede nor did he believe that this was Madison's intention. He stated, \"That the opinions of the chief architect of our political systems should not be misconstrued or perverted to sinister purposes.\" Rives hoped that Madison could clarify his intentions and in doing so dissuade any improper use of his ideas.","In his response Madison agreed with Rives sentiments. He stated that, \"I do not consider the proceedings of Virginia in '98-99 as countenancing the doctrine that a State may <em>at will</em> secede from its constitutional compact with other states.\" The grievances of 1832, Madison felt, were not dire enough to constitute secession. Moreover, Madison argued that secession required the consent of the other states and not simply the whim of a single state. This confirmation made Rives's interpretation all the more legitimate in the eyes of the people this time. Thus, Rives letter to Madison portrays a desire of the people of the 1830s to qualify their political actions with the intentions of the founders who still held great authority in the people's minds."],"display_date":"December 28, 1832 - January 12, 1833","search_date":"1833-01-04","citations":[{"divid":1218295378,"type":"Website","data":["Alexander Rives","Alexander Rives to James Madison, December 28, 1832","Library of Congress&#58; American Memory","http&#58;//memory.loc.gov","October 17, 2007"]},{"divid":1218295437,"type":"Pamphlet or Other Printed Material","data":["James Madison","The Writings of James Madison, comprising his Public Papers and his Private Correspondence, including his numerous letters and documents now for the first time printed","New York, N.Y.","G.P. Putnam&#39;s Sons","1900","http&#58;//oll.libertyfund.org/title/1940/119379"]},{"divid":1218295489,"type":"Article","data":["Kevin R. Gutzman ","A Troublesome Legacy&#58; James Madison and &quot;The Principles of &#39;98&quot;","Journal of the Early Republic","Vol. 15, No. 4","1995","569-589"]},{"divid":1218295532,"type":"Article","data":["Neal Riemer","The Republicanism of James Madison","Political Science Quarterly","Vol. 69, No. 1","March 1954","45-64"]}],"locations":[{"id":2969,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}