{"id":4235,"title":"The Black Warrior Affair Exposes U.S. Tensions with Spain\n","course_id":5,"status":"P","start_date":"1854-02-28","end_date":"1854-03-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 13, 1854 the Charleston Daily Courier ran a series of correspondences from Havana which reported on the escalating Black Warrior affair. These correspondences explain that on February 28 the ship Black Warrior stopped in Havana on its way from Mobile to New York as it had done numerous times in the past and upon arriving delivered its manifest to customs as was required. The captain listed his cargo only as ballasts as he had ordinarily done since all other cargo was in transit. However, the Black Warrior also carried 1000 bales of cotton and the customs officer, upon learning of this, seized the ship and cargo without giving the captain an opportunity to change the manifest. The correspondence explained that the outrage stemmed from the fact that under Spanish law a captain had twelve hours from the time the ship arrived in which he could make corrections to the manifest if an error had occurred, a time which had not elapsed when the ship was seized. The captain immediately informed the U.S. Consul in Havana who attempted to resolve the matter by petitioning the Captain General of Havana to release the ship and cargo. But the correspondence states that the Captain General responded \"the law must take its course\" and so made a speedy end to this affair impossible.","Normally such a minor customs battle would hold little importance for the people of Charleston and the nation as a whole, but the escalating political interest in the affair is best explained by tensions between the United States and Spain around this time. The bulk of this tension was the result of the United States' continued interest in acquiring Cuba from Spain; a sentiment especially strong among Southern Democrats who saw it as an opportunity to create another slave state out of Cuba and among some moderates who hoped that the acquisition of Cuba would ease the growing tensions between the North and South. Also, some hoped that a war with Spain over Cuba would turn the nation's attentions from internal divisions onto national affairs and so alleviate the growing regional crisis in the United States. Thus, it is not surprising that in his essay Henry James tells \"Of the sensation created throughout the length and breadth of the Union by the detention of the Black Warrior.\" Many newspapers portrayed the \"Black Warrior Affair\" as an outrage and a slight against American honor that deserved retribution. Strong political pressure was exerted on President Peirce to act, and Peirce himself was not totally indifferent to the political possibilities this crisis created. While sentiments in the correspondence were not so strong, the author did emphasize the idea that the United States had been wronged in some way. He too called for action by the government to intervene in this \"outrageous affair.\" However, the Spanish government, realizing the political implications, quickly resolved the issue by releasing the ship and cargo. While there were some lingering political repercussions, American interest in the affair ebbed with this resolution and emphasis shift back to the problems of the nation. The strong reaction to this minor incident, however, reveals the volatile political atmosphere of the nation at this time."],"display_date":"February 28, 1854 - March 16, 1854","search_date":"1854-03-07","citations":[{"divid":1215895147,"type":"Newspaper Article","data":["Havana Correspondence","Charleston Daily Courier","","March 13, 1854","1"]},{"divid":1215895165,"type":"Article","data":["Henry Lorenzo Janes","The Black Warrior Affair","The American Historical Review","12","Jan. 1907","280-298"]},{"divid":1215895243,"type":"Article","data":["Sidney Webster","Mr. Marcy, the Cuban Question and the Ostend Manifesto","Political Science Quarterly","8","Mar. 1983","1-32"]}],"locations":[{"id":2811,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":18,"tag":"Politics"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}