{"id":4238,"title":"America&#39;s Need for a Second Transcontinental Railway\n","course_id":5,"status":"P","start_date":"1869-05-18","end_date":"1869-05-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Tuesday, May 18, 1869 an editorial appeared in the Charleston Courier titled \"The Pacific Railway and a Southern Route\" in which the author made the argument that the nation needed a southern transcontinental rail route. The first Transcontinental Railway had only been completed a few days earlier but already there were calls from southerners for a route that was more suited to their needs. A southern transcontinental rail route was not a new idea though, and, in fact, there had been serious discussion about choosing it as the primary route before the Civil War. A Southern route became feasible after 1848 with the annexation of Texas and the vast territorial acquisitions from Mexico and in 1853 with the Gadsden Purchase. Moreover, this region's geological features seem exceptionally good for rail building. As the editorial notes, surveys conducted during the early 1850s painted the southern route as the far superior when compared to the northern or central routes that had been proposed. And southerners during this time had their own motives for preferring this route. Many hoped a southern transcontinental railway would liberate the South economically from the North by making the North reliant upon the South for access to the Far East. Additionally, it was hoped that a Southern route would open up the West to southern political influence and possibly pave the way for the spread of slavery. As it was though northern influence put plans on hold and politics leading up to the Civil War were enough to kill the idea for a period.","But shortly after the war hopes for a southern route were renewed. Many still believed that the southern route was the most feasible and efficient route, and the concerns voiced by the author of the editorial about the First Transcontinental Railway were valid ones. Snow has always been a challenge for trains and winters in the Rocky Mountains always have an abundance of it. The conditions the author describes of high, impenetrable snow drifts were not uncommon and long delays were always a possibility. Another problem not mentioned in the article was that of avalanches which could bury or destroy tracks and any locomotive unlucky enough to be in their path. The railroad companies did erect sheds and snow fences in an attempt to alleviate these problems but often times, as the author describes, these proved ineffective. More importantly these structures were expensive to build and maintain and only added to the costs of the already expensive railroads. Even so, the author's hopes for a southern route were not met quickly, for it was not until December of 1881 that the Southern Pacific railway was finally completed. "],"display_date":"May 18, 1869","search_date":"1869-05-18","citations":[{"divid":1215894536,"type":"Newspaper Article","data":["The Pacific Railway and a Southern Route","Charleston Daily Courier","","May 18, 1869","2"]},{"divid":1215894560,"type":"Article","data":["Lewis B. Lesley","A Southern Transcontinental Railroad Into California&#58; Texas and Pacific versus Southern Pacific, 1865-1885","The Pacific Historical Review ","5","Mar. 1936","52-60"]},{"divid":1215894774,"type":"Article","data":["Jere W. Roberson","The South and the Pacific Railroad, 1845-1855","The Western Historical Quarterly","5","Apr. 1974","163-186"]},{"divid":1215894856,"type":"Article","data":["Robert Ward","The Railroads Versus the Weather","Proceedings of the American Philosophical Society","70","1931","137-166"]}],"locations":[{"id":2976,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":18,"tag":"Politics"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}