{"id":4241,"title":"Chicago Prepares for Lincoln&#39;s Remains\n","course_id":5,"status":"P","start_date":"1865-04-30","end_date":"1865-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            April 30, 1865, was a busy yet solemn day for the residents and city officials of Chicago.  Buildings were draped in black, streets were closed off, and many rules and regulations were laid out for the following day, when the city was to receive the remains of President Abraham Lincoln.  The city government delegated tasks to different prominent organizations throughout the city, with strict orders as to the time and place of each event.  Parents were warned to keep their children at home if they felt them incapable of standing for at least three hours.  Children who were to attend were requested to carry a small flag covered in a black drape.   The mayor ordered all saloons and stores closed for the day, forbid vehicles on the street, and asked for perfect stillness throughout the city.  After the procession went through the city at five mph, taking almost an entire day, the public would be allowed to view the remains in the public square.  The entire city was involved in preparing Chicago for the arrival of their beloved president.","            Lincoln's funeral procession lasted sixteen days, starting in Washington and ending in Springfield, Illinois, where his remains were interred.  The train passed through twelve different cities on its slow journey, each city showing a tremendous turnout of people wanting to pay their respects.  The stir caused by Lincoln's assassination and the outpouring of support by the citizens of these towns manifested the country's love and respect for President Lincoln.         ","Sources: "],"display_date":"April 30, 1865","search_date":"1865-04-30","citations":[{"divid":1216775451,"type":"Newspaper Article","data":["Funeral of the President","Chicago Tribune","","April 30, 1865",""]},{"divid":1216775471,"type":"Book","data":["Mark E. Neely, Jr.","The Abraham Lincoln Encyclopedia",null,"New York","McGraw Hill","1982",""]}],"locations":[{"id":2973,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":2,"tag":"Health/Death"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}