{"id":4243,"title":"A Bitter Winter\n","course_id":5,"status":"P","start_date":"1846-11-04","end_date":"1847-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The winter of 1846 was physically, emotionally and mentally draining for twenty year-old Mary Ann Graves, a member of the group of emigrants now infamously known as the Donner Party.  As one of the survivors of this horrible episode in history, she wrote a letter to Levi Fosdick on May 22 of the following spring recounting her experiences.  Her concluding remark was \"I have told the bad news, and bad as it is I have told the best.  No tongue can exceed in description the reality.\"","            Mary Ann Graves, along with her large family of twelve, left for California in the fall of 1846 and joined with the Donner Party, bringing the total number of the party to 81.  Reaching the mountains later in the year than anticipated, the emigrants were forced to make camp because the snow rendered the trail impassable.  Mary Ann remained in the camp from November 4 until December 16, where they barely survived on \"poor beef.\"  She and fourteen others left to seek help for the starving and desperate emigrants on the sixteenth of December.  On the eighth day of their fifty mile journey, the small party got lost in the snow-covered mountains.  Completely out of food, the men of the party had no choice but to kill two of the Indians traveling with them.  For the rest of the journey, they lived off of the meat of their former companions and acorns.  Mary Ann's father died Christmas night.  They finally reached the settlements on January 18, but only seven out of the original fifteen members of the party saw this day.  After hearing of the terrible sufferings of those still at the original camp, men from the settlements left immediately to go back and assist the survivors, including Mary Ann's mother and young siblings.  Those too young to walk were left.  Her mother died on the way to the settlements.","            Mary Ann Graves' account of her experiences during the winter of 1846 are not nearly as gruesome as some account told by later visitors to the original camp, although it shows the way it affected the life of one person.  People who visited the camp later that winter witnessed horrors unlike anything else documented in America's history.  Corpses had been stripped of their flesh and bones were scattered everywhere.  When one relief party arrived with food, the deranged survivors rejected it, preferring instead the flesh of their rotting friends.  Mary Ann was fortunate to reach safety, but the majority of her party were not so lucky."],"display_date":"November 4, 1846 - January 30, 1847","search_date":"1846-12-17","citations":[{"divid":1217976767,"type":"Primary Source in a Secondary Source","data":["Letter From California","May 22, 1847","Unfortunate Emigrants&#58; Narratives of the Donner Party","Kristin Johnson, Editor","Logan ","Utah State University Press","1996",""]},{"divid":1217976816,"type":"Article","data":["Donald K. Grayson","Donner Party Deaths&#58; A Demographic Assessment","Journal of Anthropological Research","46","Autumn 1990","223-242"]},{"divid":1217976890,"type":"Book","data":["Henry Howe","Historical Collections of the Great West",null,"Cincinatti","Henry Howe","1853","413"]}],"locations":[{"id":3001,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}