{"id":4258,"title":"An Early Condemnation of &#39;Legal&#39; Disenfranchisement\n","course_id":5,"status":"P","start_date":"1880-02-07","end_date":"1880-02-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February7, 1880 the <em>New York Times</em> ran an article condemning educational tests for voting registration in the South which an editorial in the Charleston <em>News</em> had proposed as a way of suppressing the black vote. The article explains that the reasoning behind the author in the <em>News</em> editorial was that the \"'more intelligent and reasonable citizens must rule'\" no matter whether they are the majority or not and that suppressing the Negro vote was the only way to ensure this. The problem the <em>News</em> editorial author saw was that the current method of violence and intimidation seemed to violate the law and went against the sentiments of many people both in the state of South Carolina and outside it. Moreover, the current method was inconsistent in its effects, whereas an indoctrinated system would be much more systematized and effective. ","The concepts expressed in the News article were a precursor to future action by southern states. In 1890 Mississippi enacted laws such as literacy tests as a method of \"legal\" disenfranchisement, and as the <em>News</em> article predicted these laws worked amazingly well. They were so effective, in fact, that by 1900 all but four southern states had enacted some form of literacy tests and in those states that had them the black vote was all but extinct. The reason these literacy tests worked so well on the black population was that most slaves had never been taught to read or write and only some progress had been made in educating them after Emancipation. ","The successful imposition of these literacy tests was due in part to the fact that there was wide support for them across the country. The author of the New York Times article, in fact, voiced his support for literacy tests as \"a simple and natural method by which a community can protect itself against serious abuse and dangers.\" The problem the author saw was that these laws would not be administered equally or impartially and were simply a tool for suppressing the black vote. Under this premise \"an educational test becomes merely an instrumentality of wrong and fraud\" and so cannot be tolerated because it interferes with the democratic process. ","One must conclude in reading this article that Northern politicians were well aware of Southern intentions to disenfranchise blacks using legal tools long before they were ever able to enact them. The question is why did they let them? Part of the reason lies in the fact that the Democratic Party returned to national dominance in the mid 1880s and undid much of the Reconstruction legislation meant to ensure black rights. But Richard Valelly in his book <em>The Two Reconstructions</em> argues that it was also the fact that the Republican Party lost interest in the black community as a political group. As he states, \"The enormous and rapid growth of the Republican Party in the late 1890s outside the South substituted for lost black voters at the margin.\" So despite the fact that Republicans in the North knew that Southerners sought legal means to disenfranchise blacks they lacked the legal power and political interest to do anything about it."],"display_date":"February 7, 1880","search_date":"1880-02-07","citations":[{"divid":1216500264,"type":"Newspaper Article","data":["Killing the Negro Vote","New York Times","","February 7, 1880","4"]},{"divid":1216500292,"type":"Article","data":["John E. Filer, Lawrence W. Kenny and Rebecca B. Morton","Voting Laws, Educational Policies, and Minority Turnout","Journal of Law and Economics","34","Oct. 1991","371-393"]},{"divid":1216500350,"type":"Book","data":["Richard M. Valelly","The Two Reconstructions&#58; The Struggle for Black Enfranchisement",null,"Chicago","University of Chicago Press","2004",""]}],"locations":[{"id":3009,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}