{"id":4260,"title":"Separation of Church and Race\n","course_id":5,"status":"P","start_date":"1866-07-01","end_date":"1866-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Throughout 1866, the First Baptist Church in Charleston, South Carolina was rapidly losing its membership.  However, on July 1, 1866, something extraordinarily important happened: several black men applied for a blanket \"letter of dismission\" to cover every \"colored member.\"  Prior to this date, the church officers had been unconcerned because the only requests had been from white members, but black men and women liberated by the Civil War were eager to form separate congregations for the first time, and this was the cause of some concern.  ","The First Baptist  Church record indicates that a committee was formed to decide whether or not to allow the division, ultimately recommending letters to those \"whose standing [was] unquestioned.\"  The committee refused to grant a blanket letter because some blacks wanted to retain their First Baptist membership.  While the church seemed hesitant in permitting separation, it was \"glad\" to sustain black membership.  Those who stayed were guaranteed all privileges enjoyed before.  But these probably included stringent limitations as there was no further movement toward racial equality.","Following the Civil War, race relations within the church were thrown into confusion.  Southern white preachers taught in a process called \"theological racism\" that God supported divisions and inequalities between the races.  At first, white Southerners believed that the situation would remain much the same: white leaders with segregated black sections.  But as evidenced by the First  Baptist Church records, many black people wanted complete separation.  Generally once religious segregation began, white Southern churches resisted the reintegration hoped for by Northern brethren, and black Southerners wanted to retain their new independence, even though they understood its limitations.  Blacks and whites found very little common ground and eventually wanted nothing more than complete separation.  Among various Southern Protestant denominations, the Baptist church was one of the most accessible.  Its independent and localized structure easily supported the organization of new black churches.","In 1866, the First Baptist Church of Charleston, S.C. was in transition, simultaneously supporting segregation and peaceful coexistence.  But the paternalistic union was by no means equal, and in the not-so-distant future, nearly all of the black members were granted \"letters of dismission.\""],"display_date":"July 1, 1866","search_date":"1866-07-01","citations":[{"divid":1217610620,"type":"Manuscript on Microfilm","data":["","July 1, 1866","Microfilm 286.06 5724 ch1","Minutes and Records 1821-1875. First Baptist Church, Charleston, S.C.","Special Collections Library, Furman University"]},{"divid":1217610671,"type":"Book","data":["Paul Harvey","Freedom&#39;s Coming&#58; Religious Culture and the Shaping of the South from the Civil War through the Civil Rights Era",null,"Chapel Hill","The University of North Carolina Press","2005","1-46"]}],"locations":[{"id":3010,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}