{"id":4262,"title":"The Centennial &#40;un&#41;Celebration\n","course_id":5,"status":"P","start_date":"1876-07-04","end_date":"1876-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["July 4, 1876 should have been a day of extraordinary celebration throughout the nation as the United States of America's Centennial birthday.  Strangely, the only reference to a celebration in Greenville,  S.C. was a small paragraph entitled \"Our Centennial Offer\" in the local newspaper, <em>The</em> <em>Enterprise and Mountaineer</em>.  \"On the 4th of July, 1876, we will present a 60 Weed Sewing-Machine, warranted by the manufacturers to be in perfect order . . . to each of the five persons sending us the largest number of new cash yearly subscribers.\"  It would appear that <em>The Enterprise and Mountaineer</em> shamelessly used the Centennial as an advertising gimmick to attract more subscribers.  ","Perhaps Southerners felt as if they had nothing to celebrate.  Divisions were hidden away, simmering just below the surface in honor of the occasion.  Republicans feared that every Southern Democrat was a traitor. Southern Democrats feared that every Republican wanted to remake the South in a subservient Northern model.  Some Southerners were still without full political rights and James G. Blaine aggravated the problem by proposing Jefferson Davis' exclusion from the Amnesty Bill.  The Civil War had not put an end to racial conflicts, especially in the South.  While the white supremacist Ku Klux Klan fought openly and violently against all efforts toward racial integration, the Union League pushed newly freed slaves and other blacks into political office, employing black militias for protection.  Southerners felt as if they were losing independence, order, equality, and freedom.","In sharp contrast, the North had just won a war, and black slaves had finally received their hard-earned freedom.  By 1876, the United States proved it would last as a nation, despite the Civil War.  Public education was on the rise, and the World Fair showcased American ingenuity and increased world interest in the nation.  Scholar John Gladstone claimed that \"the grand Centennial Exposition of 1876 [in Philadelphia] managed to divert the attention of the country away from the 'moral collapse in business and government.'\"  Other Northern celebrations were devoted to industrial progress, education, and humanitarianism, to show the greatness of America's becoming.  For newly liberated blacks, the Centennial provided the first opportunity to prove to the nation their extreme importance in its formation.  They hoped that it would bring the races together by ending any frustration felt by Southerners who disliked abolition and rejected blacks as citizens.","In 1876, the South was still recovering from war wounds.  Unfortunately, new violent opposing factions arose, contributing to further deterioration of Southern social, economic, and political climates.  In sharp contrast, the North was giddy with victory, inflated with self-importance, and eager to show off on the international stage.  Black Americans were excited to take advantage of their new-found freedom.  The Centennial was a brief moment whereby various factions could attempt a truce, if only for a day."],"display_date":"July 4, 1876","search_date":"1876-07-04","citations":[{"divid":1217610781,"type":"Newspaper Article","data":["Our Centennial Offer","The Enterprise and Mountaineer","Greenville, South Carolina","July 5, 1876",""]},{"divid":1217610810,"type":"Article","data":["Philip S. Foner","Black Participation in the Centennial of 1876","Phylon","Vol. 39, No. 4","1978","283-296"]},{"divid":1217610853,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["John Hope Franklin","Counter Reconstruction","Reconstruction in the South","Edwin C. Rozwenc","Lexington","D. C. Heath and Company","1972","197-214"]},{"divid":1217610933,"type":"Article","data":["John Gladstone","Social Realism in American Art&#58; The Generation of 1876","The Journal of Decorative and Propaganda Arts","Vol. 20","1994","112-139"]},{"divid":1217610984,"type":"Article","data":["Marilyn S. Cohen","Review&#58; John Maass, The Glorious Enterprise&#58; The Centennial Exhibition of 1876 and H.J. Schwarzmann, Architect-in-Chief","Technology and Culture","Vol. 15, No. 2","1974","338-339"]},{"divid":1217611053,"type":"Book","data":["Keith Ian Polakoff","The Politics of Inertia&#58; The Election of 1876 and the End of Reconstruction",null,"Baton Rouge","Louisiana State University Press","1973","1-17"]},{"divid":1217611093,"type":"Book","data":["Fred A. Shannon","The Centennial Years",null,"Garden City","Doubleday and Co. Inc.","1967","1-13"]}],"locations":[{"id":3012,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}