{"id":4264,"title":"Jonathan R. Davis Journey to Milledgeville, Georgia","course_id":5,"status":"P","start_date":"1838-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Before leaving for Milledgeville, Georgia, Jonathan R. Davis of Gadsden,  South Carolina had to do some calculations.  While planning for his trip he took out his 1838 edition of <em>Mitchell's Traveller's Guide through the United States</em>.  The brown three by five inch book contained the mileage for all common stagecoach routes in the country as well as information on the few established railroads and canals.  The book was published in Philadelphia and lists the routes in an interesting order.  Rather than going alphabetically by state, the guide started in the Northeast, traveled down the coast to the Southeast, then moved North into the old Northwest.  In the back was a fragile foldout map of the Eastern United States. While generally accurate, there are several geographical defects in a Midwest scattered with the names of relocated Indian tribes.  Additionally, since the book was written in 1836, but not printed until 1838, Texas was included as a part of Mexico even though it was considered and independent country by the publication date.  Jonathan used the blank pages inside of the cover to work out travel plans and decided the best route was to go through Branchville, Augusta and Warrenton.  Doing some quick math, he found that the 149 miles to Warrenton would cost him 6 cents per mile or 7.94.  He then added the 7.40 it would cost for the 74 miles from Warrenton to Milledgeville, bringing Jonathan's journey to a total of 15.34 for a 223 miles.","            As the United States grew larger and more interconnected, transportation systems also grew more elaborate.  In 1838 the main mode of transit was the stagecoach, but canals and railroads were also beginning to transport both people and goods on more regular schedules.  By the 1830s travel for the sake of enjoyment or adventure was available due to lowering stage coach fees. Travel guides promoted exploration by offering descriptions of different areas along with practical information such as the mileage between routes.  Despite the varying lengths of stagecoach routes, it was customary to leave at four or five in the morning before the sun came up because at the start of a journey neither passengers nor stagecoach driver knew exactly what they would find on the road or how long the journey would take.  Weather conditions alone could change a short, quick journey into hours of jostling down a rutty, muddy road on the verge of flooding, and it was not rare for stagecoaches to flip if they encountered deep water.","            On multi-day journeys travelers like Jonathan stayed overnight at taverns along the way when there were no friends or family in the area.  Along with distances and fares, Jonathan also used the margins of his travel guide to jot down the names of acquaintances with which he might stay, as well as the names and rates of some friendly local taverns.  Many of the largest and best furnished taverns in the South had been standing for over a century, and specific locations might be known by travelers for particularly good food or rum.  Taverns fed and lodged visitors of all kinds.  They served as a unique venue where famous statesmen and ordinary men might share a newspaper (those unable to read pretending to understand), dine together, and enjoy the same entertainment in the taproom for a night.  But before the sun came up, each man would return to his own world and journey onward to the next location."],"display_date":1838,"search_date":"1838-07-02","citations":[{"divid":1216386241,"type":"Pamphlet or Other Printed Material","data":["Samuel Augustus Mitchell","Mitchell&#39;s Travel Guide Through the United States","Philadelphia, P.A.","Hinman &amp; Dutton","1838","Special Collections, Furman University"]},{"divid":1216386323,"type":"Book","data":["Alice Morse Earle","Stage-coach and Tavern Days",null,"New York","The Macmillan Company","1900","passim"]},{"divid":1216386360,"type":"Book","data":["Oliver W. Holmes and Peter T. Rohrbach","Stagecoach East &#58; Stagecoach days in the East from the Colonial period to the Civil War",null,"Washington, D.C.","Smithsonian Institution Press","1983","55, 61-73, 81-85"]}],"locations":[{"id":3015,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}