{"id":4265,"title":"A Dedication to the Manhood of Women in the Civil War\n","course_id":5,"status":"P","start_date":"1867-01-01","end_date":"1867-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["William Gilmore Simms accredited the women of the South with winning the Civil War.  He dedicated <em>War Poetry of the South</em> (published in both 1866 and 1867) to the women who had \"shown themselves worthy of any manhood\" through their \"virtuous effort and womanly endurance.\"  He applauded mothers, sisters, and wives for their displays of courage and endurance even while they sacrificed everything for the lost cause.  Simms believed that generations to follow would remember the triumph of the women who exemplified the best qualities of both men and women.","            The Civil War years offered women in both the North and the South new ways to participate in society.  A small number disguised themselves as men and snuck onto the battlefield, others became nurses, and still more stayed at home to sew uniforms and pack provisions.  From the start of the war in 1861, magazines such as <em>Harper's Weekly</em> encouraged women to sacrifice their resources, time, and families for their nation.  After kissing their husbands and sons farewell, women set up domestic labor groups to fulfill their patriotic duties and show courage even while far removed from the battlefield.  This courage demanded that women suffer emotional wounds sometimes considered more harmful than the physical wounds suffered by the men they loved.","            As the war progressed, resources in the South grew slim and women became impatient.  As more sons and husbands died, women began to question their role in society without a man - should they devote themselves wholeheartedly to the war or fight for their own freedom?  The elite women's dresses grew dingy while the lower classes struggled to find bread and coffee for each night's meal.  Over time sewing groups turned into political discussions, and the boldest women began writing letters to government officials and army officers beseeching them to bring the men home.  Others wrote poems and prayers published in magazines, trying to impress the magnitude of their suffering.  Letters to their husbands begged them to come home to protect their families.  Southern women feared God was no longer on their side.  As they debated whether it might be easier on the battlefield than at home, they tried to find the balance between gentleness and valor required of them.  Despite all of the doubt, they must have hidden their uncertainty well because men like William Gilmore Simms believed that women held the South together and credited them for winning the war even though the South lost."],"display_date":1867,"search_date":"1867-07-02","citations":[{"divid":1216386570,"type":"Pamphlet or Other Printed Material","data":["Willaim Gilmore Simms, LL. D.","War Poetry of the South","New York","Richardson &amp; Company","1867","Special Collections, Furman University"]},{"divid":1216386847,"type":"Book","data":["Alice Fahs","The Imagined Civil War&#58; Popular Literature of the North &amp; South 1861-1865",null,"Chapel Hill","The University of North Carolina Press","2001","120-149"]},{"divid":1216386956,"type":"Book","data":["Laura F. Edwards","Scarlett Doesn&#39;t Live Here Anymore&#58; Southern Women in the Civil War Era",null,"Chicago","University of Illinois Press","2000","85-86, 98-99"]},{"divid":1216387074,"type":"Book","data":["George C. Rable","Civil Wars&#58; Women and the Crisis of Southern Nationalism",null,"Chicago","University of llinois Press","1989","136-153"]},{"divid":1216387118,"type":"Article","data":["Drew Gilpin Faust","Altars of Sacrifice&#58; Confederate Women and the Narratives of War","Journal of American History","Vol. 76, No. 4","March 1990","1200-1228"]}],"locations":[{"id":3016,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}