{"id":4267,"title":"Kate Stone Praises Booth for His Daring Attempt\n","course_id":5,"status":"P","start_date":"1865-04-28","end_date":"1865-04-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 28, 1865 Kate Stone recorded her thoughts about the news of Abraham Lincoln's death.  She wrote, \"All honor to J. Wilkes Booth, who has rid the world of a tyrant and made himself famous for generations.\"  She also mentions John H. Surratt in her praises for \"daring\" an attack on the Secretary of State William H. Seward, a well know abolitionist. Later she discovered it was Louis Powell, friend to Booth, who had attempted to take the life of Seward. Later in the entry, Kate commented she hoped the two \"avengers\" would escape to the South. She releases a torrent of anguish on Lincoln's memory by adding, \"It is a terrible tragedy, but what is war but one long tragedy? What torrents of blood Lincoln has caused to flow, and how Seward has aided him in his bloody work.\" Kate wrote about the \"gloom\" that descended on her town, when news of Robert E. Lee and his army had been captured. She concludes her entry by stating that depression has taken everyone and she fears for her and her family's welfare if the slaves are freed.  "," Kate Stone's uncertainties were very legitimate feelings to most Southerners when they discovered Lee's surrender. The war to Southerners was fought for tax equality and defending state rights. Abraham Lincoln appeared as a tyrant to many Confederates when he revoked the right of <em>habeas corpus</em>. In doing this, many Confederate sympathizers and informants were arrested without their constitutional rights to a trial. This incited fierce patriotism and nationalism within the South, as Confederates sought to define Kate Stone's \"terrible tragedy.\" To commemorate feelings of patriotism, military leaders, such as Robert E. Lee or the Confederate soldier were viewed as people of honor, which reflected Southern virtues of courage, honor and integrity on the home front. ","These honorable sentiments were observed as essential qualities in Kate's South.  It was these values that idolized the memory of the South before the war and created a superior opinion of the southern home front. The idea of protecting the \"grace and gentility\" of home life in the Confederate states was reinforced with the news of Lee's surrender and the emancipation of the slaves. The home front became the next battle ground for the conservation of southern values. These thoughts would create much of the tension between the white South and the North as plans for Reconstruction took place. Kate Stone's journal entry provides a look into the Southerners' identity as Confederate defeat became a reality. Kate represents the insecurity of the Confederates as they experienced a period of mourning and remembrance at the end of the Civil War. Kate Stone's reflection of Lincoln's death, Lee's surrender and the emancipation of slaves was her way of trying to reason with news from the battle front. These memories define how the home front dealt with the downfall of the South and how they sought to immortalize them in history."],"display_date":"April 28, 1865","search_date":"1865-04-28","citations":[{"divid":1216387308,"type":"Book","data":["Kate Stone","The Journal of Kate Stone 1861-1868",null,"Baton Rouge","Louisiana State University Press","1955","332"]},{"divid":1216387359,"type":"Book","data":["David W. Blight","Beyond the Battlefield; Race, Memory, and the American Civil War",null,"Amherst","University of Massachusetts Press","2002","140-141"]},{"divid":1216387399,"type":"Book","data":["Elizabeth D. Leonard","Lincoln?s Avengers; Justice, Revenge, and Reunion after the Civil War",null,"New York","W. W. Norton and Company","2004","5"]},{"divid":1216387452,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Alan T. Nolan","The Anatomy of the Myth","The Myth of the Lost Cause and Civil War History","Gary W. Gallagher and Alan T. Nolan","Bloomington","Indiana University Press","2000","12-17"]}],"locations":[{"id":3018,"lat":32.3020569852,"lng":-99.9335045705,"zoom":9,"place":"TAYLOR, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}