{"id":4268,"title":"Blacks Massacred In Memphis Riots\n","course_id":5,"status":"P","start_date":"1866-05-01","end_date":"1866-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    Deep-seated racial tensions exploded in Memphis on May 1, 1866. For three days, violence ruled the city as roaming mobs murdered, robbed, and burned throughout the Black Quarter. By the time Federal troops imposed martial law on May 3, ending the riots, Memphis' terrorized black community was in shambles. Roughly fifty blacks were murdered outright and scores more were wounded. Burned to the ground were nearly 100 private homes, 12 churches, and 4 schools. The riots shocked the North and resulting Radical Republican outrage led to congressional investigations and a tightening of federal military occupation of the conquered South.","    It would take weeks before the exact details of the Memphis riots were known. The Freedmen's Bureau of Tennessee conducted an investigation and released a report on May 22. The report was a compilation and summary of a number of affidavits obtained from witnesses and participants in the riots. It was determined that the general cause of the riots was racial tension between blacks and poor whites-- particularly between poor whites and blacks who had served in the Union army. More importantly, \"There was an especial hatred among the city police for the Colored Soldiers, who were stationed here for a long time and had recently been discharged.\" The city police were at the core of much of the rioting, often leading the mobs.","    The rioting began during a confrontation between policemen and black veterans. Attempting to arrest a black for disorderly conduct, some blacks reportedly fired their pistols into the air. Perceiving themselves to be under attack, the police fired into th e crowd. The situation rapidly worsened as city officials dispatched the police into the streets and white citizens were asked to assist in a search for weapons. City Recorder John Creighton delivered an inflammatory speech and demanded \"That everyone of the citizens should get arms, organize, and go through the Negro districts.\" The resulting butchery saw policemen directing white mobs into black homes-- indiscriminate murder of women and children, raping, burning, and robbery ensued. ","    The Memphis military garrison did nothing about the violence for two days. Its commander, General George Stoneman would later testify before Congress and defend his inaction by saying he wanted to defer to the local authorities. However, in the case of the Memphis riots, local authorities were the very root of the problem. Much of the violence was conducted by local officials and police officers. Ultimately, the black community in Memphis had nowhere to look for protection and federal aid was needed to stop the rampaging population. The riots helped expose this problem-- one that would plague black populations throughout the South for much of Reconstruction.  "],"display_date":"May 1, 1866 - May 3, 1866","search_date":"1866-05-02","citations":[{"divid":1216387639,"type":"Website","data":["Col. Charles F. Johnson and Major T. W. Gilbreth","Reports of Outrages, Riots and Murders, Jan. 15, 1866 - Aug. 12, 1868","Christine&#39;s Genealogy Websites","freedmensbureau.com/tennessee/outrages/memphisriot.htm","December 1, 2007"]},{"divid":1216387774,"type":"Article","data":["James Gilbert Ryan","The Memphis Riots of 1866&#58; Terror in a Black Community During Reconstruction,","The Journal of Negro History","Vol. 62, No. 3","July 1977","243-253"]}],"locations":[{"id":3021,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}