{"id":427,"title":"The Currency Act Passed in Richmond\n","course_id":1,"status":"P","start_date":"1864-02-27","end_date":"1864-02-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Currency Act was first introduced as a bill to the Currency Committee' of the House of Representatives in a secret session.  The bill relied on taxation, not on funding, for the reduction of the heavily inflated currency in the Confederate States.  It proposed that a tax of 4 percent be levied on the value of property.  This bill became an Act of the Confederate Congress on February 27, 1864.  The Act stated that all treasury notes greater than five dollars would be taxed four percent.  Bonds purchased before the month of April would be subject to a tax of thirty-three and one-third percent tax.&lt;br /&gt;&lt;br /&gt;This Currency Act was passed in response to the highly inflated Confederate money.  However, the immediate effect of the Currency Bill seemed to have taken the mass of the people by surprise.  Prices rose instead of going down, despite what Congress had intended.  In addition, a large portion of the currency was in the form of one hundred dollar notes, and those notes needed to be funded.  They could not be exchanged at the same rate as the other dollar notes, but if they were kept back until the first of April, most of them would presumably disappear before then.  The remaining hundred dollar notes would most likely be used to pay large taxes or would eventually be converted into the new money."],"display_date":"February 27, 1864","search_date":"1864-02-27","citations":[{"divid":1214241475,"type":"Newspaper Article","data":["","Charleston Mercury","Charleston, SC","January 5, 1864",""]},{"divid":1214241508,"type":"Newspaper Article","data":["","Charleston Mercury","Charleston, SC","March 8, 1864","1"]},{"divid":1214241545,"type":"Newspaper Article","data":["","Chaleston Mercury","Charleston, SC","March 9, 1864",""]}],"locations":[{"id":319,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}