{"id":4270,"title":"Federal Troops Take Refuge In Fort Sumter\n","course_id":5,"status":"P","start_date":"1860-12-26","end_date":"1860-12-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    At noon on December 26, 1860, two cannon shots sounded throughout Charleston Harbor. Six days earlier, the state of South Carolina seceded from the Union. The gun shots were a pre-arranged signal for the federal troops stationed in Fort Moultrie on Sullivan's Island, located a few miles from Charleston. Under the command of Major Robert Anderson, the troops heard the signal and began to evacuate their garrison. Packing up provisions, ordnance, and the fort's United States flag, the soldiers left Moultrie permanently. Their destination was Fort Sumter.","    Tensions in Charleston were high, as city commanders, loyal to the state, organized militia and built batteries throughout the Charleston area aimed at Fort Moultrie. Despite these threatening troop movements and gun placements, Major Robert Anderson was under strict orders to show no hostility towards the rebels. However, likewise, he was also instructed to \"hold to the last extremity\" if attacked. Afraid of being overwhelmed by a land-based assault on Moultrie, Anderson had planned for weeks to abandon his position and relocate to Fort Sumter, which he believed was much more defensible installation. He had no express orders from Washington to move to Sumter and his move could be perceived by rebel commanders as a hostile act. ","    After evacuating Moultrie, Anderson and his command took two schooners across the harbor to Sumter. There, the troops took possession of the fort and ceremoniously raised the U.S. flag. Done with great speed and careful planning under the noses of secessionist forces, all of the South viewed it as an act of defiance. Charleston was outraged. Militia companies were called out and Citadel cadets prepared for combat. Charleston officials sent word to Anderson demanding that he return to Moultrie. His refusal nearly started the Civil War four months early.","    Papers across the North praised Anderson for his \"heroism\" for acting to protect his command from being besieged by the rebel forces. Local rebels met with Anderson and accused him of treachery; a Southern delegation to President Buchanan blamed him for taking a hostile action. The evacuation of Fort Moultrie highlighted the tensions and distrust between Charleston rebels and the tiny Union force in their midst-- a distrust that would lead South Carolina commanders to fire on the Star of the West four months later and start the Civil War."],"display_date":"December 26, 1860","search_date":"1860-12-26","citations":[{"divid":1215892552,"type":"Newspaper Article","data":["The Evacuation of Fort Moultrie","The New York Times","","December 31, 1860","1"]},{"divid":1215892594,"type":"Book","data":["Webb Garrison","Lincoln&#39;s Little War",null,"Nashville","Rutledge Hill Press","1997","9-17"]},{"divid":1215892710,"type":"Website","data":["John D. Pelzer","America&#39;s Civil War&#58; The Union&#39;s Mission to Relieve Fort Sumter","Weider History Network","www.historynet.com","December 2, 2007"]}],"locations":[{"id":3023,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}