{"id":4271,"title":"Furman Promises Appropriate Education for Women\n","course_id":5,"status":"P","start_date":"1850-08-01","end_date":"1850-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["       Reverend James C. Furman delivered a speech for opening convocation on the anniversary of Johnson Female Seminary in August of 1850.  He addressed the crowd of students with the words, \"women's sphere lies within the limits of private life. Home is the true scene of her influence.\"  He stressed the meaning of women as mothers, mistresses, advisors, physicians, judges, and educators.  James Furman advised the women of the college to take full advantage of their education at the seminary in order to become better mothers for the future generation. He also, mentioned his fears of women in the public sphere of a man's world.  He believed women did not belong in places like an autonomy class or the rough atmosphere of poll boxes around voting time.  Religion was applied generously to the advice he gave women on their duties. He challenged women to use the Bible as, \"the true Lady's Book,\" to maintain virtue and honesty, instead of finding merit in aesthetic assets, like beauty and the comforts of luxury.  James encouraged the students to \"cultivate habits of neatness and order,\" so that it would better the skill sets they would require for God's design.  He finished his speech by reminding the young woman of the seminary to use the influence of a woman to demonstrate the goodness of God and to set Christian examples for their future husbands. ","        James C. Furman's address to the students of Johnson Female Seminary indicated the view of women in the mid-nineteenth century as a companion to men and a devoted mother.  J.M.C. Breaker, another minister in the neighboring county of Greenville agreed, when he addressed the domesticity of the home and the role of women as \"angels of mercy\" in his speech for the Greenville Baptist Female College in 1858. Christianity provided the foundations of this concept as the secular world became a place for men to leave the home and pursue occupations separate from home life.  Women were to carry the ideology of goodness, purity, and the humanity of men, by their behavior in private and public life.  ","      When Furman mentions the Bible as a \"lady's book\" he is associating God's word to a lady's journal.  Popular in the day, women's magazines were used to demonstrate correct manners, give advice on child rearing, and to guide women through their daily chores as caretaker and submissive companions.  Lady's journals, like <em>Godey's Lady Book</em> provided women with stories of romance and duty, much like the bible would provide the spiritual guidance women needed.  Rev. Furman implies that even though beauty and dress is important, the basic values of goodness are better.","      In the speech, Furman states that he would be shocked to discover a woman in a classroom or in any realm of public life.  A year earlier, in 1849, Elizabeth Blackwell became the first woman in the United States to graduate from medical school.  By August in 1850, several revolutionary women had taken steps to improve education and missionary work.  Public opinion circulating during this time deemed the pursuit of a career by a woman was an act of aggression. Intellectual training was ill suited for the poor, frail mental and physical design of a woman.  ","      Even though, the aim of altering women's education toward better intellectual standards was slowly evolving in the United States, the students of Johnson Female Seminary were being groomed for the life of a plantaintion mistress.   James C. Furman's speech is an example of the nineteenth century values that restricted women's right toward higher means of learning.  Action came though, in the next ten years women's colleges and seminaries would instruct female students as teachers.  This gave women the opportunity of being the main source of education for future American children."],"display_date":"August 1, 1850 - August 30, 1850","search_date":"1850-08-15","citations":[{"divid":1215892172,"type":"Primary Source in a Secondary Source","data":["J.M.C. Breaker, An Address Before the Greenville Baptist Female College","July 23, 1858","Academy and College&#58; The History of the Woman&#39;s College at Furman University","Judith Bainbridge","Macon, GA","Mercer University Press","2001","56"]},{"divid":1215892335,"type":"Article","data":["Barbara Welter","The Cult of True Womanhood&#58; 1820-1860","American Quarterly","18","Summer 1996","151-152"]},{"divid":1215892421,"type":"Book","data":["Judith T. Bainbridge","Academy and College&#58; The History of the Women&#39;s College of Furman University",null,"Macon, GA","Mercer University Press ","2001","54"]},{"divid":5521,"type":"Film","data":[null,"QDYlyrBzX"]}],"locations":[{"id":3024,"lat":34.519117434,"lng":-82.637883414,"zoom":9,"place":"ANDERSON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}