{"id":4272,"title":"Border Ruffians Leave For Kansas\n","course_id":5,"status":"P","start_date":"1856-05-03","end_date":"1856-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 3, 1856 a group of settlers left Westport, Missouri for the Territory of Kansas. Led by Major Buford, the diverse group consisted of pro-slavery activists of all stripes. They came from several Southern states, including Georgia, Alabama, South Carolina, and Tennessee.  Leaving to much fanfare, the settlers departed after a reception at the Farmer's Hotel in Westport. There, Major Buford, the group's leader, was presented with a horse by a wealthy, pro-slavery citizen of the town. A banquet was held in the settlers' honor and a crowd cheered as a band played in celebration of the group's mission: advancing the pro-slavery cause in Kansas.","    Kansas was a flash-point for the national divide over the issue of slavery. Still a territory, its admission into the Union as a free or slave state would have dramatic consequences for the national balance of power. Resources, funding, and activists from both sides flooded into Kansas in an attempt to influence the territory's politics. Wealthy activists and groups funded and organized parties of settlers to emigrate into the territory. Migration quickly gave way to intimidation and violence as \"Border Ruffians\" sought to influence state government in any way possible.","    Pro-slavery advocates had good reason to celebrate as Major Buford's party left for Kansas. A correspondent for the pro-slavery newspaper, the Saint Louis Republican, wrote \"They are a fine looking set of young men, and if they make as good settlers as they are doubtless good fighters, Kansas will be greatly indebted to the originator of the expedition.\" Concerns over whether or not they would make \"good fighters\" made clear that the party's goals included a little more than just peaceful settlement. The band would indeed need \"good fighters,\" as well as hardy and resourceful young men; they aimed to jump into the fray that had become \"Bleeding Kansas.\" The departure of Major Buford's group was but one of hundreds of similar parties that poured into the territory from both sides of the divide.  "],"display_date":"May 3, 1856","search_date":"1856-05-03","citations":[{"divid":1216507614,"type":"Newspaper Article","data":["Interesting From Kansas","The New York Times","","May 10, 1856","1"]},{"divid":1216507634,"type":"Book","data":["Thomas Goodrich","War to the Knife&#58; Bleeding Kansas 1854-1861",null,"Pennsylvania","Stackpole Books","1998",""]},{"divid":1216507783,"type":"Book","data":["Eugene Morrow Violette","A History of Missouri",null,"Massachusetts","D.C. Heath &amp; Co.","1918","315-320"]},{"divid":151981,"type":"Government Document","data":[null,null,"XNphnpLpoUe"]}],"locations":[{"id":3025,"lat":39.0084856397,"lng":-94.3460789427,"zoom":9,"place":"JACKSON, Missouri"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}