{"id":4275,"title":"Atlanta Celebrates America&#39;s One-Hundredth Birthday\n","course_id":5,"status":"P","start_date":"1876-07-04","end_date":"1876-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Excitement began to spread across the country as celebrations and parties of extravagant proportions were planned and organized.  A celebration of American victory and freedom, this particular Fourth of July promised to be grander than all its predecessors. The year was 1876, and America was turning one-hundred years old. Of no exception to this national excitement was the up and coming southern town of Atlanta, Georgia where the citizens excitedly prepared for the centennial celebration.  The Atlanta Constitution documented this significant event in the history of the country as it took place in a small southern city, offering a glimpse not only into the patriotic celebrations of the nineteenth century but also into the development of American nationalism in the post-bellum South.  ","A town experiencing much change and growth in 1876, Atlanta had begun to recover from the obscurity of its ante-bellum existence and the destruction wrecked upon it during the Civil War. Assuming a more prominent role in the South, Atlanta had begun to become a hub of commerce and information due mostly to the railroad expansion and development in the area. By 1876, the Atlanta Constitution had earned a considerable reputation by acquiring several new editors including Henry Grady who would later propel the city into the national spotlight. In addition to the tangible changes Atlanta had experienced was the ideological development of a southern town towards the end of Reconstruction. Worthy of note is Franklin Garret's description in his book on Atlanta about how the town was still jaded by the Civil War, an emotion that complicated the city's attitude towards national holidays. Despite this sentiment and not wanting to be outdone, the Constitution describes how the citizens of Atlanta formed committees to plan parties and organize a celebration of memorable proportions for the centennial Fourth of July.","As the momentous day of jubilee approached and anticipation began to grow around the country, congress passed a resolution encouraging widespread festivity for the Fourth of July. Setting the tone for a nation wide celebration, this resolution was sent to all the different states, including Georgia. Governor Smith received the resolution which was subsequently printed in the Constitution on April 26, 1876. The fact that such a resolution was published in the Constitution and that it set the tone for the celebrations to come speaks of Atlanta's changing sentiment towards American nationalism and mirrors its growth from a small southern town into a national city. ","The tempo set and the parties planned, Atlanta was ready to celebrate.  According to the Atlanta Constitution, a large party was planned to be held at the Irish Literary Association building which was located at the intersection of Whitehall and Peters Street. The paper calls for the general public to \"lend their help toward making this celebration of this centennial Fourth a memorable occasion.\" According to the Constitution of July 6, the party was such a success that \"several hundred had to turn away\" because there was not enough room. The decorations were \"beautiful\" and extravagant, and all in all the tone and atmosphere of the occasion was one of national unity. To that end, a portrait of George Washington was prominently displayed along with an exhibit of arms that symbolized peace and unity between the North and the South in post-Civil War America. Not only was the celebration in Atlanta a huge hit that drew large numbers and extensive news coverage, it was also a success in that it was a celebration of national unity in a region that had recently undergone great turmoil and destruction."],"display_date":"July 4, 1876","search_date":"1876-07-04","citations":[{"divid":1215891358,"type":"Book","data":["Franklin M. Garret","Atlanta and Environs&#58; A Chronicle of Its People and Events",null,"Athens ","University of Georgia Press","1969","923-934"]},{"divid":1215891398,"type":"Newspaper Article","data":["A General Centennial&#58; Resolution of Congress - A Good Idea For the People","Atlanta Constitution","","April 26, 1876",""]},{"divid":1215891509,"type":"Newspaper Article","data":["The Glorious Fourth&#58; It&#39;s Celebration in Atlanta To-Night","Atlanta Constitution","","July 4, 1876",""]},{"divid":1215891540,"type":"Newspaper Article","data":["Liberty&#39;s Natal Day&#58; Enthusiastic Celebration of the Centennial Fourth of July in Atlanta and Throughout the Country","Atlanta Constitution","","July 6, 1876",""]}],"locations":[{"id":3028,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}