{"id":4276,"title":"Easter Hudson Becomes a Member of the Brushy Creek Baptist Church\n","course_id":5,"status":"P","start_date":"1835-10-01","end_date":"1835-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Easter Hudson appeared in the Brushy Creek Baptist Church records as early as 1831, but she became a member of the church on October of 1835. Easter, along with six other black members were listed with the surname of Hudson and were present in the new members list of 1835.There were two white members named Millie and Albert J. Hudson that also became members of this Baptist church at the same time. Two columns in the record separate members by race; white members were on the left and \"colored\" members were on the right. Who was Easter Hudson? Was she a slave or was she free?","The Greenville County Census of 1830 dictates five thousand and sixty-three slaves were accounted for in that year. There were only thirty-two black residents of Greenville who were recorded as free. By 1840, the census records a twenty percent increase in slaves and an estimate of forty-three freed persons in Greenville, S.C. Looking at the South Carolina deeds of sell for 1820 to 1850 there is an indication that the circulation of slaves was very high. Several slaves who had a trade as a blacksmith, painter, mariner, or other essential profession were sold sometimes as often as twice a year. Slave women were also sold at this rate if they were accomplished cooks or seamstresses. Greenville County's slave holders would rotate these professionals based on demand throughout the region. Usually slaves were only mentioned in the sale by their first name. At this revolving rate, slaves coming through Greenville or the vagueness of the actual records of sold slaves makes it difficult to distinguish if Easter Hudson was a slave owned by a member of the Hudson family or a freed black in 1835. "," The presence of Easter's name in the roster of Brushy Creek Baptist Church indicates that she was accepted as a legitimate member regardless of her position; free or slave. Due to the fact she appears in the \"colored\" column of the record describes her position as a black member, as well as explaining how white members viewed \"colored\" members.  This leads the question; did Easter Hudson participate in the Baptist Church as a slave? Was she forced to attend, because of her owner's wishes or did she attend on her own free will without the confines of her social situation? "," Brushy Creek Baptist Church recognized slaves as members of the church since its establishment in August 1805. The practice of white Southerners bringing their slaves to church was a very common one. The gallery in a church was especially designed to separate the races in a church. Evangelization was extremely important for southerners to rationalize slavery as an institution based on the paternalistic duties of \"civilizing\" the slave. Slave evangelization was promoted by slave owners, because the ministry of Christianity might, \"encouraged slaves to be more obedient and less prone to rebel against circumstances.\" ","Easter's mere existence in the church minutes is an example of the involvement of black members in a religious organization during the early nineteenth century. The status of black church members is redefined by the emancipation of slaves, especially during the Reconstruction period of the South. Religious racism continued throughout the Reconstruction period and well into the Gilded Age as these individuals struggled with participation and clergy rights in white churches. Easter Hudson's name in the church minutes represents the uncertainty of a black member's status in a Southern Baptist church in 1835."],"display_date":"October 1, 1835 - October 30, 1835","search_date":"1835-10-15","citations":[{"divid":1216388651,"type":"Manuscript on Microfilm","data":["","Brushy Creek Baptist Church Minutes","Micfilm 266.06 5724","Baptist Historical Collection Records 1794-1927","James B. Duke Library, Furman University"]},{"divid":1216388688,"type":"Website","data":["Paul R. Sarrett, Jr.","SCGenWeb Archives&#58; Greenville County &quot;1830 Greenville County Census&quot;","Ancestry.com","www.rootsweb.com/~usgenweb/sc/sca_grnv.html","November 28, 2007"]},{"divid":1216388813,"type":"Website","data":["South Carolina Department of Archives and History","On-line Records Index; Combined Index to 30 Records Series 1675-1929","State of South Carolina","http&#58;//www.state.sc.us/scdah/","November 28, 1997"]},{"divid":1216388887,"type":"Book","data":["Mann Batson","A History of the Upper Part of Greenville County, S.C.",null,"Taylors","Faith Printing Company","1993","246"]},{"divid":1216388985,"type":"Article","data":["Alwyn Barr","Black Urban Churches on the Southern Frontier 1865-1900","The Journal of Negro History","Vol. 82, No. 4","1999","368"]},{"divid":1216389075,"type":"Book","data":["Michael J. McClymond","Embodying the Spirit; New Perspectives on North American Revivalism",null,"Baltimore","Johns Hopkins University Press","2004","263"]},{"divid":56519,"type":"Primary Source in a Secondary Source","data":[null,"FsJgtWcQATjJlE"]}],"locations":[{"id":3029,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}