{"id":4277,"title":"Brothers in Arms\n","course_id":5,"status":"P","start_date":"1862-06-15","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Onward the brigade marched, through the murderous fire pouring down from the ridge.  These men were tried and tested through the forge of combat and had developed camaraderie and a sense of pride.  These men were the soldiers of Gregg's Brigade.","<em>The History of a Brigade of South Carolinians, known first as \"Gregg's\" and subsequently as \"McGowan's brigade</em><em>\", written by James Fitz James Caldwell, gives a detailed and vivid description of the experiences of this brigade over the span of roughly three years.  This brigade saw action in many battles of the American Civil War, including the battles of Richmond, the Second Battle of Manassas, Sharpsburg, Fredericksburg, Chancellorsville, and Gettysburg.  Caldwell describes the actions the brigade took part in, and at the end of each section lists the names and ranks of those soldiers from the brigade killed or wounded in that action.  If a commanding officer is killed, Caldwell devotes a special remembrance of that officer as a man and a soldier, as a kind of memorial.  </em>","<em>In this book, Caldwell goes into great detail about the brigade and their combat experiences.  One scene which is quite striking is one in which he passed by a breastwork that had caught fire due to exploding ammunition.  Caldwell saw the charred bodies of men who were caught in the inferno, and described how their bodies showed the last moments of their life, arms in the air trying to ward off the flames.  In the descriptions of the battles, he usually showed his sense of pride and camaraderie.  There was only one instance of when he was ashamed of his brigade, and that was when they were unable to hold the line against a Union assault.  Caldwell also mentions the support of the Southern women.  He says that the women incite dissention among the soldiers and have been so worn down by loss and hardship that they had given up and left the men to their own devices.</em>","<em>The secondary sources support the events described in Caldwell's book.  Brunson's Pee Dee Light Artillery</em><em> is based around the Light Artillery of Gregg's Brigade and does reference many of the things Caldwell does, including the brigade's involvement at Sharpsburg and Gettysburg and Orr's Rifle division.  On page seven, Brunson also gives the account of Gregg's death in the battle of Fredericksburg by being \"mortally wounded by a bullet through his spine.\" Brown's A Colonel at Gettysburg and Spotsylvania</em><em> also supports Caldwell's recollections, including the death of Captain Haskell of the Sharpshooters Battalion on page 86.<strong></strong></em>"],"display_date":"June 15, 1862 - April 9, 1865","search_date":"1863-11-11","citations":[{"divid":1218295906,"type":"Pamphlet or Other Printed Material","data":["J. F. J. Caldwell","The history of a brigade of South Carolinians, known first as &quot;Gregg&#39;s&quot; and subsequently as &quot;McGowan&#39;s brigade.&quot;","Philadelphia, P.A.","King &amp; Baird, printers","1866","Alderman Library, University of Virginia"]},{"divid":1218295962,"type":"Book","data":["Joseph Woods Brunson","Pee Dee Light Artillery",null,"University of Alabama","Confederate Publishing","1983","7"]},{"divid":1218296096,"type":"Book","data":["Varina Davis Brown","A Colonel at Gettysburg and Spotsylvania",null,"Columbia","The State Company","1931","86"]}],"locations":[{"id":3030,"lat":34.2738944437,"lng":-79.941633894,"zoom":9,"place":"DARLINGTON, South Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}