{"id":4278,"title":"The Day in the Life of a Union Prisoner of War: Disease and Deprivation\n","course_id":4,"status":"P","start_date":"1865-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["           The United States Sanitary Commission conducted a series of interviews following the conclusion of the Civil War. The Commission focused on the details of Union soldier's imprisonment during their service. The soldiers gave testimony as to their experience as a prisoner of war. The compilation of accounts details the suffering and privations of different soldiers both commissioned and non-commissioned officers. ","            Private Joseph Grider was sworn in and examined in Virginia by the Commission. He detailed his survival from both the Libby and Danville Prisons operated by the Confederate States of America. The main discussion elaborated on the health of Private Grider and the conditions in which he was held. Grider detailed the rations allotted to himself and his fellow prisoners of war; the main storyline revolved around the bread ration, a staple in the diet of Civil War soldiers. The bread was rough with whole grains; when he was moved to Danville he received black bread made of cane seed. Grider discussed the deterioration of his health as a result of the food rations and inadequate housing. The prisoners suffered from diarrhea and other ailments. One other area of interest from Grider's testimony involves the severity of punishment enforced by the Confederate guards; during his stay at Danville seven men were shot for out the window. Other punishments involved the holding of men in chambers until they 'fouled on the floor.'","            Another testimony from Private Robert Morrison detailed the differences between Richmond, Pemberton, and Danville Confederate Prisons. Similar to Grider, he discussed the loss of personal items and the deprivation of clean and warm shelter during his early experiences in the prisons. The deprivation of healthy and clean food was another problem for Private Morrison. He noted the decline in his health as coinciding with his entrance into the prisoner of war encampments. Prior to his capture he did not have problems with diarrhea or fever; sickness did not take hold upon Morrison until he began eating the rations given to him by Confederate guards. Unlike Grider's testimony, Morrison detailed his final living quarters as warm, spacey with endless amounts of food and also access to a 'privy.' ","            The similarities between these two privates testimony is parallel when it comes to their experiences with food rationing. In many instances they expressed their opinion that it was contaminated or perhaps undercooked. Private Morrison stated, \"I got a chunk of corn bread daily...sometimes it was about half baked.\"  Dr. Joseph Jones, a witness in trial against Henry Wirz, 'formerly the commandant of the interior of the Confederate States military prison at Andersonville', shared this hypothesis stating, \"As far as my experience extends, no person who had been reared on wheat bread, and who was held in captivity for any length of time, could retain his health and escape either scurvy or diarrhea, if confined to the Confederate ration (issued to the soldier in the field and hospital) of unbolted corn meal and bacon.\" ","            Interestingly enough, Confederate law decreed that all prisoners should have access to the same privilege and food rations as the Confederate Soldiers; this act was acknowledged by General Robert E. Lee himself in a letter to a relative stating, \"The laws of the Confederate Congress and the orders of the War Department directed that the rations furnished prisoners of war should be the same in quantity and quality as those furnished enlisted men in the army of the Confederacy, and that the hospitals for prisoners should be placed on the same footing as other Confederate States hospitals in all respects.\" Whether this was an act of forbearance or an act of compassion it is easy to see, Union soldier in Confederate prisons suffered through disease and desperation similarly. Although this was an act in effect, prisons in the South failed to comply with all its' standards and requirements. William Best Hesseltine pointed out that the closing of the summer of 1863 brought about the halt of a cartel in which prisoners from both sides of the war were exchanged; this halt increased the number of mouths to feed and also the growing debt of the Confederacy. Prisoners in southern camps suffered the consequences of this halt. Hesseltine remarked that the quality and quantity of rations for prisoners especially at Libby prison decreased markedly as the days passed by and yet the officers continued to enjoy luxuries such as apples, sugar, eggs, molasses, and corn."],"display_date":1865,"search_date":"1865-07-02","citations":[{"divid":1217066607,"type":"Pamphlet or Other Printed Material","data":["Valentine Mott","Narrative of Privations and Suffering of United States Officers &amp; Soldiers While Prisoners of War in the hands of the Rebel Authorities Being the Report of a Commission of Inquiry","Boston","United States Sanitary Commission","1865","Special Collections Library, Juniata College"]},{"divid":1217068374,"type":"Book","data":["William Best Hesseltine","Civil War Prisons&#58; A Study in War Psychology",null,"New York","Frederick Ungar Publishing Co.","1958","114-115"]},{"divid":1217068465,"type":"Pamphlet or Other Printed Material","data":["Southern Historical Society","Southern Historical Society Papers&#58; Testimony of General R.E. Lee","Richmond, Virginia","Virginia Historical Society","1876","Special Collections Library, University of Virginia"]}],"locations":[{"id":3031,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}