{"id":4279,"title":"The Jim Crow Car Trials in Georgia\n","course_id":5,"status":"P","start_date":"1887-01-01","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When Mr. Heard bought his train ticket for Philadelphia to Atlanta, little did he expect the events that would transpire as a result of that trip. In the spring of 1887, William M. Heard, an African American, brought suit against the Georgia Railroad Company after he was obligated to move into a segregated \"Jim Crow\" car. This action set into motion a series of court cases that specifically dealt with racial segregation in railroad cars and attempted to fight against the general ideology of Jim Crow.  Interstate Commerce Laws had been passed by congress in an attempt to deter such segregation, but Jim Crow was strong in the South and growing more powerful every year. Heard was one of the many brave men who attempted to fight the growing and terrible trend of racial segregation. ","Purchasing a first-class ticket in Philadelphia, Heard peacefully road the train until it reached the Georgia border at Augusta. The Atlanta Constitution describes how, at this location, Heard was compelled as a black man to vacate his car and ride in another car where \"the accommodation[s] were second class and inferior in every way\" to those in the first class car that the white passengers occupied. This segregated car to which he was banished was what became known as the \"Jim Crow\" car. Heard had been involved in a similar incident over a year before which had resulted in a successful suit against the company. The Constitution relates that he decided to bring additional suit against the Georgia Railroad Company in order to obtain further confirmation of the Interstate Commerce Commissioners' opposition to such practices by the railroad companies. The Georgia Railroad Company quickly objected to the suit based on \"various grounds\" including the \"jurisdiction of the courts,\" said the Constitution. The company quickly responded to Heard's petition by saying that the cars for the \"colored passengers [were] equally as safe, comfortable, and clean...as those provided for the whites.\" The suit was postponed for a significant period and eventually halted at a stalemate. However Heard had done his part in the fight against segregation of railroad cars. ","Heard was not the only sufferer who decided to fight back. Another suit was filed to the Interstate Commerce Commission by a man name William H. Councill. According to the May 31 Constitution, Councill was seeking 25,000 worth of damages for being \"forcibly ejected from a first-class car after having paid for a first class ticket.\" He was subsequently subjected to riding in the \"Jim Crow\" car. The trend had been set, and the Georgia Railroad Company soon found itself mired down with court cases. The ranks against the Georgia Railroad Company and railroad segregation began to swell even more with the key addition of Rev. George C. Rowe of Charleston. The Constitution describes how Rev. Rowe began a nationwide campaign after he and several other colored passengers were forced to ride in the \"Jim Crow\" car after purchasing first-class tickets. The purpose of Rowe's campaign was to rally support, both moral and financial, with which to bring suit against the Georgia Railroad Company and against racial segregation in general. While the efforts of men such as Heard, Councill, and Rowe may have fallen short in achieving racial equality, their fortitude certainly helped establish precedence for the long and difficult fight against inequality."],"display_date":"1887 - 1889","search_date":"1888-07-01","citations":[{"divid":1215890881,"type":"Book","data":["Kathleen Ann Clark","Defining Moments&#58; African American Commemoration &amp; Political Culture in the South, 1863-1913",null,"Chapel Hill","University of North Carolina Press","2005","188-228"]},{"divid":1215890936,"type":"Newspaper Article","data":["Another &#39;Jim Crow&#39; Car Case&#58; A Colored Man&#39;s Complaint Against the Georgia Railroad","Atlanta Constitution","","April 10, 1889",""]},{"divid":1215891024,"type":"Newspaper Article","data":["Parallel Cases&#58; Two Complaints Before the Railroad Commissioners","Atlanta Constitution","","June 1, 1887",""]},{"divid":1215891054,"type":"Newspaper Article","data":["Jumping Jim Crow&#58; Answer of the Georgia Railroad to Heard, Who Complains of Discrimination","Atlanta Constitution","","July 30, 1887",""]},{"divid":1215891106,"type":"Newspaper Article","data":["The &#39;Jim Crow&#39; Car&#58; Rowe Asking for Contributions to Enable Him to Sue the Railroad","Atlanta Constitution","","Septembr 23, 1889",""]}],"locations":[{"id":3032,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}