{"id":4281,"title":"Fire and Steel:  Weaponry of the Confederacy\n","course_id":5,"status":"P","start_date":"1863-01-01","end_date":"1863-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Cannons and rifles perform a cacophony of blood and thunder as the cold steel of bayonets slice through the enemy line.  Deadly technology meets close quarters fighting and Napoleonic tactics, and the result is not pretty.","These deadly weapons are listed in detail in Col. J. Gorgas' <strong><em>The Ordnance Manual for the Use of the Officers of the Confederate States Army</em></strong><strong>.  In this book are the specific types, dimensions, and qualities of these weapons.  In and of itself, this book does not shed much insight into the effect these weapons had upon the battles of the Civil War.  We must look for this instead in personal accounts of soldiers who witnessed their effects firsthand.  For this, Caldwell's <em>History of a South Carolina Brigade, </em>Brunson's <em>Pee Dee Light Artillery</em> and Brown's <em>A Colonel at Gettysburg and Spotsylvania</em> work exceedingly well, as all of these books give detailed and sometimes vivid descriptions of the effect of these weapons.  For example, Caldwell describes a particularly gruesome scene in which several soldiers' remains lie mangled by grapeshot and rifle wounds.  </strong>","<strong>During the Civil War, most generals still employed Napoleonic tactics, preferring to move large amounts of troops in tight formations to fire highly accurate rifle volleys at short distances.  This factor, combined with the particularly sinister use of grape and canister shot, which is basically a shotgun burst fired from a cannon, meant a high casualty count.  One can well imagine the devastation these weapons caused upon those unfortunate enough to be in their path.  Bayonets were also used, often causing severe infections in the wound.  Heidler's <em>Encyclopedia of the American Civil War</em> further supports these facts, stating that percussion rifles were the cause of  90% of all combat casualties.</strong><strong></strong>"],"display_date":1863,"search_date":"1863-07-02","citations":[{"divid":1216807231,"type":"Pamphlet or Other Printed Material","data":["Col. J. Gorgas","The Ordinance Manual for the Use of the Officers of the Confederate States Army","Charleston","Evans &amp; Cogwell","1863","Special Collections Library, University of Virginia"]},{"divid":1216807690,"type":"Book","data":["Varina D. Brown","A Colonel at Gettysburg and Spotsylvania",null,"Columbia, S.C.","The State Company","1931",""]},{"divid":1216807717,"type":"Book","data":["Joseph Woods Brunson","Pee Dee Lite Artillery of Maxcy Gregg&#39;s &#40;later Samuel McGowan&#39;s&#41; Brigade, First South Carolina Volunteers &#40;Infantry&#41; C.S.A.&#58; A Historical Sketch and Roster",null,"Alabama","Confederate Publishing","1983",""]},{"divid":1216807849,"type":"Book","data":["David Stephen Heidler","Encyclopedia of the American Civil War",null,"Santa Barbara, California","ABC-CLIO","2000",""]},{"divid":9885,"type":"Artifact","data":[null,null,null,null,null,"vQDPpswKIxFMWXHikS"]}],"locations":[{"id":3034,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}