{"id":4282,"title":"Albert Spalding and Baseball&#39;s World Tour\n","course_id":5,"status":"P","start_date":"1888-10-01","end_date":"1889-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Packing their bats, balls and bags, a group of courageous men set out upon a journey of unprecedented nature and purpose. The year was 1888, and Albert G. Spalding had organized a group of all-star baseball players for the purpose of taking the game of baseball on a tour around the world.  A former baseball player himself, Spalding saw this tour as an opportunity to spread the national pastime over the entire globe while simultaneously advancing the interests of his new sporting goods chain.  From Chicago clear around the globe, baseball's finest players took America's pastime as ambassadors to new and spellbound audiences. According to Thomas Zeiler, who wrote a book dedicated to the subject, not only was the tour a sign of baseball's growing popularity, it also signified America's growing interest in global expansion and imperialism. Not only were the players ambassadors of baseball, they were ambassadors of the American way.","The Boston Globe called Spalding's idea one that, \"for boldness and scope, tops anything ever before attempted in the world of sports.\" Consisting of the top talent from around the country, the two teams, the All-America team and Chicago team, set out from Chicago under the direction of Spalding in October of 1888.  Crossing the American west with sweeping success, the tour arrived in San Francisco where it embarked upon the trans-pacific segment of its journey.  Stopping off briefly in Hawaii, the tour landed in Australia and met with an audience accustomed to the game of cricket. After indulging their audiences with exhibition games against the cricket teams of the country, the tour wowed the onlookers with a game of baseball that was highly applauded. The Globe describes how Spalding, achieving this success, then determined to take the tour through Europe and subsequently signed a contract for a European segment of the tour. Its path mapped out, the tour again set sail, crossing the Indian Ocean and heading into Egypt via the Suez Canal. From there the tour crossed Europe with its final destination being the British Isles. Here the two teams battled against each other and against the country's cricket teams all across England, Scotland, and Ireland. Finally returning to the states, Zeiler describes how Spalding received \"applause once near New York harbor\" and how the tour was met with great welcome and banquets almost every place it went.  After playing several games in the east, including a surprisingly lukewarm welcome in Washington D. C., the tour finally came to rest in Chicago where it played its last game. ","The impact of this world tour was soon seen. Returning in the spring of 1889, Spalding quickly made good on his marketing scheme.  In a deal that the New York Times called \"one of the biggest sporting deals of the season,\" Spalding bought out the company of A. J. Reach Company and established \"world control of the sporting goods line.\" Just as a baseball player gloriously rounds the bases after a homerun, so did America's pastime circle the world as a result of Spalding's \"homerun\" of an idea. Not only had the tour given the world a glimpse of America and its game, it had forever solidified baseball as an American institution and the national pastime."],"display_date":"October 1, 1888 - May 30, 1889","search_date":"1889-01-29","citations":[{"divid":1217556111,"type":"Book","data":["Thomas W. Zeiler","Ambassadors in Pinstripes&#58; The Spalding World Baseball Tour and the Birth of the American Empire",null,"New York","Rowman and Littlefield Publishers, Inc.","2006",""]},{"divid":1217556167,"type":"Newspaper Article","data":["Around the World","Boston Globe","","November 25, 1888",""]},{"divid":1217556192,"type":"Newspaper Article","data":["The Sporting Goods Trade","New York Times","","September 1, 1889",""]},{"divid":1217556220,"type":"Newspaper Article","data":["Baseball in Australia","New York Times ","","March 25, 1888",""]}],"locations":[{"id":3035,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":20,"tag":"Diplomacy/International"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}