{"id":4283,"title":"Distinguished Savages\n","course_id":5,"status":"P","start_date":"1834-01-01","end_date":"1834-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["We all know the stereotype: the screaming, bloodthirsty savage with scalp in hand, terrorizing the civilized world and using the land without virtue.   Yet there are some people who differ, like Benjamin B. Thatcher.  ","In his <em>Indian Biography</em>, Thatcher argued that the Native American was not resigned to such a savage state, but that there existed among them great \"patriots, orators, warriors, and statesmen\" who merely \"ruled over barbarian communities.\"  Indeed, Thatcher ventured to say that we and our fathers owed much to the Native Americans.  Thatcher details the lives and deeds of several notable Native American leaders, such as Philip.  Thatcher gives an account of Philip during Philip's War, and how he displayed a \"courage as noble as his intellect.\"  According to this account, Philip did not mistreat his captives, he saved the life of a man named James Brown, and he gave kindness and protection to the Leonard Family of Raynham.  In battle, Philip was noble and strong, displaying the likeness of a lion.  This is in great contrast to the colonists' treatment of Philip.  They paraded his head around the colony and sold his nine year old son into slavery.  ","Fairchild's <em>The Noble Savages</em> argues that there was a connection between the idea of the \"noble savage\" and romantic naturalism, or a return to nature.  Romantic naturalism was of growing interest during the 19th century.  She says, \"To me, a Noble Savage is any free and wild being who draws directly from nature virtues which raise doubts as to the value of civilization.\"  This view of the Indians runs in steep contrast to the racist and stereotypically hostile view of many Americans.  Barnett's <em>The Ignoble Savage </em>tells us the colonists often regarded the Indians as \" 'aesthetical, proud, wild, barbarous, bruitish (in one word) diabolicall creatures.'\"","The conclusion we can gather from Thatcher, Fairchild, and Barnett is that during the 19th century there was a sort of growing sense of romantic naturalism associated with the Indian, and that the view of the Indian was indeed dynamic, although there was still a considerable force of prejudice and racism to be reckoned with. "],"display_date":1834,"search_date":"1834-07-02","citations":[{"divid":1216808748,"type":"Pamphlet or Other Printed Material","data":["B.B. Thatcher","Indian Biography","New York","Harper &amp; Brothers","1834","Special Collections Library, University of Virginia"]},{"divid":1216808797,"type":"Book","data":["Hoxie Neale Fairchild","The Noble Savage, A Study in Romantic Naturalism",null,"New York","Columbia University Press","1928",""]},{"divid":1216808836,"type":"Book","data":["Louise K. Barnett","The Ignoble Savage&#58; American Literary Racism, 1790-1800",null,"Westport, Connecticut","Greenwood Press","1975",""]}],"locations":[{"id":3036,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}