{"id":4285,"title":"Henry Grady and His New South Speech\n","course_id":5,"status":"P","start_date":"1886-12-22","end_date":"1886-12-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A man of great charisma and incredible oratory skills, Grady was a man with a goal. Henry W. Grady was born in Georgia and was throughout his career a spokesman, a proponent, and an ambassador for the South to the rest of the world. Growing up in the disenfranchised and embittered South, Grady had a vision of a reintegrated South that would take its place of glory and prominence in the newly restored nation. Harold Davis describes how Grady, who was barely in his thirties when his career took off, became a \"household [name] in the homes of most educated Americans.\" His most famous and influential speech came in 1886 when he addressed the New England Society in New York. In that renowned speech he referred to what famously became known as the \"New South.\" It was a speech and a phrase that would forever change the perceptions and views of the South.","One of the chief editors of the Atlanta Constitution and a key politician in the city of Atlanta, Grady was a very influential man. Davis describes that despite his poor health, Grady, in 1886, accepted an invitation to speak for the annual New England Society's convention. Lots hype was created and centered on this southern politician's coming to New York and speaking in front of such a prestigious group. Grady was not to disappoint. As soon as he began his speech, the audience was rendered spell-bound. The Atlanta Constitution reports that the speech was \"the best speech that [had] been delivered in years\" and that its \"triumph was instant.\"  Delivered with great zeal and charisma, the speech spoke of a \"New South,\" one of redemption and glory. Davis tells of how Grady invoked his audience to remember the \"prophecy of [Daniel] Webster when he said that 'standing hand to hand and clasping hands, we should remain united...all united now and united forever.'\" Davis retells how when the speech was over, Grady was \"mobbed where he stood.\"","On the home front in the South, the speech was met with similar success. The Constitution relates how both Louisiana and Virginia \"cordially approved\" of the speech. Also in Tennessee the speech was \"well received\" and \"the sentiments therein [were] heartily endorsed.\" All in all, the South was pleased that it was so well represented by Grady and that \"the ideas that prevail[ed]\" throughout the South \"made such a favorable impression\" upon a northern audience. A brave and bold yet caring and cordial man, Grady was the champion that the South needed at that point in its history. Through the mediums of the media and journalism, Grady attempted to restore prominence and legitimacy to the South, and for his efforts he became a southern and even a national hero. "],"display_date":"December 22, 1886","search_date":"1886-12-22","citations":[{"divid":1216389267,"type":"Book","data":["Harold E. Davis","Henry Grady&#39;s New South",null,"Tuscaloosa","University of Alabama Press","1990","1-20"]},{"divid":1216389335,"type":"Newspaper Article","data":["Greeting Grady: The Ovation Which Met Him on His Return","Atlanta Constitution","","December 25, 1886",""]},{"divid":1216389354,"type":"Newspaper Article","data":["Opinions From the South&#58; How Mr. Grady&#39;s Speech was Received in the South","Atlanta Constitution","","December 29, 1886",""]}],"locations":[{"id":759,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":18,"tag":"Politics"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}