{"id":4286,"title":"Call The Cavalry\n","course_id":5,"status":"P","start_date":"1861-11-01","end_date":"1862-03-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A man sits astride a slick-coated war-horse at the forefront of battle.  Uniform pressed, cap settled heavily atop his head of thick hair, hand wrapped around the hilt of his saber while his revolver sits at his hip, he demonstrates the epitome of order and ruthlessness on the battlefield.  While a man on foot could be outfitted in the same manner as a cavalryman, he would never be able to compare with the serenity and majesty of a fully outfitted member of the Union cavalry.","For centuries, human warfare has evolved with changing technology while still preserving many old tactics.  The ideal of a fast, easily mobile army with the quickest response time is an old one, and many armies of the past have found varied ways to achieve this.  While slithering columns of soldiers working together to man enormous weapons or groups of infantry moving in conjoined independence are works of military art, one cannot compare to the power and speed of an animal.  Horseback battles were a favorite of the ancient Macedonians, and were perfected further by the Mongolians in the thirteenth century.  It only made sense, then, that Americans would embrace the use of a formal cavalry.","However, the American Civil War marked a change in battle tactics even from the Napoleonic wars mere decades earlier.  A shift in technology made personal weaponry more deadly, forcing generals away from using their own technology to their advantage and towards figuring out how to avoid the advances of the enemy.  Despite these changes, the cavalry remained a staple in the wartime diet of both armies, though it was particularly relished by the Union.","Many accounts were filed of war-horses being specifically trained to withstand gunfire and even taught to charge into enemy fire.  This fearlessness, simulated or innate, was also a value that many outsiders placed on the cavalry.  Though slackers could be found in all walks of life, the Union cavalry's best continually outnumbered and outshone its worst.  As a result, Major-General McClellan continually restocked and supplied the Union's cavalry, spending a great deal on keeping the varied companies stocked with horses and weaponry.  The legacy of the cavalry remained at a peak through McClellan's service, proving its usefulness not only as a military tactic but also as a social icon."],"display_date":"November 1, 1861 - March 11, 1862","search_date":"1862-01-04","citations":[{"divid":1216805804,"type":"Pamphlet or Other Printed Material","data":["George B. McClellan","Army of the Potomac","New York","Sheldon &amp; Co. Publishers","1864","Alderman Library, University of Virginia"]},{"divid":1216805836,"type":"Book","data":["Stephen Z. Starr","The Union Cavalry in the Civil War, Volume 1&#58; From Fort Sumter to Gettysburg, 1861-1863",null,"Baton Rouge","Louisiana State University Press","1979",""]}],"locations":[{"id":3038,"lat":40.6374264514,"lng":-73.5488485883,"zoom":9,"place":"QUEENS, New York"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}