{"id":4287,"title":"Hints On Female Education\n","course_id":5,"status":"P","start_date":"1828-10-01","end_date":"1828-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the words of Dr. Elias Marks, \"Intellectual cultivation leads to a knowledge and systematic performance of our duties.\"  Thus, he concluded in his work title \"Hints on Female Education,\" a woman's mind must be cultivated in order for her to perform her duties as a wife and mother to her greatest ability.  The work also coincided with an outline for a female educational institution near Columbia, South Carolina.  Marks' goal was to create a school that prepared women for their role in society as wives and mothers, whose duty it was to educate their children on values and morals.  ","In his report, Marks conveys his own ideas about the place of women in society, and he believed that place was at the head of the household.  In order for women to reach their potential in these roles, Marks stressed the importance of cultivation of the mind through education.  He believed that parents were the source of morality and virtue for their children, and in order to raise children with upstanding morals, it was important to educate young women through virtuous instruction.  Marks pointed out that, as a mother, \"How many principles of right and wrong to inculcate and point out; how many maxims of wisdom to exemplify; how many prejudices to remove; how many obscurities and apparent contradictions, to unravel and explain; how much infantine cunning, sophistry, and casuistry to detect; and how necessary is it, in all these, that her own actions should illustrate the principles which she advances.\"  Marks saw education as necessary to instill in women virtue and piety, so that in turn, women could educate their own families on the same ideas.  Women were educated, not for their own benefit, but for the purpose of raising more virtuous children who would become admirable citizens in society.  ","Margaret Nash notes that in the 1820s, literature began to split the world into two different spheres - one for males, and one for females.  The female worldview became known as the \"cult of domesticity,\" meaning that the literature assigned women to the roles of the home, and also associated values of piety and morality with them.  Women of that time had only limited occupational opportunities, but, faced with unstable economic conditions, women had to prepare themselves to provide for a family on their own.  In response, women began seeking education that not only provided them with the knowledge of how to run a home, but also afforded them the necessary knowledge to find and keep a job.  Excluded from most colleges and universities, women turned to educational institutions such as seminaries, academies, and high schools.  These schools provided women with an education very similar to the education men received at the college level, and gave them an opportunity to obtain jobs, provide for themselves, and not be completely reliant on men to provide for their needs.  "],"display_date":"October 1, 1828","search_date":"1828-10-01","citations":[{"divid":1217105166,"type":"Pamphlet or Other Printed Material","data":["Dr. Elias Marks","Hints on Female Education, with an Outline of an Institution for the Education of Females, Termed the So. Ca. Female Institute; Under the Direction of Dr. Elias Marks.  This Institute, Situated at Barhamsville, Two Miles From Columbia, Will Go Into Operation Oct. 1st, 1828","Columbia, S.C.","Telescope Office","1828","Special Collections, Furman University Library"]},{"divid":1217105287,"type":"Book","data":["Margaret A. Nash","Women&#39;s Education in the United States&#58; 1780-1840",null,"New York","Palgrave MacMillan","2005",""]}],"locations":[{"id":3039,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}