{"id":4288,"title":"Navy Slams Army: The Beginning of a Rivalry\n","course_id":5,"status":"P","start_date":"1890-11-29","end_date":"1890-11-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Cadet Walker of the Army football team races down the sideline in pursuit of the Naval  Academy's captain Emerich.  Walker finally catches his opponent, and leaps at his chest to try and bring him down.  In the fall, Walker's chest is crushed by the Midshipman, and he is unable to rise.  His comrades race to his side and pump his lungs until he regains consciousness, and the cadet eventually stands to his feet and continues to play.  ","This scene unfolded at the first athletic competition, a football game, between the United  States Military Academy and the United  States Naval Academy in West   Point, New York.  In the course of the game, Cadet Walker was knocked senseless an amazing four different times.  He never gave up, however, and as the New York Times reported, \"He was knocked out four times, and yet he fought as long as consciousness lasted.\"  When the final gun sounded, the visiting Midshipmen were declared the winners by a score of 32 -0.  ","The game was the beginning of a century-long rivalry that has seen numerous close games and great competition between the nation's premier military academies.  Not only did the game serve as a source of entertainment for the cadets and midshipmen of the two academies, it also served a greater national purpose.  According to Steven W. Pope, these soldier-athletes that were created in the first football game served as an inspiration to young men across the United States, giving them something to pull for and aspire to.    ","After the Spanish - American War, the Navy instituted a policy that focused on the health of its crews, and this goal was accomplished mainly through athletics.  Athletics became a central part of academy life, as the platform of sports provided the soldiers with excellent relief from the monotony of structured military life, and served to instill the values of hard work and physical fitness in soldiers as well.  In addition to creating a better trained and more focused soldier, sports, and especially rivalries such as this one, gave the country a sense of nationalism.  Athletic events, particularly those between the country's soldiers, served to repair class divisions, restore social order, and create a sense of patriotism throughout the United States, uniting a country torn apart by suffering and war. "],"display_date":"November 29, 1890","search_date":"1890-11-29","citations":[{"divid":1215890220,"type":"Newspaper Article","data":["The Navy Whips the Army ","New York Times","","November 30, 1890","1"]},{"divid":1215890244,"type":"Article","data":["Steven W. Pope","An Army of Athletes&#58; Playing Fields, Battlefields, and the American Military Sporting Experience, 1890-1920","The Journal of Military History","59","July 1995","435-456"]}],"locations":[{"id":3040,"lat":41.4021237061,"lng":-74.3055290809,"zoom":9,"place":"ORANGE, New York"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}