{"id":4290,"title":"Charles Larpenteur becomes a Clerk for the New American Fur Company\n","course_id":5,"status":"P","start_date":"1834-07-02","end_date":"1834-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Charles Larpenteur wrote about old news that had reached Fort William in the Missouri Territory on July 2, 1834. His journal entry notifies us that the information came from St. Louis and had alerted the clerks and trappers at the fort that \"all the posts belonging to the American Fur Company (A.F.C.), as old Mr. Astor had this year sold out to Pierre Chouteau and Co.\" Charles mentions he was anxious about the transfer to new hands and felt the sooner he got out of Fort William the better, but he was summoned by his boss, Mr. Campbell, to meet him in is quarters. Upon entering Mr. Campbell's quarters, Charles was greeted by Mr. McKenzie, known as King of Missouri in the area. After Mr. John Astor completed the sell of his posts, Mr. McKenzie, under the new A.F.C. management, had become the manager of the Missouri Territory fur posts. Mr. McKenzie had arrived at Fort William to offer Charles a job with the A.F.C. Later in his account, Charles repeats his concern over the circumstances and turns the offer down under the assumption that the A.F.C. only wants his services as a common hand. Later that day, Mr. Campbell urged him to take the position and explained that Mr. McKenzie wanted him to become a clerk at Fort Union. Charles came to the conclusion it would not hurt to negotiate the terms of the position and he abandons his plans of leaving the fur trade for good. "," Charles Larpenteur was one of the many employees that were unsure of the American Fur Company transfer. Under new management cuts were made and new alliances were formed. The American Fur Company needed to revitalize their trade lines in order to establish loyal networks on the borders of Northwest U.S. and Canada to continue to compete with the Hudson Bay Company. Charles was useful to Mr. McKenzie for his experience at Fort William and for the many connections he could provide for the company. "," By requesting Charles as an employee, Mr. McKenzie might have foreseen the need for a different sort of familiarity as the A.F.C. gradually accommodated the changing fur fashion in Europe. Silk was becoming the new chic and the demand for beaver top hats was declining. Beaver pelts had been a great source of demand during the early nineteenth century. High profit from the rising prices of fur had heightened the competition between the fur companies. As the fashion industry changed, so did many of the fur companies in order to protect their monopoly in the fur trade. "," To Charles the prospect of a common hand was limited. An employees' position in a fur company determined the amount of financial control the company had over the staff. Usually management would use their trappers as consumer based residents on company property. The companies would hire traders and trade them goods and land titles in return for pelts. Fur company employees would often become in debt to the local post manager under the pretense of owing back loans to the A.F.C. Many trappers or traders would become critically in debt and were forced to increase the rate of pelts acquired during a hunt."," The A.F.C. maintained it's dominance in the United States until the late 1840s, when the fur trade came to a decline. As settlers moved to the Missouri Territory and the rate of trapping grew, fur no longer became a high source of income. The beaver almost became extinct; most animals indigenous to the area were severely depleted. Charles's journal entry is an account of the transformation the American Fur Company undertook to adjust to new ownership and to the altering fashion industry during the 1830s; in order to remain a leading competitor in the fur industry. As Charles prepared for his job promotion as clerk he would became a witness to these fundamental changes within the American Fur Company in the next decade."],"display_date":"July 2, 1834","search_date":"1834-07-02","citations":[{"divid":1217611252,"type":"Book","data":["Charles Larpenteur","Forty Years a Fur Trader on the Upper Missouri; The Personal Narrative of Charles Larpenteur 1833-1872",null,"Chicago","The Lakeside Press, R. R. Donnelley and Sons Co.","1933","51-54"]},{"divid":1217611423,"type":"Article","data":["Ann M. Carlos and Stephen Nicholas","Agency Problems in Early Chartered Companies&#58; The Case of the Hudson&#39;s Bay Company","The Journal of Economic History","Vol. 50, No. 4","December 1990","853-875"]},{"divid":1217611484,"type":"Book","data":["Tanis C. Thorne","The Many Hands of My Relations; French and Indians on the Lower Missouri",null,"Columbia","University of Missouri Press","1996","98-123"]},{"divid":1217611533,"type":"Website","data":["Ann Carlos and Frank Lewis","Fur Trade &#40;1670-1870&#41;","EH.Net Encyclopedia","http&#58;//eh.net/encyclopedia/article/carlos.lewis.furtrade","November 28, 2007"]},{"divid":1217611586,"type":"Website","data":["Whitman Mission National Historical Site","Fur Trappers and Traders","National Park Service","http&#58;//www.nps.gov/archive/whmi/educate/ortrtg/6or3.htm","November 4, 2007"]}],"locations":[{"id":3042,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":11,"tag":"Economy"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}