{"id":4291,"title":"Lincoln, Mudd, and The Dry Tortugas","course_id":5,"status":"P","start_date":"1865-04-14","end_date":"1869-03-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Dry Tortugas were never intended to serve as host to the most notorious convicts of the 19th Century, but President Johnson altered the prison selection as reported by the New York Times on July, 19 1865.  A summary of the Lincoln Assassination case in the New York Times on July, 21 1865 proves that Fort Jefferson, the Dry Tortugas would be home to several of the Lincoln conspirators.  ","Ponce de Leon made a discovery in 1513 that would later serve as home to a group of men connected to the assassination of an American President.  The island chain would later receive the name of the \"Dry Tortugas\", each word in reference to an identifying feature of the islands as noted by early explorers.  The \"dry\" depicts the lack of a fresh water source on the islands, an essential piece of information that sailors relied upon.  \"Tortugas\" was a maritime term for sea turtles, and these creatures also happened to be the main source of meat for anyone inhabiting the islands; such as the crew of the HMS Tyger did in 1742 after they were shipwrecked and stranded for 55 days.  The extreme isolation of the Dry Tortugas along with its strategic location, not unlike that of Gibraltar, made them the target for a US Fort that would serve to protect shipping lanes and carry out the Monroe doctrine.","Construction of Fort Jefferson began in 1846 and was never completed.  The massive structure covered 11 acres of land on Garden Key, the only island in the Dry Tortugas suitable to serve host to the large mason building.  The American Civil War caused Fort Jefferson to double as a military prison and housed several hundred inmates in the second story gun casemates.  ","In April, 1865 John Wilkes Booth assassinated President Lincoln and fled Ford's Theatre.  After breaking a leg, he sought medical attention from Dr. Samuel Mudd, a prior acquaintance, and proceeded to dodge the authorities for several more days before being shot.  Dr. Samuel Mudd, Edmund Spangler, Samuel Arnold, and Michael O'Laughlin were all sentenced to life in prison for their alleged roles in the assassination of President Lincoln.  Following their sentencing, the Lincoln conspirators departed in July, 1865 for Fort Jefferson in the Dry Tortugas.  ","In the fall of 1867 several cases of Yellow Fever broke out amongst the troops garrisoned at Fort Jefferson and by mid-September an epidemic gripped the fort.  After the medical officer passed away, Dr. Mudd volunteered his services which saved many of the soldier's lives.  More extraordinary was the fact that Dr. Mudd himself had Yellow Fever and he continued to labor through the disease.   Despite Dr. Mudd's best efforts, his comrade in chains Michael O'Laughlin passed away from the epidemic along with a handful of soldiers.  The NCOs of Fort Jefferson wrote President Johnson a letter praising Dr. Mudd's heroic medical feats despite being a prisoner.  ","As a result of the letter that President Johnson received from Fort Jefferson he granted a pardon to Dr. Mudd on February 8th, 1869 and subsequently pardoned Samuel Arnold and Edmund Spangler on March 1st, 1869.  The strategic value of Fort Jefferson waned throughout the later part of the 19th century until being abandoned in 1874; but the strategic value of Fort Jefferson and the Dry Tortugas caused the fort to be re-activated and armed during the World Wars.  Today the Dry Tortugas are a National Park and Fort Jefferson continues to hold the record as the largest mason structure in the western hemisphere."],"display_date":"April 14, 1865 - March 21, 1869","search_date":"1867-04-02","citations":[{"divid":1216809650,"type":"Book","data":["Benn Pitman","The Assassination of President Lincoln and the Trial of the Conspirators",null,"New York","Funk &amp; Wagnalls","1954","168-221, 248-249"]},{"divid":1216809701,"type":"Newspaper Article","data":["Department of the East","New York Times","","July 21, 1865",""]},{"divid":1216809719,"type":"Pamphlet or Other Printed Material","data":["","Dry Tortugas, National Park, Florida&#58; Official Map and Guide","Washington, D.C.","National Park Service","1994","Alderman Library, University of Virginia"]},{"divid":1216809785,"type":"Newspaper Article","data":["To the Dry Tortugas","New York Times","","July 19, 1865",""]}],"locations":[{"id":3043,"lat":26.6841881812,"lng":-82.0889710874,"zoom":7,"place":"MONROE, Florida"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":20,"tag":"Diplomacy/International"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}