{"id":4292,"title":"A Seemingly Normal Day for President James Garfield\n","course_id":5,"status":"P","start_date":"1881-07-02","end_date":"1881-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["1 Gearing up for the 4th of July President James Garfield's itinerary for the weekend is printed in the Washington Post this morning.  He will be spending the rest of this weekend and the better part of next week relaxing in coastal retreat of Williamstown Massachusetts.  The President will be accompanied by his cabinet and family. The President's train will depart from the Baltimore and Potomac Depot at 9:30 A.M. this morning. ","            Garfield was originally elected to the House of Representatives as a Republican from the state of Ohio.  He immediately distinguished himself as a very competent and likable person.  His tendency to try to please everyone helped him win the Republican Presidential nomination in 1880 but would eventually hinder him during his presidency.  ","            2 On the morning of July 2, 1881 President Garfield made his way to his executive train car in the Baltimore and Potomac Depot. On the way he was shot twice from behind by Charles J, Guiteau.  Garfield would later become ill from infection and eventually died two months later on September 19, 1881.  Garfield's Vice President, Chester A. Arthur, was sworn into office the next day.  Garfield had only been in office for four months before he was mortally wounded.  Only William Henry Harrison had a shorter term in office. "," 3Ironically the most lasting legacy of James Garfield is the Pendleton Civil Service Reform Act of 1883 which passed 3 years after his death.  The civil service reform movement capitalized on the assassination by a \"deranged office seeker\" by blaming the spoils system for Garfield's death.  The Pendleton Act has had a significant effect on the civil services in the United   States.  It forced presidents to make appointments based on merit instead of patronage.  This helped eliminate corrupt practices inherent in the spoils system and also made the civil services more efficient because the new appointments were better educated and more experienced.  "],"display_date":"July 2, 1881","search_date":"1881-07-02","citations":[{"divid":1215889388,"type":"Newspaper Article","data":["The Executive Exodus","The Washington Post","","July 2, 1881",""]},{"divid":1215889408,"type":"Book","data":["Allan Peskin","Garfield",null,"Ohio","Kent State University Press","1978","582-592"]},{"divid":1215889456,"type":"Book","data":["Paul Finkelman","The Encyclopedia of the United States in the Nineteenth Century, Vol. 3",null,"New York","Charles Scribner&#39;s Sons","2001","104-106"]}],"locations":[{"id":3044,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":2,"tag":"Health/Death"},{"id":18,"tag":"Politics"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}