{"id":43,"title":"President Ulysses S. Grant Gives Second Inaugural Address\n","course_id":1,"status":"P","start_date":"1873-03-04","end_date":"1873-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After reelection in 1872, President Grant presented his second inaugural address on a frigid March day the following year. Called the most brilliant inauguration which ever took place in this country' by The Courier-Journal, the speech was witnessed by thousands of spectators who had been attracted to Washington simply for this occasion.  The immense crowd cheered the President as he passed along in his carriage. However, it was reported that his address was not applauded. Though the Courier called the demonstration imposing and brilliant, it seems to have lacked vim and enthusiasm. The President did not appear like a conquering hero;there was something wanting there.' &lt;br /&gt;&lt;br /&gt;Within the actual speech, the President addressed issues of utilizing technological advancements, promoting societal harmony, reinforcing the gold standard, reforming Indian policy as well as restoring domestic and international commerce. He also acknowledged the tense civil environment of the nation.  He confirmed that the slaves were free and deserved to be American citizens but also recognized that the black man had not received the civil rights that went along with citizenship. Committed to fix this wrong, Grant asserted his desire to give the fair chance to develop what there is good in him, give him access to schools, and when he travels let him feel assured that his conduct will regulate the treatment and fare he will receive.' Grant did not, however, promise social equality or the advancement of the social status of the African American."],"display_date":"March 4, 1873","search_date":"1873-03-04","citations":[{"divid":1219419904,"type":"Newspaper Article","data":["","The Courier-Journal","Louisville, Kentucky","March 5, 1873",""]},{"divid":1219419931,"type":"Newspaper Article","data":["","The Atlanta Constitution","Atlanta, Georgia","March 5, 1873",""]},{"divid":1219420049,"type":"Book","data":["","Inaugural Address of the Presidents of the United States",null,"Washinton D.C. ","Government Printing Office","1989",""]}],"locations":[{"id":26,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}