{"id":4300,"title":"My God trumps your Great Spirit\n","course_id":5,"status":"P","start_date":"1869-01-01","end_date":"1877-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    Pagan religion and practice has always been at odds with Christianity.  In the mid 19th century the two sects of the Baptist Church sought to educate the many tribes of the Cherokee Indians.  The records for the interactions between the two peoples are at best biased, bureaucratic, opinion, and afford little to no information on how the Cherokee really felt towards their missionaries.  The first record of the missions found from the Southern Baptists began in 1869 at the Southern Baptist Convention.","    At the Southern Baptist Convention of 1869 a committee known as the Indian Board submitted a report on the state of the many missions to the greater Cherokee nation and their successes.  Suffice to say the reports cite many instances where the Cherokee have readily accepted Christ and are better because of it.  Such instances include the removal of Natives from their lands.  When the Natives were removed from their lands they lost contact with their pagan gods as well as their way of survival.  The missionaries were able to show the Cherokee how to farm and gave them a new God to fill the spiritual void.  ","    The missionaries took several approaches in bringing the Cherokee into the folds of Christianity.  One of the most obvious forms was the creation of missions and churches at Cherokee settlements.  At the churches, sermons would be delivered in English and other religious rights of passage and would be administered.  However, these had little effect on the Cherokee who, with a few exceptions, had no understanding of the English language.  This problem was over come more easily by the Baptists and not the Southern Baptists.  A reason for that might be the lack of capital in the South following the Civil War that could be appropriated towards mission work.  In fact, in the 1873 Southern Baptist Convention records, the accounting records show a decrease in funds appropriated towards hymns, Bibles, and other religious texts being printed in Cherokee.","    The Baptists to the North suffered no such setbacks and published many books.  The Cherokee Hymn Book published in 1877 was distributed among the missions and was in the Cherokee language.  The book had the exact same layout and hymns as it English translation and even included a part in the back for helping Cherokee translate the words into English.","    The missions did not always result in a relationship of equality.  In fact the Southern Baptist records and reports seem to have instances where the Cherokee begin to become subservient to their Missionaries, almost completely reliant on them for daily needs.  This came out a feeling that they were indebted to the purveyors of Christ.  This could be one of many reasons for why the once great Cherokee nations fell into despair and poverty during the late 19th and early 20th centuries."],"display_date":"January 1, 1869 - January 1, 1877","search_date":"1873-01-01","citations":[{"divid":1216389752,"type":"Pamphlet or Other Printed Material","data":["","Proceedings of the 14th Southern Baptist Convention","Baltimore M.D.","John F Weishampel, Jr. Eutaw House","1869","Special Collections, Furman University"]},{"divid":1216389802,"type":"Pamphlet or Other Printed Material","data":["","Proceedings of the 15th Southern Baptist Convention","Baltimore M.D.","John F Weishampel, Jr. Eutaw House","1870","Special Collections, Furman University"]},{"divid":1216389846,"type":"Pamphlet or Other Printed Material","data":["","Proceedings of the 16th Southern Baptist Convention","Baltimore M.D.","John F Weishampel, Jr. Eutaw House","1871","Special Collections, Furman University"]},{"divid":1216389884,"type":"Pamphlet or Other Printed Material","data":["","Proceedings of the 18th Southern Baptist Convention","Louisville K.Y.","Bradley and Gilbert Printers, Corner Third and Green","1873","Special Collections, Furman University"]},{"divid":1216389963,"type":"Pamphlet or Other Printed Material","data":["Samuel Austin","Cherokee Hymn Book","Philadelphia, P.A.","American Baptist Publication Society","1877","Special Collections, Furman University"]},{"divid":1216390008,"type":"Pamphlet or Other Printed Material","data":["Henry S. Burrage","Baptist Hymn writers and their Hymns","Portland, M.E.","Brown Thurston and Company","1888","Special Collections, Furman University"]},{"divid":1216390097,"type":"Article","data":["Walter L. Williams ","Cherokee History&#58; An Analysis of Recent Studies","The American Indian Quarterly","Vol. 5, No. 4","November 1979","347-354"]},{"divid":1216390152,"type":"Article","data":["Catherine L. Albanese ","Exploring Regional Religion&#58; A Case Study of the Eastern Cherokee","History of Religions","Vol. 23, No. 4","1984","344-371"]},{"divid":1216390220,"type":"Article","data":["William G. McLoughlin","Cherokees and Methodists, 1824-1834","Church History","Vol. 50, No. 1","1981","44-63"]}],"locations":[{"id":3049,"lat":39.2940913824,"lng":-76.6092985301,"zoom":12,"place":"BALTIMORE CITY, Maryland"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}