{"id":4301,"title":"Godeys Ladys Book, More than Fashion","course_id":5,"status":"P","start_date":"1830-01-01","end_date":"1898-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Louis A. Godey's enormously successful <em>Godey's Lady's Book</em> set the standard for the American magazine and monthlie publishers throughout the mid 19th century.  His ingenious marketing techniques as noted by historian John Tebbel set the standard for magazines by 1850.  The market appeal of <em>Godey's Lady's Book</em> contributed to the rising realization that women were a marketable audience and Louis Godey's brainchild spurned the rise of a wave of impersonators such as <em>Peterson's Ladies</em> and <em>Ladies' Wreath</em>.  The magazines greatest contribution was to the evolution of fashion and its careful documentation of the latest styles.  As a result of increased subscriptions, the transformation of the monthlie to the magazine took place in order to sell more copies and increase profit; Godey's Lady's Book was one of the last to convert into a true magazine as Louis Godey preferred his original creation to the new low quality productions.  The method of payment for contributors was also unique to Godey's enterprise at first; Godey would not pay undistinguished writers for their contributions as his magazine would likely launch an unknown into fame.  Godey would then pay well known authors such as Nathaniel Willis a hefty paycheck to write regular entries that readers came to expect.  Another cost cutting revolution that Godey exploited was the use of advertisements which served two purposes; the initial being that he had a subsidized product, and his readers had a seemingly \"larger\" magazine to read.  As one of the first magazines to use advertisements, Godey risked making his publishment appear to be cheap; but by not lowering the price it made the magazine keep its' glamorous appeal.  The <em>Saturday Evening Post</em> employed the same strategy as well for several years prior to the Civil War.","                Not only did the structure of the modern magazine gain inspiration from Godey but so too did the content matter.  The most important subject piece that historian look to now for insight into the period are the hand tinted fashion plates that accompanied each issue of the magazine.  Carefully detailed and researched, these plates were to provide an image to the reader of how she should look in the latest fashionable dress.  Godey claimed in 1850 that he had 150 women working out of their homes to paint by hand these fashion plates, and the color was often left to the artists' decision.  This played off well for Godey by explaining that then readers should compare each others' fashion plates and decide then what color would be best for the clothing.  By comparing the fashion plates over the years, the evolution of women's dress can be traced throughout the 18th century from <em>Godey's Lady's Book</em>.  Additionally the fashion plates became more expansive through the decades, indicating more interest in fashion due to cheaper and more readily available clothing to buy.  ","The subjects contained in Godey's Lady's Book were also revolutionary in its inclusion of fiction in the form of short stories.  Authors such as Edgar Allen Poe got early starts in their early careers by writing short pieces for Godey's Lady's Book and reached a large audience.  Louis Godey realized as well that a magazine was not just a literary journal and as such should provide the reader a diverse array of subject material.  As a result women across the country were provided the latest monthly updates on music, dance, politics, and art; each copy complete with engravings, paintings, and eventually photos.  The use of artwork and pictures to compliment the literature was a transformative concept that became the norm for magazines by 1850.  Such techniques caused Godey's Lady's Book to become so successful that Godey copyrighted the magazine in 1845 in an attempt to prevent duplications.  ","                The Civil War marked the decline of the magazine market for several years simply due to the loss of consumers; the South made up the majority of Godey's customers.  By the time of Godey's death in 1878, his namesake was nearly in the same condition.  Even copying other magazines \"ten cent\" strategy in 1893 worked to no avail and the magazine finally ceased to exist in 1898.  <em>Godey's Lady's Book</em> impact on the magazine industry helped to transform pleasure reading in 19th century America by establishing the standard format for magazines."],"display_date":"January 1, 1830 - January 30, 1898","search_date":"1864-01-16","citations":[{"divid":1218296231,"type":"Newspaper Article","data":["","Godey&#39;s Lady&#39;s Book","","1842-1882",""]},{"divid":1218296249,"type":"Book","data":["Ellis Paxson Oberholtzer","The Literary History of Philadelphia",null,"Philadelphia","George W. Jacobs &amp; Co.","1906","239"]},{"divid":1218296286,"type":"Book","data":["John William Tebbel","The American Magazine; A Compact History",null,"New York","Hawthorn Books","1969","passim"]}],"locations":[{"id":3050,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}