{"id":4305,"title":"Aint whistlin Dixie no more\n","course_id":5,"status":"P","start_date":"1876-01-01","end_date":"1876-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The pictures of men from Auschwitz still loom in the minds of many Americans; however, our historical memory has lead us to forget the horrors we inflicted upon our own brothers during the Civil War.  \"No,\" was the common response to Confederate requests to trade Union and rebel POWs.  The result was the needless deaths of thousands of men on both sides due to malnourishment, lack of medical care, and abuse by prison guards.  But one set of prisoners fared slightly better than the other.","In a documented 1876 interview, Dr. R. Randolph Stevenson spoke of a provision in the Confederate Constitution for captured Union soldiers. The provision says, \"and the rations furnished for prisoners of war shall be the same in quantity and quality as those furnished to enlisted men in the army of the Confederacy.\"  Union prisons did not uphold such guarantees.  Many Confederate prisoners were denied basic needs by a nation with all kinds of resources.  The Confederacy on the other hand even went so far as to sell valuable supplies in order to feed and care for captured Union soldiers.","Indeed, many surgeons commented on the poor health of returned rebel soldiers. Those diseased souls spoke of abuse and neglect at the hands of their captors.  It was not uncommon for prisoner trade barges to contain the bodies of dead and dying persons.  Some prisoners spoke of being placed in prisons where disease like Small Pox ran rampant and medical aid was denied. Such accounts were collected and published after the war by historians.  Such stories seem at odds with the fact that the Union had funds available to improve the health and well being of captured rebels.","The Confederacy, on the other hand, made sure it upheld its belief in equal treatment of captured soldiers.  When money became scarce within the Confederate prison system, cotton and tobacco were sold to provide additional funding. When disease began to ravage prisoners, Confederate officers tried to barter with Union commanders for medical supplies, only to be rebuffed.  Accounts of favorable treatment and hospitality by Confederate prisons came from men like Mr. John F. Frost of Folgers Company 19th Maine.","In some circumstances, Union soldiers were held prisoners inside hospitals, while Confederate troops were held in makeshift camps.  The unequal treatment of captured soldiers by the two sides stands in contrast to the readily accepted notion that Union soldiers were treated much worse than Confederate troops.  This is perhaps the belief because of northern propaganda like \"Report 67.\" A renamed Congressional report on Confederate prisons based on conditions of soldiers and not on testimonials of POWs.   However, the truth is eventually revealed, and the light shone on the misdeeds of others.  In fighting for the freedom of all men, the Union prison system denied the rights of Confederate soldiers."],"display_date":"January 1, 1876","search_date":"1876-01-01","citations":[{"divid":1215887682,"type":"Pamphlet or Other Printed Material","data":["Rev. Jones D.D., John William","Confederate View of Treatment of Prisoners","Richmond, VA","Southern Historical Society","1876","Special Collections, Furman University"]},{"divid":1215887741,"type":"Pamphlet or Other Printed Material","data":["D.R. Stevenson M.D., R. Randolph","The Southern Side of Andersonville Prison","Baltimore, MD","Turnball Brothers","1876","Special Collections, Furman University"]},{"divid":1215887814,"type":"Website","data":["Daniel Moran","Treatment of the Prisoners Congressional Committee on Treatment and Conditions","Aldies Civil War","http&#58;//www.us-civilwar.com/aldie/treatment.html","October 29, 2007"]},{"divid":1215887989,"type":"Website","data":["University of North Carolina at Chapel Hill","Report of the Joint Select Committtee Appointed to Investigate the Condition and Treatment of Prisoners of War&#58; Electronic Edition","University of North Carolina at Chapel Hill","http&#58;//docsouth.unc.edu/imls/report/report.html ","November 4, 2007"]},{"divid":1215888206,"type":"Article","data":["Robert S. Davis","Escape From Andersonville&#58; A Study in Isolation and Imprisonment","The Journal of Military History","67","2003","1065-1081"]},{"divid":1215888316,"type":"Article","data":["Brainerd Dryer","The Treatment of Colored Union Troops By the Confederates, 1861-1865","The Journal of Negro History","20","1995","273-286"]}],"locations":[{"id":3054,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}