{"id":4306,"title":"Railroad Matters\n","course_id":5,"status":"P","start_date":"1873-10-13","end_date":"1873-10-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["1Thomas Scott was about to be one step closer to his ultimate dream. The President of the Pennsylvania Railroad Company, Scott had an ambition to build a second transcontinental railroad, and even though he would never achieve this dream on Oct.  30 1873 talks began on a deal that would hand over the rights of the California and Texas Railway Company to the Pennsylvania Railroad Company. For 10 days now rumors had been swarming about a merger but they were not confirmed by officials until yesterday.  They hope to come to an agreement that will benefit both parties equally. 2The Pennsylvania Railroad Company was in the height of its prosperity and a new and long awaited investment opportunity to build a second transcontinental railroad had just presented itself.  All of this was part of a railroad boom in the post-Civil War era that would come to be known as the \"age of the railway\" in American History.","            3Scott played an important role in the Civil War leading up to this time. He was appointed Assistant Secretary of War to oversee transportation in 1861.  He would later resign and then serve another term as a colonel for Major-General Hooker's forces in 1863.  Scott was able to lay the foundation for a wartime mobilization scheme that would eventually win the war.   He would later become Vice President of the Pennsylvania Railroad Company in 1861 but act as president until he acquired the title in 1870.  Scott presided over the \"greatest period of expansion in the country's history.\"  Under his control the company became a major railroad trust that had many holdings all over the United   States.  These holdings even listed the Southern Security Railway Company which strived to connect Richmond and Atlanta with one continuous line.  This line would eventually create the I-85 corridor, relevant to the 21st century.","            2The growth of the railroads in the 19th century not only furthered American transportation for the time but also helped further the economy by creating tens of thousands of jobs for local and immigrant workers. State funding for railroads would quickly dry up as states demanded more and more control over the railroads that the railroad company's retained.  Regional tensions over where the second trans-continental railroad should be laid caused the dream to die at least for the time.  The railroad provided economic booms for local cities that had been previously unimportant but they also cause economic disasters on a national level.  The railway company's have even been blamed for some economic depressions such as the one in 1873, triggered by the failure of the Northern Pacific Railroad Company.  Also the bankruptcy of the Philadelphia and Reading Railroad Companies contributed to the Panic of 1893.  \"Regardless the attitudes, railroads became the dominant form of transportation and a major business enterprise.\"  It is clear now in hindsight that due to the work of great industrialists like Thomas Scott the railroad ruled America for over 50 years after the Civil War, and it continues to serve a pivotal role in 21st century America as well."],"display_date":"October 13, 1873","search_date":"1873-10-13","citations":[{"divid":1215888993,"type":"Newspaper Article","data":["Railroad Matters","The New York Times","","Oct. 13, 1873",""]},{"divid":1215889013,"type":"Book","data":["Mark W. Summers","Railroads, Reconstruction, and the Gospel of Prosperity",null,"Princeton","Princeton University Press","1984","125-130"]},{"divid":1215889114,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Grant H. Roger","Railroads","The Encyclopedia of the United States in the Nineteenth Century, Vol. 3","Paul Finkelman","New York","Charles Scribner&#39;s Sons","2001","53-57"]}],"locations":[{"id":3055,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}