{"id":4307,"title":"The Mystique of Shamanism\n","course_id":5,"status":"P","start_date":"1820-02-19","end_date":"1820-02-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On 19 February 1820, the <em>Boston Recorder</em> published an article on an incident that occurred overseas in Australia.  A pilot at Port Dalrymple was bitten by a venomous snake and thought to be a goner by onlookers.  However, a native stepped in and turned what appeared to be a man awaiting death into a healthy human being once again.  He allegedly rubbed the wound with an unknown bark, palpated the leg, then cut away the skin at the site of the bite and sucked at the venom.  Not long after the patient was proclaimed healthy.","At the onset of the nineteenth century, Americans were still locked in a power struggle with Native Americans over land.  As a result, superstitions surrounding shamanism ran rampant.  However, superstition also often showed itself in the practice of medicine, where doctors practiced very little of what we today consider to be \"real science.\"  The mysticism of shamans and the exotic and foreign world they represented were often intriguing to Americans, who at the time embodied the sentiment of adventure.  The <em>Boston Recorder's</em> publication of this article highlights the American interest in the subject of exotic peoples and their rituals."],"display_date":"February 19, 1820","search_date":"1820-02-19","citations":[{"divid":1216426195,"type":"Newspaper Article","data":["Venomous Serpents","The Boston Recorder","","February 19, 1820",""]},{"divid":1216426229,"type":"Book","data":["Graham Harvey","Shamanism&#58; A Reader",null,"London","Routledge","2003",""]}],"locations":[{"id":3056,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":19,"tag":"Native-Americans"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}