{"id":4308,"title":"The Antebellum South: Up in Arms? \n","course_id":5,"status":"P","start_date":"1860-11-23","end_date":"1860-11-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    The South was up in arms. On November 23, 1860, the Richmond Daily Dispatch reported an account from the New York Journal of Commerce about the manufacturing and selling of \"Arms to the South.\" Before directly quoting the New York Journal of Commerce, the Richmond editor mentioned that the makers and sellers of arms were perhaps the only ones \"gathering any advantage from the present crisis.\"  According to the New York account, a firm in New York received anywhere from twenty to fifty orders for arms from South Carolina, Georgia and Alabama daily. The writer for the New York Journal of Commerce also mentioned that while those who did not know better might call the South's credit and financial dependability into question, the South actually concludes all business transactions with cash within thirty days. Adding significance to this article, the writer noted that all the orders came from Southern states, but \"but mainly from those in which secession is regarded as the only remedy for Southern grievances.\"","    The author of this article refers to the \"Colt's revolvers and rifles [sold] to Georgia,\" the arms for \"1,800 men…sent to Savannah,\" and the order of one thousand \"death-dealing weapons\" for Alabama. The New York Journal of Commerce ended this article with another seemingly biased statement that, \"the wholesale houses and agencies in the city [New York City] have been hard pressed to supply the orders for every imaginable species of weapons.\" These figures seem slanted towards Unionist and Northern sentiments, but perhaps these astronomical figures and seemingly exaggerated sentiments by Northerners were not as far-fetched as they first appear. ","    At the onset of the Civil War, the South struggled to provide adequate arms for Confederate troops. Records exist, however, of these several thousand modern small arms that were shipped to the Southern states and that were provided by Northern industries pre-Civil War. When these supplies were cut off at the start of the Civil War by orders of the U.S. government, smaller Confederate states began to produce and manufacture small arms, but they never were able to catch up with the production by the Northern states. It was at this point that the Confederacy turned to Caleb House in Europe in 1861 and 1862 for their weaponry and supplies. Despite the constant gaining and losing of arms in various battles during the Civil War, at the end of the war, the Confederacy, provided by Chief of Ordinance Josiah Gorgas, reported that they possessed 1,306 field artillery pieces, 921,441 rounds of artillery ammunition, 323,231 infantry arms, and 72,413,854 small arms cartridges. So, while the North was not the sole provider of the arms for Confederate armies, their early supplying of Confederate weaponry provided the basis for the Southern states to never lack in arms and ammunition, even though the conditions of these Confederacy arms was negotiable. "],"display_date":"November 23, 1860","search_date":"1860-11-23","citations":[{"divid":1215888710,"type":"Newspaper Article","data":["Arms for the South","Richmond Daily Dispatch","","Nov. 23, 1860",""]},{"divid":1215888738,"type":"Book","data":["Library of Congress&#58; Civil War Desk Reference","Margaret E. Wagner, Gary W. Gallagher, adn Paul Finkelman, Eds.",null,"New York","Simon and Schuster","2002","489-491"]}],"locations":[{"id":3057,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}