{"id":4311,"title":"Boston&#39;s Predicament: Women in the City\n","course_id":5,"status":"P","start_date":"1889-08-18","end_date":"1889-08-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["According to the Boston Daily Globe of August 18, 1889, \"Too Good to Lose Are Boston's Surplus Women.\" This article pertains to a matter of utmost importance, the eligible bachelors of the Wild West heroically discovering a solution for the \"marriageable femininity\" and the \"confoundly delicate matter\" of the over 80,000 surplus of women in Massachusetts. Belle Eyre even reports that these men are so \"self-sacrificing that they would solve the problem by marrying the whole 80,000.\" Belle Eyre also graciously published a letter, in the form of a poem, from ten dressmakers sending their solitude to the gentlemen of Tacoma Washington for the \"lovely life in that far-off part of this great and glorious land,\" and promising to \"Olympia there, ere summer does close,\" all with the post script \"We are all white women.\" ","Perhaps, though, the real heart of the matter comes towards the end of Belle Eyre's investigation when Gov. Andrew of Oregon expressed his views on the matter. Should women be \"driven to the competition of the market force with men, or where men are left unsolaced by the presence of women, society is alike weakened and demoralized.\" Hence, should men continue to desire their place at the head of the households, they should take immediate action to curb this surplus of women, should these women get out of hand and act rashly, such as trying to secure their right to vote, or other such nonsense. Hon. M. M Cunniff says though he doubts there actually is any danger of a surplus of women in Massachusetts, he should be glad for there to be double their present number. In fact, he adds, he would willingly give women \"greater opportunities than they have now,\" but he doubts this is what they actually wants; he sees their personal missions as producing \"men, not measures.\" ","Sarah Deutsch, in her book Women in the City: Gender, Space and Power in Boston, 1870-1940, finds women's roles in Boston in the late 19th century to be quite different than Belle Eyre's account. She discovers that Boston women, in fact, were not merely passive women, looking for domestic roles and adventure out west as mothers and wives, but active women who deeply cared about staking a claim in their male-dominated city. These women insisted upon creating an urban space that could meet their needs as individuals, in a society, which historically, denied these interests. Through her accounts of women through all socioeconomic stratifications, Deutsch expresses how these women formed female associations, overcame ethnic and racial diversity, expanded all conventional boundaries, advocated for playgrounds and settlement houses, and crossed all gender boundaries to create their own city in the spirit of \"urban femininity.\" Deutsch's study of Boston, M.A. throughout this pivotal time period, displays a character of the Boston women who, unlike Belle Eyre's account in the Boston Globe, chose to invest their faith and determination within their city, to create a modern city that could, in deed, meet the needs of a gender whose opportunity for equality and respect had finally come. "],"display_date":"August 18, 1889","search_date":"1889-08-18","citations":[{"divid":1216390559,"type":"Newspaper Article","data":["Too Good To Lose","Boston Daily Globe","","August 18, 1889","20"]},{"divid":1216390580,"type":"Article","data":["Kathleen Waters Sanders","Book Review on Sarah Deutsch, Women and the City&#58; Gender, Space, and Power in Boston, 1870-1940 &#40;New York&#58; Oxford University Press, 2000&#41;","The American Historical Review","Vol. 106, No. 4","October 2001","1368-1369"]}],"locations":[{"id":3059,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}