{"id":4320,"title":"Nat Turner&#39;s Rebellion \n","course_id":6,"status":"P","start_date":"1831-02-12","end_date":"1831-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["    Nat Turner was an American slave who lived in Southampton County Virginia, from 1800 to 1831. Nat grew up very religious, and had the ability to read and write. Along with his education, his spirituality gave him a distinct view of the injustices of slavery taking place around him. Turner believed that he could lead a successful revolt, and in February of 1831 he executed his plan. Turner's original plan was to commence the insurrection on July fourth, but his plans abruptly changed due to a lunar eclipse on the 12th of February. \"On the appearance of the sign, I should arise and prepare myself, and slay my enemies with their own weapons.\"  The eclipse was viewed by Turner to be a sign from god telling him to start the rebellion. Nat Turner, accompanied by a few trusted fellow slaves entered their master's house killing the entire family. Their acts were brutal and merciless.  Recollecting the murders, Nat said, \"Will immediately killed Mrs. Turner, with one blow of his axe. I took Mrs. Newsome by the hand, and with the sword I had when I was apprehended, I struck her several blows over the head, but not being able to kill her, as the sword was dull, Will turned around, and discovering it, dispatched her also.\" Turner's rebel force, which amounted to about fifty strong, continued going house to house until White militia ended the insurrection. On the fifth of November Nat underwent a trial.  He was sentenced to death and later hung. Thomas Ruffin Grey was Turner's lawyer, and he published \"The Confessions of Nat Turner\" as a result of his time spent with Turner when he was in jail. ","    In the antebellum South slave rebellions and conspiracies tended to be extinguished, slaves still continued to resist. Nat Turner's rebellion along with many others raised a continuous concern of safety to the whites living in Virginia. Demographically, the slave population in Virginia was continuously growing, with large concentrations of slaves all over the state. Many whites feared that soon African-Americans would outnumber White slaveholders, making it difficult to keep surveillance over such a large population that could easily communicate. Economically, the plantation economy was deteriorating giving rise to more towns and cities. With the growth of towns and cities, economic gain was found in skilled artisanship, leading to the education of slaves in order for them to conduct such activity. Abolitionist pressure from the north also influenced the African-American community through propaganda and preaching by people sympathetic to emancipation. These factors brewed together produced a slave who was educated, in touch with other slaves, and fueled by the ideas of emancipation. "],"display_date":"February 12, 1831 - November 30, 1831","search_date":"1831-07-07","citations":[{"divid":1216390904,"type":"Newspaper Article","data":["The Virginia Massacre","Genius of Universal Emancipation","","December 1831","100"]},{"divid":1216390949,"type":"Article","data":["Joyce Tang","Enslaved African Rebellions in Virginia","Journal of Black Studies","Vol. 27, No. 5","May 1997","598-614"]},{"divid":1216391014,"type":"Article","data":["F. N. Boney","The Blue Lizard&#58; Another View of Nat Turner&#39;s Country on the Eve of Rebellion","Phylon","Vol. 31, No. 4","1970","351-358"]}],"locations":[{"id":2415,"lat":36.7198931687,"lng":-77.1037749414,"zoom":9,"place":"SOUTHAMPTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}}