{"id":4321,"title":"No Wampum for this land\n","course_id":5,"status":"P","start_date":"1832-12-03","end_date":"1832-12-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    December of 1832 saw another sale of lands that were the rightful property of Cherokee and Creek Indians in Georgia.  The Native Americans of Georgia were forced from their homes and lands because the state government saw the land as being underused and mismanaged by the Indian tribes.  This act of selling Indian lands was known as the Georgia Land Lottery and in 1832 it again sold off native lands to white Georgia citizens.","    The land sales started in 1805 as a way for the state of Georgia to grant land to qualifying citizens, white males.  This was an effort to try and stimulate the states economy and settle lands that the government had little to no real control over because they were occupied by Native Americans.   The system of selling land in a lottery format was unique to Georgia.     In 1814 the land sales came to a dramatic event when Creek Indians resisted land sales.  The conflict was won by Andrew Jackson and land sales continued.  In 1829 gold was discovered on land sold in the lottery and a gold rush followed which made the 1832 sale more dramatic.","    Prior to the 1832 sale of lands, the Cherokee people filed and won a Supreme Court case which ruled that Cherokee lands could not be taken from the Natives and sold by the state of Georgia without compensation.  President Jackson who had fought the Creek over the Georgia land lottery decided to ignore the Supreme Court ruling and continue with the land sales in the state.","A December 1832 article in the Columbian Star newspaper calls the sales of land in Georgia the \"Gold Lottery.\"  In the years prior to this particular land sale, gold had been discovered on the Cherokee and Creek lands resulting in a gold fever that  Georgia was happy  to spin into state profit.  Unfortunately for the state, the profits from the land sales only covered the actual costs of selling the land and little to no profit was actually made.  In 1832 Georgia sold 40 acre parcels dubbed \"gold lands\" capitalizing on peoples gold frenzy but not guaranteeing the lands would contain gold.   The obvious result of the land sales in December of 1832 was the displacement of hundreds and thousands of Cherokee Indians and the creation of a greater refugee population in the state of Georgia.","    The state and federal government solved the growing refugee problem with one of the most infamous Indian relations acts in United States history, the Trail of Tears.  This event was in response to the great displaced Cherokee population that resulted from land sales.  There is no doubt that the Trail of Tears was the result of greed by white people, and future Indian removal programs would end in equal tragedy."],"display_date":"December 3, 1832 - December 30, 1832","search_date":"1832-12-16","citations":[{"divid":1216508283,"type":"Pamphlet or Other Printed Material","data":["Samuel Austin","Cherokee Hymn Book","Philadelphia, P.A.","American Baptist Publication Society","1877","Special Collections, Furman University"]},{"divid":1216508326,"type":"Pamphlet or Other Printed Material","data":["Henry R. Schoolcraft","Notes on the Iroquois; or Contributions to American History, Antiquities, and General Ethnology","Albany, N.Y.","Erastus H Pease and Co.","1847","Special Collections, Furman University"]},{"divid":1216508403,"type":"Pamphlet or Other Printed Material","data":["Anna Cummings Johnson","The Iroquois; or the Bright Side of Indian Character","New York, N.Y.","D Appleton &amp; Co.","1855 ","Special Collections, Furman University"]},{"divid":1216508470,"type":"Newspaper Article","data":["","Charleston Mercury","Charleston, S.C.","December 1832",""]},{"divid":1216508494,"type":"Website","data":["Karen C. Handel","1832 Land Lottery","Georgia Secretary of State","http&#58;//sos.georgia.gov/archives/what_do_we_have/land_lottery/land_lottery_1832gold.htm","November 23, 2007"]},{"divid":1216508563,"type":"Book","data":["William L. Anderson","Cherokee Removal&#58; Before and After",null,"Athens, G.A.","University of Georgia Press","1991",""]},{"divid":1216508608,"type":"Book","data":["Charles C. Royce","The Cherokee Nation of Indians",null,"Chicago, I.L.","Aldine Publishing Co.","1975",""]}],"locations":[{"id":1791,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}