{"id":4324,"title":"Still Life in Camp: Union Soldiers Waiting for Action\n","course_id":4,"status":"P","start_date":"1863-02-16","end_date":"1863-03-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Life as a Civil War soldier involved fighting and immense amounts of sitting and waiting. Soldiers from both sides of the war wrote letters home to loved ones describing the daily events and occurrences in camp life.  Life as a soldier required patience. Many soldiers recounted the long periods of time spent sitting in camp waiting for their chance to fight. At camps soldiers could actually hear the sounds of war and battle from nearby and became restless and wanted to fight, to see some action. ","            One soldier wrote under the pseudonym Timber Doodle; in his letter home on February 16, 1863. He detailed the lull in camp life plagued by a lack of action. He expressed wishes to see Richmond because his time in the Army soon expired and without fighting the men would see nothing. The tone of his letter is diluted from the monotony of camp life; yet his language and spirit are not completely dulled. He used humor and wit to discuss problems within the Army. Not only are the men sitting and waiting, but they are not getting paid; Doodle wrote, \"We have been out over six months, and not a cent of pay yet; nor do I think we will get any till our time is up.\" Timber Doodle portrayed his experience in the war as repetitive and droning; he expresses the desire to fight by writing, \"Our time is getting short...we had better be up and doing.\"","            Another soldier, the self-proclaimed Omega, wrote a letter home on March 17, 1863. In his letter to loved ones he also discusses his experience with camp life. Like Timber Doodle, he had yet to see action, but he can hear battles in the near distance. He discussed the high spirits of the Army and the readiness of all the men to fly into action at a moment's notice. Unlike Timber Doodle his camp life is portrayed as fun and entertaining. Omega detailed his experience with Irish soldiers and their celebration of St. Patrick's Day. His description of the games and drinking shows a new side of camp life not seen in Timber Doodle's experience. One interesting story he told detailed the death of fellow soldiers. The soldier did not die in battle, but rather in a competition. Omega wrote, \"The third was a general race, trying the elastic powers of the officer's horses by leaping ditches nine feet and the same breadth. One man was killed by his falling into the ditch.\" Unfortunately the droning of camp life and perhaps the high mortality rates from war and disease seem to have dulled Omega's sense of compassion and concern for life.","            Many soldiers shared a similar experience with camp life and these details of monotonous inaction are not irregular. Colonel Robert Gould Shaw expressed a similar sentiment in a letter home to a loved one, Anna, as he wrote, \"The days & weeks pass very quickly tho' they never vary excepting when we go on guard...\" Bell Irvin Wiley, a historian, compared the beginning of the war and camp life to a picnic. He discussed how for many of the soldiers traveling South by train and boat was an adventure; he wrote, \"The battlefield if given a thought seemed remote, and a lack of martial experience made its horrors incomprehensible.\" He pointed out that for many Union soldiers life in camp was no worse than life at home; many younger, rural soldiers were in fact surprised by the wealth of material items which the Union Army could afford. ","            Like Omega and Timber Doodle, Wiley discussed a broad spectrum of sentiments from utter enthusiasm to outright detest for the war which grew within the soldiers as a result of the idleness and monotony of camp life. Wiley wrote, \"Battle is the ultimate of soldiering. All else in warfare is but incidental to the vital closing of opposing forces in conflict.... In the Civil War, however, fighting was an intimate, elemental thing.... Some Billy Yanks went into battle very soon after enlisting...Others waited many months for the fiery ideal. One battle comprised the entire fighting experience of some, while many faced the jaws of death repeatedly.\" ","           Wiley's description of small bursts of action and long periods of inaction seems to accurately portray the sentiments of both Omega and Timber Doodle. These elements of the Civil defined the experience of many Union soldiers who sat reluctantly in camp waiting for their time to fight. These three soldiers, Omega, Timber Doodle, and Shaw, experienced different aspects of camp life during the war in varying parts of Virginia, but there is one thing they share. They are soldiers and they are fighting for the same cause."],"display_date":"February 16, 1863 - March 17, 1863","search_date":"1863-03-02","citations":[{"divid":1216391158,"type":"Newspaper Article","data":["","Huntingdon Globe","Huntingdon, Pennsylvania","February 25, 1863",""]},{"divid":1216391176,"type":"Newspaper Article","data":["","Huntingdon Journal and American","Huntingdon, Pennsylvania","April 8, 1863",""]},{"divid":1216391204,"type":"Primary Source in a Secondary Source","data":["Robert G. Shaw to Anna","September 23, 1861","Blue-Eyed Child of Fortune&#58; The Civil War Letters of Colonel Robert Gould Shaw","Russell Duncan","Athens","University of Georgia Press","1992","143"]},{"divid":1216391265,"type":"Book","data":["Bell Irvin Wiley","The Common Soldier in the Civil War&#58; Book 1 The Life of Billy Yank",null,"New York","Grosset &amp; Dunlap","1952","27-28, 36, 66"]}],"locations":[{"id":2826,"lat":38.6845288469,"lng":-78.1593262248,"zoom":10,"place":"RAPPAHANNOCK, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}