{"id":4327,"title":"Women in 1888: Tariff Reformers and the Democratic Stronghold\n","course_id":5,"status":"P","start_date":"1888-07-31","end_date":"1888-07-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Mill Bill, with the support of women and the Democratic Party, hoped to reduce the tariff on wool, while simultaneously allowing for workers in the clothing industry to gain a better standard of living. According to the New York Times in July of 1888, there was \"a vast army of men and women and a few children in New York engaged in making clothes.\" Historically, the clothes industry had undergone many tariff protections. For instance, all the parts of a woman's dress or a man's suit were \"protected\" by astronomical tariffs: on such items as \"raw wool, the cotton yarn, the print cloth, the thread, the buttons, linings, trimmings and woolen cloth.\" The article, \"Clothes Makers and the Tariff,\" argued for the Mill Bill, a bill that would allow for laborers to enjoy higher wages and, consequently, a better and cheaper standard of living. This piece of legislation hoped to encourage these positive alterations by making wool \"free,\" like cotton, which already enjoyed freedom from large duties. ","    In 1888, cotton's rate of duty was approximately 40 percent, compared to the 69 percent experienced by the wool industry. The New York Times discovered that this increase in duty did not benefit the wage earners. Instead, it merely added to the profits of the companies. Meanwhile, there were large numbers of people smuggling foreign goods into the country, which only further increased the problems instilled by the current duty. The Mill Bill hoped to take positive actions to \"excel\" in the worldwide clothing manufacturing market, a foreign idea in the \"cloth making business\" in the late 19th century. Instead, countries such as England dominated in these areas because of the United States' high duties. ","    The factories, which should have been filled with the \"music of contented labor,\" were instead filled with the miserable sounds of the \"poverty-stricken.\" The introduction of the Mill Bill would allow factories to become happier places, with lower costs to the manufacturer and lower costs of materials. With the reduction of duties as proposed by this bill, the United States and New York City would be able to compete with foreign competitors, have happier employees, and extend the clothing market. ","    The sentiments expressed through both this article and the Mill Bill were supported by the women and the Democrat Party's campaign throughout 1888 and 1892. Women worked in these clothing factories in an 11:1 ratio of females to males, and shopping and consumerism had continually become a female duty. The Democratic Party and the tariff reform movement involved both working-class women and middle-class women, whose voices strove to be heard through the ballots of their husbands. The Democratic Party employed moral arguments for economic reforms as Democratic women argued that these tariffs were stealing incomes from hard-working families, and they blamed the Republicans for this insanity. Through reforms such as the tariff reform, women gained their political voice as they marched their husbands to the ballot boxes. As reported by the Woman's Tribune, \"political parties [began] to take note of what will be women's wish.\" In the 1890 election, women's influence and the tariff issue seemed to dominate the Democrat's \"sweeping victories,\" as women gained political power through the ballots of their men and under the pretext of tariff reform and legislation, such as the Mill Bill. "],"display_date":"July 31, 1888","search_date":"1888-07-31","citations":[{"divid":1217611949,"type":"Newspaper Article","data":["The Clothes Makers and the Tariff","The New York Times","","July 31, 1888",""]},{"divid":1217611978,"type":"Book","data":["Rebecca Edwards","Angels in the Machinery&#58; Gender in American Party Politics from the Civil War to the Progressive Era",null,"New York","Oxford University Press","1997","68-74"]}],"locations":[{"id":2162,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}