{"id":433,"title":"Hurricane\n","course_id":1,"status":"P","start_date":"1885-08-25","end_date":"1885-08-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A Category 3 Hurricane with 125 mph winds besieged the city of Charleston, South Carolina.  Beginning at about 5 AM, the cyclone ripped through the city for about eight hours, climaxing at roughly 8 AM.  It was at this point that the velocity of the winds dramatically increased, incurring within fifty minutes more damage in Charleston, according to the News and Courier, than has been known for many years.'  The worst destruction occurred on the water front on the Cooper River, as virtually all of the wharves were destroyed by the extreme winds and flooding of the storm.  This tragic event was only exacerbated by the fact that thousands of dollars had been put into the wharves to ensure that they met the standards set up by the insurance companies and in order to prepare for the cotton season.  It was estimated at the time that it would take up to three weeks of continuous labor to fix the wharves alone  &lt;br /&gt;The damage was not only reserved for the wharves, however, as the hurricane's path extended throughout the day to churches, schools, railroads, telegraph lines, and, most especially, homes.  In the end, it managed to damage or destroy up to 90 % of the houses within the city, exacting damages of up to  2 million.  Twenty-One people were killed by the natural disaster, and an already struggling local economy , one significantly reliant upon the cotton trade negatively affected by the hurricane -- was devastated."],"display_date":"August 25, 1885","search_date":"1885-08-25","citations":[{"divid":1213412825,"type":"Book","data":["Walter Edgar","South Carolina, A History",null,"South Carolina","University of South Carolina Press","1998","426"]},{"divid":1213412858,"type":"Newspaper Article","data":["Swept by the Storm","The News and Courier","","August 26, 1885","1"]},{"divid":1213412894,"type":"Newspaper Article","data":["The Day After the Storm","The News and Courier","","August 27, 1885","1"]}],"locations":[{"id":325,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}