{"id":4334,"title":"Mulatto Man Granted Freedom\n","course_id":6,"status":"P","start_date":"1831-12-01","end_date":"1831-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In December 1831, Quaker abolitionist Benjamin Lundy published a small article in his newspaper The Genius of Universal Emancipation entitled \"Important Legal Decision.\"  The article told the story of a free mulatto man named Batkin who, after being convicted of a crime in Virginia, had been sold into slavery.  Batkin had been sold to a man in Tennessee, and he petitioned that state's court for his freedom.  The Circuit Court of Tennessee found that the original Virginia law under which Batkin had been enslaved was a violation of both the Bill of Rights of Virginia and the clause of the Constitution which prohibits bills of attainder, finding someone guilty without benefit of a trial.  Lundy concluded his article with a plea to his readers, urging them to action: \"How many poor wretches may yet be pining in slavery, who were as illegally doomed to that condition as was the ultimately more fortunate Batkin\" ","Lundy believed in limiting the expansion of slavery, but he also sought to establish a colony for freed slaves outside of the United States; he traveled to Mexico, Haiti and Canada looking for suitable sites. While his article was sympathetic to the plight of Batkin, his colinizationist views seem at odds with this abolitionist writing.  Lundy was an agent of the American Colonization Society and used his newspaper to promote its positions. He inspired other abolitionists, including William Lloyd Garrison who, prior to beginning his own newspaper, The Liberator, edited The Genius of Universal Emancipation while Lundy was abroad.  Garrison credited Lundy as \"awakening\" him to the abolitionist cause.  ","In addition to cases like that of Batkin, in which free men were sold into slavery, others were convicted into public service.  Slaves convicted of crimes were also conscripted into this public work as well.  Convict labor was also used as a form of punishment for whites, blurring the line between not only slavery and freedom, but of black and white.  "],"display_date":"December 1831","search_date":"1831-12-16","citations":[{"divid":1216391492,"type":"Newspaper Article","data":["Important Legal Decision","Genius of Universal Emancipation","","December 1831","99"]},{"divid":1216391521,"type":"Article","data":["James Campbell","&quot;The victim of prejudice and hasty consideration&quot;&#58; The slave trial system in Richmond, Virginia, 1830-61","Slavery and Abolition","Vol. 26, No. 1","April 2005","71-91"]}],"locations":[{"id":2161,"lat":36.0086650052,"lng":-83.9297656575,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}}