{"id":4335,"title":"The Pardon of Basil Manly\n","course_id":5,"status":"P","start_date":"1865-09-12","end_date":"1865-10-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 12, 1865 President Andrew Johnson signed a full pardon of offenses committed under rebellion for Basil Manly, Sr. of Tuscaloosa, Alabama.  Included in Manly's offenses was the prayer at Jefferson Davis' inauguration to the presidency of the confederacy in February 1861.  As part of a special group of ex-confederates who could not sign the typical oath of allegiance, Manly needed a Presidential pardon.  Individuals like Manly had to submit a petition to Andrew Johnson to be pardoned.  Following the petition, Manly had to obey five terms to become and remain a United States citizen.  First, he took the oath of allegiance as established by President Johnson on May 29, 1865.  Manly then had to pay any costs owed from any proceeding and disclaim property or proceeds from the sale of confiscated property.  He was instructed to notify the secretary of state to legitimize the pardon upon its arrival, and if Manly used slave labor of any kind in the future, the pardon would be void.  On October 19, 1865 Manly received two more official letters signed by Secretary of State William H. Seward: the first stated that he had taken the oath of loyalty, and the second professed the first letter was a valid copy of the letter Seward had on his file.  At age 67, just three years before his death, Manly Basil, Sr. was once again a citizen of the United States.","            At the end of the Civil War, Lincoln (and later Johnson) was faced with the task of reintegrating those who had participated in the rebellion against the United States.  Lincoln designed a plan that included an oath of allegiance readily available to the masses, but required leaders of the Confederacy to ask him for a pardon directly.  By not forcing anyone to take the oath, Lincoln encouraged a feeling of amnesty when the war ended.   After Lincoln's death Johnson adopted a similar plan, but included a greater number of people in the \"exceptions\" who must ask for presidential pardon.  Manly's role in establishing the confederacy meant that he fell within the fourteen categories of exceptions which included those rebels who had served in political office, held a high ranking military position, or owned property valued at over twenty thousand dollars.  With so many people requiring special consideration, there was a significant influx of petitions for pardon between July and October of 1865 from those who wanted to attend the upcoming state conventions.  Basil Manly's petition for pardon coincided with press reports claiming President Johnson was giving pardons more freely than before.  Lincoln's hope of rebuilding the nation by granting citizenship to large numbers of ex-confederates set up an interesting dichotomy.  While Radical Republicans grew increasingly angry at Johnson's laxness on those they saw as traitors, Southern Democrats slowly began fighting to reassume power in the South.  Instead of finding a unified nation, the two factions continued the struggle for power until after Reconstruction ended."],"display_date":"September 12, 1865 - October 19, 1865","search_date":"1865-09-30","citations":[{"divid":1218922443,"type":"Manuscript","data":["","Pardon of Basil Manly By President Johnson",null,"","Box 4","Various Personal Papers and Data Concerning B. Manly, Sr.","Special Collections, Furman University"]},{"divid":1218922505,"type":"Manuscript","data":["","Index Cards",null,"","Box 4","Various Personal Papers and Data Concerning B. Manly, Sr.","Special Collections, Furman University"]},{"divid":1218922560,"type":"Manuscript","data":["","Quotations from a Memorial History of the Baptists of Alabama",null,"","Box 4 ","Various Personal Papers and Data Concerning B. Manly, Sr.","Special Collections, Furman University"]},{"divid":1218922644,"type":"Book","data":["Dumas Malone, Editor","Dictionary of American Biography",null,"New York","Charles Scribner&#39;s Sons","1933","237-238"]},{"divid":1218922740,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Kathleen Zebley Liulevicius","Pardon and Executive Privilege During Reconstruction&#58; The Interplay of President Johnson and Southern Governors","Nineteenth Century America&#58; Essays in Honor of Paul H. Bergeron ","W. Todd Groce and Stephen V. Ash, Editors","Knoxville, Tennessee","University of Knoxville Press","2005","114-144"]},{"divid":1218922919,"type":"Book","data":["Jonathan Truman Dorris","Pardon and Amnesty Under Lincoln and Johnson&#58; The Restoration of the Confederates to Their Rights and Privileges, 1861-1898",null,"Chapel Hill, N.C.","The University of North Carolina Press","1953","108-115, 135-144"]}],"locations":[{"id":2995,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":17,"tag":"Government"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}