{"id":4336,"title":"Civil War Christmas Memory\n","course_id":4,"status":"P","start_date":"1861-12-25","end_date":"11/10/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["           During the Civil War, holidays and festivities did not enshroud the lives of families and soldiers throughout America. Soldiers usually sat in camp waiting for action as the winter months did not involve tremendous amounts of fighting. Second Lieutenant Robert Gould Shaw wrote home many times to his mother but also on Christmas Day 1861. His description of camp life and the lack of festivities for soldiers is just one example of the diluted Christmas spirit. This lack of elaborate celebration was a common experience for many Southerners such as both a soldier and his wife.","            Shaw told his mother that Christmas Eve and Day were just like any day within the last six months. There was little action and little reason to be joyous and celebrate. Other than a little snow at midnight the holiday just did not seem to be like a typical Christmas; there were no stockings hung, no songs sung, and Santa was nowhere to be seen. Shaw's account of Christmas and camp life seemed somber and relaxed. He seemed to be in good spirit and does talk of Santa cheerfully, but Shaw quickly softens this emotion with a somber observation; this remark is about the reality of war and the restrictions associated with life as a soldier. Shaw wrote, \"...I suppose no one ever had a better chance of seeing \"Santa Claus\"; but as I had my stockings on, he probably thought it not worth his while to come down to the guard-tent. I didn't see any of the guard's stockings pinned up outside their tent, and indeed it is contrary to army regulations for them to divest themselves of any part of their clothing during the twenty-four hour period.\" ","            Southern soldiers and their family life on Southern plantations also did not resemble the typical holiday atmosphere.  Although desperation and ersatz ruled the Confederacy during the Civil War, especially during holidays, a complete dissolution of the Christmas spirit did not occur. There are always exceptions; some families could afford the expensive gifts and meals while other soldiers and their families simply looked past the war-torn nation and found a brighter outlook with things that they could be thankful for. In an interview Ida Baker, commented on her recollection of Christmas during the war. She recalled the lack of luxuries, but remembered the spirit which kept themselves and their soldiers going; she said, referring to the women of the era, \"They never gave up and they never stopped making much with nothing.\" The woman always strived to keep their men happy both away during combat and at home following a tour of duty. Christmas for soldiers consisted of a lack of material 'necessities', but it most certainly did not lack its' full spirit."],"display_date":"December 25, 1861 - November 10, 1937","search_date":"1899-12-02","citations":[{"divid":1217975874,"type":"Primary Source in a Secondary Source","data":["Robert G. Shaw to His Mother","December 25, 1861","Blue-Eyed Child of Fortune&#58; The Civil War Letters of Colonel Robert Gould Shaw","Russel Duncan, Editor","Athens, Georgia","University of Georgia Press","1992","168"]},{"divid":1217975931,"type":"Book","data":["Mary Elizabeth Massey","Ersatz in the Confederacy&#58; Shortages and Substitutes on the Southern Homefront",null,"Columbia, S.C.","University of South Carolina Press ","1993",""]}],"locations":[{"id":2996,"lat":38.6845288469,"lng":-78.1593262248,"zoom":10,"place":"RAPPAHANNOCK, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}