{"id":4337,"title":"All She Wanted Was Elbow Room\n","course_id":3,"status":"P","start_date":"1861-07-10","end_date":"1861-07-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"All She Wanted Was Elbow Room\" was published in <em>The Rushlight, </em>a student literary magazine of Wheaton Female Seminary in Norton Massachusetts in 1861. The main characters Fannie North and Nancy South had extremely different views but the one characteristic they shared was their desire for change. The external image of two girls represented the divisive issue of slavery opinions in the north. Fannie North lived in a small cottage and longed for \"a larger and freer home\" in which to grow and be independent. Nancy South had plenty of room and the finest of all material goods, but she was always seeking more. Nancy was not content with her blessings and fortunes. Rather she chose to conquer land and impose her force on others. While \"quiet little Fannie North was [...] contenting herself faithfully living in her narrow sphere, till God should see fit to grant her more room, big Nancy South spread out broader than ever,\"  the desire for more room in which to expand herself only contributed to her selfishness. Fannie was saddened by her lack of freedom and wanted nothing more than to help herself and others enjoy free will. Her counterpart was unsympathetic and self-interested, wanting only what benefited her. The story ended with reassurance that \"Nancy's mansion is large and high, but on a sandy foundation\", her power was diminishing day by day. ","Opinions ran rampant during the Civil War which began in April of the publication year. Many northerners felt strongly that slavery was immoral and must be condemned. The portrayal of southerners as guided by financial and material gains rather than values began appearing in literature and propaganda. Carl Osthaus commented on southern deviance by saying they were all \"shiftlessness and exploitation was the rule to follow\". He believed this was why they failed to see the human side of slavery.  The <em>Rushlight</em> article articulates these images by creating Nancy South to be one-dimensional, \"elbow room to her would have been no blessing, unless obtained at somebody else's expense\". "],"display_date":"July 10, 1861","search_date":"1861-07-10","citations":[{"divid":1215869439,"type":"Newspaper Article","data":["All She Wanted Was Elbow Room","The Rushlight","","July 10, 1861",""]},{"divid":1215869458,"type":"Article","data":["Carl R. Osthaus","The Work Ethic of the Plain Folk&#58; Labor and Religion in the Old South","Journal of Southern History","70","2004","7-45"]}],"locations":[{"id":3014,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":3,"school_id":2}}