{"id":4339,"title":"Sanitary Reform in Wake of Epidemics\n","course_id":5,"status":"P","start_date":"1878-10-19","end_date":"1878-10-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"It is now eleven years since the fever was epidemic in Galveston, and the citizens believe that with proper attention to sanitary precautions they need never suffer again.\" Referring to an epidemic of the yellow fever in 1867, an article in the <em>Scientific American</em> used Galveston, Texas, as an example for sanitation standards when quarantining the yellow fever in 1878. The article continued to claim, \"the value of such sanitary care was particularly tested in 1878, when the disease was very fatal in Memphis, Shreveport, and in Texas.\" In the wake of numerous epidemics of yellow fever, cholera, and the like, people throughout the country called for sanitary reform and regulation. The rapid urbanization experienced during the nineteenth century had highlighted the insufficient methods for disposing of waste and refuse. As exclaimed in the <em>New York Daily Times</em>: \"we need nothing but noses to know that there is something rotten in the street.\"","The initial push for sanitary reform came in the 1840s, yet would not culminate in any significant changes until the 1870s and 1880s. In the early stages of urban development, city-dwellers practiced private-lot waste removal, in which, as Peterson describes, they \"discharged their wastes upon the land adjoining their dwellings and shops, principally within the confines of the private lot but also into the streets.\" In reaction to similar problems in England during the 1840s, British reformer Edwin Chadwick developed an innovative system of water-carriage sewerage, in which pressurized water was passed through small, egg-shaped pipes to carry solid wastes away from the city. Chadwick also accepted the filth theory, which held \"that gases or miasmas emanating from decaying organic matter caused disease.\" However, not much progress was made in sanitary reform in America before the Civil War; as Peterson remarks, \"only Jersey City, Brooklyn, and Chicago, in fact, attempted major works before the Civil War. Not until after the war and the return of cholera in 1866 did many cities introduce systematic sewerage.\" At that point, American pioneers followed Chadwick's suit, installing comprehensive and integrated sewer systems in major cities across the nation. Legislation was passed to provide for the administrative reform of sanitation. Boards of Health began cropping up in cities around the country. The American Public Health Association, which Peterson claims, \"became the principal voice of American sanitary reform,\" was formed in 1872. Sanitary survey planning emerged as a useful practice, as it \"required the study of every street, lot, and building in a city to determine the precise location of any prevalent and all suspect environmental conditions.\"     ","The impact of American sanitary reform was most readily observed in the comprehensive reconstruction plan developed for Memphis, Tennessee in response to a devastating yellow fever epidemic in 1878, which claimed 5,150 lives out of its population of approximately 45,000. A National Board of Health was created in March 1879 to deal with the problem. It conducted an exhaustive, citywide survey and made nine proposals to improve the city's sanitation. George E. Waring was chosen to construct an innovative and controversial sewage system in the city. According to the <em>Dictionary of American Biography</em>, Waring's \"pipes were much smaller than customary, were for house sewage only, without manholes, well ventilated, and were flushed every twenty-four hours by means of automatic flush tanks.\" Although the plan only pertained to health matters and not to the city's future growth, the sanitary reform conducted in Memphis considerably improved the city's sanitation and proved to be a significant step towards the eventual practice of city planning. ","However, in the 1880s and 1890s, German and French bacteriologists soon discovered the microscopic pathogenic organisms responsible for diseases such as tuberculosis and cholera, among others. Peterson states, \"As this new public health approach gradually took hold, it shifted attention away from the root premise of sanitary reform - that most infectious disease had its source in the visible environment.\" Thus, preventative measures such as isolation, immunization, disinfection, and antitoxins became more important than sanitary reform. Sanitary scientists developed methods of filtration and chlorination of water, allowing polluted water to become purified. Although sanitary reform eventually lost momentum in the face of microorganisms and filtration, the movement sparked valuable innovations in sewerage and city planning as methods to control the byproducts of urbanization during the nineteenth century. "],"display_date":"October 19, 1878","search_date":"1878-10-19","citations":[{"divid":1216391737,"type":"Newspaper Article","data":["Public Sanitation","Scientific American","","October 19, 1878","241"]},{"divid":1216391766,"type":"Newspaper Article","data":["","New York Daily Times","","July 13, 1852","2"]},{"divid":1216391801,"type":"Article","data":["Jon A. Peterson","The Impact of Sanitary Reform upon American Urban Planning, 1840-1890","The Journal of Social History","Vol. 13, No. 1","1979","83-103"]},{"divid":1216391845,"type":"Online Encyclopedia","data":["History Resource Center","Sanitary Engineering","http&#58;//galenet.galegroup.com/servlet/HistRC/","November 27, 2007"]},{"divid":1216391877,"type":"Book","data":["Jon A. Peterson","The Birth of City Planning in the United States, 1840-1917",null,"Baltimore","The Johns Hopkins University Press","2003","29-39"]},{"divid":1216391910,"type":"Online Encyclopedia","data":["Biography Resource Center","George Waring","http&#58;//galenet.galenetgroup.com/servlet/BioRC","November 29, 2007"]}],"locations":[{"id":3011,"lat":29.5143972393,"lng":-94.8756973573,"zoom":9,"place":"GALVESTON, Texas"}],"tags":[{"id":17,"tag":"Government"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":16,"tag":"Science/Technology"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}