{"id":4346,"title":"Argues for a Racially Mixed America\n","course_id":4,"status":"P","start_date":"1865-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Miscegenation stirred the pot in the American courts for much of the nineteenth century. According to historian Warren Sollors, in 1727 a white woman abandoned her husband because she fell in love with a black man. As a result, laws in 1741 called attention to the interracial marriage of whites and blacks in America. A fine of fifty pounds was to be paid in addition to children of these marriages to work on plantations for an additional two years term. This provoked the notion of legally integrating two races into one another's world. Abolitionists published literature and essays in support of cultural mixing between blacks and whites, creating a unified community. H. Dexter's <em>Miscegenation: The Theory of the Blending of the Races, applied to the American White Man and Negro,</em> is documentation of the positive theories and cultural improvements that interlacing the two races would fabricate in America. ","Dexter stated what he felt would make America a perfected race when he claimed, \"All that is needed to make us the finest race on Earth is to engraft upon our stock the Negro element which providence has placed by our side on this continent.\" The concept of creating a powerful combination of both black and white Americans resulted from two abolitionists and psychologists, Dr. Pritchard and Don Felix DeAzara, wrote essays in response to the \"evil of the pure and the benefit of the mixed.\" These scholars relying on scientific racism wrote about color of the skin depending on the temperature and climate conditions in which they were raised. They concluded that color of skin was irrelevant to the content of their hearts. As an example, the pale English would remain white in the rainy climate of England, while the Africans dark with the climate of the hot, humid sun would need their shadowed complexion. The color of one's skin is only<em> </em>a result of one's environment, nothing more. If integration were introduced, soon humans would have red, blond, and brown hair with some straight or curly. Secondly, the vital thing to remember, despite diversity in appearance, the anatomy is all the same. The human race stems from the same Adam.","Despite Sollors's opinion of the advantages of interracial societies being too difficult to pinpoint due to deep-seated prejudices, Prichard managed to do so very boldly and effectively. He declared that states intermixing races creates a very strong, vital series of new cultural advantages both physically and in the workforce. Black intermixing into American society was the starting line in black history, which led them into the \"white limited\" business world. Due to Prichard's positive concepts of black integration, Minchin's novel of the black textile worker discussed the initial occurrences of whites and black intermingling on the job. In addition, Prichard's companion, Don Felix DeAzara, added to the notion of interracial advantages in America. He claimed America's citizens would posses beautiful features and an agreeable personality, which would carry with them in the work force and throughout life. The idea of merging two cultures would give each race particular characteristics of one another. Combining cultures would produce a race of vigorous life on top of stellar physical conditions surpassing previous generations of American society.  ","            Americans learned from watching the Dutch and French interlock with one another, as did they with ancient tales of the Egyptians, that integration of culture could create a powerful result. Taking two commanding races and combining them creates new advantageous in the work force, and in personal development. Such interrelations inscribe new traits and encourage one to \"love our opposites.\" A concerned southerner one asked of integration, \"What will you do with the negro when he is free?\" A proud response foreshadowing the promise of a great nation and the results of integration responded, \"We will take him into our societies, into our churches, into our schools, into our social circles, into our families; we will receive him as our younger brother.\""],"display_date":1865,"search_date":"1865-07-02","citations":[{"divid":1217975445,"type":"Pamphlet or Other Printed Material","data":["David G. Croly","Miscegenation&#58; The Theory of the Blending of the White and Negro Race","New York","H. Dexter","1864","Special Collections Library, University of Virginia"]},{"divid":1217975535,"type":"Book","data":["Werner Sollars","Interracialism&#58; Black-White Intermarriage in American History, Literature, and Law",null,"Oxford ","Oxford University Press, Inc.","2000",""]},{"divid":1217975572,"type":"Book","data":["Henry D. Thoreau","The Writings of Henry D. Thoreau&#58; Reform Papers",null,"Princeton","Princeton University Press","1973",""]},{"divid":1217975614,"type":"Book","data":["Timothy J. Minchin","Hiring the Black Worker",null,"North Carolina","The University of North Carolina Press","1999",""]}],"locations":[{"id":3068,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}