{"id":4348,"title":"Pauline Cushman Gains Trust of the Rebels: An Episode from Her Life\n","course_id":4,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Pauline Cushman was born Harriet Wood in the South, on June 10, 1833. Living the beginning of her life in New Orleans, she eventually moved with her family to northern Michigan where she first discovered her love of the theatre. By the age of eighteen she moved to New York to try her luck at being an actress and stage performer. In homage to Charlotte Cushman, her favorite performer, Harriet legally changed her name to Pauline Cushman. She later married Charles Dickinson, who was called away to fight for the Union in 1862. ","Cushman joined a theater company three months after her  husband left, that toured all across the South, spreading her name throughout the area. One evening after a performance in \"Union-controlled Louisville, Kentucky,\" Cushman was given a large sum of money to toast to Jefferson Davis. She complied, despite her love of the Union, and toasted her enemy. Cushman's theatre company, enraged with her trading allegiance for cash, fired her. Cushman was not phased, as she used her toasting opportunity to \"rub elbows\" with the Rebels. By doing so, she managed to gain their trust as a map and document transporter for the South, while secretly serving as a Union spy. ","According to the <em>Detroit Tribune</em> article <em>Miss Maj. Pauline Cushman, The Federal Scout and Spy</em> in May of 1864, Cushman's accomplishments were praised through journalist accounts of her dramatic escapes. Cushman was captured three separate times, two of which she managed to escape from. Of the second, Cushman was en route to Nashville, riding on the Hardin Pike, when two Confederate scouts grew suspicious of her and mounted her on horseback to bring back for sentencing. Quick on her feet, Cushman paid a slave ten dollars to invent a story of Union soldiers attacking to distract the Confederate scouts. When the scouts fled to check out the invading troops, Cushman escaped temporarily, only to be recaptured the following day. Her eventual capture while concealing Southern battle plans in her shoes and petticoats placed her in jail. By now, the sickly Cushman was sentenced to hanging upon notice of her recovery. Had it not been for the Union invading the Confederate town three days prior to her scheduled execution, Cushman might never have survived to pass along her stories. ","Upon her release, Cushman returned to New York to visit friends and family and to lecture those interested in her adventures. Cushman died tragically of an opium overdose shortly after writing, \"The Life of Pauline Cushman,\" her biography of the patriotic \"Miss Major\" of the Union Army.   "],"display_date":1862,"search_date":"1862-07-02","citations":[{"divid":1218923243,"type":"Newspaper Article","data":["Miss Maj. Pauline Cushman, The Federal Scout and Spy","Detroit Tribune ","","May 28, 1864",""]},{"divid":1218923268,"type":"Book","data":["Leo Banks","Stalwart Women Frontier Stories of Indomitable Spirit",null,"Phoenix, Arizona","Nina M. LaFrance &amp; Arizona Department of Transportation","1999",""]},{"divid":1218923424,"type":"Book","data":["William Christen","Pauline Cushman Spy of the Cumberland&#58; An Accounting and Memorandum of Her Life",null,"Roseville, Minnesota","Edinborough Press","2006",""]},{"divid":1218923491,"type":"Website","data":["Jone Johnson Lewis","Pauline Cushman ","About.com","http&#58;//womenshistory.about.com/library/bio/blbio_pauline_cushman.htm",""]}],"locations":[{"id":3070,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}