{"id":435,"title":"Hanging of Ephraim E. Dodd\n","course_id":1,"status":"P","start_date":"1864-01-08","end_date":"1864-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ephraim E. Dodd was hung on January 8, 1864 in Knoxville, Tennessee.  He was a rebel spy from Texas who had been working for Gen. Longstreet's army.  He had used the name Williams' and had claimed to belong to the 3rd Tennessee.  It seems that many people in Tennessee thought that this execution was justified because of all of the cold-blooded murder' that had taken place in East Tennessee, probably with the help of Dodd's spying. (Brownlow's Knoxville Whig, 2)&lt;br /&gt;&lt;br /&gt;Dodd was hung in the same spot where, just two years prior, men were taken out of jail and hung for being Union soldiers.  The symbolic value of this seems to have been significant for the people of Tennessee.  He was described as having perfect composure' going to the execution, and appeared to have been indifferent' to the whole situation.  This indifference to death was, according to some, the result of the Rebellion, because men become hardened in sin and lost to all sense of honor and shame.' (Brownlow's Knoxville Whig, 2)&lt;br /&gt;&lt;br /&gt;Ephraim Dodd's execution raised a terrible roar in Tennessee during the following week.  However, an article in Brownlow's Knoxville Whig claims that the only reason is because Dodd was one of the South's own.  The article gives many examples of deaths of Union soldiers that the people of Tennessee felt had been justified because the victims were Union soldiers.  However, the people of Tennessee now saw the other side of the picture and appeared to be hypocritical because they encouraged the brutal killing of Union soldiers, but protested the hanging of a rebel spy."],"display_date":"January 8, 1864","search_date":"1864-01-08","citations":[{"divid":1214241939,"type":"Newspaper Article","data":["","Browlow&#39;s Knoxville Whig","Knoxville, TN","January 9, 1864","2"]},{"divid":1214241970,"type":"Newspaper Article","data":["","Brownlow&#39;s Knoxville Whig","Knoxville, TN","January 16, 1864","3"]}],"locations":[{"id":326,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}