{"id":4352,"title":"A Morning in the Kitchen\n","course_id":3,"status":"P","start_date":"1886-12-01","end_date":"1886-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     In December of 1886, \"A Morning in the Kitchen\" was published in <em>Rushlight</em>, the magazine of Wheaton Female Seminary in Norton, Massachusetts. In this essay our unknown author provided accounts from a day without her cook. She began her essay by remarking on the morning outside and then discussed the tasks of making and cleaning up after a meal. She stated that men's genius was wasted on other scientific endeavors when they could have focused on inventions for domestic aid. She then noted that bread making was a women's science. However, this revelation was interrupted by a peddler who was trying to sell her linens. After inquiring on the size, price, color, and wear she sent the peddler away without purchasing the linens. She stated her disdain for peddlers, saying they were a waste of time. She then noticed that it was eleven and the market man had yet to arrive. Soon, he did arrive to bring her a roast, and she immediately began to cook dinner. With an hour left until dinner, our author noticed that her cousin John was coming home with her boys. She concluded her account by stating that since they had a dinner guest, she was glad that she had prepared such a good dinner, and hoped it tasted as good as it looked.","     Historians suggest that in the nineteenth century the value of women's domestic labor had decreased. This change placed more value on a man's income than a women's domestic role. With these changes housewives learned to adapt by scavenging, shopping wisely, nursing the family, and becoming thrifty in order to stretch family income and improve economic security. However, this role was seen differently by many. With the addition of servants, such as maids and cooks, the women's role was no longer considered economically advantageous, but seen more as a pleasurable activity and a married woman's last attempts to preserve a way of life. This idea was not shared by all, as some women, like our author, saw their work as economically beneficial, as well as a source of pride. "],"display_date":"December 1, 1886","search_date":"1886-12-01","citations":[{"divid":1216392162,"type":"Newspaper Article","data":["A Morning in the Kitchen","The Rushlight","","December 1866","14-19"]},{"divid":1216392214,"type":"Article","data":["Steven Mintz","Review&#58; Housework Demystified","Reviews in American History","Vol. 19, No. 3","September 1991","359-362"]},{"divid":1216392252,"type":"Book","data":["Jeanne Boydston","Home &amp; Work&#58; Housework, Wages, and the Ideology of Labor in the Early Republic",null,"New York","Oxford University Press","1994","xx-222"]}],"locations":[{"id":3074,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":11,"tag":"Economy"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":3,"school_id":2}}