{"id":4354,"title":"Snipers During the Peninsular Campaign\n","course_id":4,"status":"P","start_date":"1861-06-15","end_date":"1861-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the American Civil War, Union Colonel Hiram Berdan formed the 1st and 2nd Sharpshooters Regiments and changed the face of military history forever. Although noticeably different from the modern sniper, Berdan's Sharpshooters were the unmistakable forefathers of what is today roundly considered the most feared specialization on the battlefield. In fact, some theorize that the modern term \"sharpshooter\" may in fact originate from the Sharps Rifle-equipped marksmen in Berdan's unit. Whatever the case, the skill of these men is revealed by Berdan's report of his unit's first combat encounter at the Battle of Yorktown during the Peninsular Campaign of 1862. Although the sharpshooters were unable to wrest a clear victory out of the battle or campaign, their solid performance during Yorktown meant that a new age had dawned for the infantryman.","On June 15, 1861 Secretary of War Edwin Stanton approved the creation of the 1st Sharpshooters Regiment under wealthy investor, crack shot, and outspoken proponent of the idea, Hiram Berdan. Although there were other sharpshooter companies already in existence prior to this, Berdan's unit distinguished itself in several ways. First, these other units were attached to state-specific regiments and received training, uniforms, and assignments that were little different from stock infantrymen. By contrast, the men in Berdan's unit hailed from states all over the Union, with many of them having already been experienced hunters and marksmen, as evidenced by the initiation test alone. Specifically, just to get into the regiment, a recruit had to shoot, freehand, ten consecutive shots in a target 200 yards away and produce a group size no larger than five inches. As this is no easy task even with modern optics and rifles, it is not surprising that the men of Berdan's unit began to think of themselves as an elite group.","The first combat test of this mindset would come at the Battle of Yorktown. According to Berdan's account of the first of the 17 days covered in his report, once the ground was reconnoitered, the regiment was divided into \"companies and detachments, with proper supports and reserves, according to the cover and duties to be performed.\" He then outlined just what those duties entailed, implying that the chief duty of the sharpshooters was basically a specialized form of skirmisher. Specifically, they guarded the roads and flanks respectively against enemy cavalry and flankers, and watched the movements of the enemy. Their secondary objective was to, when \"in groups of one to one hundred, pick off gunners and protect batteries.\" Despite heavy Confederate fire, Berdan reported that his men inflicted many casualties on the enemy (Berdan himself thought that they had \"killed or wounded several hundred rebels\") at the cost of only two killed and four wounded in their own ranks.  ","Although this may seem incredible, it is worth pointing out that Berdan's men tended to be strong individualists (a trait possessed by many modern snipers) who, as mentioned previously, considered themselves an elite unit and dressed accordingly. Specifically, they forsook the typical blue uniforms in favor of green and gray outfits in one of the early uses of camouflage. Whatever the case, it appears that word got around in the Union lines, as Berdan ended his report by stating that \"Since the 5th we have sent a detail of 20 [men] to each of three brigades and sometimes to Hamilton's division. On the 19th I sent two companies, A and C...to General Smith's division. They have thus far done good service.\"","The American Civil War was not the first time that sharpshooters were deployed, as previous wars and contemporary European armies had used them even before the pre-Berdan units were formed. Despite this, the creation of Berdan's Sharpshooters proved to be a huge step towards the modern concept of a sniper, owing as much to Berdan's ideas of deployment and missions as the advancements in rifle technology. "],"display_date":"June 15, 1861","search_date":"1861-06-15","citations":[{"divid":1216392373,"type":"Primary Source in a Secondary Source","data":["Official Report of April 4-21, 1862 of Col. Hiram Berdan, Comdg. First United States Sharpshooters","April 21, 1862","War of the Rebellion&#58; Official Records of the Union and Confederate Armies in the War of the Rebellion, Series I, Vol. 11, Part I","The National Historic Society","Washington, D.C.","Government Printing Office","1880-1901","301-302"]},{"divid":1216392705,"type":"Book","data":["Martin Pegler","Out of Nowhere&#58; A History of the Military Sniper",null,"Great Britain","Osprey Publishing","2004","63-64"]}],"locations":[{"id":3078,"lat":37.1522972227,"lng":-76.370697645,"zoom":10,"place":"YORK, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}