{"id":4355,"title":"Porter Under the Guns of Vicksburg\n","course_id":4,"status":"P","start_date":"1863-04-16","end_date":"1863-04-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By mid-1863 the city of Vicksburg, Mississippi was the final Confederate bastion on the Mississippi River, making it all that stood between General Ulysses S. Grant and the East/West division of the Confederacy itself, a goal stipulated in the Anaconda Plan. Since its capture would mean a major strategic victory for the North, the city held immense symbolic, as well as strategic, importance to both sides. After a series of subtle and unsuccessful attempts to circumvent Vicksburg in 1862 and 1863, Grant returned to the approach that had served him so well in the past, and would continue to do so this time and in the future: the brutally direct approach.  "," The City of Vicksburg itself sits atop high bluffs that give it (and any guns placed inside) a commanding view of the Mississippi River, especially north of the city proper, making ownership of the area a necessity for any party that wishes to control the river. The problem from Grant's point of view was that the bluffs meant that he would need to attack the city from the East, which in turn meant ferrying his troops across the river, a task that even Grant knew to be too risky to try north of the city in the Union occupation zone. As such, Grant, after trying and failing several times, devised a simple yet daring plan to ferry his men across the river south of Vicksburg, where a hairpin turn on the river limited the range of the city's guns. To do this, however, Grant obviously needed to position his gunboats south of the city, which required them to run the mighty guns of Vicksburg itself, as the current was too strong to go upriver. ","Since Grant and the commander of his naval forces, Admiral David Porter planned to slip the gunboats past the fortress, many precautious had to be taken. As outlined in Porter's confidential General Order of April 10, 1863, his captains were to take \"every precaution possible to protect the hull and machinery\" of their ships. Such precautions included towing coal barges on the starboard side (going south, Vicksburg would have been on port), keeping all lights extinguished, even when returning fire, and of course, making as little noise as possible.","  The after action report of James A. Greer, one of Porter's captains, filed seven days after the above-mentioned orders and one day after the operation itself, records that the ships departed anchorage at 9:15 PM and first came under fire from the city at about 11:15, with the Union gunboats returning fire eight minutes later. As the night was moonless, the Confederates were forced to light bonfires alongside the bank to see better, but it was not enough: of 525 rounds fired, only 68 hit, while only one of the three transports and none of the eight gunboats were sunk. At this point we see the bluffs that had been Vicksburg's blessing become its curse, as the Southern gunners were apparently unable to hit anything closer than a certain distance. Perhaps realizing this, Greer (and presumably Porter and the other captains) ordered their ship(s) to pass \"within 40 yards of the town, [so close that Greer] could hear the rattling of falling walls after [their] fires.\" At 11:52, the CSA gunners ceased fire, allowing the Union ships to complete their route without further interruption, even from the smaller Confederate towns between Vicksburg and their target.","Although this action was just the first gamble in a plan of Grant's that was basically one big gamble, the first step had been taken and the end had begun for Vicksburg. With the troops Grant was able to ferry across the river with Porter's fleet, the future president marched north and besieged Vicksburg. After a long and grueling siege, the town finally surrendered on July 3rd, 1863, the same day that the Battle of Gettysburg was decided in the East, effectively turning the tide against the CSA in one day after three years of near-unbridled success. Taken together, July 4th, 1863 was probably the most memorable Independence Day in US history since 1776. "],"display_date":"April 16, 1863","search_date":"1863-04-16","citations":[{"divid":1216392792,"type":"Primary Source in a Secondary Source","data":["General Order of David Porter, Acting Rear-Admiral","April 10, 1863","War of the Rebellion&#58; Official Records of the Union and Confederate Navies in the War of the Rebellion, Series I, Vol. 24","The National Historical Society","Washington, D.C.","Government Printing Office","1880-1901","554-555"]},{"divid":1216392872,"type":"Primary Source in a Secondary Source","data":["Official Report of Lieutenant-Commander Jas. A. Greer, Comdg. USS Benton","April 17, 1863","War of the Rebellion&#58; Official Records of the Union and Confederate Navies in the War of the Rebellion, Series I, Vol. 24","The National Historic Society","Washington, D.C.","Government Printing Office","1880-1901","556"]},{"divid":1216392962,"type":"Book","data":["James McPherson","Battle Cry of Freedom",null,"New York","Oxford University Press","1988","627"]}],"locations":[{"id":3079,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}