{"id":4356,"title":"Andrew Johnsons Veto and the Freedmans Bureau Bill Conflict\n","course_id":4,"status":"P","start_date":"1866-02-20","end_date":"1866-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Just as the issue of secession and the firing on Fort Sumter triggered the War Between the States, the issue of readmission (and arguably) the assassination of President Lincoln triggered an almost equally bitter conflict. This conflict, however, arose between the Executive and Legislative branches. It is quite possible that only a man of Lincoln's strength could have succeeded in handling the Reconstruction crisis that led to the feud, and Johnson, his successor, was unfortunately not of the same cut. As will be seen, given the nature of the crisis, few people would. ","Generally speaking, Reconstruction is divided into several phases, with the distinction between two of them being Presidential and Congressional Reconstruction, both of which are self-explanatory regarding who was in charge. When Lincoln, the helmsman of the former phase, was assassinated, his successor, Andrew Johnson, took it upon himself to follow through with Lincoln's plan for an amicable and (especially) rapid restoration of the Union. Unfortunately for Johnson, the so-called \"Radical Republicans\" that controlled Congress at the time abhorred the Southern States' passage of Black Codes and attempted to slow their reentry into the Union as punishment. Johnson, of course, still had speed as his priority and refused to back these punitive measures. When Congress realized they would get no help from Johnson, they decided to take matters into their own hands and proposed the Freedman's Bureau Bill in late 1865. The Bureau itself had been a temporary entity founded by Lincoln immediately after the war with the intention of assisting the newly freed slaves. Under the Bill proposed by Congress, however, the Bureau's longevity and powers would be greatly increased. While this was ostensibly to give more and better aid to the slaves, it was by no means coincidental that the Bill's passage would transfer <em>de facto</em> control of Reconstruction from Johnson to Congress.  ","From Johnson's point of view, this was a dilemma in the fullest sense of the word: oppose the bill and gain enemies or allow it and lose power. He chose the former and vetoed the passage of the Bill in February of 1866. According to <u>The New York Times</u>, Johnson gave several reasons for this, although the largest one seemed to be that passage of the Bill did not put enough faith in the abilities of the Southern leaders to handle Reconstruction on their own. Furthermore, the article states that Johnson claimed to believe \"that the question of the Union is paramount to all others.\" Taken together, these statements reflect an attempt by Johnson to rally the nation behind him more than anything else. Specifically, in the latter statement he seems to be likening himself to Lincoln and trying to take advantage of the late Lincoln's popularity in the North, with the former statement obviously being an attempt to put him on the good side of the Southern leaders. In the end, this would not help him, as Congress passed the Bill over his veto and basically used their new powers to make life miserable for Johnson, who would go on to have the dubious honor of being the first US President to be impeached.  ","In Johnson's defense, it cannot be denied that Lincoln, a popular man-of-the-people even before he was martyred, would have been a tough act to follow.  In that regard, it is not surprising that Johnson would remain so adamant on his quest to follow through with Lincoln's plan, as to change said plan would have seemed disrespectful to Lincoln's memory and therefore political suicide. The true irony of the situation becomes apparent here, as it was not changing the plan that would turn out to be the real suicide. Specifically, Johnson's unwillingness to deviate from Lincoln's hope for a fast rebuilding-even in the face of the Black Codes-led to Congress trying to seize Reconstruction authority via the Freedman's Bureau Bill, which in turn led to the lose-lose position that Johnson occupied in February 1866."],"display_date":"February 20, 1866","search_date":"1866-02-20","citations":[{"divid":1215869064,"type":"Newspaper Article","data":["The Freedman&#39;s Bureau Bill-The President&#39;s Veto","New York Times","","February 20, 1866",""]},{"divid":1215869088,"type":"Book","data":["James McPherson","Battle Cry of Freedom ",null,"New York ","Oxford University Press","1988","842"]}],"locations":[{"id":3080,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}