{"id":4357,"title":"Passage of Shermans Special Orders No. 15\n","course_id":4,"status":"P","start_date":"1865-01-16","end_date":"1865-01-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Although many regard war as good for absolutely nothing, the truth of the matter is that troops are not the only things that advance in war. In fact, some of the greatest advancements made by mankind in fields ranging from medicine to the arts can trace their roots to military necessity. One such example made in the field of Civil Rights during the American Civil War was Special Field Orders Number 15, popularly referred to as \"Forty Acres and a Mule.\" Issued by General William T. Sherman shortly after the end of his infamous March to the Sea, the act placed captured Southern land in the hands of the freed slaves, something that had never been done before. ","The fall of the seaport city of Savannah, Georgia in late 1844 to Union General William T. Sherman brought an end to the general's famous \"March to the Sea.\" Over a period of two months, a fifty-mile wide front of Union soldiers had marched up to 12 miles a day, looting what they wanted and destroying everything else, including the metaphorical chains of untold numbers of slaves. Under the Emancipation Proclamation, all slaves in areas controlled by the Union were granted freedom, which would pose an unforeseen problem in this case. Specifically, Abraham Lincoln had drafted the Proclamation at the North's nadir, when obtaining half as much land and slaves in twice the amount of time as Sherman had just done would have seemed impossible. As such, the Proclamation's wording about what to do with freed slaves was much too vague. Thus, having no way to support themselves, many of the new freedmen attached themselves to Sherman's army.","On January 16th, 1865, Sherman, with the blessing of Secretary of War Edwin Stanton, attempted to solve this problem with the passage of Special Field Orders No. 15. With the powers granted to him by the War, Sherman confiscated over thirty miles worth of plantations and islands from slaveholders and, taking a page from the 1862 Homestead Act, turned them over to the slaves for use as free settlements. It is interesting to note that while Order 15 is very explicit on such major rules and regulations as the maximum amount of land a single family could own (40 acres), it is remarkably silent on things that deal more with the day-to-day events of the settlement. To be sure, this would be in keeping with the Order's restriction of government interference with the settlement to protection and aid in setting up said settlement.","  Despite this, the Order itself unmistakably struck more of a blow against the CSA military and strategy than for Civil Rights. For starters, although the Order explicitly prohibited conscripting troops from the new settlements, it was no less explicit when it stated that all \"young and able-bodied negroes must be encouraged to enlist.\" Additionally, the Order effectively turned a great mass of dead weight on Sherman's army into something of an occupation force. In this case, one that would produce rather than just occupy or be refugees and free up veteran soldiers for the coming months of war. On a final note, it is interesting to point out that Section III of the Order contains a line that could be interpreted as preparing for Reconstruction. Specifically, the Order states that Congress has the power to \"regulate\" the titles of the freedmen, effectively laying the ground for a transfer of power when the martial law that created the settlements was rendered null. The legal ramifications of transferring power from military to civilian hands are more complex than many realize, and in giving Congress some authority, Sherman no doubt eased this transfer. Unfortunately, the old maxim that laws are silent in times of war is a door that works both ways, in that the noticed laws of war may be silent in times of peace. In this case, during Reconstruction, much of Sherman's Land Grant properties reverted back to their Antebellum title holders.    "],"display_date":"January 16, 1865","search_date":"1865-01-16","citations":[{"divid":1218923760,"type":"Primary Source in a Secondary Source","data":["William T. Sherman, Special Orders Number 15","","War of the Rebellion&#58; Official Records of the Union and Confederate Armies","United States War Department","Washington, D.C.","Government Printing Office","1880","60-62"]},{"divid":1218923880,"type":"Book","data":["James McPherson","Battle Cry of Freedom",null,"New York","Oxford University Press","1988","841-842"]},{"divid":1218923962,"type":"Book","data":["Claude F. Oubre","Forty Acres and a Mule&#58; The Freedman&#39;s Bureau and Black Land Ownership",null,"Baton Rouge","Louisiana State University Press","1978",""]}],"locations":[{"id":3081,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}