{"id":4358,"title":"Dawn of the Attack Submarine\n","course_id":4,"status":"P","start_date":"1864-02-17","end_date":"1864-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While many people know that the American Civil War revolutionized naval warfare with the introduction of the ironclad warship, few realize that another, equally important, seaborne weapon was introduced in that conflict: the submarine. The first sub was developed by the Confederacy in the later years of the War in an effort to counteract the Union blockade, with Charleston Harbor being used as the proving ground. ","The boat that would become the <em>Hunley</em> first launched in July, 1863 for sea trials under the command of its designer, H.L. Hunley. Although Hunley himself (as well as his entire initial crew) would drown in one of at least five unfortunate accidents, the CSA command was impressed and brought the boat, renamed in honor of its designer, to the blockaded Charleston Harbor. Several months later, on the night of February 17, 1864, the <em>Hunley</em> set out into the blockade, targeting the USS<em> Housatonic</em>, a steam-powered sloop of war. Although sighted by the crew of the larger ship, the <em>Hunley</em> was able to destroy the boat, killing five Union sailors in the process. The submarine never returned. Although communicating with the harbor via a pre-arranged system of lanterns, the <em>Hunley</em> and its crew simply disappeared, becoming one of the many mysteries of the sea, until 1995, when the wreck was found by archeologists.","The <em>Hunley</em> itself was not the sleek predator of the deep that comes to mind with the word \"submarine.\" It was only 40 feet long, intended to accommodate a crew of only eight or nine men. Obviously, it could not stay submerged for long, since its tanks apparently only held three hours worth of air, although this is just as well since its range was only 15 miles. For armament, it carried a single \"spar torpedo,\" which was basically a bomb on a long pole sticking out in front of the sub itself, with locomotion being provided by the crew rowing.<em> </em>","The Union had been attempting to develop a submersible craft as well, although the <em>Hunley</em> was the first such craft to actually destroy a ship. As might be expected with a new project, the official naval records for both sides during the war hardly mention the <em>Hunley</em> at all, with one of its only mentions being made by the North in a short dispatch dated February 29, 1864. In it, the writer warns his subordinate to be wary of \"low, cigar-shaped steamer[s]\" like the one that sunk the <em>Housatonic</em>. Obviously, the sub itself is not referred to by name, in part because it was mistaken for one of the semi-submersible <em>David</em>-class torpedo boats. But despite the Union knowing the description of the ship (as opposed to it being a fully mysterious and unseen hunter), the <em>Hunley</em> still struck a blow against the blockaders' psyche. After all, they were unaware of the fact that the CSA did not have any more weapons like this, or even that one itself, technically.","Although not as grand an entrance as the ironclad, the submarine had nonetheless surfaced on the military stage, with the two combined creating a huge impact on naval warfare as we know it. When Sumter was bombed, naval warfare was in a steam-powered Napoleonic age. When Lee surrendered at Appomattox, it was poised for World War I, quite a leap for five years by anyone's standards. "],"display_date":"February 17, 1864","search_date":"1864-02-17","citations":[{"divid":1218901130,"type":"Primary Source in a Secondary Source","data":["Official Correspondence of S.P. Lee, Acting Rear-Admiral, Comdg. North Atlantic Blockading Squadron","","War of the Rebellion&#58; Official Records of the Union and Confederate Navies","","Washington, D.C.","Government Printing Office","1880","510"]},{"divid":1218901216,"type":"Book","data":["Richard N. Current","Encyclopedia of the Confederacy, Vol. II",null,"New York","Simon &amp; Schuster, Inc.","1993","445-446"]},{"divid":1218901263,"type":"Article","data":["A.C. Davidonis","Harbor Forcing Operations","Journal of Military Affairs","8","Summer 1944","81-94"]},{"divid":1218901305,"type":"Website","data":["","Hunley","United States Navy Historical Site","http&#58;//www.history.navy.mil/branches/org12 7b.htmanchor377559","November 4, 2007"]}],"locations":[{"id":3082,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}