{"id":436,"title":"The Publication of a series of letters by Benjamin Ryan Tillman in the News and Courier of Charleston, South Carolina","course_id":1,"status":"P","start_date":"1885-11-19","end_date":"1885-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Benjamin Ryan Tillman was a relatively affluent farmer from Edgefield County whose family lost much of its property during the Civil War.  Benjamin, however, was able to regain much of his prosperity in the ensuing years.  Determined to , in his own words , overthrow an aristocracy which had come down to us from colonial days', he mounted a campaign in the 1880s to foment discontent amongst the agricultural community within South Carolina with the ruling agricultural political establishment.  Championing diversification and agricultural education, he was one of the founders of the Edgefield Agricultural Society in 1885.  &lt;br /&gt;However, it was the decision by Francis W. Dawson, the Editor of the News and Courier, to publish several of Tillman's letters in his newspaper in November of 1885 which dramatically increased his notoriety and popularity around the state.  In these letters he made a forceful case for increased agricultural education in South Carolina.  Praising the agricultural-specific colleges of Michigan, Kansas, and Mississippi, Tillman decried the pitiful, contemptible, so-called agricultural annex' at the South Carolina College in Columbia.  Claiming a desperate need for additional scientific training in agriculture within the state, he pointed to the distinct agricultural character of the state's populace , three-fourths of which are farmers -- as evidence that less of the farmer's money' should be used to fund the study of the professional arts.  Tillman proposed that the state legislature use the interest it had earned off the 30,000 acres appropriated to it by Congress in 1862 , roughly 11,520 , to finance such an agricultural institution as is found in the aforementioned states.&lt;br /&gt;In a later letter, Tillman delivered a stirring indictment of the institutions set up to support agricultural interests within the state of South Carolina , namely, the Board of Agriculture, the State Agricultural Society, and the College of South Carolina.  He intricately described a Board dominated by non-farmers uninterested in furthering agricultural progress, an Agricultural Society whose noble intentions are marred by bureaucratization and partisanship, and a College barely devoted to inculcating agricultural knowledge amongst its student body .  He proposed that South Carolina hold annual farmer's conventions as they do in many Northern states, and advocated the formation of agricultural societies, fairs, and farmer's institutes.  Tillman ended his letter with a call to the farmers of South Carolina to organize and push such reforms, and pleaded that the prosperity of the state is intimately tied to their implementation, especially that of agricultural education.&lt;br /&gt;Often depicted as a populist,' Tillman went on to serve both as governor and United States senator for the state of South Carolina, where he became , once again, in his own words , the most powerful political factor in South Carolina.'"],"display_date":"November 19, 1885","search_date":"1885-11-19","citations":[{"divid":1216743130,"type":"Book","data":["Walter Edgar","South Carolina, A History",null,"Columbia","University of South Carolina Press","1998","434"]},{"divid":1216743159,"type":"Newspaper Article","data":["A College for Farmers","The News and Courier","","November 19, 1885","3"]},{"divid":1216743188,"type":"Newspaper Article","data":["The Farmers and The State","The News and Courier","","November 31, 1885","1"]},{"divid":1216743214,"type":"Pamphlet or Other Printed Material","data":["Benjamin Ryan Tillman","Farewell to public life","Washington, D.C.","U.S. Government Printing Office","1915","Special Collections Library, University of Virginia"]}],"locations":[{"id":327,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}