{"id":4360,"title":"Toy Advocates Colonization of Liberia\n","course_id":4,"status":"P","start_date":"1859-01-01","end_date":"1859-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Before the American Civil War a movement sprang up in abolitionist circles around the nation that to many represented an ideal solution that would end slavery without introducing millions of freed blacks into American Society. Colonization, as the name implies, had the goal of colonizing slaves in Africa in a country called Liberia. As such, there were numerous attempts to convince Africans to willingly emigrate. One pamphlet seeking to do this was entitled \"Address to Free People of Color of the State of Maryland,\" as printed by John D. Toy in 1859. Toy opened by providing a brief summary of his life, saying that he had spent many years traveling, often in the company of Africans, who had shown him much kindness. Following this, he informed his audience of all the political and social rights that they will never gain if they stay in the United States, and tells them they have two options: continue on like this pointlessly, or flee the country. ","After that had been established, the pamphlet starts to sound like the sales pitch it is with the declaration \"Go to Liberia,\" for only there would the black race be free. To be sure, this passage is one of the few unexaggerated claims in the entire pamphlet. The assumption by Toy that race prejudice would hamper the lives of free blacks in the future was well-founded One can see evidence of the kind of racial pseudo-science that had given the European powers the pretext to colonize Liberia in the first place.  Toy reminds his readers that there are three basic kinds of climates in the world, with the black race being best suited for the tropics, in which Liberia is located. Elaborating on this, he describes Liberia as a land of perpetual perfect summer days. Specifically, he says that even though it seldom rains, there is an abundance of green vegetation under a sun that is \"not too hot.\" ","As would be expected of any sales pitch, this pamphlet exaggerates. All in all, Toy makes Liberia sound like Eden itself, down to an abundance of trees with valuable lumber. As for water, there are apparently so many good rivers that \"no one ever suffers even inconvenience from want of good water in Liberia.\" Regarding crops, Toy says that lima beans grow so well in Liberia that little work yields a good harvest and there is so much palm oil that in a few years Liberia will make more money off palm oil than Maryland makes off tobacco. Even today Liberia is \"richly endowed with water, mineral resources, forests, and a climate favorable to agriculture.\"","As for government, the author states that the government of Liberia has been recognized by many of the Great Powers, with whom they share good trading relations. He also says (as our Founders would put it) that the Liberian government is run by Africans, for Africans. Later on, he states that this will forever be the case because of \"African Fever,\" a malady deadly to whites that blacks are naturally immune to (again showing use of racial pseudo-sciences). Prior to this, however, he tells his readers that the government of Maryland will gladly pay for their passage across the Atlantic. Here we can see just how desperate even the Northern public was to get rid of the Africans. After all, few governments of any era are willing to pay for anything (especially anything expensive) when there is little profit expected in return. Of course, this claim may be another one of the actual truths in this pamphlet. As modern sources report, colonization was \"a costly affair, and the [American Colonization] Society's founders strongly believed that any colony...would have greater viability if it [was paid for] by the United States Government.\"  ","Toy ended his pamphlet by anticipating and answering any negative stories his audience may have heard about Liberia. That answer: in a word, homesickness. He then goes on to add that within a few years people that are homesick will wonder why they ever stayed in Maryland. Finally, the author closes by praising Liberia's infrastructure, asserting that it has fine schools, mechanics, doctors, etc.  "],"display_date":1859,"search_date":"1859-07-02","citations":[{"divid":1215868574,"type":"Pamphlet or Other Printed Material","data":["John D. Toy","An Address to the Free People of Color in the State of Maryland","Baltimore","James Hall","1859","Special Collections Library, University of Virginia"]},{"divid":1215868651,"type":"Website","data":["Central Intelligence Agency","The CIA World Factbook&#58; Liberia Economy","Central Intelligence Agency","https&#58;//www.cia.gov/library/publications/the-world-factbook/geos/li.htmlEcon","September 20, 2007"]},{"divid":1215868728,"type":"Book","data":["James McPherson","Battle Cry of Freedom",null,"New York","Oxford University Press","1988","508"]},{"divid":1215868799,"type":"Article","data":["Eli Seifman","Education or Emigration&#58; The Schism Within the African Colonization Movement ","History of Education Quarterly","7","Spring 1967","41"]}],"locations":[{"id":3084,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}