{"id":4361,"title":"Southern Opinion on the National Union Convention of 1866\n","course_id":7,"status":"P","start_date":"1866-07-11","end_date":"1866-07-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    \"The object of the convention is to sustain the President and reunite the country on his policy of Reconstruction.\" With this statement, the Wednesday, July 11, 1866 edition of the Montgomery Daily Advertiser outlined the purpose of the upcoming National Union Convention that was to take place on August 14, 1866. With the end of the war, the issue of reuniting the country was topic of both local and national interest. The prospect of joining the nation under a common ideology and purpose was one that was imperative to piecing together the broken nation. However, the fact that the country has just emerged from a long and arduous civil war entrenched in the ideas of varying ideologies made this repair a daunting task. Although Montgomery was located deep within the former Confederacy, the Advertiser's outlook of the upcoming convention was positive. The paper described an idyllic prospect, claiming a \"spectacle of men from the North and South mingling together in harmonious counsel will go a long way towards sustaining him [Andrew Johnson] and breaking down the power of those who are alike, enemies to him and to constitutional liberty.\"","    Upon the end of the Civil War, many people, both of northern and southern origins and loyalties, had become weary of the war. Families longed to be reunited and there was a hope for a return to a normal and stable way of life. As the Advertiser described, there was the hope that both Northerners and Southerners would be able to find common ground through support of Andrew Johnson, but, Johnson's blatant opposition to proposed legislation such as the 14th Amendment and the Civil Rights Act made it unclear exactly how dedicated Johnson himself was to fully reuniting the nation. ","    Although there was a feeling among Americans that the country was in need of repair, there were many Southerners and delegates to the National Convention from Alabama and other former Confederate states who, \"though willing to concede defeat at the hands of the Union army...would not, as the unionists demanded, admit wrong doing in 1861.\" This failure to accept war guilt also extended into other facets of life as well. Many southern states refused to acknowledge the rights of blacks following the end of the war. Governments across the South instituted Black Codes to restrict the rights and lifestyles of African Americans, or simply tried their best to return freedmen to a status as close to slavery as possible. Highlighting this Southern attitude, it became obvious that the issue of rebuilding the nation and the policy of Reconstruction that soon ensued was not enough to the cause the South to forget the war and ideology that fueled it in the first place."],"display_date":"July 11, 1866","search_date":"1866-07-11","citations":[{"divid":1214702101,"type":"Newspaper Article","data":["","Montgomery Daily Advertiser","","July 11, 1866",""]},{"divid":1214702121,"type":"Book","data":["Margaret M. Storey","Loyalty and Loss: Alabama&#39;s Unionists in the Civil War and Reconstruction",null,"Baton Rouge","Louisiana State University Press","2004","177"]}],"locations":[{"id":3085,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}