{"id":4362,"title":"Reverend McGill Offers His Religious Views on Slavery\n","course_id":4,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Reverend Alexander T. McGill believed very strongly in the 1860s that slavery should be abolished because it \"degrades and destroys the children of men.\"","Slavery needed to be abolished immediately, but slaves needed to be educated first, because, \"neither slavery perpetuated, for its own sake, nor slavery abolished before its subjects are educated for freedom will comport with the determination of God our maker.\" He also believed, as did many other people at the time, that African Americans were an inferior race, and allowing freed slaves to stay in America would be a disaster. Blacks and whites were opposite races which could never coexist. McGill used Mexico as an example of what could have happened if the freed slaves were allowed to stay in America. After all races were made free and equal in Mexico, \"amalgamation advances, degradation deepens; anarchy prevails; laws, constitutions, and the ballot box are a mockery.\""," The only possible way the slaves could be freed without greatly harming the country, according to McGill, would be to send freed slaves to Liberia, to return to the home of their fathers, which McGill claimed was determined by God. Sending the freed slaves to Liberia was thought by some as a \"New Testament Exodus\", mirroring the Old Testament Exodus in which the Israelites were sent out of Egypt.  McGill wrote that by doing this, the freed slaves would gain a Christianity better than white men could ever hope to have, and were doing a wonderful thing for Africa, which desperately needed the freed slaves to come home. It would have also benefited America financially because it would only be about half the cost of the war.","Many religious institutions held these beliefs, though not all. Some churches wanted the slaves to be freed and kept in the country, while others were not against slavery at all and felt that it was their God-given right to have slaves, and felt completely justified about doing it. This caused conflict in many religious branches, even causing some to divide."],"display_date":1862,"search_date":"1862-07-02","citations":[{"divid":1215867683,"type":"Pamphlet or Other Printed Material","data":["Alexander McGill","The Hand of God in the Black Race","Philadelphia, PA","William F. Geddes","1862","Beeghly Library, Juniata College"]},{"divid":1215867730,"type":"Website","data":["The University of Michigan","McGill, Alexander Taggart, 1807-1889","William L. Clements Library, The University of Michigan","http&#58;//www.clements.umich.edu/Webguides/M/McGill.html","September 12, 2007"]},{"divid":1215867799,"type":"Article","data":["Owen Whooley","Locating Masterframes in History&#58; An Analysis of the Religious Masterframe of the Abolition Movement and Its Influence on Movement Trajectory","Journal of Historical Sociology","17","2004","490-516"]}],"locations":[{"id":3086,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}