{"id":4364,"title":"Porter Witnesses Lee&#39;s Surrender\n","course_id":4,"status":"P","start_date":"1865-04-09","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When General Robert E. Lee knew it was time to surrender the Army of Northern Virginia, he said, \"There is nothing left for me to do but go and see General Grant and I would rather die a thousand deaths.\" Lee sent Grant a note agreeing to meet him and discuss the terms of surrender. Horace Porter, Brevet Brigadier General, was present during the surrender and recorded the events as he saw them.","The two generals met in the home of Wilmer McLean, a resident of the village of Appomattox Court House. When they greeted each other, there was a visible contrast between the two. Lee, sixteen years older than Grant, was dressed in an immaculate uniform while Grant wore a dirty private's uniform, with nothing but a pair of shoulder straps to designate his rank.","Grant and Lee began their conversation by discussing their time serving together in the Mexican war. After spending a short time reminiscing, Lee asked Grant if he would write out the terms of the surrender of his army. Both generals wanted to see a suspension of hostilities and the prevention of any more loss of life.","Grant wrote out his terms of surrender, which were very generous, and allowed Lee's men to return to their homes, where they would not be disturbed by U.S. authority as long as they followed their paroles. As Lee read the terms over, he noticed that Grant allowed the officers to keep their side-arms, private horses, and baggage. Porter observed that, \"he showed for the first time during the reading of the letter a slight change of countenance, and was evidently touched by this act of generosity.\"  Lee asked Grant if all the men could keep their horses and Grant agreed. Lee was very relieved about this, and accepted the terms of surrender, but he had one last request for Grant. He wanted food for his army of about 25,000. Grant agreed to this as well, and the two soon parted ways.","General Lee's surrender virtually ended the war. The news traveled through the country quickly, and the remaining Confederate armies in the south started to surrender. By June 1865, the last army surrendered, and the Civil War came to an end."],"display_date":"April 9, 1865","search_date":"1865-04-09","citations":[{"divid":1216393073,"type":"Book","data":["James M. McPherson","Battle Cry of Freedom&#58; The Civil War Era",null,"New York","Ballantine Books","1988","844-852"]},{"divid":1216393102,"type":"Website","data":["Horace Porter, Brevet Brigadier General, U.S.A.","The Surrender At Appomattox Court House","Home of the American Civil War","http&#58;//www.civilwarhome.com/surrender.htm","November, 2007"]}],"locations":[{"id":3088,"lat":37.3722533013,"lng":-78.8121458288,"zoom":9,"place":"APPOMATTOX, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}