{"id":4365,"title":"Jeremiah Cooper Recuperates from Disease\n","course_id":4,"status":"P","start_date":"1862-06-06","end_date":"1862-06-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many soldiers in the Civil War had to worry about their own health and the health of everyone around them. The Civil War took place during what the Union Army Surgeon General called, \"the end of the medical Middle Ages\". At this time, there was not a lot known about diseases, how to stop them from spreading, or how to cure them. Regiments were typically reduced to half or less of their original numbers within a year due in part to sickness and battle casualties. Soldiers had a one in four chance of not surviving the war.","Jeremiah T. Cooper worked as a shoemaker in Waynesboro, Franklin County, PA, when the war began. In 1861, at the age of twenty-one, Cooper enlisted in the 77th Pennsylvania. Cooper saw first hand the effects of diseases and injuries on an army. In his letter to Lieutenant George D. Schott, Cooper wrote that he had gotten over a fever fairly well but was still suffering from bad Rheumatism.  He also did not know what had happened to some of his comrades and was very worried about them, so asked Schott to let him know if they were alright. Cooper wrote, \"Let me know If James Is Sick or If there Is anything Happened him and If there Has Let me know If there Is any Letters Send them to me the Boys are all Getting Better.\"","Civil War doctors were not very experienced and their patients and the press often referred to them as \"butchers\". Soldiers generally feared hospitals, and some even believed that they would get better outside of the hospitals. It was not that the Civil War doctors were incompetent; they just simply did not have the knowledge that doctors have today. Many major medical breakthroughs did not occur until after the Civil War had ended.","Diseases and injuries were a typical part of a Civil War soldier's daily life. Soldiers had to deal with their own diseases, and they also had to watch the people around them suffer, and in some cases, die. Because of the lack of medical knowledge, diseases and injuries played a very large part in the Civil War, and accounted for the deaths of many soldiers."],"display_date":"June 6, 1862","search_date":"1862-06-06","citations":[{"divid":1216577960,"type":"Website","data":["Jeremiah T. Cooper","Letter to Lieutenant George D. Schott","The Valley of the Shadow","http&#58;//etext.lib.virginia.edu/etcbin/civwarlett-browse?id=F0681","November 2007"]},{"divid":1216578008,"type":"Book","data":["James M. McPherson","Battle Cry of Freedom&#58; The Civil War Era",null,"New York","Ballantine Books","1988","326, 486-487"]},{"divid":1216578080,"type":"Website","data":["Civil War Home","Medical Care, Battle Wounds, and Disease","Civil War Home","http&#58;//www.civilwarhome.com/civilwarmedicine.htm","November 2007"]}],"locations":[{"id":3089,"lat":39.9274533048,"lng":-77.7212153562,"zoom":9,"place":"FRANKLIN, Pennsylvania"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}