{"id":4366,"title":"Rebecca Wright Spies for Union\n","course_id":4,"status":"P","start_date":"1864-08-01","end_date":"1864-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During Union General Philip Sheridan's destruction of the Shenandoah Valley in the hot month of August 1864, Confederate Jubal Early's army occupied Winchester, Virginia, standing in Sheridan's way. ","Sheridan tried to follow Early, and he approached this very carefully. His army sparred with Early's army throughout the month of August and into September, but was not able to push them back any further than Winchester. It seemed that Early's army was too heavily reinforced for Sheridan to attack, so Sheridan and his army waited cautiously outside of Winchester, while the troops suffered in the terrible heat.","The Union began sending scouts to check out the strength of Early's army. They decided that they needed to find a contact in Winchester who would be willing to spy for them. They got the name of Rebecca Wright, a Quaker schoolteacher who was one of the few Union sympathizers in Winchester. Because she was a Quaker, Wright was very much opposed to slavery.","General Sheridan sent Wright a note that said, \"Ms. Wright, I know that you are a loyal lady and still love the old flag. Can you inform me of the position of Early's forces, the number of divisions in his army, and the strength of all or any of them, and his probable or reported intentions. Have any more troops arrived from Richmond. or are any more coming, or reported to be coming?\"","Wright wrote back to Sheridan, informing him that Lee had pulled some troops from Winchester to send them to Petersburg, and no more troops would be coming to the Valley.","After hearing this, Sheridan decided to strike on September 19. Sheridan's army greatly outnumbered the Confederates, and Early retreated after losing nearly one fourth of his army. This helped to clear the way for Sheridan's destruction of the Shenandoah Valley. With the help of Rebecca Wright, Sheridan's careful waiting and planning seemed to have paid off."],"display_date":"August - September 1864","search_date":"1864-08-31","citations":[{"divid":1215903633,"type":"Newspaper Article","data":["Operations in the Valley","The New York Times","","August 18, 1864",""]},{"divid":1215903654,"type":"Website","data":["National Park Service","Opequon or Third Winchester","National Park Service","http&#58;//www.nps.gov/history/hps/abpp/shenandoah/svs3-12.html ","November 2007"]},{"divid":1215903705,"type":"Website","data":["Maggie MacLean","Rebecca McPherson Wright","Civil War Women","http&#58;//civilwarwomen.blogspot.com/2007/02/rebecca-mcpherson-wright.html","November 2007"]},{"divid":1215903758,"type":"Book","data":["James M. McPherson","Battle Cry of Freedom&#58; The Civil War Era",null,"New York","Ballantine Books","1988","326, 486-487"]}],"locations":[{"id":3090,"lat":39.2038567799,"lng":-78.2606208397,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}