{"id":4368,"title":"The War Through the Eyes of a Child\n","course_id":4,"status":"P","start_date":"1864-08-01","end_date":"1865-01-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ten-year-old Carrie Berry lived with her family in Atlanta, Georgia in 1864 while Union general Sherman tried to capture Atlanta. The diary that Berry kept daily shows the immediate effect of the war on her and her family.","Sherman's offensive against Atlanta brought a lot of damage to the city, and made things very difficult for the residents. Berry wrote about the difficulties her family faced. Many days, she wrote that shells fell around her house, and her family took shelter in the cellar. This was hard on the family, which Berry shows when she says, \"Mama has ben very buisy to day and I have ben trying to help her all I could. We had to go in the cellar often out of the shells. How I wish the federals would quit shelling us so that we could get our and get some fresh air.\"","On September 2, 1864, Atlanta fell to Sherman's army. On this day, Berry wrote that many Union soldiers came into the city. The fall of Atlanta was a significant victory for the Union, and a demoralizing blow to the Confederacy.","Days later, Berry's family received some bad news. Berry wrote, \"Thurs. Sept. 8. We all went to wirk in glad spirits this morning. Me and Tilo went to ironing. Mama was buisy regulating things when Papa came and told us that Gen. Sherman had ordered us to move. It broke all into our rangements.\"","Fortunately for her, Berry's family found a way to stay in Atlanta. Her father went into business, and the whole family had to work, but they did not have to leave their home. Times were still difficult for the family, but they managed to make it through. ","The fall of Atlanta had a big impact on the outcome of the war. It was an important victory for the North, and soon after taking Atlanta, Sherman began his march to the sea, his greatest accomplishment."],"display_date":"August 1, 1864 - January 4, 1865","search_date":"1864-10-18","citations":[{"divid":1216578240,"type":"Website","data":["Carrie Berry","Civil War Diary of Carrie Berry","Duke University Library","http&#58;//www.americancivilwar.com/women/carrie_berry.html","December 2007"]},{"divid":1216578273,"type":"Book","data":["David H. Donald, Jean H. Baker, and Michael F. Holt","The Civil War and Reconstruction",null,"New York","W. W. Norton &amp; Co.","2001","385-389"]},{"divid":1216578329,"type":"Book","data":["James M. McPherson","Battle Cry of Freedom&#58; The Civil War Era",null,"New York","Ballantine Books","1988","774-775"]}],"locations":[{"id":3093,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}