{"id":4369,"title":"Destroying the Ku Klux Klan in South Carolina\n","course_id":4,"status":"P","start_date":"1871-11-22","end_date":"1871-11-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 22, 1871, <em>The Farmer's Cabinet</em> reported that one hundred and two members of the Ku Klux Klan had been arrested, two hundred more members confessed to involvement and were at large on parole, and about one hundred and fifty went into hiding in the woods around Yorkville, South Carolina. ","Men continued to confess and beg for mercy. This was due in large part to the campaign inaugurated against the Ku Klux Klan in some areas of South Carolina. On April 20, 1871, President Grant signed the fourth Enforcement Act which was called the Ku Klux Klan Act and made the Klan illegal, as well as any other group that interfered with civil or political rights. This made certain crimes that were once left to local law enforcement officials, such as conspiracies to prevent people from voting, punishable by federal law. Grant took further action against the Klan in the fall of 1871 when he declared martial law in some areas of South Carolina, which allowed U.S marshals and troops to make many arrests.  Many of the intelligent leaders of the Klan ran away when they heard of this. The poor men who could not afford to run were left behind, abandoned by their leaders. When these men were the ones who received the punishment, they were glad to offer up the names of other members in the Klan.","All the arrested Klansmen said that their objective was, \"to overthrow the 'Radical' party and put down the negroes, and that most of the blacks flogged and killed were not charged with any offense besides belonging to the 'Radical' party.\"","The Ku Klux Klan valued white supremacy, and reacted to Congressional Reconstruction with violence. The Klan terrorized blacks and anyone who tried to help them. Although not completely eliminating the violence, Grant's efforts helped to slow the Klan down and brought about the arrest of many Klansmen."],"display_date":"November 22, 1871","search_date":"1871-11-22","citations":[{"divid":1216504243,"type":"Newspaper Article","data":["","The Farmer&#39;s Cabinet","","November 22, 1871",""]},{"divid":1216504261,"type":"Book","data":["David H. Donald, Jean H. Baker, and Michael F. Holt","The Civil War and Reconstruction",null,"New York","W.W. Norton and Company, Inc.","2001","596-597, 602-603"]},{"divid":1216504321,"type":"Book","data":["Eric Foner","Reconstruction&#58; America&#39;s Unfinished Revolution 1863-1877",null,"New York","Harper &amp; Row Publishers","1988","454-459"]}],"locations":[{"id":3094,"lat":34.9901378817,"lng":-81.2182346044,"zoom":9,"place":"YORK, South Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}