{"id":4375,"title":"William Bartlett Sustains Many Wounds\n","course_id":4,"status":"P","start_date":"1862-04-01","end_date":"1864-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Captain William Bartlett suffered from multiple wounds throughout the course of the war. Even so, he continued to serve for the duration and received numerous commendations for his bravery. An unusual man, Bartlett started out as a private in the Fourth Battalion of Massachusetts Volunteer Militia fighting a war that \"went against his principles.\" Born in Massachusetts, he was a Confederate sympathizer and originally loathed the concept of being a part of the military. After his time on garrison duty, however, this changed. He \"learnt more military than I could have learned in a year...from books.\" He prized his time in the garrison, and it was not long after his discharge that he reapplied. Due to his enthusiasm and knowledge, he was granted the rank of captain almost immediately and given command of his own troops in the Twentieth Regiment.","              In April of 1862, Bartlett suffered his first, and most serious, wound. While kneeling beside a tree, he caught a round in the left knee and the surgeons were forced to amputate it. Even such a grievous injury could not keep Bartlett out of action for long. As soon as possible, he resumed command of his troops and stayed with them. Earning a promotion to colonel, Bartlett fought alongside his men for two more years became wounded twice more. His wounds were sufficient to require him to remain mounted at all times when on the field, but not enough to stop him from fighting, despite arguments from his comrades to the contrary. His willpower would cost him dearly when, in 1864, shortly after his promotion to Brigadier General, he was taken prisoner and sent to Libby Prison where he languished for weeks before he was exchanged.  "],"display_date":"April 1862 - December 1864","search_date":"1863-08-16","citations":[{"divid":1218925757,"type":"Pamphlet or Other Printed Material","data":["Francis Winthrop Palfrey","Memoir of William Francis Bartlett","Boston","Houghton, Osgood, and Company","1881","Alderman Library, University of Virginia"]},{"divid":1218925874,"type":"Book","data":["Patricia Faust","Historical Times Illustrated Encyclopedia of the Civil War",null,"New York","Harper &amp; Row","1986",""]},{"divid":1218925950,"type":"Book","data":["James M. McPherson","The Battle Cry of Freedom&#58; The Civil War Era",null,"New York","Oxford University Press","1988",""]}],"locations":[{"id":3100,"lat":37.0115838339,"lng":-78.6616403562,"zoom":9,"place":"CHARLOTTE, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}