{"id":438,"title":"The founding of the Women&#39;s Exchange for Women&#39;s Work in Charleston\n","course_id":1,"status":"P","start_date":"1885-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Women's Exchange for Women's Work was founded in Charleston in 1885 with the intention of helping the educated poor' become self-sufficient.  Numerous goods were sold there, including foods, flowers, and various crafts.  So that it would not be a humiliating charity,' they placed a 10% surcharge on the goods.  A similar exchange was soon opened in New Orleans.  These organizations and others continued the trend of charity work in which numerous Southern women engaged before and during the Civil War. &lt;br /&gt;More information about the principles and organization of the Women's &lt;br /&gt;Exchange for Women's Work can be found in annual pamphlets issued by the Richmond Women's Exchange in 1888 and 1889.  These documents demonstrate how the exchange began with a simple purpose , namely, to help needy women become financially secure both systematically and delicately,' as they put it.  Although it was founded as a charity, it was run on what they called purely business principles,' accepting work completed solely due to its virtues and not because of any undue sympathy for the laborer.  Moreover, the pamphlets note that, since the opening of the first exchange in 1878, 27 similar organizations had formed in 19 different states within a decade."],"display_date":1885,"search_date":"1885-07-02","citations":[{"divid":1215525323,"type":"Manuscript","data":["","Richmond Exchange for Women?s Work, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1215525397,"type":"Book","data":["Edward L. Ayers ","The Promise of the New South: Life after Reconstruction",null,"New York","Oxford University Press","1992","77-78"]}],"locations":[{"id":328,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}