{"id":4385,"title":"Life of a Union Captain: Captain James Wren and Sulphur Springs\n","course_id":4,"status":"P","start_date":"1862-08-24","end_date":"1862-08-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War cost the United States over 620,000 men's lives; many of these men were officers in major divisions who fought in ten or more engagements. One of the veterans of the war was a man by the name of James Wren from Pottsville, Pennsylvania. Wren was a Captain for Company B in the 48th Pennsylvania Regiment. His diary excerpts show that being an officer was not as glorious as it could be nor was it very comfortable living.","            In one of Wren's diary entries from August 24, 1862, he reported of his company's brief encounter with Confederate artillery and cavalry near Sulphur Springs, Virginia. Wren was in charge of pickets and train guard that were stationed at the rear of the regiment. After passing the Rappahannock River, the Confederates attacked the 48th Pennsylvania Regiment and the 6th New Hampshire, and intercepted their mail and correspondence. When the artillery and cavalry attacked, not only did Wren have to warn and order his troops in response to the advancing enemy cavalry, but he needed to be on scene at all times to make sure everything was in order. Wren had to be confident that the \"men could see for themselves what they had to do as the Rebels were in sight of each other.\" If he did not do this or any of his other duties, this brief skirmish could have been a Confederate victory and Wren and his company may have never made it to Sulphur Springs that night. ","            As the Captain of a company, Wren explained in his diary that during skirmishes and marches he barely had any time to rest or eat, because of his duties. On the march to Centreville, Wren remembered that he \"got up with the cold\" at three o'clock in the morning, before all others to plan the day and speak to the other officers. Wren cannot act like a normal infantry soldier, he must be prepared for anything and everything and make sure his inferiors know it also.","            Captain James Wren's account could be the account of many other officers in the Civil War. His stories could be their stories and mirror their fears and thoughts to his own. Life as a Captain and as other officers was not easy. "],"display_date":"August 24, 1862","search_date":"1862-08-24","citations":[{"divid":1216578761,"type":"Website","data":["James Wren","?Excerpts from Civil War Diary of Captain James Wren,? Pennsylvania Civil War Diary of James Wren, August 24, 1862","Pennsylvania Civil War Volunteers","http&#58;//www.pacivilwar.com/diary.html","November 29, 2007"]},{"divid":1216578850,"type":"Book","data":["James M. McPherson","Battle Cry of Freedom",null,"New York","Random House Publishing Group","1988","854"]},{"divid":1216579307,"type":"Website","data":["Samuel P. bates","&quot;48th Regiment Pennsylvania,? History of the Pennsylvania Volunteers","Alice J. Gayley","http&#58;//www.pa-roots.com/~pacw/infantry/48th/48thorg.html","November 29, 2007"]},{"divid":1216579382,"type":"Book","data":["Frank Moore","The Rebellion Record&#58; A Diary of American Events",null,"New York","G. P. Putnam","1868","365"]}],"locations":[{"id":3103,"lat":40.7058168704,"lng":-76.2160113696,"zoom":9,"place":"SCHUYLKILL, Pennsylvania"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}