{"id":4387,"title":"Union Artillery during Picketts Charge\n","course_id":4,"status":"P","start_date":"1863-09-27","end_date":"1863-09-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Pickett's Charge is known as one of the worst mistakes made by the Confederacy in the Civil War. Robert E. Lee sent 15,000 Confederate soldiers into an open field in Gettysburg, Pennsylvania hoping for the best and instead he lost entire regiments at the hands of the Army of the Potomac. Their failure was made possible by Union quick thinking and Union artillery. Reports from Brigadier General Henry Hunt, Chief of Artillery provoke the idea that if the Union's artillery was destroyed, Pickett's Charge may have been a success and Gettysburg could have been lost to the Confederates. ","            Hunt's after action report, filed a few months after the battle in September, began with a recapitulation of the two earlier days of the battle and a content tone in regards to his guns and ammunition. After an \"inspection of the whole line, ascertaining that all the batteries, only those of our right….were in good condition and well supplied with ammunition.\" Hunt had confidence in his troops' preparation.","            This tone continued even after being the Confederates upon his batteries from across the field at 1pm, prior to Pickett's Charge. Hunt explained in this report that \"Our fire was well withheld until the first burst was over…then opened deliberately with excellent effect.\" Hunt seemed a little too confident with how well his batteries were performing. ","            However, this was temporarily suppressed, when \"the enemy's fire ceased\" and Hunt found his \"ammunition low and that…a number of caissons and limbers had been exploded.\" Nevertheless, Hunt, being an experienced artillerist, decided to \"bring up loads of it\" and place his artillery in front of the \"advancing enemy.\" The report shows that Hunt rode down to other batteries and \"shot and [shelled]\" the enemy until they came into musket range and were pushed back across the field in retreat. ","            Many of the men in Pickett's Charge died from artillery fire rather than musket fire, because many of them did not make it to rifle range Without Hunt's artillery, the men of Pickett's Charge might have taken over the wall and captured the Union spot on the battlefield. Hunt's report illustrates this and in turn was a boost to morale for the United States army and helped sooth some anxiety of the President. Artillery played a major role at Gettysburg and contributed to the Union victory."],"display_date":"September 27, 1863","search_date":"1863-09-27","citations":[{"divid":1216579601,"type":"Website","data":["Henry J. Hunt","Report of the Brigadier General Henry J. Hunt, September 27, 1863","Shotgun&#39;s Home of the American Civil War","http&#58;//www.civilwarhome.com/huntgettysburgor.htm","December 3, 2007"]},{"divid":1216579712,"type":"Website","data":["Winfield S. Hancock","Report of the Major General Winfield S. Hancock","Shotgun&#39;s Home of the American Civil War","http&#58;//www.civilwarhome.com/hancockgettysburg.htm","December 3, 2007"]},{"divid":1216579770,"type":"Book","data":["James M. McPherson","The Atlas of the Civil War",null,"Philadelphia","Courage Books","2005","122-123"]},{"divid":1216580051,"type":"Book","data":["Geoffrey C. Ward","The Civil War",null,"New York","Alfred A. Knopf, Inc.","1990","228-229"]}],"locations":[{"id":3105,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}