{"id":4389,"title":"Morgan Honors Texas Rangers with a Poem\n","course_id":4,"status":"P","start_date":"1861-01-01","end_date":"1861-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["M. Morgan showed how proud she is of her Texas warriors that are involved with the Civil War in her poem <em>Texan Rangers.</em> She proclaimed in the first stanza, that the Texans are making their way towards the enemy, ","\"They come They come see their bayonets bright, ","  They sparkle and flash across hollow and height; ","  And the dusky files in the openings appear, ","  And the green leaves mingle with plume and spear\"  ","These Rangers focused on their on and only job that did not require them to know the names of their foes.  ","Next, she gave the Texans sense that they are ruthlessly moving toward the foe and is now hunched and ready for an ambush.  They shout and present their stellar body frames, while drenching the hill with Northern blood.  <u>Harper's Weekly</u> presented these Texans with a look that is set to be half-savage and being very resilient in their attempts to fight their opposition.  They proved to be very dexterous with their weapons as their foes make one last charge to get the upper edge on them.  Another advantage that they had over their enemies was that they were mounted. Lt. Col. Arthur Fremantle said, \"it was found very difficult to raise infantry in Texas, as no Texan walks a yard if he can help it.\"  ","In Morgan's final stanza she displays a no-remorse attitude demonstrated by the Rangers as she writes, \"But their souls feel no tremor, they smile in their pain.\"  The warriors become confident from this skirmish that the South will be Free again.  But whether the South has independence or not, she shows the great Texan pride by ending the poem with, \"They are Texans, who know how to triumph and die\""],"display_date":1861,"search_date":"1861-07-02","citations":[{"divid":1216580514,"type":"Pamphlet or Other Printed Material","data":["","Texan Rangers","Galveston, Texas","M. Morgan","1861","Rare Books Collection, University of North Carolina at Chapel Hill"]},{"divid":1216580599,"type":"Online Encyclopedia","data":["The Handbook of Texas Online","Civil War","http&#58;//www.tsha.utexas.edu/handbook/online/articles/CC/qdc2.html","December 3, 2007"]},{"divid":1216580650,"type":"Newspaper Article","data":["Texas Rangers","Harper&#39;s Weekly","","July 6, 1861",""]},{"divid":1216580688,"type":"Article","data":["Francis Lee Utley","Three Kinds of Honesty","The Journal of American Folklore","Vol. 66, No. 261","July 1953","189-199"]}],"locations":[{"id":3107,"lat":29.5143972393,"lng":-94.8756973573,"zoom":9,"place":"GALVESTON, Texas"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}