{"id":439,"title":"Siege of Petersburg\n","course_id":1,"status":"P","start_date":"1864-06-09","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Siege of Petersburg began when the Union General Ulysses S. Grant moved his target from Richmond to Petersburg.  The Confederate soldiers successfully defended against the first attack, on June 9th in which the Union army, with 5,000 troops, made a desperate attempt' to capture Petersburg.  During this initial attack, some of the best citizens of Petersburg' were wounded or killed. (Charleston Mercury, 1)  The Confederate soldiers successfully defended the second attack as well from June 15th -18th, a battle in which 40,000 Confederate troops withstood 60,000 Union troops.  Gen. Grant took command in Petersburg during the latter attack, while Confederate General Robert E. Lee moved from Richmond to Petersburg on June 18th.  &lt;br /&gt;&lt;br /&gt;Word of Petersburg spread quickly to others.  There was definitely a contradiction between how the Union and the Confederacy viewed the attack.  William H. Smith, a prisoner at Andersonville, wrote in his diary on June 6, 1864, that Grant was within 6 miles of Richmond and he thought that Richmond was going up.' (Smith)  On June 10, 1864, he wrote, Richmond is ours.'  However, in the Charleston Mercury, there was an article (originally written in Richmond) with the title, The Enemy Repulsed.'  Although the Confederate Army did successfully defend Petersburg in the beginning, it became more difficult as the siege continued.  Richard Johnson, a Confederate soldier stationed in Petersburg wrote in mid-July that the Union Army shelled the city every day and every night, and that the city was already shelled to pieces.  &lt;br /&gt;&lt;br /&gt;Although Gen. Lee's move to Petersburg was largely beneficial to the Confederate forces because of his great skill in military tactics, his ability to succeed was stunted because of a lack of troops and food supplies, partially due to Union Gen. Sherman's troops in Georgia.  The siege ended on April 2, 1865, and the Confederate troops retreated to Appomattox, Virginia, where they surrendered less than a week later."],"display_date":"June 9, 1864 - April 9, 1865","search_date":"1864-11-07","citations":[{"divid":1219532377,"type":"Newspaper Article","data":["","Charleston Mercury","Charleston, S.C.","June 11, 1864","1"]},{"divid":1219532406,"type":"Manuscript","data":["","Richard J. Johnson Letter to Cousin, July 14, 1864",null,"Mss 4695-a","","","Special Collections Library, University of Virginia"]},{"divid":1219532453,"type":"Manuscript","data":["","William H. Smith",null,"Mss 13164","","Civil War Papers 1864-1866","Special Collections Library, University of Virginia"]},{"divid":1219532498,"type":"Book","data":["Charles Reagan Wilson and William Ferris, Editors","Encyclopedia of Southern Culture",null,"Chapel Hill, North Carolina","University of North Carolina Press","1989",""]}],"locations":[{"id":329,"lat":37.1906306855,"lng":-77.2352563232,"zoom":10,"place":"Prince Georges, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}