{"id":4390,"title":"Reverend Wadsworth Challenges His Southern Congregation\n","course_id":4,"status":"P","start_date":"1861-01-04","end_date":"1861-01-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Early in 1861 citizens of the Arch Street Church examined their lifestyles and made sure that they were in line with God.  Reverend Wadsworth gave a sermon to his southern congregation based around the idea of how the 'American' people had come to a point where they needed help from Him to get their lives back to the way that God had intended them to live.  ","He talked of how the whole nation has violated the Ten Commandments and requires times of fasting and repentance in order for God to take back his people and helps them understand how to live.  He presented his reasons for their sins based upon the personal sins that had taken place, not the issue of slavery that the northern churches had so heavily put on the shoulders of southerners.  His testimony was based on an anti-abolitionist view.   ","Wadsworth argued for two reasons why God was not angry with the fact that the south owned slaves.  First, even the Bible says it is proper to own slaves, and he feels that God has blessed the southern states with the right to this privilege.  Second, he used the idea that God had not destroyed nations solely on the fact that they own slaves.  He reiterated that slaves were a part of everyday life in many civilizations in biblical times.  He supported these arguments by pointing to the New and Old Testaments, and nowhere does it mention that slavery is a sin.  This shows that the people have nothing to fear of the wrath of God.  Many people worried about the sole purpose of their religion which was salvation.  In <u>Southern Churches in Crisis</u>, Samuel S. Hill reports that southerners lifted salvation above other things in the church, unlike other religious groups.  Salvation and making sure that one lived as God would want them to live was the foundation where all the assumptions and programs of the church are based. ","Wadsworth wraps up his sermon by pointing out that the northerners had \"malignantly misrepresented\" the South.  Paul Harvey uses Governor Ross Barnett and his colleagues' ideas that \"our Southern segregation way\" was the \"Christian way\" to refute the Northern perspective.  Wadsworth has provided a reason that slavery is not the reason that God is angry with his people.  In his argument it gives a way for southerners to take care of their personal sins to get their lives back to the way they should be.  Also, this made many southern citizens realize how much the north is against their way of life and that they are trying to take it away from them, which in turn give a sense of Southern Pride to fight for what they believe in most of all, Slavery.","Slavery proved to be an issue that was fought about in the churches because of the impact that it had on people's lives.  The impact worked well for the group rather than an individual, which is supported by Samuel S. Hill in his autobiographical writings on Southern Religion and the Religious.  According to Hill, \"What marks off their (congregation) positioning may be a judgment that the whole is greater than the parts...\" is referring to how people would gather around each other in order to get their point across."],"display_date":"January 4, 1861","search_date":"1861-01-04","citations":[{"divid":1218927207,"type":"Pamphlet or Other Printed Material","data":["Charles Wadsworth","Our Own Sins","New York","Cornell University Library","1861","Special Collections and Archives, Juniata College"]},{"divid":1218927247,"type":"Book","data":["Paul Harvey","Freedom&#39;s Coming&#58; Religious Culutre and the Shaping of the South From the Civil War Through the Civil Rights Era",null,"Chapel Hill","The University of North Carolina Press","2005","231"]},{"divid":1218927301,"type":"Book","data":["John B. Boles, Editor","Autobiographical Reflections on Southern Religious History",null,"Athens","The University of Georgia Press","2001","9"]},{"divid":1218927408,"type":"Book","data":["Samuel S. Hill, Jr.","Southern Churches in Crisis",null,"New York","Holt, Rinehart, and Winston","1966","77"]}],"locations":[{"id":3110,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}