{"id":4391,"title":"Sherman Looking for Self-Sufficiency\n","course_id":4,"status":"P","start_date":"1864-05-03","end_date":"1864-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["General W.T. Sherman sat down on May 3, 1864 and wrote a letter to inform General M. C. Meigs and more importantly, Secretary of War Stanton, how he felt about the quartermasters' headquarters being in inconvenient locations.  Sherman began his letter by saying that if the quartermasters wanted to be in charge of the money situation with dealing out equipment for the armies, then they need not to be in places such as Louisville, Chicago, or Washington; rather they need to be in locations where it does not cost them a lot for transportation or where communication is not short and not clear.  He then told Meigs that even though he felt this way, he understands that it is not his job to disturb the overall being of the army and felt that he should not mess with the flow.","Moving on in his letter, Sherman decided to give Meigs a little advice about how to use what was given to them by the quartermaster and then, when that runs out, to use the land, and what they have around them to make camp.  According to \"Life in a Civil War Army Camp\", soldiers would use the tents that were supplied, but to support them they would use the boards from fences along the way, which Sherman also tells Meigs to do along with all the other advice he game him.  ","After the advice, Sherman wrote that his troops received less and less from the quartermasters, and that he sees them running out of gifts eventually.  He said that he cannot wait for this to happen because he knows that his army will be able to live off the land very well, unlike the Confederates (at least that is his thought).  He felt that this would give his troops a sense of confidence that would overtake that confidence level of the Southern troops, which came to be true as McPherson writes of a private in the 1st Tennessee saying, \"We were going to whip and rout the Yankees.\" And in the next sentence McPherson jots, \"But confidence soon gave way to dismay.\"  ","Sherman's intent was summed up when he wrote, \"I would like Mr. Stanton to know this, my opinion.\""],"display_date":"May 3, 1864","search_date":"1864-05-03","citations":[{"divid":1216580827,"type":"Primary Source in a Secondary Source","data":["The Atlanta Campaign, Correspondence, ETC.-Union","May 3, 1864","War of the Rebellion&#58; Official Records of the Union and Confederate Armies, Series I, Vol. XXXVIII, Part IV - Correspondence","National Historical Society","Washington, D.C.","Government Printing Office","1891","19-20"]},{"divid":1216580836,"type":"Website","data":["The Civil War Society","Life in a Civil War Army Camp","Shotgun&#39;s Home of the American Civil War","http&#58;//www.civilwarhome.com/camplife.htm","December 3, 2007"]},{"divid":1216581117,"type":"Book","data":["James M. McPherson","Battle Cry of Freedom&#58; The Civil War Era",null,"New York","Ballantine Books","1988","747"]}],"locations":[{"id":3111,"lat":35.1803733014,"lng":-85.1633326083,"zoom":9,"place":"HAMILTON, Tennessee"}],"tags":[{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}