{"id":4392,"title":"Senator Morton of Indianapolis Speaks Out about Colfax Riot\n","course_id":4,"status":"P","start_date":"1874-09-23","end_date":"1874-09-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Senator Oliver P. Morton of Indianapolis gave a speech in Indianapolis referring to The White League and the violence that goes on in southern states.  Morton said, \"The White League not only exists in Louisiana, but in other Southern States.\"  The White League or the Order of the Pale Faces was a pre-Ku Klux Klan group that terrorized freedmen and white Unionists.  Morton's statement illustrates that there are violent crimes happening in southern states, which led to killings and massacres.  ","Morton moved on to talk about Kellogg's Government that was 'overthrown'. This government, although recognized by the President, Congress and Senate, was not recognized by the Democrats of the South and they felt that they needed to resort to violence and bloodshed to get what they want. He talked of how the government became recognized as the State Government of Louisiana only after they passed a bill to set another election.  He also visited the fact that this government was trying to get the right people into office with people resigning and people filling these positions.  Another section of his speech focused on the controversial election of 1872.  \"The Democratic Party went into that election in 1872 relying wholly and entirely on upon fraud for their success.\"  These were the words of Morton commenting on the problems associated with the election.  This election had both Democrats and Republicans claiming office.  Morton said that he was confident that Kellogg had won the popular vote and that this confusion led to more violence with whites and blacks not happy about the election results.  ","With this confusion and anger about the election, Morton talked about the massacre at Colfax that killed close to 300 African-Americans that were defending their parish against the White League paramilitary that was put together from neighboring communities.  The massacre proved that there was something that needed to be done about the violence and Morton said that there cannot be any government until these things are solved.  He preached about how there must be a stop to the murders and unnecessary acts of violence for security in Louisiana.  His final challenge to Democrats or Republicans, \"I appeal to you as a man, as a Christian, and as a father of a family, can you afford to aid indirectly or directly in this vast stream of murder that is now broadening and deepening throughout the Southern States?\"  "],"display_date":"September 23, 1874","search_date":"1874-09-23","citations":[{"divid":1215866914,"type":"Newspaper Article","data":["Speech of Senator Morton in Indianapolis","The New York Times","","September 23, 1874",""]},{"divid":1215866942,"type":"Website","data":["Adele N. Ethridge","Colfax Riot of April 1873","Liberty Chapel Cemetery","http&#58;//www.libertychapelcemetery.org/files/colfax1.html","November 15, 2007"]},{"divid":1215866991,"type":"Website","data":["Harpweek","Gathering the Dead and the Wounded","Harpweek","http&#58;//blackhistory.harpweek.com/7Illustrations/Reconstruction/GatheringTheDead.htm","November 14, 2007"]},{"divid":1215867071,"type":"Article","data":["Edward John Harcourt","Who Were the Pale Faces?","Civil War History","51","2005","23-66"]}],"locations":[{"id":3112,"lat":39.7816126185,"lng":-86.1384147396,"zoom":10,"place":"MARION, Indiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":18,"tag":"Politics"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}