{"id":4393,"title":"Rachel Cormany Recounts Her Experiences of Gettysburg Campaign\n","course_id":4,"status":"P","start_date":"1863-06-15","end_date":"1863-06-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rachel Cormany recorded her experiences of the civil war in her diary of the time that the Gettysburg campaign was taking place.  She lived in a place close by called Chambersburg.  On June 15, 1863 she wrote how she saw all sorts of wagon trains make their way through the town.  She experienced the panic that shot through the town due to the Rebels.  There had been a cry that the Rebels were in Greencastle, but it turned to be false, they would be there in an hour.  She wrote that her confidence in God would keep her safe from the Rebels.","The Rebels had not moved in at the time she thought, but the next day about \"11 ½\" as she wrote it, they rushed by on horses.  She actually saw them riding by her window, which shows how close she was to the action.  Going to bed at 2:00 AM, Rachel reported that it was very quiet except for the occasional Reb.  Eventually, around 5:00 AM, she said that the Rebels became active again and she would have to lie still in order to stay out of the sight.  If the Rebels saw her she would be a part of the Contraband that she saw, only being children and women.  This relates to a document that was reported to the Headquarters in Virginia by a Rebel force saying that they took few men and close to 175 women and 225 children as contraband.  ","The following day, she said that she had an interesting visitor, preacher Miller's daughter.  She had run away from the Rebs and had no place to stay.  Rachel quickly found out that this girl was a thief and was keeping a close eye on her.  Rachel said she was acting strange before bedtime.  After bedtime, she wrote of how the Rebs were leaving and carrying away men's clothing and other supplies too.  She saw them leave and was relieved that they had left, although she did not see the Union soldiers come through that had been reported.","Lee's armies moved into the Cumberland Valley without problems after the battle of Winchester.  After the Rebs left, the town was out and about doing all their things they had to do.  A lot of women were doing the wash from the previous days, because the town was occupied by Rebs.  Cormany put her experiences into writings for those who were away from the war to feel and see what she saw when her town was overtaken by the opposition."],"display_date":"June 15, 1863 - June 18, 1863","search_date":"1863-06-16","citations":[{"divid":1218927637,"type":"Book","data":["James C. Mohr, Editor","The Cormany Diaries&#58; A Northern Family in the Civil War",null,"Pittsburg","University of Pittsburg Press","1982",""]},{"divid":1218927687,"type":"Website","data":["James McPherson","Atlas of the Civil War","The Gettysburg Campaign Description","http&#58;//www.civilwarhome.com/gettyscampaign.htm","December 11, 2007"]},{"divid":1218927768,"type":"Pamphlet or Other Printed Material","data":["Frank Moore and Edward Everett","The Rebellion Record&#58; A Diary of American Events","New York","Arno Press","1868","Alderman Library, University of Virginia"]}],"locations":[{"id":3113,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}