{"id":44,"title":"Democrats Control the Thirteenth Legislature in Texas\n","course_id":1,"status":"P","start_date":"1873-01-04","end_date":"1873-06-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Controlling both houses of the Legislature, the Democrats of the thirteenth legislature furthered the efforts of redeeming' the state from the Republicans. They would also be crucial in bringing the Texas state government back into the hands of the Democratic Party. Although the Republicans still retained a stronghold in the beginning of 1873 through the office of Governor Edmund J. Davis and the judiciary, the Democratic controlled legislature was able to reject all efforts of reconciliation and secure governmental power. &lt;br /&gt;&lt;br /&gt;Over Davis's veto, the legislature repealed the state police act, limited his use of the militia, reduced the appointive powers of the governor's office, and passed a new public education law that decentralized the system and placed strict limits on the power of local boards to raise taxes for schools. They also called a one-day general election for state and local officials to be held in December of that year, which would, ultimately, mark the redemption of Texas as Democratic nominee Richard Coke was elected over incumbent Davis. Over the next decade, this new Democratic control allowed state and local leaders to systematically deprive blacks of the freedom to participate in the political process as well as pass segregation and Jim Crow laws."],"display_date":"January 4, 1873 - June 4, 1873","search_date":"1873-03-20","citations":[{"divid":1213126602,"type":"Law","data":["An act to repeal an act entitled to establish a State Police, and provide for the regulation and government of the same, approved July 1, 1870; also to repeal An act entitled an act to amend an act entitled an act to establish a State Police, and provide for the regulation and government of the same, approved May 2, 1871","April 19, 1873","Vetoed Bills of Governor Edmund J. Davis","","","","","Legislative Reference Library of Texas","http://www.lrl.state.tx.us/legis/vetoes/vetoesBySession.cfm?legSession=13-0"]},{"divid":1213127071,"type":"Law","data":["A act to establish and maintain a system of public free schools in the State of Texas","May 22, 1873","Vetoed Bills of Governor Edmund J. Davis","","","","","Legislative Reference Library of Texas","http://www.lrl.state.tx.us/legis/vetoes/vetoesBySession.cfm?legSession=13-0"]}],"locations":[{"id":27,"lat":29.9115260515,"lng":-96.1773201162,"zoom":9,"place":"AUSTIN, Texas"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}