{"id":4400,"title":"One women&#39;s reaction to the Emancipation Proclamation\n","course_id":4,"status":"P","start_date":"1862-11-08","end_date":"1862-11-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Reaction to the Emancipation Proclamation, even among the common folk, was mixed and often violent. A letter to the Editor of the <em>Harper's Weekly</em> and published in the November 8, 1862 edition describes one reader's personal experience with such a reaction from a neighbor.","Charity Grimes writes that her neighbor, Sarah Blue, and she do not always agree but on this one occasion Blue had come storming into her home while Grimes was ironing \"as mad as a march hair\". Blue proceeded to give her interpretation of the Emancipation Proclamation – that Lincoln had told all the \"niggers tu cut sticks and run from their marsters\". She expressed her fear that the south would get angry. The President could stab, shoot them with pistols or cannons, but not take away their slaves, according to Blue. When Grimes disagreed, Blue took one of Grimes's flat irons and came after her. Grimes grabbed tongs and the two of them went at each other until they were bruised and swollen. Grimes has not been out of the house since that incident.","Grimes wrote a poem and sent it to Blue about \"the abolishun ov nigger slavery.\" The poem was included in the letter and was published in <em>Harper's Weekly</em> along with the letter. In the poem she deals sarcastically with Blue's sentiments that Lincoln should not emancipate the slaves because of their economic worth to the South. Blue has not answered the poem.","Reaction to the Proclamation was mixed among northern intellectuals as well as among the common people. Many framed the issue in terms of Federal versus States rights while others thought the only way for this plan to be successful was to deport the slaves after their emancipation. It is interesting that someone as simple as Sarah Blue would have comprehended the magnitude of the economic consequences and importance of slavery for the South."],"display_date":"November 8, 1862","search_date":"1862-11-08","citations":[{"divid":1215866400,"type":"Newspaper Article","data":["A Letter from the Country","Harper&#39;s Weekly","","November 8, 1862",""]},{"divid":1215866422,"type":"Article","data":["Billy Ledbetter","White Texan&#39;s Attitudes Toward the Political Equality of Negroes, 1865-1870","Phylon","40","1979","253-263"]},{"divid":1215866481,"type":"Article","data":["Lorraine A. Williams","Northern Intellectual Reaction to the Policy of Emancipation","The Journal of Negro History","46","Apr. 1961","174-188"]}],"locations":[{"id":3117,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}