{"id":4401,"title":"Pauline Cushman Charged with being a Union Spy\n","course_id":4,"status":"P","start_date":"1864-06-08","end_date":"1864-06-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The stories about women and the unlikely role they played, in both the north and the south, during the Civil War are some of the most interesting stories of the Civil War. One such story, about Union spy Pauline Cushman appeared in the <em>Valley Spirit </em>on June 8, 1864. Ms. Cushman was arrested by the Confederates, freed by the Northern troops and rewarded with the honorary title of Major in the United States army.","When the war began in 1861, Cushman resided in Cleveland, Ohio. She was, however, originally from New Orleans and of French and Spanish descent. She was an actress by profession and, as such, moved to Louisville, Kentucky where she continued to perform. In March of 1863, while performing at the Wood's Theatre, some paroled Confederate officers asked her to make a toast to the Confederacy. Because of her own loyalties to the North, she consulted with the local provost marshal who then asked her to become a spy for the Union. As such, she did offer the requested toast. She was then subjected to a mock arrest and dismissed from the theatre. She went to work, thereafter, at a theatre in Nashville where she was called to the headquarters of Confederate General Bragg. She first swore an oath to the Government of the United States of America and then proceeded to join the Cumberland Army.","Eventually, she had been caught by the Confederates and charged with being a Union spy in June 1864. In particular, she was questioned about her \"Yankee twang\" which she explained by the fact that she had been playing Yankee parts. She was threatened with hanging if the letters she had been found carrying proved her to be a spy. Fortunately for Miss Cushman, after being found guilty of espionage, she became quite ill and was saved, by this illness, from being hanged. It was during this illness that she was rescued by Union troops."],"display_date":"June 8, 1864","search_date":"1864-06-08","citations":[{"divid":1215865769,"type":"Newspaper Article","data":["Thrilling Adventures of a Lady in the Secret Service","Valley Spirit","","June 8, 1864",""]},{"divid":1215865792,"type":"Article","data":["Drew Gilpin Faust","Altars of Sacrifice&#58; Confederate Women and the Narratives of War","The Journal of American History","76","1990","1200-1228"]},{"divid":1215866041,"type":"Article","data":["Alice Fahs","The Feminized Civil War&#58; Gender, Northern Popular Literature, and the Memory of War, 1861-1900","The Journal of American History","85","1999","1461-1494"]}],"locations":[{"id":3118,"lat":41.4243718872,"lng":-81.6586944761,"zoom":9,"place":"CUYAHOGA, Ohio"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}