{"id":4403,"title":"Slave Trader Captain Gordon Executed\n","course_id":4,"status":"P","start_date":"1862-02-21","end_date":"1862-02-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The most infamous of slave traders, Captain Nathaniel Gordon was finally brought to justice, and the significance of that event was reported and commented on at length in the March 8, 1862 edition of <em>Harper's Weekly</em> summarizing from accounts in the <em>Times</em> and <em>Herald</em>. This was an important event because the international slave trade had been considered piracy but had not been prosecuted due to the existence of slavery in the United States. Now, however, the Lincoln administration changed all that with the first execution by hanging of one of the most notorious and successful of all of the slave traders.","Gordon, a native of Maine, had been engaged in the slave trade for many years. On August 8, 1860 off the West Coast of Africa his ship stopped and was boarded by Lieutenant Henry D. Todd, U.S.N. of the United States steamer <em>Mohican</em>. When Lieutenant Todd boarded the ship which was flying the American flag he was horrified by both the sight and smell of what he saw.  On board, he found eight hundred and ninety-seven men, women and children. They ranged in age from six months to forty years; half were children and the other half, one quarter men and one quarter women. They were so crowded together he could not move without stepping on someone. The smell was so foul as to be sickening. Disease ran rampant. Twenty-nine had died and been thrown overboard.","The sailors claimed that they had been told this was a legitimate voyage or they would have never signed on. They also said that it was obvious that Gordon was the Captain. Gordon eventually admitted to them that the <em>Erie</em> was a slave ship and they were told they would receive one dollar for each slave who arrived safely at their destination.","Gordon was arrested, tried, convicted and sentenced to death by hanging. All attempts to have him pardoned were unsuccessful and he was scheduled to be hanged. The night before, he somehow managed to come into the possession of a poison, probably strychnine, and attempted to commit suicide rather than face the hangman's noose. Unfortunately for him, his attempt was thwarted by the efforts of physicians who pumped his stomach and saved his life. ","Gordon's last request was that they cut a lock of his hair and send it to his wife along with a ring he removed from his finger. Gordon was given rather large amounts of whiskey to keep him alive for the execution and so he was not sober when he went to his fate. ","The execution of Gordon was so important a signal of the impending end of the slave trade that the execution was held in an unlikely place – City Prison, New York City – better known as \"The Tombs\". Gordon was the only slave trader ever executed in the United States. The story was recently retold in <em>Smithsonian</em> magazine."],"display_date":"February 21, 1862","search_date":"1862-02-21","citations":[{"divid":1217100687,"type":"Newspaper Article","data":["The Execution of Gordon, The Slave-Trader","Harper&#39;s Weekly","","March 8, 1862",""]},{"divid":1217100718,"type":"Article","data":["Thomas C. McCarthy","Why Was the Tombs the Execution Site For the Only American Ever Hanged As a Slave Trader?","Black History Month Magazine","","2003",""]},{"divid":1217100812,"type":"Article","data":["Ron Soodalter","Captain Gordon&#39;s Infamy","Smithsonian","38","June 2007","58-65"]},{"divid":3763,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":[null,null,null,"VqFJPvkTZKikKL"]}],"locations":[{"id":3120,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}