{"id":4405,"title":"A Confederate Veteran publishes a poem about Gettysburg\n","course_id":4,"status":"P","start_date":"1888-01-01","end_date":"1888-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Born in Missouri and taken to Calhoun, Georgia with his brother, by his parents, Grigg and Diantha, Will Henry Thompson grew up in the foothills of the Cherokee Valley, living beside the \"beautiful and scenic Coosawattee River.\" Both Will and his older brother Maurice learnt to hunt and fish, and eventually learned to use a longbow, thus leading to their toxophilitic nature (lovers of the bow and the art of archery). They both had a classical education, taught by their mother and live-in tutors, and both enjoyed reading and writing.","They lived a content, carefree existence, hunting, fishing, and \"galloping around the country,\" but there easy, hard working life was not to last. The threat of this new war loomed and Maurice, at 17, joined the army of the Confederacy, followed by his father and lastly, his brother Will Henry. Thompson served in the 4th Georgian Infantry, and served in the Confederate army throughout the War.","His poem, \"The High Tide at Gettysburg\" is different from poems of wars from previous authors, as it is of an \"elegiac strain.\" The poem is definitely in tune with the mid-nineteenth-century \"preoccupation with mortality and morality,\" which makes sense as Will Henry would have been very young when he joined up, and still young when he wrote and published this work in 1888. It begins with the much repeated lines, \"a cloud possessed the hollow field, the gathering battle's smoky shield. Athwart the gloom the lightning flashed, and through the cloud some horsemen dashed, and from the heights the thunder pealed.\" From this verse, the poem could be about any battle, or even any of the many Gettysburg battles, but it is not much later that Thompson mentions Pickett, and \"leading grandly down,\" implying that this poem is about Pickett's Charge, the final surge of the Confederacy and Lee to push north. As we know, Lee failed and in the process many thousands died at the Battle of Gettysburg.","It is written without poetic flourish, and fluffy language; Thompson created a smoke filled atmosphere with guns and flashes and death surrounding it all. The reader of this poem is taken to Pickett's Charge, and shown in no uncertain terms that the war was gruesome and horrific, that men died, and for leaders who had almost forgotten the original cause. Thompson compared the fight to the fiery losses of the British at Waterloo, and shows how straggled the Confederates are by 1863, by discussing the colours or the battle flags. He writes \"Virginia heard her comrade [Tennessee] say: 'Close round this rent and riddled rag',\" and a little later, he says the \"tattered standards of the South,\" both double entendres, as they don't just mean the actual flags are torn and full of holes, but the Confederates and the South as a whole, is tattered and torn, and full of holes.","The famous lines \"they smote and stood, who held the hope of nations on that slippery slope,\" has been attributed the first use of Slippery Slope, by language specialists and the surprise is that here it is literally slippery from blood, but now means something different. The last verse is beautiful, with Thompson changing tack slightly, using love as a reason to stop fighting, and finishing with the image of a mother \"lamenting all her fallen sons\" This is possibly why Colonel Will Henry Thompson was commissioned to prepare \"proper wording\" for Edgar Allen Poe's mother's epitaph. He wrote similar words of a mother leaving someone very special behind. Not exactly unusual for a young son, who has seen other young sons fall in huge numbers."],"display_date":1888,"search_date":"1888-07-01","citations":[{"divid":1218460763,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Will Henry Thompson","The High Tide at Gettysburg","Parlour Poetry","Michael Turner","United Kingdom","Pan Books","1974","52-55"]},{"divid":1218460805,"type":"Website","data":["Cliff Huntington","Maurice Thompson&#58; The Early Years","Stickbow.com","http&#58;//www.stickbow.com/stickbow/history/maurice-early.html","October 12, 2007"]},{"divid":1218460947,"type":"Website","data":["J. H. Witty","Poem to Mark Tomb of Mother","Richmondthenandnow.com","http&#58;//richmondthenandnow.com/NewspaperArticles/Poe-Lit.html","October 12, 2007"]},{"divid":1218461026,"type":"Website","data":["William Safire","On Language&#58; From the Slipper Slope, to the Jaws of Defeat, Jan 1, 2006","International Herald Tribune","http&#58;//www.iht.com/articles/2006/01/01/opinion/edsafire.php","September 12, 2007"]}],"locations":[{"id":3122,"lat":39.9199204801,"lng":-76.7265166341,"zoom":9,"place":"YORK, Pennsylvania"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}