{"id":4407,"title":"The End of the Civil War in Indian Territory\n","course_id":4,"status":"P","start_date":"1864-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The war in the West went on long after Lee surrendered, and not just because it took a little while for news to travel. The Confederates appeared utterly defeated, and yet some still were willing to fight. But the South was not the only problem for the North. Corruption was rampant in Forts Smith and Gibson (Indian Territory, now Oklahoma); safe havens for both southern and northern refugees, from brutality, but both Government officials and Union officers practiced fraud, deception and robbery. They took livestock, and sold it back to the government to be given to those they took it from. Officers of the Indian regiments added names of dead, deserted or created soldiers to their rosters and collected their pay, but with the reinstatement of Colonel William A. Phillips, his command and agents were cleaned up. He had agents watched by trusted men, and made some seek political refuge.","But this was not Col. Phillips' only problem. General Ulysses S. Grant had ordered that all Indian troops must be mounted, but by this time Phillips had only forty useful horses left to give to his men. Scouting remained entirely necessary with the Confederates still fighting; with little bands of brigands and bushwhackers destroying everything and rumours abound that Confederate General Cooper was putting an army together for one last offensive into Missouri. Phillips sent his men south to learn all they could.","Lieutenant Francis J. Fox, of the First Indian Home Guard, sent out a party of four mounted and four dismounted men to see what was happening. The Sergeant reported a wonderful meeting of scouts, with nine mounted Southerners firing dismounted. Then they remounted and charged both the footmen and cavalry. The Sergeant wrote that his men decided on \"prudence\" as \"the best part of valour and charged also, but with their ponies' tails toward the foe,\" which was probably a better idea.","Finally, on April 23, 1865, Phillips reported a capture of rebel mail from a rebel scouting party. The Union men killed three, and wounded several others, driving the rest back they way they had come. Furthermore, when Phillips discovered the news of Cooper and Stand Watie's intentions to push into Missouri, one last time; it was evident that Cooper had not heard that General Lee had surrendered at Appomattox earlier that month. Phillips prepared to evacuate both Forts Smith and Gibson of its refugees in case Cooper arrived with an army, but after heavy spring rains the Confederacy folded and \"commands across the southern states followed General Lee's lead and surrendered.\"","All, that is, except the Indian tribes, with Cooper not wishing to sign a treaty on behalf of the almost obliterated Indian tribes, so he left it to the tribal leaders, with Brigadier General Stand Watie being the last Confederate Commander to surrender along with his people."],"display_date":"1864 - 1865","search_date":"1864-12-31","citations":[{"divid":1216503439,"type":"Primary Source in a Secondary Source","data":["Official Records of Union and Confederate Armies&#58; Francis J. Fox Report","April 13, 1865","The Prairie Was on Fire&#58; Eyewitness Accounts of the Civil War in the Indian Territory","Whit Edwards, Editor","Oklahoma City","Oklahoma Historical Society","2001","130-132"]},{"divid":1216503524,"type":"Primary Source in a Secondary Source","data":["Official Records of Union and Confederate Armies&#58; William A. Phillips Report","April 25, 1865","The Prairie Was on Fire&#58; Eyewitness Accounts of the Civil War in the Indian Territory","Whit Edwards, Editor","Oklahoma City","Oklahoma Historical Society","2001","130-132"]},{"divid":1216503599,"type":"Primary Source in a Secondary Source","data":["Official Records of Union and Confederate Armies&#58; Curtis Johnson Report","June 11, 1865","The Prairie Was on Fire&#58; Eyewitness Accounts of the Civil War in the Indian Territory","Whit Edwards, Editor","Oklahoma City","Oklahoma Historical Society","2001","130-132"]},{"divid":1216503684,"type":"Primary Source in a Secondary Source","data":["Official Records of Union and Confederate Armies&#58; Uri B. Pearsall Report","June 11, 1865","The Prairie Was on Fire&#58; Eyewitness Accounts of the Civil War in the Indian Territory","Whit Edwards, Editor","Oklahoma City","Oklahoma Historical Society","2001","130-132"]}],"locations":[{"id":83,"lat":null,"lng":null,"zoom":8,"place":"Unorganized, Oklahoma"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}