{"id":4419,"title":"A Missionary&#39;s View of the Choctaw Nation in 1825\n","course_id":17,"status":"P","start_date":"1825-02-15","end_date":"1825-02-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["In February of 1825 the Western Recorder published an extract from a letter describing the current state of the Choctaw Indians.  The missionary L.S. Williams wrote the letter in December of 1824 after having lived with the Choctaw for almost eight years.  He wrote that the human nature he saw in the Choctaw nation was lower than any he had previously witnessed.  He regarded the Indians as ignorant, poor, and lacking moral fortitude.  Williams lamented that despite the efforts of missionaries the Choctaw were still wretched and barbaric.  Having heard their pagan songs and dances every night, he declared that only the combined prayer of all Christians could improve the Choctaw. ","    Williams evaluated the Choctaw Nation by American Christian standards.  Since the Choctaw people had a culture and belief system that was contrary to his model, Williams labeled them as heathens.  The people of the Choctaw nation had a stable society in which tradition and rules were observed.  Women were in charge of the home and crops, while men were expected to hunt and become great warriors.  No evidence can be found to suggest that one gender's work was considered less important than the other's. Like the Euro-American settlers around them, the Choctaw people relied on farming as an important source of food.  The nation also actively traded milk, beef, and animal skins with the Euro-Americans. ","The Choctaw opposed missionary efforts out of their desire to preserve their native culture.  Historian James Taylor Carson has pointed out that it would have been easy for Choctaw women to use copper kettles and glass bottles, but they chose to continue their tradition as potters.  Carson has detailed also how Choctaw men used traditional tactics of warfare to raid settlers on Choctaw land.  Settlers were taking up their land and resources, and instead of settling the conflict by way of court or treaties, the Choctaw men acted in their traditional role as warriors to take back their wealth from those encroaching on it.  Though the Choctaw were not civilized in the ways of the Europeans, they had their own set of morals and traditions that guided them in their everyday life."],"display_date":"February 15, 1825","search_date":"1825-02-15","citations":[{"divid":1223047952,"type":"Newspaper Article","data":["Choctaw Mission","Western Recorder","Utica, New York","February 15, 1825","26"]},{"divid":1223048076,"type":"Article","data":["James Taylor Carson","Horses and the Economy and Culture of the Choctaw Indians, 1690 ? 1840","Ethnohistory","43 Volume 2","Summer 1995","495-515"]},{"divid":1223048229,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["James Talor Carson","From Corn Mothers to Cotton Spinners","Women of the American South: A Multicultural Reader","Christie Anne Farnham ","New York, NY","University Press","1997","8-21"]}],"locations":[{"id":3142,"lat":33.3786296634,"lng":-89.6348761581,"zoom":7,"place":"INDIAN LANDS, Mississippi"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"The United States: The Nation Divided, 1836-1876","school":"Wheaton College","course_id":17,"school_id":2}}