{"id":4420,"title":"A Slave Sues for Freedom in Missouri\n","course_id":17,"status":"P","start_date":"1827-01-01","end_date":"1827-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1827, the editors of The Genius of Universal Emancipation published a portion of a letter \"from a gentleman in Illinois to his friend in Philadelphia\" that relates the story of a slave that was brought from Illinois to Missouri. The slave,  \"there having been treated with cruelty\" was afterwards taken and sold in Louisiana. This slave then \"found his way\", in a manner unclear, back to St. Louis and there sued for his freedom, on the grounds that Illinois was a free state. The circuit court found against him, but he continued with his case all the way to the Missouri Supreme Court, \"where although two out of the three Judges were advocates of slavery, the decision was reversed and it was unanimously decided that he was a freeman.\" This slave most likely used an 1824 Missouri state law that stated, \"That it shall be lawful for any person held in slavery to petition the circuit court...\". Probably using the fact that he had resided in a state where slavery was illegal, Illinois, this slave's lawyer would have argued that once the slave passed into Illinois he became a free man. The \"once free, always free\" argument was frequently used to the great benefit of enslaved blacks, in many cases leading to their freedom. This legal precedent was overturned in the Supreme Court's Dred Scott decision of 1857, which held both that slaves had no right to petition the court as they were not citizens and that to give a slave his freedom would be to deprive the owner of his property illegally."],"display_date":1827,"search_date":"1827-07-02","citations":[{"divid":1223052060,"type":"Newspaper Article","data":["Important Decision","Genius of Universal Emancipation","Baltimore, Maryland","October 14,1827",""]},{"divid":1223052340,"type":"Article","data":["Gardner, Eric","You Have No Business to Whip Me: The Freedom suits of Polly Wash and Lucy Ann Delaney","African American Review","41","2007","33-50"]}],"locations":[{"id":3143,"lat":null,"lng":null,"zoom":8,"place":"ST LOUIS, Missouri"}],"tags":[{"id":4,"tag":"Slavery"},{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"The United States: The Nation Divided, 1836-1876","school":"Wheaton College","course_id":17,"school_id":2}}