{"id":4421,"title":"The Perfect Wife\n","course_id":17,"status":"P","start_date":"1837-04-01","end_date":"1837-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"A knowledge of domestic duties is beyond price to a woman.  Every one of our sex ought to know how to sew, and knit, and mend, and cook, and superintend a household.\"  So began the article \"Important Requisites in A Wife\", published in the agricultural magazine <em style=\"mso-bidi-font-style: normal;\">The Cultivator</em>, in April 1837.  According to the author, a good wife considered her work her department, and did it when it needed to be done, without consideration about when there was a convenient time for her.  The author also made clear that girls should start helping out when they were nine or ten years old, by washing cups and putting them away, dusting, and cleaning silver.  By age twelve, the author suggested girls should start superintending the house and cooking.  The best way to learn these chores, the author explained, was by doing them.","     Women in the nineteenth century were judged according to four cardinal virtues - piety, purity, submissiveness, and domesticity.  Those four virtues were supposed to be what gave a woman happiness.  The home was a woman's \"proper sphere\" where she should occupy herself with domestic affairs, take care of her family, and listen to her husband.  Historian Barbara Welter, author of the article <em style=\"mso-bidi-font-style: normal;\">The Cult of True Womanhood,</em> explained that \"the home was supposed to be a cheerful place, so that brothers, husbands, and sons would not go elsewhere in search of a good time.  A woman was expected to dispense comfort and cheer.\"  Women were to look upon housework as uplifting.  Routine tasks like making beds and cleaning their homes gave women exercise and taught them patience.  Doing housework was also considered an art.  Welter quoted one source as saying, \"There is more to be learned about pouring out tea and coffee, than most young ladies are willing to believe.\"  Women were also expected to be proficient in a wide variety of needlework and in gardening.  From an early age, girls in the 18th century took their role in the house very seriously because they saw the importance in it."],"display_date":"April 1837","search_date":"1837-04-15","citations":[{"divid":1223062044,"type":"Article","data":["Unknown","Important Requisites In A Wife","The Cultivator ","4","April 1837","43"]},{"divid":1223062098,"type":"Article","data":["Barbara Welter","The Cult of True Womanhood: 1820-1860","American Quarterly ","152","1966","151-174"]}],"locations":[{"id":3145,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"ALBANY, New York"}],"tags":[{"id":7,"tag":"Women"},{"id":28,"tag":"Work"}],"course":{"name":"The United States: The Nation Divided, 1836-1876","school":"Wheaton College","course_id":17,"school_id":2}}