{"id":4422,"title":"A Fractured Cherokee Nation Fights Removal\n","course_id":17,"status":"P","start_date":"1835-12-29","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The conflict over the lands of the Cherokee tribe (more commonly referred to as the Cherokee Nation) sat on the forefront of U.S. politics once the U.S. Congress passed the Indian Removal Act on May 28, 1830.  However, when the Ridge Party, a breakaway pro-removal group of the Cherokee Nation, signed the Treaty of New Echota with U.S. treaty commissioners J.F. Schermerhorn and William Carroll on December 29, 1835, tensions mounted from within the Cherokee Nation as well as from without.  John Ross, the Principal Chief of the Cherokee Nation, vehemently opposed the New Echota Treaty and the Ridge Party (also known as the Treaty Party), and on October 8, 1836 <em style=\"mso-bidi-font-style: normal;\">Niles' Weekly Register</em> printed an article advocating Ross's views.  Through excerpts from correspondences and appeals to the U.S. government, Ross argued that by signing the New Echota Treaty, the Treaty Party leaders - Major Ridge, his son John Ridge and nephew Elias Boudinot - contradicted the wishes of the \"Cherokee people [who], in two protests, the one signed by twelve thousand seven hundred and fourteen persons, and the other by three thousand two hundred and fifty persons, spoke for themselves against the treaty\" and condemned the some twenty-one thousand Southeastern Cherokees to \"a far inferior right of occupancy to that which they have ever been admitted to possess where they now are, and where they were born,\" namely their ancestral lands.","Though this was not the first time the Cherokee Nation clashed on matters of national interests, it marked the first time that action had been taken by a minority group under the guise of representing the entire Nation.  As notable American Indian historians Theda Perdue and Michael D. Green have observed, while there had been considerable changes in the Cherokee government and organization as a cohesive Nation, \"Cherokees still believed that leaders should represent a consensus.\"  Not only did the Ridges and Boudinot <em style=\"mso-bidi-font-style: normal;\">not</em> represent the majority opinion of the Cherokees, but by trying to usurp power from Ross they severed themselves completely from the Nation's identity and simultaneously bound the Cherokee to an almost unfathomable future.  Many Cherokee realized that with their forced relocation west of the Mississippi River the Nation's relationship with the United States would be forever changed, as Ross claimed.  Even more did not even accept the Treaty as true; after all, how could such a document speak for the entire Nation which had rejected similar compromises twice prior to the New Echota Treaty?  Indeed, it was not until General Winfield Scott arrived during the summer of 1838 that the Cherokees' fate was clear and the Ridge Party's misrepresentation of the Cherokee Nation became an almost insurmountable barrier between the Nation and that vocal minority."],"display_date":"December 29, 1835 - December 31, 1838","search_date":"1837-06-30","citations":[{"divid":1223064308,"type":"Newspaper Article","data":["The Cherokees: From the New York American. Scenes in the Cherokee Country","Niles&#39; Weekly Register","","October 8, 1836","90"]},{"divid":1223064393,"type":"Book","data":["Wilcomb E. Washburn","The American Indian and the United States: A Documentary History",null,"New York","Random House","1973","2169-2171, 2352-2476"]},{"divid":1223064466,"type":"Book","data":["Russell Thornton","American Indian Holocaust and Survival: A Population History Since 1492",null,"Oklahoma","University of Oklahoma Press","1987","113-118"]},{"divid":1223064516,"type":"Book","data":["Theda Perdue and Michael D. Green","The Cherokee Removal: A Brief History with Documents",null,"Boston","Bedford Books","1995","18-21, 147-153"]}],"locations":[{"id":3146,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Georgia"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":17,"tag":"Government"}],"course":{"name":"The United States: The Nation Divided, 1836-1876","school":"Wheaton College","course_id":17,"school_id":2}}