{"id":4423,"title":"Yellow Fever Responsible for Christian Miltenberger&#39;s Success in 19th Century New Orleans\n","course_id":16,"status":"P","start_date":"1838-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Situated at the intersection of Royal and Dumaine Street in the heart of the New Orleans, the Miltenberger House still stands as a testimony to one immigrant's accumulation of wealth and to medical advancements in the South during the 19th century. ","Little was known about yellow fever, especially ways to prevent or treat this disease. Almost annually, it seemed, the Gulf Coast and in particular, New Orleans, suffered mass outbreaks of the fever and any aid that could be offered from doctors in surrounding areas was much appreciated. Municipal medical examiners in New Orleans were quick in issuing licenses to practice medicine to refugee doctors, including Christian Miltenberger. While during his time in St. Domingue, serving as a surgeon for a British garrison, Miltenberger treated many cases of yellow fever and was well equipped to handle the outbreaks in New Orleans. ","With his experience in dealing with yellow fever, the Mayor of New Orleans saw great potential in Miltenberger and appointed him to supervise indigent health care for the Mayor's district. Miltenberger also had the opportunity to present a paper before the Medical Society of New Orleans in 1819, theorizing that yellow fever was not a contagious disease, thus changing the understanding and reaction to the outbreaks of yellow fever.","With this great influence on the medical community came great reputation for Miltenberger. He was an active mason and served as president of a commission to raise funds for the construction of a Masonic hospital in the city of New Orleans. Miltenberger also acted on an opportunity to merge 120 acres of his property with 320 acres owned by Madame Joseph Bayle, creating a rather large sugar plantation just outside of New Orleans. After buying her out three years later, Miltenberger became one of the wealthiest men in New Orleans, and by far the most reputable St. Domingan refugee in New Orleans. ","As a gift to his wife, Miltenberger had three row houses built at 900 Royal Street in 1838. The intricate delicacy of the lacy cast-iron galleries covering the sidewalks, the slender iron columns supporting the second-story gallery, the narrow frieze of rococo iron leaves set below the floor of the gallery, and the four floor-to-ceiling windows  are just a few of the design techniques that make the Miltenberger House unique to the French Quarter.","The Miltenberger home has remained untouched by the social changes of New Orleans through passing time as a symbol of potential wealth available to only a handful of immigrants during the 19th century and the struggles undergone by these individuals in order to achieve this success."],"display_date":1838,"search_date":"1838-07-02","citations":[{"divid":1223478082,"type":"Book","data":["Richard Campanella","Geographies of New Orleans: Urban Fabrics Before the Storm",null,"LaFayette, Louisiana","Center for Louisiana Studies","2006","-"]},{"divid":1223478154,"type":"Book","data":["Fred Daspit","Louisiana Architecture, 1820-1840",null,"LaFayette, Louisiana","Center for Louisiana Studies","2005","-"]},{"divid":1223478201,"type":"Website","data":["Christian Miltenberger","Southern Historical Collection","Library at University of North Carolina","www.lib.unc.edu/mss/inv/m/Miltenberger,Christian.html.","September 19, 2008"]},{"divid":1223478279,"type":"Book","data":["Frank Towers","The Urban South and the Coming of the Civil War",null,"University of Virginia","University of Virginia Press","2004","61"]},{"divid":1223478320,"type":"Book","data":["Alfred N. Hunt","Haiti&#39;s Influence on Antebellum America: Slumbering Volcano in the Caribbean",null,"Louisiana","Louisiana State University Press","2006","64-66"]}],"locations":[{"id":3148,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}