{"id":4424,"title":"Ursuline Nuns Relocate their Convent outside the City of New Orleans\n","course_id":16,"status":"P","start_date":"1823-03-25","end_date":"1824-09-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1824, a dispute with the city of New Orleans drove the Ursuline nuns of New Orleans to leave their century old convent in the city for a new location outside the city. A drawing of the \"new\" convent shows an elaborate building with elements of classical architecture consisting of a three story convent, orphanage and chapel. Designed by architectural firm Gurlie and Guillot, the convent was decorated with galleries, columns, and Baroque ornamentation. Facing the Mississippi river, it rivaled many of the surrounding plantation homes in both size and construction. ","Before the Ursuline nuns relocated to this new convent from their previous location in the middle of the French Quarter, they had been an important presence in the city of New Orleans for almost a century. They arrived from France in 1727 to establish a school for girls in what was then a French colony. They provided an education not only for white girls of the colony, but also for slaves, free girls of color, and Native American girls. In addition, the Ursulines ran an orphanage and a hospital. In the years immediately following the Louisiana Purchase in 1803, the Ursuline nuns experienced several conflicts with both federal and city officials. One such conflict with the United States government concerning property ownership within the city, led the nuns to purchase property two miles outside New Orleans with the idea of moving. In 1819, the nuns experienced a different conflict: as New Orleans expanded, a closed off street going right through the convent compound had become an inconvenience to the public. In response, city officials decided to open this street to the public, despite protests from the Ursulines. This decision was what drove the nuns to sell some of their city property and to construct a new convent outside the city. The new location gave the nuns the ability to expand as well as the advantage of both being outside the jurisdiction of city officials and of being out of the way of city development.","The convent cost 83,172 to build, and the chapel was an additional 23,635, a total equivalent to about 2 million today. Emily Clark argues that by spending this much money to build an extravagant convent, the Ursuline nuns were making a statement as self-governing Catholic women in a Protestant country that valued a woman's submission to the authority of a husband. In an ironic repetition of the city's attempt to encroach on the nun's interests in favor of development, the 1824 convent was demolished in 1912 to make way for the Inner Harbor Navigation Canal linking the Mississippi River to Lake Pontchartrain. At this time, the Ursuline nuns again moved their convent and their school, both of which are still in operation."],"display_date":"March 25, 1823 - September 1, 1824","search_date":"1823-12-12","citations":[{"divid":1223483342,"type":"Primary Source in a Secondary Source","data":["Ursuline Convent, 1820s","1824","Louisiana Architecture, 1820-1840","Fred Daspit","Lafayette, LA","Center for Louisiana Studies","2005","24"]},{"divid":1223483406,"type":"Book","data":["Emily Clark","Masterless Mistresses: The New Orleans Ursulines and the Development of a New World Society",null,"Chapel Hill, NC","University of North Carolina Press","2007","221-264"]},{"divid":1223483517,"type":"Book","data":["Jane Heaney","A Century of Pioneering: A History of the Ursuline Nuns in New Orleans",null,"New Orleans, LA","Ursuline Sisters of New Orleans","1993","253-300"]},{"divid":1223483563,"type":"Article","data":["Clark Robenstein","French Colonial Policy and the Education of Women and Minorities: Louisiana in the Early Eighteenth Century","History of Education Quarterly","32","Summer 1992","193-211"]}],"locations":[{"id":3149,"lat":29.4255371375,"lng":-90.0017454475,"zoom":9,"place":"ORLEANS, Louisiana"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":3,"tag":"African-Americans"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}