{"id":4425,"title":"Women in Post-Civil War New Orleans\n","course_id":16,"status":"P","start_date":"1862-04-01","end_date":"1862-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["            For one of the first times in American history, the women of New Orleans were taking the protection of their city and its reputation into their own hands.  Spitting and yelling at soldiers from the north and refusing to even acknowledge their presence in the streets, even when the soldiers were offering the women assistance. There were many hostile feelings between the north and the south that were not healed simply with the capture of the city into Union hands.  Although New Orleans had been captured without any blood being shed, the citizens of New Orleans still felt the sting of the hardships that their fellow confederates were enduring.  ","            With the end of the war many reformations began within southern cities, specifically, the role of women within the community. In the modern city, women had a place where they could gather together and find strength and support in numbers as well as have social and political achievements without the help of men.  In rural southern areas, it was more difficult for women to bond together and make changes, mainly because of a lack of numbers and because the rural women were too busy working their land and trying to make a living.  In the city during the war, women held jobs that men left behind when they went to fight.  When male soldiers returned, women had to return to their predominately domestic lives.  Northern troops began to occupy southern cities in order to make sure that they were reconstructing, and not re-enslaving the people the north had worked so hard to free.  Because only men served as soldiers during the war, women looked for ways to display their patriotism and support for the southern states in alternative manners.  Southern women in a way had more power than northern women because they still had a cause that they felt they had to depend, even though the war was lost. ","            In April of 1862, Major General Benjamin F. Butler and his troops were in charge of the occupation of New Orleans.  Butler describes in his autobiography that the men of the city of New Orleans did not interfere with the soldiers in any way.  However, whenever women of the city would come into contact with any of these Yankee soldiers, they would shoot them hateful glances, make derisive comments, and flee the area.  In the minds of these women, they were fulfilling the patriotic duties that they were denied when they were not able to serve as soldiers.  The women were hoping that their mistreatment of these soldiers would force the soldiers to retaliate, and therefore give the city of New Orleans a solid argument for expelling them.  ","            Soldiers were hesitant to arrest the young women in the street causing the ruckus, due to they fact that they were typically high-class women and a scene would be caused.  Also, the women clearly would have almost appreciated being arrested; so they would have even more of a reason to be indignant.  Since the northern soldiers did not know how to handle this criticism coming from southern ladies, Major General Butler issued an order instructing the soldiers how to deal with situations such as these.  He instructed his men to treat the rebellious women as if they were prostitutes.   ","            After Major General Butler issued this order, the insults immediately stopped.  Although women were willing to be arrested in order to express their \"patriotism\", they were not willing to be looked upon as prostitutes, or even as someone of a lower class.  Prostitutes were viewed by middle and upper class women to be the lowliest people in society.  Even though many changes came about in the years after the Civil War, class structure was still a strong influence, and a strong part of a woman's identity.  "],"display_date":"April 1862","search_date":"1862-04-15","citations":[{"divid":1223909054,"type":"Book","data":["Benjamin F. Butler","Autobiography and Personal Reminiscences of Major General Benjamin F. Butler",null,"Boston, MA","A.M. Thayer and Co. ","1892","416"]},{"divid":1223483664,"type":"Newspaper Article","data":["Lee With His Army","A Youth&#39;s Companion","","April 6, 1905","168"]},{"divid":1223483696,"type":"Book","data":["James M. McPherson","Battle Cry of Freedom",null,"New York","Oxford University Press","1988","807"]},{"divid":1223483735,"type":"Newspaper Article","data":["Women&#39;s Roles during the Civil War, 1861-1865","Gale Research","Farmington Hills, MI","1997",""]}],"locations":[{"id":3150,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":7,"tag":"Women"},{"id":29,"tag":"New Orleans"},{"id":32,"tag":"Civil War"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}