{"id":4426,"title":"The Theatre of Everyday Life\n","course_id":16,"status":"P","start_date":"1848-01-01","end_date":"1850-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the daughter of Don Andres Almonaster y Rojas, the Cabildo's original benefactor, the Baroness Pontalba was no stranger to the notion of civic duty expressing itself through architecture. After a tumultuous marriage and divorce to a Parisian nobleman, sensationalized in various newspapers, she returned permanently to her hometown and sought to transplant the culture and sophistication she had grown accustomed to in France to New Orleans' Vieux Carre by constructing two large red brick buildings flanking Jackson Square. Their most notable characteristic was the wrought-iron balcony and gallery that adorned the front, which soon fueled the city's appetite for floral ornamentation and become synonymous with French Quarter style. The city's leaders, so appreciative of her beautification efforts, exempted her from taxes on the apartments for twenty years. The elite of New Orleans saw Baroness Pontalba's apartments as a public service to the city that elevated New Orleans cultural standing and they wished to imitate it. The adoption by the wealthy of her philosophy of fulfilling civic duty through beautification projects  partially explains the uneven distribution of cast-iron work throughout the city – as the upper class' attempted to elevate their own neighborhoods to similar architectural status as those of their European contemporaries. With the construction of these apartments the Baroness Pontalba established herself as the epicenter of New Orleans culture and society","Both the Pontalba Apartments themselves and the woman responsible for their construction have left an indelible mark on New Orleans culture and architecture. Construction on these apartments began in 1848 and was completed by 1850. It was part of the renovation efforts, led by Baroness Pontalba, to transform the Place d'Armes from a dusty common area to the more regal Jackson Square, which could be regarded by locals as being on the same caliber as its French counterparts. These galleries and balconies became an architectural signature of the leisure class who, after finding commercial success, responded to the growing urbanization and New Orleans' tropical climate by carving out these semi-public, semi-private spaces for themselves.","            New Orleans society has always loved the theater, and the Pontalba apartments became the home of prominent performers of the day while its architecture provided a stage for the city. The Baroness, as the torchbearer of New Orleans society, invited many popular performers to the city, such as Jenny Lind, and graciously allowed them to reside in her apartments for the duration of their stay, reinforcing her cultural position and bolstering the reputation of her buildings. Yet the galleries on the Pontalba apartments also doubled as a side stage for the streets below. These galleries offered the residents a chance to both perform for the city as well as view the theater of the neighborhood. The streets of New Orleans became more than mere avenues for transportation, but scenes of the everyday pageant that passed by the onlookers up in the galleries. The galleries allowed for the commonplace encounters on the streets to be staged with the casual exhibitionism that would ultimately find its most extreme expression in the Madri Gras parades, highlighting the everyday dramas of New Orleans itself. There can be no mini-dramas without an audience, and the galleries of the Pontalba apartments provided the vantage point for that audience."],"display_date":"January 1, 1848 - January 1, 1850","search_date":"1848-12-31","citations":[{"divid":1223483249,"type":"Book","data":["Richard Campanella","Geographies of New Orleans: Urban Fabrics Before the Storm",null,"LaFayette","Center for Louisiana Studies","1933","136-140"]},{"divid":1223483371,"type":"Book","data":["Malcolm Heard","French Quarter Manual: An Architectural Guide to New Orleans Vieux Carre",null,"New Orleans","Tulane School of Architecture","1997","10-11"]},{"divid":1223483411,"type":"Book","data":["Mary Cable","Lost New Orleans",null,"Boston","Houghton Mifflin Company","1980","91, 168"]},{"divid":1223483451,"type":"Book","data":["Nathaniel Cortlandy Curtis","New Orleans: Its Old Homes, Shops and Public Buildings",null,"Philadelphia","J.B. Lippincott Company","1933","78"]},{"divid":1223483481,"type":"Book","data":["Barnett, Cara Chastang","Fascinating New Orleans and Its Iron Lacework",null,"unknown","unknown","unknown","unpaged"]},{"divid":1223484077,"type":"Primary Source in a Secondary Source","data":["Pontalba Buildings, 1850 House","1933","Historic American Buildings Survey","Library of Congress","Washington D.C","Library of Congress","unknown","unpaged"]}],"locations":[{"id":3151,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":7,"tag":"Women"},{"id":30,"tag":"Urban Society"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}