{"id":4427,"title":"Transportation of US Mail Between Baltimore and Philadelphia\n","course_id":17,"status":"P","start_date":"1825-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On January 29th, 1825, Postmaster General John McLean wrote a letter to Henry Clay, Speaker of the House of Representatives, explaining the horrible traveling conditions that had to be endured to carry the mail between Baltimore, Maryland, and Philadelphia, Pennsylvania.  McLean discussed the horrendous traveling circumstances during the winter and spring seasons when crossing the different rivers and traveling over roads.  Some rivers could use steamboats, but the steamboats could not run when the rivers were full of ice.  Other rivers did not have steamboats because the rivers were too shallow, such as the North East, Big Elk, and Little Elk rivers.  The carriages transporting mail had to travel across the rivers at their shallowest points.  McLean reported that on one occasion a horse drowned, and several times the mail almost fell into the water.  McLean proposed that bridges be built over the North East, Big Elk, and Little Elk rivers to improve the quality of travel when delivering mail.  McLean also discussed the atrocious state of the roads that connected the different rivers.  The only turnpike that the mail carriers could use was the Baltimore and Havre de Grace Turnpike; the rest of the way was made up of poorly designed roads.  McLean asked whether better quality roads could be built and kept in good condition throughout the year.","John McLean was appointed postmaster general during the administration of James Monroe and continued his position into the John Quincy Adams administration.  McLean also had a close relationship with Henry Clay, Speaker of the House of Representatives.  Clay supported a bill called the Bonus Bill that would have called for a national system of internal improvements to roads.  The bill was passed by Congress in 1817, but it was vetoed by President James Madison.  Then in 1822, Monroe vetoed a similar bill that called for tolls to be used to collect money to help pay for internal improvements, which he deemed unconstitutional.  When McLean wrote his letter to Clay, Congress had already been debating for years whether or not the federal government should build post roads, for use by the post office.  These roads would be built by the federal government, and Congress would have the duty of upkeep and maintenance of the roads. ","In the early nineteenth century, states started to build turnpikes all over the United States.  This craze lasted until about 1825, when states started to cut back on their turnpike building; this was also the year that McLean wrote his letter.  Since states had mainly spent their time and money building turnpikes, smaller roads that needed to be built never got the chance, or if they were built, they were neglected.","Many states also focused on canal building, which left large numbers of small rives with no access across them.  Pennsylvania's rugged terrain made it very challenging to build canal successfully.  The state built canals much later than many of its neighbors.  It was hard to travel on canals when they were filled with ice, which meant that people had to find other means of transportation.  Building bridges over rivers was a solution to the problem because most bridges could be used at all times of the year.  ","McLean's letter discuses the debate during this period over who was responsible for building and maintains of canals, bridges, and roads in the United States.  Clay was a supporter of the federal government's helping with the building and maintenance of canals, bridges, and roads because states were not able to keep up with ever growing demands of transportation.  Others though, felt that the federal government should not be involved.  McLean's letter pointed out that states did not have the funds necessary to build and maintain different types of transportation all at the same time.  The only way that states could keep up with the demands of the times was if the federal government was willing to help with such ambitious internal improvements."],"display_date":1825,"search_date":"1825-07-02","citations":[{"divid":1224543761,"type":"Newspaper Article","data":["Transportation of the Mail","Nile&#39;s Weekly Register","","1825","389"]},{"divid":1224543822,"type":"Book","data":["Taylor, George R.","The Transportation Revolution 1815-1860",null,"New York","Rinehart & Company","1951","15-73"]},{"divid":1224543938,"type":"Article","data":["Weisenburger, Francis P.","John McLean Postmaster-General","Organization of American Historians","18","1931","23-33"]}],"locations":[{"id":3153,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"The United States: The Nation Divided, 1836-1876","school":"Wheaton College","course_id":17,"school_id":2}}