{"id":4428,"title":"Immigration and Settlement Patterns, New Orleans, 1940","course_id":16,"status":"P","start_date":"1/1/40","end_date":"12/31/40","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Although the second wave of immigration was a trickle by the 1940s, there were more immigrants than ever in New Orleans. The places immigrants settled were dictated by shifting physical and social geographies, conjunctures of the past, and the unique qualities of New Orleans. The distribution of settlers also reflected old settlement patterns as well as transformations the city underwent with growth.  ","Settlement was not random: it hinged on finding places that were available, affordable, and near jobs.  In the 1800s, immigrants settled in undesirable locations with the most environmental nuisances, the semi-rural peripheries. The peripheries offered the best housing and low skill employment, advantages that outweighed the undesirable characteristics of these locations. As immigrants put down roots, they established social and religious institutions and drew in more immigrants via those networks."," During the early 1900s, industrialization and the rise of centralized business districts transformed New Orleans.  New streetcar networks gave the inner city upper class the means to easily move in and out of the city.  Because they could afford to leave, they fled to the periphery, which was the most desirable area to live after A. Baldwin Wood designed a drainage system that eliminated swampland hazards and created more usable land. They left many nice town homes in the middle of the city. At the same time, unskilled jobs moved from the periphery to the core of the city, and immigrants began to move into the abandoned town homes, forming what would be called the \"Immigrant Belt\".","            The ethnic and racial history of New Orleans also dictated settlement patterns. As the city grew, Anglos settled in the upper periphery, and Creoles settled in the lower periphery, closer to the unskilled labor and cheap land. The Catholic tradition and festival ambience of lower New Orleans attracted many immigrants from the Caribbean, Latin America, France, Italy, and Eastern Europe. Jews, Scandinavians, and emancipated African Americans typically settled on the Anglo side.  This divide was perpetuated as immigrants moved into the inner city.  ","            New Orleans mirrored national trends of urbanization and also strayed from them. It was like many cities of the time in that it expanded, filled with immigrants, and experienced clumped settling patterns. Although people tended to gravitate towards others of their same ethnicity, New Orleans was unique in that it remained very intermixed and multicultural. Its reputation of being more accepting and diverse drew immigrants in and made New Orleans one of the oldest multicultural cities in the nation.  "],"display_date":1940,"search_date":"1940-07-01","citations":[{"divid":1223485136,"type":"Primary Source in a Secondary Source","data":["Ethnic Clusters, 1940","1940","From Geographies of New Orleans: Urban Fabrics Before the Storm","Campanella, Richard","LA","Center for Louisiana Studies","2006","376"]},{"divid":1223485315,"type":"Book","data":["Campanella, Richard","Geographies of New Orleans:Urban Fabrics Before the Storm",null,"LA","Center for Louisiana Studies","2006","350-400"]},{"divid":1223485390,"type":"Article","data":["Campanella, Richard","Ethnic Geography of New Orleans","Journal of American History","Vol. 94 No. 3","December 2007","190-200, 370-390"]},{"divid":1223485491,"type":"Book","data":["Lewis, Peirce F.","New Orleans: The Making of an Urban Landscape",null,"NM","University of Virginia Press","2003","45, 62-70"]},{"divid":1223485599,"type":"Book","data":["Souther, Mark","New Orleans on Parade",null,"LA","Louisiana State University","2006","22"]},{"divid":1223485662,"type":"Book","data":["Ward, David","Cities and Immigrants ",null,"NY","Oxford University Press","1971","4, 51"]}],"locations":[{"id":3155,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":31,"tag":"Immigration"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}