{"id":4430,"title":"A New Home for Sex in New Orleans\n","course_id":16,"status":"P","start_date":"1892-07-11","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 19th century America, many men enjoyed the services of prostitutes but disliked prostitution.  This ironic dichotomy was very evident amongst the upper class men of New Orleans, and it heavily influenced the future landscape of the city.  With a 'not in my backyard' view of prostitution, the wealthy males of New Orleans, although many were clients of prostitutes, did not want their homes and families near the lewd activities of the prostitution business.","The <em>Mascot</em>, a Louisiana newspaper, highlighted the effects of prostitution on the community, echoing the opinions of some New Orleanians.  The July 11, 1892 edition of the paper portrays the population's general fear of bordellos, depicting a family outside of their home, parents shielding the eyes of their children from the sight of the bordello next door.  With prostitution so prevalent, many did not want their families exposed to it.  Also, the wealthy citizens viewed nearby prostitution as a detriment not only to their families, but also their financial assets.  With prostitution in the neighborhood, residential property values dropped, causing a real concern for New Orleans' wealthy.","So, rather than trying to eliminate prostitution, the wealthy male political leaders instead accepted that, according to Louisiana historian Alecia Long, \"sins of the flesh were inevitable\" and \"gave [Satan] his own address.\"  The municipal government's first attempt to reduce areas of prostitution was with the Lorette Ordinances of 1857.  But, by 1897, many citizens, interested in preserving both the moral and property values of their neighborhoods, advocated for the gathering of the city's prostitutes into a more specific, much smaller district: Storyville.  The Story Ordinances turned a predominantly poor, African American part of town, away from the upper class neighborhoods, into the new home of sex.","The location of the official district of prostitution in 1897 truly revealed the magnitude of racial superiority and economic self-interest in New Orleans.  The impoverished African Americans of Storyville were a powerless group in the social hierarchy of power in New   Orleans.  Protesting the vice district's zoning was simply not an option as blacks in the city had no voice in politics.  But, local leaders often defended the Story Ordinances, citing that only one church and one school were within the new, smaller district, even though the church and school were predominantly black.  This action from the political leaders, Long implies, perpetuated a message that African Americans shared the same social status as prostitutes, \"both conceptually and in terms of physical proximity.\" Seeing blacks as immoral sexual beings was not an uncommon view in 19th century culture."],"display_date":"July 11, 1892 - December 31, 1897","search_date":"1895-04-06","citations":[{"divid":1223948063,"type":"Book","data":["Alecia P. Long","The Great Southern Babylon: Sex, Race, and Respectability in New Orleans, 1865-1920",null,"Baton Rouge","Louisiana State University Press","2004","106-138"]},{"divid":1223947897,"type":"Book","data":["Al Rose","Storyville, New Orleans",null,"Tuscaloosa","University of Alabama Press","1974","35-43"]},{"divid":1223493487,"type":"Primary Source in a Secondary Source","data":["Shrinking prostitution districts, 1857-1917","2004","The Great Southern Babylon: Sex, Race, and Respectability in New Orleans, 1865-1920","Alecia P. Long","Baton Rouge","Louisiana State University Press","2004","108"]},{"divid":1223947996,"type":"Book","data":["T. Denean Sharpley-Whiting","Black Venus: Sexualized Savages, Primal Fears, and Primitive Narratives in French",null,"Durham","Duke University Press","1999","7"]}],"locations":[{"id":3157,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":21,"tag":"Race Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}