{"id":4431,"title":"Race Relations and Labor Unions in Nineteenth Century New Orleans\n","course_id":16,"status":"P","start_date":"1883-01-01","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The history of the nineteenth century United States rarely speaks of racial cooperation, however evidence of a few such scenarios are historically documented. The end of slavery in the United States all but destroyed the agrarian economy of the southern states, and even with the constitutional abolition of slavery racial hostility ran high throughout the country. Yet as the country attempted to rebuild from the Civil War, a new kind of warfare emerged. This new battleground resulted from the rise of Industrialism, as resentment between laborers and employers intensified. New Orleans is a fascinating example of an intriguing storyline that followed. That is, where issues of racial equality collided with the clash of blue collar labor and managerial control. These two clashes, whose members at times overlapped, created an implausible framework where labor rights astonishingly overran racial tensions. This diverse composition of people, in terms of race, class, and age, is visibly evident in George Augustus Sala's 1883 illustration of the New Orleans levee. There are groups of children playing and wealthy well-dressed couples about, as longshoreman and other waterfront laborers of varying ages and ethnicities go about their business. In Sala's portrayal of the levee it is apparent that by the 1880s the New Orleans waterfront had not only evolved into a place of bustling commerce, but in addition an arena of relative brotherhood. ","            As a direct result of New Orleans' proximity to the Mississippi River, it quickly established itself as one of the most influential ports in the entire country. Consequently, the waterfront became the eminent employer of the city's labor force. By the 1870's a culture of ethnic cooperation, unheard of in almost all areas of the country and certainly the south, had naturally developed. This phenomenon was especially peculiar as it followed the racial tension fueled by the Civil War. The technological advances of the late nineteenth century and economic pushes for maximizing productivity and output put laborers and employers at odds. This battle for control was not isolated to New Orleans. Throughout the United States skilled and unskilled laborers alike combated this push by unionizing. While labor struggles were not isolated to New Orleans, this culture of ethnic harmony was. Union leaders, black and white, soon discovered that a racially unified union force was far more powerful than one divided. The nature of waterfront work in particular provided a platform for interracial cooperation in this city, whereas such an arena may not have been present in other American cities. This fact is due in part to the immense need for unskilled labor on the waterfront. Yet, as the ebb and flow of the industrial cycle began to turn at the end of the 1880's, the flicker of ethnic cooperation and racial equality in nineteenth century New Orleans proved to be no more than a compromise to battle white collar control. It would be nearly another 75 years before the issues of racial subjugation were addressed on a national level with the Civil Rights Movement. "],"display_date":1883,"search_date":"1883-07-02","citations":[{"divid":1223499218,"type":"Primary Source in a Secondary Source","data":["New Orleans levee","1883","Waterfront Workers of New Orleans: Race, Class, and Politics 1863-1923","Eric Arnesen","New York, New York","Oxford University Press","1991","176"]},{"divid":1225404032,"type":"Book","data":["George Augustus Sala","America Revisited: From the Bay of New York to the Gulf of Mexico Vol. 2",null,"London","Bradbury, Agnew, & Co. Printers","1883","17"]}],"locations":[{"id":3158,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":33,"tag":"Labor Union"},{"id":21,"tag":"Race Relations"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}