{"id":4432,"title":"Legend of the Lafitte Brothers at 941 Bourbon Street \n","course_id":16,"status":"P","start_date":"1810-01-01","end_date":"1823-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Once upon a time, two pirate brothers lived in the cottage at 941 Bourbon Street in New Orleans, Louisiana. Although it may seem outlandish, the strength of this local legend about the Lafitte brothers, Pierre and Jean, persists to this day. The National Survey of Historic Sites and Buildings, as well as The National Historic Landmarks Program, describe the structure on Bourbon Street as being built by the Lafittes between 1772 and 1791. Both sources claim that the brothers used the building to front a blacksmith shop to cover their reprehensible dealings in pirating and slavery."," The cottage at 941 Bourbon Street is a historical building in itself. It is located at the intersection of Bourbon and Saint Philip Street. This section of New Orleans is known as the French Quarter or Vieux Carre. The streets forming the Vieux Carre, or the old square, are the original streets of the city. William C. Davis explains that the names are \"redolent of [the] French and Spanish History.\" Historians acknowledge that this area prospered during the time of the Lafittes. Furthermore, the structure of the cottage is very emblematic of the French Colonial architectural style of the time period. The cottage is constructed with timbers of cypress, soft brick, and plaster. According to the historian Liliane Crete, the fact that the wood is cypress illustrates that \"the lowland of Louisiana was entirely covered with cypresses.\"","While 941 Bourbon Street is important because of its preservation of a historic style and time period, it is the brothers associated with it that solidify its historical importance and legendary quality. Many stories exist that tell of the Lafitte's blacksmith shop located on Bourbon Street and Saint Philip Street and the affairs, adventures, and trials of the brothers. The Lafitte brothers are very important to the history of New Orleans, particularly the slave trade. Many people in Louisiana wanted slaves, but several situations limited the supply, such as the embargo on importation of Africans into the United States. The Lafittes exploited the situation in order to become wealthy by providing slaves through illicit dealings when no one else could. They also became involved in many scandals and political situations.","Although legends, myths and other sources believe that the Lafittes lived or worked in the building, others argue the association. The author Barbara SoRelle Bacot believes, \"[941 Bourbon Street] is romantically known as Lafitte's Blacksmith Shop, but it has nothing to do with Lafitte or any blacksmith.\"  She attributes the association to the nineteenth century writer George Washington Cable. Although it is difficult to find concrete evidence for either side, whether the Lafitte brothers truly built the structure is not what is important. 941 Bourbon Street is enlivened by the local legends of Pierre and Jean Lafitte and in turn has immortalized their legends in the region."],"display_date":"1810 - 1823","search_date":"1816-12-31","citations":[{"divid":1223502911,"type":"Book","data":["Jessie Poesch, Barbara SoRelle Bacot","Louisiana Buildings 1720-1940: The Historic American Building Survey",null,"Baton Rouge","LSU Press","1997","43-44"]},{"divid":1223502954,"type":"Primary Source in a Secondary Source","data":["&quot;941 Bourbon Street&quot;","1997","Louisiana Buildings 1720-1940: The Historic American Building Survey","Jessie Poesch, Barbara SoRelle Bacot","Baton Rouge","LSU Press","1997","44"]},{"divid":1223503306,"type":"Book","data":["Liliane Crete","Daily Life in Louisiana 1815-1830",null,"Baton Rouge","LSU Press","1981","24"]},{"divid":1223503331,"type":"Book","data":["William C. Davis","The Pirates Laffite: The Treacherous World of the Corsairs of the Gulf",null,"Orlando","Harcourt","2005","9"]},{"divid":1223503433,"type":"Website","data":["National Historic Landmarks Program","&quot;Lafitte&#39;s Blacksmith Shop&quot;","National Park Service","http://tps.cr.nps.gov/nhl/detail.cfm?ResourceId=927&ResourceType=Building","September 21, 2008"]},{"divid":1223503840,"type":"Website","data":["Charles W. Snell: National Survey of Historic Sites and Buildings","&quot;Lafitte&#39;s Blacksmith Shop&quot;","United States Department of the Interior: National Park Service","http://pdfhost.focus.nps.gov/docs/NHLS/Text/70000255.pdf","September 21, 2008"]},{"divid":6010,"type":"Pamphlet or Other Printed Material","data":[null,null,null,null,null,null,null,"duvLVPOi"]}],"locations":[{"id":3159,"lat":null,"lng":null,"zoom":8,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}