{"id":4433,"title":"The Peak of Excellence\n","course_id":16,"status":"P","start_date":"1/1/21","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["This building serves as a symbol of the innovation that the Cotton Exchange implemented in its field of industry. The exterior of the building appears to be a typical 1921 classically inspired design. The architects, Favrot and Livaudais, who built several of the buildings in the area, designed the eight story steel framed structure. They believed that they created a new style of building because they incorporated old world elements with an innovative and modern design.  This is illustrated by the arched windows and faux columns that surround the building on the second and third floor.  The story behind this building is marked by the rise and fall of Henry G. Hester, the secretary of the New Orleans Cotton Exchange from 1871-1933.  He revolutionized and standardized the cotton trade in New Orleans and built it to rival the cotton exchanges of New York and Liverpool. ","Henry G. Hester was a pioneer as the secretary of the New Orleans Cotton Exchange.  It was through his policies that he standardized and legitimized the cotton market in New Orleans.  The exchange was established to, \"maintain quarters for the Exchange; adjust disputes between members; establishing regulations, uniform usages…\" and it was through Hester that these goals were realized.<a name=\"_ftnref6\"></a>  One of the more remarkable things that Hester did was collect cotton statics in hopes of standardizing the industry.   In addition, he divided Louisiana into districts and sub districts in which men on behalf of the exchange surveyed the crop and asked questions pertaining to the quantity grown, weather conditions, and the progress of the cotton.  By 1880, cotton farmers sought out the book published by Hester in hopes of gaining insight on the conditions and quality of cotton.  ","Simultaneously with the development of the cotton statistics, Hester also began to diversify the resources of the Cotton Exchange.  In 1872 after a myriad of discussions, the New Orleans Cotton Exchange committed to pay the Gold and Stock Telegraph Company 10,000 annually to install and dispatch ten telegraphs to the New York Cotton Exchange.  As a result of this agreement, it established the New Orleans Cotton Exchange as the premier cotton exchange in the south because it \"had facilities that no other southern market could match.\"  As a result of Hester's policies that advanced the Cotton Exchange, the company was able to tear down the smaller and more cramped building and construct the lavish 1921 structure that became a physical representation for what Hester had achieved in innovation.  The construction of this building symbolized the rise of the Cotton Exchange as a powerhouse of business for a crop that had dominated the south and allowed for lucrative business like the New Orleans Cotton Exchange."],"display_date":1921,"search_date":"1921-07-02","citations":[{"divid":1223516065,"type":"Government Document","data":["National Register of Historic Places Inventory-Nomination Form","Nation Register of Historic Places ","June 1977","","National Register of Historic Places","1977","","","http://pdfhost.focus.nps.gov/docs/NHLS/Text/77000675.pdf"]},{"divid":1223516585,"type":"Book","data":["Jessie Poesch and Barbara SoRelle Bacot","Louisiana Buildings 1720-1940: The Historic American Building Survey",null,"Baton Rouge, La,","LSU Press","1997","312-313"]},{"divid":1223516692,"type":"Article","data":["Tuffly Ellis","The New Orleans Cotton Exchange: The Formative Years, 1871-1880","The Journal of Southern History","Vol. 39, No. 4","1973","549-551"]}],"locations":[{"id":3160,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":35,"tag":"Architecture"},{"id":11,"tag":"Economy"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}