{"id":4436,"title":"Reverend L. D. Dewey Writes to Support Colonization\n","course_id":17,"status":"P","start_date":"1825-06-01","end_date":"1825-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" As the Reverend L. D. Dewey wrote to Reverend W. M'Kenney from Mount Pleasant, South Carolina, he reflected upon his observations from the African colony he had just visited. The letter he produced in June 1825 portrayed sentiments expressed throughout the nation at the time on African colonization. He described the colony of Haiti in the most positive light, depicting the colony as a haven of liberties for freed blacks that were shipped there from the U.S. As he wrote to M'Kenney, he stated that the new members of the Haiti colony emanated \"…intelligence, manliness, and capacities for the various business of life, such as you never see among the colored people of this country.\" Dewey wrote of the improved everyday life of the freed blacks in Haiti, where they could exercise and enjoy the respect of their freedoms and their independence. He asserted that the Haitian populations were given many more liberties than under the American government and allowing freed blacks to take advantage of these freedoms was the only moral thing to do in order to better the lives of the previously enslaved. He reflected on how the American government had held slaves in \"the grossest ignorance\" and deprived them of their right to education, while in Haiti the newly freed African Americans could practice these rights without restraint. Dewey also concluded that, through the establishment of religion, the American public could rest assured that the freed slaves would be a humane and grateful population.","            With the formation of the American Colonization Society in 1816, the movement to colonize freed blacks outside the U.S gained a fast-paced momentum. At the time of Dewey's letter, the ACS portrayed itself as a conservative, antislavery organization that worked for the emancipation of slaves. The ACS insisted that the colonization of African Americans would Christianize the race and make them more humane, expand international trade, and end the slave trade. Many U.S citizens during 1825 believed the claims of the ACS, as shown in Dewey's letter, that the new colonies would create better environments for the freed blacks and that the colonization of these peoples was a moral practice. However, the true sentiments of the ACS and the large amount of support it gained can be traced back to another reason contrary to the betterment of blacks; Negrophobia. The fear of freed blacks' gaining rights in the United States caused many whites to embrace the ACS. Despite ACS claims of trying to promote emancipation, the society merely reinforced the ideology that African Americans would always be inferior to whites and therefore they would be better off in colonies either in Africa or the Caribbean. While the ACS had expected support from African Americans, they were largely mistaken. Shortly after the ACS was founded, 3,000 blacks convened in Philadelphia and unanimously voted in opposition to the Society. Between 1820 and 1823, sixty freed blacks moved to Africa from Pennsylvania. By 1825, one-third of them had died, and nearly half of the survivors had fled the colony. Those who had moved to Liberia, one of the African colonies, had suffered the largest mortality rate that had ever been reliably recorded at the time and only had experiences filled with misery, poverty and disease. Reverend Dewey's letter clearly showed how supporters of the ACS depicted the colonization movement as a positive, enlightening campaign in order to gain support from the white American population; however, in actuality, the ACS harbored negative, racist motives."],"display_date":"June 1825","search_date":"1825-06-15","citations":[{"divid":1223576406,"type":"Newspaper Article","data":["Rethinking Northern White Support for the African Colonization Movement: The Pennsylvania Colonization Society as an Agent of Emancipation","Pennsylvania Magazine of History and Biography","","April, 2003",""]},{"divid":1223576368,"type":"Newspaper Article","data":["Reply of the Rev. L. D. Dewey, to the Rev. W. M?Kenney?s Letter ? Concluded","Genius of Universal Emancipation","","June, 1825",""]}],"locations":[{"id":3164,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":4,"tag":"Slavery"},{"id":21,"tag":"Race Relations"}],"course":{"name":"The United States: The Nation Divided, 1836-1876","school":"Wheaton College","course_id":17,"school_id":2}}