{"id":4437,"title":"Fire Destroys Wall Street\n","course_id":17,"status":"P","start_date":"1835-12-16","end_date":"1835-12-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the evening hours of Wednesday, December 16, 1835, smoke billowed above the downtown Manhattan skyline.  At the time, no one knew exactly where the sparks had ignited and the fire begun, but by Thursday afternoon, the flames had engulfed approximately seventeen square blocks on and surrounding Wall Street. An article in the magazine The Albion indicated that by Thursday evening between 700 and 1000 buildings in the financial district, many only five or six years old, had been damaged.  Firefighters desperately attempted to extinguish the flames, but the unusually cold weather was accompanied by high winds.  As a result, flames quickly spread and water hoses froze, making the job near impossible.  Finally, fire companies chose to collect gunpowder from Navy Yards nearby and demolish buildings in the path of the fire to prevent it spreading to other parts of the city.","The final estimate suggested New Yorkers lost the equivalent of fifteen million dollars in private property during the fifteen hour fire. Insurance companies holding policies on many of the city's downtown buildings were ruined, some able to pay only twenty-five to fifty cents on the dollar in benefits.  Remarkably, shipping facilities along the river's banks remained safe from major damage.  Yet New York lay in ruins, and local officials sent in militias to protect against looting and damage over the coming weekend.  \"The arm of man was powerless…\" a journalist wrote, \"and many of our fellow citizens who retired to pillows in affluence, were bankrupts upon awaking.\"","New York had grown quickly in the early nineteenth century, and as the city expanded, fire companies, which had served as social clubs to many property owners in the past, now became associations for the poorer and much larger working classes of the American city.  Not only did these companies grow rapidly (some individual companies exceeding memberships of 300), but they became rallying points of community loyalty, oftentimes based on ethnicity. The result was fierce rivalry between the companies themselves.  In Philadelphia, for example, Irish Catholic and Irish Protestant companies raced horse-drawn hose carriages through the streets en route to a fire while in the process sabotaging one another's equipment, disabling truck wheels and cutting tow lines.  Competition between rival companies would often become so fierce that riots began.  In New York, as in Philadelphia, this trend only worsened as time went on, as some companies carried overlapping memberships with community gangs that could lead to further violence.  Naturally, these tensions directly related to the effectiveness of companies in extinguishing fires."],"display_date":"December 16, 1835 - December 17, 1835","search_date":"1835-12-16","citations":[{"divid":1224624287,"type":"Book","data":["Sean Wilentz","Chants Democratic",null,"New York","Oxford University Press","1984","259-63"]},{"divid":1224624430,"type":"Article","data":["Bruce Laurie","Nothing on Compulsion: Life Styles of Philadelphia Artisans","Labor History","15","1974","337"]},{"divid":1224861677,"type":"Newspaper Article","data":["Dreadful Calamity","The Albion","","December 19, 1835","407"]}],"locations":[{"id":3165,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":2,"tag":"Health/Death"}],"course":{"name":"The United States: The Nation Divided, 1836-1876","school":"Wheaton College","course_id":17,"school_id":2}}