{"id":4438,"title":"Local Chinese React to Imperial Decree\n","course_id":16,"status":"P","start_date":"1/1/10","end_date":"12/31/11","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When Americans think of Chinatown, they rarely associate it with New Orleans, but at the turn of the twentieth century, New Orleans was the only southern city with a population of Chinese immigrants significant enough to constitute a Chinatown.  Like other immigrants in America, the Chinese in New Orleans had to balance the ongoing connections and relationships back home with the opportunities presented in assimilating fully into the dominant American culture.  Unlike other immigrants, however, Chinese immigrants were barred from becoming citizens of the United States due to the Burlingame Treaty of 1868, and so felt a strong obligation to obey decrees and laws of their homeland.  On December 26, 1910, in the final days of the Qing Dynasty for instance, the provisional national assembly decreed that all citizens should cut off the traditional long braid, or queue.  On January 13, 1911, the New Orleans <em>Times-Democrat</em> reported that the Chinese population of New Orleans welcomed the decree because the braids were \"burdensome as well as troublesome.\" ","Around one fourth of New Orleans' Chinese immigrants, including prominent members of the community like Hom Kin, had already cut their queues by this time, and most Chinese had ceased wearing traditional Chinese attire.  Furthermore, with the Chinese Exclusion Act of 1882 restricting the flow of new Chinese immigrants into New Orleans, the younger generation of Chinese-Americans within the city began to lose touch with their cultural heritage.  Kin's son, also queueless, expected \"to be more American in his ways than his Father,\" and American-born Chinese readily adopted the language, dress, and customs of the interracial neighborhoods of Chinatown.  ","Many Chinese immigrants lived in nearby interracial neighborhoods, though most worked in laundries located throughout the city.  According to period photographs and research conducted by Richard Campanella, the core of China\"town\" only consisted of a handful of shops, grocers, and restaurants along the 150 foot long 1100 block of Tulane   Avenue.  Several other Chinese establishments dotted the surrounding cityscape.  The district was popular with New Orleanians of all races and social classes, who ate at the restaurants, shopped at the stores and grocers, and took their clothes to the laundry mats.  They also compelled many Chinese immigrants to abandon their customs in order to attract more business, and, in turn, the distinct Chinese influence on Tulane Avenue slowly disappeared.  "],"display_date":"1910 - 1911","search_date":"1910-12-31","citations":[{"divid":1223926989,"type":"Primary Source in a Secondary Source","data":["1900s Detail of Chinatown","ca. 1910","Geographies of New Orleans:  Urban Fabrics Before the Storm","Richard Campanella","LaFayette","Center for Louisiana Studies","2006","342"]},{"divid":1223928588,"type":"Book","data":["David M. Brownstone and Irene M. Franck","Facts About American Immigration",null,"New York","The H.W. Wilson Company","2001","372"]},{"divid":1223928667,"type":"Book","data":["Edward J. M. Rhodes","Manchus & Han:  Ethnic Relations and Political Power in Late Qing and Early Republican China, 1861-1928",null,"Seattle","University of Washington Press","2000","163-164"]},{"divid":1223928747,"type":"Newspaper Article","data":["Local Chinese Merchants Welcome Imperial Decree To Cut Off Queues","New Orleans Times-Democrat","New Orleans, LA","January 14, 1911","11"]},{"divid":1223928817,"type":"Book","data":["Richard Campanella","Geographies of New Orleans:  Urban Fabrics Before the Storm",null,"LaFayette","Center for Louisiana Studies","2006","341-353"]}],"locations":[{"id":3166,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":31,"tag":"Immigration"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":21,"tag":"Race Relations"},{"id":29,"tag":"New Orleans"},{"id":41,"tag":"China"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}