{"id":4440,"title":"French Opera House Destroyed in Flames\n","course_id":16,"status":"P","start_date":"12/4/19","end_date":"12/4/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" On December 4, 1919, hundreds of New Orleans's high society watched as their social gathering spot was engulfed in flames.  A writer at the time, Andre Lafargue, recounted the deep emotion embedded within the French Opera House, and the mourning that took place upon its historic loss to flames.  The French Opera House, located on the corner of Bourbon and Toulouse Streets in the French Quarter, served as one of the centers of social activity.  It was a place for the wealthy to assemble, mingle, and display their prestigious life, and became a mark of social class in New Orleans.  Being one of the earliest opera houses in North America, the building enhanced the French Quarter with its architecture, design, and French culture and customs.  The Opera House served not only as a place for theatrical performances, but also as a venue for the elite to gather socially, politically, and historically.  Countless galas, political rallies, debutante balls, receptions, and concerts were held in the massive as well.  ","            The Fire occurred just one year after the opera house was reopened after being closed for a period during WWI.  The building was said to be in one of its prime states and was thought to have a bright future in the New Orleans culture.  Lafargue and many other prominent members of society advocated strongly for reconstruction of the original Greek Revival-style building that so defined the Creole faÇade, as well as the culture of the French Quarter.  Efforts were delayed by a multitude of political actions and feelings such as loss and hopelessness, which ultimately resulted in a relegation of the opera culture in the city.  The French Opera House disaster became a component in a weakened period in the Louisiana opera society and put a damper on the social seasons and traditions.   ","Today, the Inn on Bourbon sits on the site of the original French Opera House at the corner of Bourbon and Toulouse Streets.  Although the original building was destroyed by fire and a new building was built, one feature of the Old French Opera House remains that is a reminder of the social elite's presence.  There is an indentation on Bourbon Street that leads to the entrance of the hotel.  This indentation served as the parking area for the aristocrats to exit their carriages and make an elegant, grand entrance.  In a sense, the area is still used for the same purpose. It is here that people staying at the luxurious, historical Inn on Bourbon make their \"grand entrance\" into the hotel lobby creating a modern social elite statement that mirrors statements and gatherings of the past."],"display_date":"December 4, 1919","search_date":"1919-12-04","citations":[{"divid":1224119198,"type":"Article","data":["Andre Lafargue","The New Orleans French Opera House, A Retrospect:  Memories of \tthe Past Brought Up by the Smoldering Ruins of the Historic Old Edifice","Louisiana Historical Quarterly ","3","1920","368-373"]},{"divid":1224119299,"type":"Book","data":["Jessie Poesch and SoRelle Bacot","Louisiana Buildings 1720-1940:  The Historic American Buildings Survey",null,"Baton Rouge","Louisiana State University","1997","321"]},{"divid":1224119631,"type":"Book","data":["Robert Tallant","Romantic New Orleanians",null,"New York","E.P. Dutton","1950","119"]}],"locations":[{"id":3168,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}