{"id":4444,"title":"Prince Edward Free Schools Association\n","course_id":19,"status":"P","start_date":"8/1/63","end_date":"8/30/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["<em>\"We will oppose…with every facility at our command, and with every ounce of our energy, the attempt being made to mix the white and Negro races in our classrooms. Let there be no misunderstanding, no weasel words, on this point: we dedicate our every capacity to preserve segregation in the schools.<strong></strong>\" </em>","<em>- Virginia Governor James Lindsay Almond, Jr. </em>","Dr. Neil V. Sullivan arrived in Prince Edward County, Virginia with the intention to open a free school system for all students regardless of race. However, his efforts were not made easy by any means because of the strong opposition to integration of the white people in the county and the state of Virginia in general. Almost all of the county's 1700 black students missed five years of their education between 1959 and 1964 as the school board shut down the public school system. On his first night in town in August, 1963, he opened his mailbox to find letters telling him to \"pack his Yankee bag and start traveling\", and that the \"Prince Edward Negroes were 'their' Negroes and that he should leave them alone\". Dr. Neil V. Sullivan continued his efforts to start a school to ensure that all students would be guaranteed an education. Even amongst receiving threatening phone calls every day and people shooting at his car, Dr. Sullivan made sure his schools were open for the students every day.","The effort to create a free school system for both white and black citizens in Prince Edward  County began in 1959 with the efforts of the NAACP, but it was not until President Kennedy created an initiative to open schools in 1963 that such a school system exsisted. After receiving a petition signed by 695 citizens of the county demanding public education for all students, he created the initiative to start the Prince Edward Free Schools Association. This one year project would be headed by Superintendent Dr. Sullivan. 1600 black students and a handful of whites enrolled in the free schools. There was minimal community backlash against these schools; in fact, <em>The Farmville Herald</em>, known for its segregationalist viewpoints and conservative manner, ran an ad for the Free Schools in the weeks prior to its opening. On May 25th, 1964, only nine months after the Free Schools project had begun, the Supreme Court decided that the Prince Edward County Board of Supervisors had violated the Fourteenth Amendment by denying students of color the right to a free and public education. Public schools were officially integrated and reopened in the fall of 1964.","Opposition towards integration after the <em>Brown v Board</em> decision of 1954 in Prince Edward County, Virginia remained strong even ten years later. The \"Prince Edward Crisis\" as it came to be known nationally, was the only case of its kind, as every other school district in the United   States eventually conformed to the new policies of public schools becoming integrated. The white opposition was represented in Prince Edward by the leadership of <em>The Farmville Herald</em>, the local newspaper. This twice weekly newspaper and its editor, J. Barrye Wall, Sr. led efforts to remain segregated. However, the county allowed the Prince Edward Free Schools project to fully operate without intervening. The following year, the public schools reopened without any problems."],"display_date":"August 1, 1963 - August 30, 1964","search_date":"1964-02-14","citations":[{"divid":1224420305,"type":"Book","data":["Dr. Neil V. Sullivan","Bound for Freedom: An Educator?s Adventures in Prince Edward County, Virginia",null,"Boston","Little, Brown and Company","1965","1-80"]},{"divid":1224420378,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Amy E. Murrell","?The ?Impossible? Prince Edward Case: The Endurance of Resistance in a Southside County, 1959-64?","The Moderate&#39;s Dilemma","Matthew D. Lassiter and Andrew B. Lewis","Charlottesville","University of Virginia","1998","163"]}],"locations":[{"id":3175,"lat":37.2242881205,"lng":-78.441116268,"zoom":10,"place":"Prince Edward, Virginia"}],"tags":[{"id":43,"tag":"Desegregation"},{"id":42,"tag":"Civil Rights"},{"id":6,"tag":"Education"}],"course":{"name":"Race and Politics of Reconciliation","school":"University of Virginia","course_id":19,"school_id":1}}