{"id":4445,"title":" A New Hero Rises: Andrew Jackson and the Battle of New Orleans\n","course_id":16,"status":"P","start_date":"1828-01-01","end_date":"1828-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When an individual's legacy spawns something as seemingly minute as a musical composition to be written in their honor, a new level of greatness has been achieved.  Andrew Jackson was no stranger to this after growing into one of the most popular personas in America in his day and age.  James Hewitt (1770-1827), a local composer that left England as a young man to begin his own American dream in the port cities of the Northeast, wrote the piece \"President Jackson's Grand March\" in 1828 to honor the man whom many attribute as helping to define the modern, free United States of America.  This arrangement helped to immortalize Jackson in song as the new hero of the US.  ","Nearly two weeks after the Treaty of Ghent had been signed to end the War of 1812, with the unprecedented victory of the American militia over the far-superior British Navy on January 8, 1815 at New Orleans, the glory of the victory spread rapidly across the nation, never straying far from the name of Andrew Jackson.  An early 1815 issue of the <em>Niles' Weekly Register</em>, a publication based in Baltimore, proclaimed: \"Glory be to God that the barbarians have been defeated.  Glory to Jackson…Glory to the militia…Sons of freedom…benefactors of your country…all hail\"  Alas, the United   States had fully claimed its sovereignty and removed any speculation as to the longevity of its existence.  And much credit was due to \"Old Hickory.\"  It wasn't long before \"The Hero of New Orleans\" was elected President by a grateful American public, never shy to elevate their heroes.  ","1828 marked a shift in momentum for the United   States.  Coming off the euphoric high of a strong military victory, this new nationalism was championed by a man who in no way fit the mold of his predecessors.  Unlike previous American Presidents, as the famous Jackson biographer Remini put it, \"Nothing about him was European.\"  This profound trait catapulted a man and a nation to great new heights. "],"display_date":1828,"search_date":"1828-07-01","citations":[{"divid":1224437994,"type":"Primary Source in a Secondary Source","data":["Jackson&#39;s Grand March Poster","1828","The Battle of New Orleans: Andrew Jackson and America&#39;s First Military Victory","Robert Remini","New York","Viking Adult","1999","192-199"]},{"divid":1224438085,"type":"Online Encyclopedia","data":["J STOR","The Music of James Hewitt: A Supplement to the Sonneck-Upton and Wolfe Bibliographies","http://www.jstor.org/stable/896073","9/22/08"]}],"locations":[{"id":3178,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"},{"id":3179,"lat":29.4255371375,"lng":-90.0017454475,"zoom":9,"place":"ORLEANS, Louisiana"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}