{"id":4449,"title":"Liberation of Slaves and Colonization in Liberia in 1825\n","course_id":17,"status":"P","start_date":"1825-09-03","end_date":"1825-09-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    In 1825, Christian groups and colonization societies in America advocated for freed African Americans to colonize land in Liberia as an alternative to emancipate slaves in America. Religious groups expressed their sentiments in publication including the Christian Register, which published an article in an issued dated September 3, 1825. The article argued for the transportation of slaves to their homeland in Liberia because it would be beneficial to the discriminated African American race for a plethora of reasons. The publication argued slaves would regain freedoms denied to them in America as well as allow them to establish their own government the way they desired. Freed slaves would be allowed to cultivate the land of Liberia by utilizing certain technology the United States would introduce to the country. Colonization societies believed light American presence would allow former slaves to excel in the agricultural, economic and political realms of their society because freed slaves in Liberia would have ties with one of the most technologically advanced nations of the era. The Christian Register boldly emphasized the emancipation of enslaved peoples as morally correct, and a resolution was desperately needed to appease slaveholders and abolitionists alike. Sending slaves to Liberia seemed to offer the best mode of compromise.","    The issue of whether the emancipation of enslaved African Americans was necessary during the nineteenth century played a crucial role in the development of beliefs in certain groups, such as the American Colonization Society and the Pennsylvania Colonization Society. The American Colonization Society, the Pennsylvania Colonization Society, and the Christian Register advocated that the sending of freed slaves would be beneficial to enslaved African Americans. However, after reanalyzing the efforts of pro-colonization societies and publication, historians of the 21st century have come to understand that colonization was in response to the threat of freed African Americans if emancipation legislation was passed in the United States. Abolitionists offered information, which discredited the efforts of colonization societies by arguing reports from Liberia were deplorable. Slaves were rarely sent to their homeland and conditions in Liberia were treacherous. There was no possible way freed slaves could colonize Liberia the way pro-colonization supports had argued they could in the nineteenth century. Abolitionists were capable of discrediting the ideologies of colonization societies because it was based on the belief of negrophobia. In fear of how African Americans would respond if they were finally emancipated from slavery, colonization societies believed by sending them to Liberia, they would not have to deal with the potential hazardous outcomes of emancipation."],"display_date":"September 3, 1825","search_date":"1825-09-03","citations":[{"divid":1224865732,"type":"Newspaper Article","data":["Moral and Religious: Advantages of Colonization in Africa","Christian Register","","September 3, 1825",""]},{"divid":1224865851,"type":"Article","data":["Burin, Eric","Rethinking Northern White Support for the African Colonization Movement: The Pennsylvania Colonization Society as an Agent of Emancipation","Pennsylvania Magazine of History and Biography ","Vol CXXVII No 2","April 2003","197-229"]}],"locations":[{"id":3181,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":4,"tag":"Slavery"},{"id":3,"tag":"African-Americans"}],"course":{"name":"The United States: The Nation Divided, 1836-1876","school":"Wheaton College","course_id":17,"school_id":2}}