{"id":4451,"title":"The New Orleans Jazz &amp; Heritage Festival: Still Movin&#39; and Groovin&#39;\n","course_id":16,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["Adam Mims","Dr. Benson","History 321-Urban America","The New   Orleans Jazz & Heritage Festival: Still Movin' and Groovin'","            In the beginning of 1970, the city of New Orleans and the music industry as a whole would be drastically changed in a way that would bolster its prominence like no other.  This change would soon come to existence as being called the New Orleans Jazz & Heritage Festival.  Created by jazz impresario George Wein, this festival created instant artistic success even with only having 350 people present for the initial celebration.  Wein's vision was simple: he wanted to create a large daytime fair with multiple stages featuring a wide variety of home-grown music styles, food booths of Louisiana cuisine, and arts and crafts booths, along with an evening concert series that would be appealing to all.  Wein also wanted to create a fresh and exciting new perspective when focusing on festival presentation that would be targeted and appeal to people who had overwhelming zeal for the \"Crescent City\" culture as well as those who simply wanted to learn more about this unique way of life.  Wein exclaimed that \"This festival could only be held in New Orleans because here and here alone is the richest musical heritage in America\".  After moving into the infield of the Fair Grounds Race Course in 1972, The Jazz Fest would quickly grow, expanding its use of the 145-acre site. In 1975, the Festival had an anticipated attendance of 80,000.  This was also the first year of the Festival's popular, limited-edition silkscreen poster, now recognized as the most popular poster series in the world.  From 1976 to 1978, the Jazz Fest expanded to two full weekends of the Heritage Fair, and in 1979, for the 10th anniversary, the Festival scheduled three weekends.  By the early 1980s, the Jazz Fest continued to experience a tremendous growth in popularity and began to gain wide acclaim as one of the world's greatest cultural celebrations.  The Jazz Fest helped provide an unprecedented tourism boom from the 1970s-1980s. After profoundly sweeping the New   Orleans (primarily the French Quarter) area, the Crescent  City would be dubbed as the \"Creole Disneyland\".  By the end of the 1980s, more than 300,000 people attended the Heritage Fair, evening concerts, and workshops.  Wein's vision of celebrating Louisiana's unique cultural riches in terms of music, cuisine, and crafts had finally become reality.  With an emphasis on African, Caribbean, and French culture, Wein successfully presented these customs to the world in an enjoyable fashion through continual enhancement and growth throughout.","            What is most amazing about the Festival is the incredible revenue the Fair has brought in for the city of New Orleans and the prominence it has attained due to world-wide exposure.  By 1990, festival attendance had reached a quarter of a million people on a thirty-five acre site.  Festival expansion can also be seen through the plethora of world-renown artist and musicians that have expressed their talents on-stage at some time or another during the yearly festival. Names such as Mahalia Jackson, Stevie Wonder, Aretha Franklin, Bob Dylan, Ella Fitzgerald, Jimmy Buffett, B.B. King, Dave Matthews Band, Patti LaBelle, Al Green, Lenny Kravitz, James Brown, Willie Nelson, The Temptations, LL Cool J and Gladys Knight are just a few of the names that have dawned the stages of the Jazz Fest in past years.  The festival has also seen prosperity by receiving numerous honors including being named the unanimous festival of the year on four different occasions by highly acclaimed magazines from across the nation. Therefore, not only has the Jazz Fest been able to expose the true cultural variations of jazz, gospel, Cajun, zydeco, blues, R&B, rock, funk, African, Latin, Caribbean, folk music, and much more, but it has provided an even deeper appreciation for American culture and musical roots throughout.","Works Cited","\"New   Orleans jazz festival, a celebration of local memory,\" <em>International Herald Tribune,</em> May 7, 2008, p. 1; Westlaw Delivery Summary, <a href=\"http://campus.westlaw.com/\">http://campus.westlaw.com</a>, (accessed October 6 2008).","Michael P. Smith, <em>New   Orleans</em><em> Jazz Fest: A Pictorial History</em> (Gretna, Louisiana: Pelican Publishing Company, 1991), 9-10.","J. Mark Souther, <em>New   Orleans</em><em> On Parade:Tourism and the Transformation of the </em><em>Crescent</em><em> </em><em>City</em> (Baton   Rouge: Louisiana  State University Press, 2006), 159-164."],"display_date":1970,"search_date":"1970-07-02","citations":[{"divid":1226897441,"type":"Book","data":["Michael P. Smith","New Orleans Jazz Fest: A Pictorial History",null,"Gretna, LA","Pelican Publishing Company","1991","9-10"]},{"divid":1226897515,"type":"Book","data":["J. Mark Souther","New Orleans On Parade:Tourism and the Transformation of the Crescent City",null,"Baton Rouge","Louisiana State University Press","2006","159-164"]}],"locations":[{"id":3184,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":53,"tag":"10th Annual New Orleans Jazz & Heritage Festival"},{"id":38,"tag":"New Orelans"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}