{"id":4453,"title":"The Lower Garden District of New Orleans\n","course_id":16,"status":"P","start_date":"1836-01-01","end_date":"1852-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the years following the Louisiana Purchase divisions arose within the city of New Orleans between the newly arriving Americans from the Eastern States and the pre-existing Creole faction of the city. The Creoles, a broad name referring to a group with a racial mix of French, African American, and Native American ancestry who were living in New Orleans following the Louisiana Purchase in 1803, did not mix well with the whites coming into the city in large numbers from the East coast region. The Creoles continued to occupy the French Quarter East of Canal, while the whites moved West of Canal and established the Garden District. In 1836 the relations between the Creoles and the Americans had deteriorated to such a point that the city was literally split into three municipalities. The immigrant skilled labor class in the area east of the Quarter controlled the third municipality. All three groups ran their own forms of localized government and developed their own fiscal system with their own distinct forms of currency. While one mayor still presided over the whole city, the three distinct sections of the city had little or no interaction with each other and acted as separate entities in which the mayor was the intermediary. There was rarely any mixing that occurred between the three distinct sections and trade was even conducted on the \"neutral\" streets of Canal and Esplanade. The split was a practical solution by the cities government to the fundamental problem of racial intolerance during this time. ","In 1806 Berthelemy Lafon was contracted to subdivide two large plantations West of the already over crowded Garden District to accommodate the influx of white Americans to the area. Lafon designed the layout for what would eventually be called the Lower Garden District. His plans were quite extravagant and included plans with a site for a cathedral, a proposed site for a large coliseum, fountains, canals, parks and marketplaces. This new area attracted the wealthier of the new white Americans and by the time the city was recombined in 1852 there were numerous mansions throughout the area and District began to develop a high-class reputation that it would hold throughout the antebellum period in the South. ","Due to the separation between the different cultural classes within the city during this sixteen-year period, the inhabitants of the Lower Garden District established themselves as an upper class haven for the white American elite. Coupled with the major racial and socioeconomic divisions that existed within the antebellum south, the split within New Orleans between the existing Creoles and the upper class Americans almost literally drew a line through the city, and it took until 1852 until New Orleans could truly be considered an American city. Following the Civil War things would change dramatically throughout the city due to the devastation from the war and occupation by the union. "],"display_date":"1836 - 1852","search_date":"1844-07-01","citations":[{"divid":1225117937,"type":"Book","data":["Fred Daspit","Lower Garden District Map",null,"Lafeyette, LA","Center for Louisiana Studies University of Louisiana","2005","332"]},{"divid":1225118171,"type":"Article","data":["Daphne Spain","Race Relations and Residential Segregation in New Orleans: Two Centuries of Paradox","Annals of the American Academy of Political and Social Science ","441","January 1979","82-96"]},{"divid":1225118263,"type":"Book","data":["S. Frederick Starr and Robert S. Brantley","Southern Comfort: The Garden District of New Orleans, 1800-1900",null,"Cambridge, MA","MIT Press","1989","73-98"]}],"locations":[{"id":3186,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":55,"tag":"Garden District"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}