{"id":4457,"title":"Zachary Taylor Grapples With the Wilmot Proviso\n","course_id":18,"status":"P","start_date":"1848-01-01","end_date":"1848-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As soon as the Mexican War ended and the Mexican Cession granted the United States even more land for the nation, a common contemporary issue posed the question: would these new territories be free soil or allow slavery? David Wilmot, a Democratic representative from Pennsylvania at the time, added a proposal of how to settle the slavery question once and for all, known as the Wilmot Proviso. The proviso called for an end to slavery in any new states admitted to the Union. In 1848, the people elected Whig Zachary Taylor for president over Democratic contender Lewis Cass. So how did President Taylor really feel about the proviso?","    An excerpted news source in Augusta, Georgia, reported that some Democratic papers had published a letter said to be written by General Taylor in the Spring of 1847 regarding the proviso. The contents included in the 1848 pamphlet state that the letter was susceptible of a construction that would make General Taylor seem to favor that doctrine. That letter was later proven to be false and possibly fabricated, as the editor who received the letter and interpreted it to mean that President Taylor would favor the Wilmot Proviso had abandoned the issue, and General Taylor with it. This sampled article is one of several pieces in a anonymously published pamphlet from 1848 that look at whether Taylor actually believed that Congress had the constitutional power to settle the slavery question with the Wilmot Proviso. ","    Scholarship from 2006 suggests a split between the Northern and Southern Whigs on Taylor's intentions. James Brewer Stewart, Professor of History at Macalester College, argues that in 1848, the Southern Whigs claimed Taylor despised the Wilmot Proviso and if elected, he would successfully oppose it; yet Northern Whigs guaranteed that the moment that Congress passed the Proviso, Taylor would sign it.","    Towards the end of the pamphlet, the anonymous author found direct testimony of Taylor's opposition to the Wilmot Proviso through strained readings and comparisons. The language found from an exchange between southern statesman Joseph Segar and Virginia Governor Henry A. Wise in Hampton, Virginia stated that Taylor would exercise the veto on any bill containing the provisions of the Wilmot Proviso. Historian Holman Hamilton also adds that Taylor and Cass occupied the same ground, that the Proviso should not be adopted. Considering Taylor himself was a slaveholder,  he would not compromise his and his fellow southerners' lifestyle, yet again delaying resolution of resolving slavery in the United States."],"display_date":1848,"search_date":"1848-07-01","citations":[{"divid":1225377936,"type":"Pamphlet or Other Printed Material","data":["Anonymous","General Taylor and the Wilmot Proviso","Boston, Massachusetts","Wilson & Damrell","1848","Cassel Collection, Beeghly Library, Juniata College"]},{"divid":1225378028,"type":"Book","data":["Holman Hamilton","Zachary Taylor: Soldier in the White House",null,"Washington, DC","Bobbs-Merrill Co.","1951","257"]},{"divid":1225378108,"type":"Article","data":["James Brewer Stewart","Reconsidering the Abolitionists in an Age of Fundamentalist Politics","Journal of the Early Republic","Vol.26","2006","16"]}],"locations":[{"id":3193,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":9,"tag":"Law"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}