{"id":4458,"title":"Little Giant Defends Giant Doctrine: Stephen Douglas on Popular Soverienty\n","course_id":18,"status":"P","start_date":"1859-01-01","end_date":"1859-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Senator Stephen Douglas, the \"Little Giant\" from Illinois, wrote an article for Harpers Magazine in 1859 entitled \"Popular Sovereignty in the Territories.\"  Harpers and Brothers Publishers subsequently printed it in pamphlet form.  In the article, Douglas defended his opinions on the much derided and disputed issue of popular sovereignty.","He explained his interpretation of popular sovereignty with two basic arguments.  First, he contended that the position of the people of the territories, in regards to the issue of slavery, was similar to the position of the colonies under British rule, who were denied the right to stop the importation of slaves.  As an example, he described a letter sent to the King of England in 1772 citing a clause in the Virginia Constitution adopted in June, 1776, claiming as justification for Independence, \"the inhuman use of the Royal negative in refusing us [the Colony of Virginia] permission to exclude slavery from us by law\" (Douglas' brackets)","His second argument justified both Congress's role in the territories and the ability of a territorial government to decide the issue of slavery.  To accomplish this, Douglas referred to the clause in the Constitution which gave Congress the power to \"make all rules and regulations respecting the territory,\" of the United States.  This gave Congress the power to appoint a territorial government, as in Kansas and Nebraska, which would regulate the slavery issue on the basis of popular sovereignty.  Douglas also claimed that the founders often referred to the territory as \"States\" or \"new States.\"  Thus, if the territories are considered to be \"States\" or \"new States,\" then they, like any of the states, have the power to permit or deny slavery in their territory.","Douglas published the article in <em>Harpers Magazine</em> after a tumultuous decade of sectional bickering over the issue of slavery, in which he was personally responsible for the violently controversial Kansas-Nebraska Act (1854).  According to historian James McPherson, Douglas' \"parliamentary legerdemain pushed the bill through the Senate,\" despite strong free-state Democrat and Whig opposition.  The bill permanently tied Douglas' name to the doctrine of popular sovereignty, which Douglas dubbed, according to Nicole Etcheson, the \"great principle of self-government.\" The Kansas territory was the proving ground for Douglas' pet project, and when, according to McPherson, the situation there began to deteriorate, Douglas' attachment to popular sovereignty became a political liability.","With this in mind, according to historian Robert Johannsen, Senators Albert G. Brown and Jefferson Davis of Mississippi and James S. Green of Missouri confronted Douglas in 1859 and urged him to defend his controversial doctrine.  Brown demanded clarification because Douglas \"was emerging as the strongest contender for the Democratic presidential nomination in 1860.\"","A fierce defender of the doctrine, Douglas shall always be remembered for what he said, as quoted by historian Eric Dean, of popular sovereignty, \"I will follow that principle wherever its logical consequences may take me and I will endeavor to defend it against assault from any and all quarters.\""],"display_date":1859,"search_date":"1859-07-02","citations":[{"divid":1225719859,"type":"Pamphlet or Other Printed Material","data":["Douglas, Stephen A.","Popular Sovereignty in the Territories: The Dividing Line Between Federal and Local Authority","New York","Harpers and Brothers Publishing","1859","Beeghly Library, Juniata College"]},{"divid":1225719911,"type":"Article","data":["Dean, Eric T. Jr.","Stephen Douglas and Popular Sovereignty","Historian","57&#40;4&#41; ","1995","733-748"]},{"divid":1225719947,"type":"Article","data":["Etcheson, Nicole","The Great Principle of Self-Government: Popular Sovereignty and Bleeding Kansas","Kansas History: A Journal of the Central Plains","27","2004","14-29"]},{"divid":1225719986,"type":"Article","data":["Johannsen, Robert W.","Stephen Douglas, ?Harper?s Magazine,? and Popular Sovereignty","The Mississippi Valley Historical Review","45&#40;4&#41;","1959","606-631"]},{"divid":1225720038,"type":"Book","data":["McPherson, James","Battle Cry of Freedom: The Civil War Era",null,"New York","Oxford University Press","1988","121-125"]}],"locations":[{"id":3194,"lat":null,"lng":null,"zoom":8,"place":"UNORGANIZED TERRITORY, Territory"}],"tags":[{"id":4,"tag":"Slavery"},{"id":18,"tag":"Politics"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}