{"id":4459,"title":" Publishing War over a Negro Encyclopedia Rages on in Correspondence \n","course_id":19,"status":"P","start_date":"4/27/31","end_date":"12/23/36","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a 1936 letter to Dr. James H. Dillard, the Charlottesville philanthropist affiliated with the efforts to fund and improve black education in America, Dr. Carter G. Woodson wrote of a recent loss of staff on the Association for the Study of Negro Life and History due to the efforts of Anson Phelps Stokes, Thomas Jesse Jones and others.  Considered by Woodson as the \"promoters of the Negro Encyclopedia,\" Stokes and Jones, among others played the role of conspirators against the Association's production of the \"Encyclopedia Africana\" in Woodson's depiction.  Dr. Woodson claimed that these men, \"devoted to Negro control,\" were responsible for stealing his former employee and recruiting him to destroy the efforts of the Association.  Woodson wrote, \"they hope to divide the Negroes in their attitude toward what we are doing.\"  With this letter, he hoped to gauge Dillard's stance on the issue and push him to choose a group to support.","            The first battle in this outright publishing war actually occurred a few years earlier, when the April 27, 1931 Phelps Stokes Fund meeting spawned the \"Encyclopedia of the Negro\" project.  The announcement of this Stokes-Jones supported encyclopedia hit Woodson hard, who had been working on his own encyclopedia of the same subject matter for a decade by that time.  It also spurred Woodson to engage in public battles with these two men and their associates in interviews and through correspondence, like the letter he sent to Dr. Dillard.  After having already announced the work of the Association to compile and publish an \"Encyclopedia Africana\" in 1921, Woodson believed that Stokes and Jones aimed to publish a story of the Negro \"as the white man wants and is willing to pay for.\"  For Woodson, the duplication of a work that his organization had already compiled extensive data for proved that the \"promoters of the Negro Encyclopedia\" acted as enemies of blacks in America and not friends.  He addressed this idea in earlier correspondence with the council overseeing the \"Encyclopedia of the Negro.\"  In a 1932 letter, he asked the promoters of the encyclopedia either to furnish his association with a small sum of money to finish their own work or to use their funds to fix other problems facing the black American.  Woodson also suggested the appointment of an officer from the Stokes-Jones council to review the efforts of both sides and assess the inventory and progress of each project.  The Stokes-Jones camp declined to adapt either suggestion to the activities of their fund and the battle waged on throughout the years.","            Carter G. Woodson believed that the education of blacks needed changes to reverse the effects of a black inferiority complex.  Woodson wanted an organic education for blacks that came out of their history and experiences, and not from outside influences.  This desire for truth and authority in retelling the story of the black American to the world guided Woodson's scholarly endeavors.  This same desire pushed him to question the motives of Stokes and Jones, as well as their associates.  Believing education steeped in the black experience and the \"true\" history of the race to be crucial to the development of the black American, Woodson could not reconcile the white leadership of the Stokes-Jones project with their supposed aims of providing blacks with a document for their race.  According to Woodson, \"Negroes must be led to solve their own problems and thus carve out their own future,\" and if the promoters of the Encyclopedia of the Negro declined to aid this plan, then they proved themselves as negative influences on the movement to improve black education.  Carter G. Woodson wanted to help blacks help themselves by providing them with their own history and achievements to share with the world.  The \"Encyclopedia Africana\" represented an outlet to provide that scientific and historical information for people, and to Woodson, other efforts towards creating a similar work that ignored his aims lacked authority and validity.","Citatio"],"display_date":"April 27, 1931 - December 23, 1936","search_date":"1934-02-23","citations":[{"divid":1225920010,"type":"Manuscript","data":["Carter G. Woodson","Carter G. Woodson to James H. Dillard",null,"9498","Box 9","Dillard Family Papers","Special Collections Library, University of Virginia"]},{"divid":1225920084,"type":"Book","data":["Charles Wesley and Carter G. Woodson ","The Negro in Our History, 11th edition",null,"Washington, DC","Associated Publishers, Inc.","1966","xvi-xxi"]},{"divid":1225920149,"type":"Manuscript","data":["Carter G. Woodson","Carter G. Woodson to the Promoters of the &quot;Negro Encyclopedia&quot;",null,"9498","Box 9","Dillard Family Papers","Special Collections Library, University of Virginia"]}],"locations":[{"id":3195,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":61,"tag":"encyclopedia"},{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"}],"course":{"name":"Race and Politics of Reconciliation","school":"University of Virginia","course_id":19,"school_id":1}}