{"id":4460,"title":"NAACP&#39;s Litigation Strategy in Prince Edward County\n","course_id":19,"status":"P","start_date":"5/1/48","end_date":"12/1/56","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["      The NAACP's litigation strategy against school segregation went through a drastic change during the summer of 1950. Instead of working within the confines of Plessy v. Ferguson, which declared the constitutionality of the \"separate but equal doctrine\", the NAACP decided that the time had come to force the courts to reconsider segregation. Prior to 1950, the NAACP only tried cases where they could prove obvious inequality in segregated public education.  This philosophy changed dramatically at the Boston convention in the summer of 1950, when the NAACP made a resolution to only take new cases that challenged the institution of segregation itself.  The NAACP's deliberate change in legal maneuvering had alienating effects in both white and black communities, but it was ultimately successful with Brown decision. When looking at the relationship of history and the law, it is important to ask how and why such a pronounced change occurred in the legal thinking of the NAACP's lawyers. The Prince Edward County case provides helpful insight into understanding this legal change because it was filed in 1951 just as the NAACP was in the process of transitioning their legal strategy. ","      While the NAACP lawyers were busy going through huge organizational changes, the African American students at Moton High School in Prince Edward County were equally busy unifying themselves to go on strike. Under the student-initiated leadership of Barbara Johns, the students at Moton High were tired of their overcrowded and dilapidated school, and the students sought legal redress from the school board . The students at Moton High called upon the Richmond branch of the NAACP to help with its legal campaign. However, the student leaders at Moton high were completely unaware of the NAACP's change in legal strategy. Instead of integration, students like Barbara were merely hoping to improve their segregated educational facilities.  The leading attorneys Oliver Hill and Spottswood Robinson had a completely different agenda. In a speech to the African American students and parents in Prince Edward County, Robinson implored the necessity for challenging segregation as an institution stating \"The NAACP has undertaken its non-segregation policy after realizing that previous experiences had proven that there can exist no equality in a segregated school system\".  The previous experiences that Robinson mentions come directly from previous court rulings where ridiculous restrictions and exceptions were made by segregationists to maintain white supremacy.","       Prior to 1950 most NAACP lawyers and organizers believed that public school officials would eventually realize that operating dual public school systems with equal facilities was economically infeasible. However, as the NAACP tried cases with graduate students, it became apparent that segregationists were not rational. Instead of working within the free market system, segregationists would spare little expense to keep white and black students apart. The NAACP grew exceedingly disillusioned with the idea that segregation would eventually come to an end for economic reasons. Furthermore, equal facility suits were time consuming and expensive to prove and the outcomes of such suits only applied to the district where the case was brought.   While previous cases challenged the inequality of segregated facilities, the NAACP lawyers took an extremely different approach in the Prince Edward County case. In the Prince Edward County case much of the evidence was based on sociological and psychological research that focused on the negative effects that segregation had on African American children.  Reputable doctors and psychologists demonstrated how the segregated facilities led black students to have lower conceptions of themselves and their race. The acceptance of this evidence as credible is crucial to understanding how the system of segregation was undermined in the Brown vs. Board of Education case."],"display_date":"May 1, 1948 - December 1, 1956","search_date":"1952-08-16","citations":[{"divid":1225921679,"type":"Book","data":["Mark Tushnett","The NAACP&#39;s Legal Strategy Against Segregation. 1925-1950",null,"Chapel Hill","University of North Carolina Press","2004","96"]},{"divid":1225921755,"type":"Book","data":["Oliver Hill","The Big Bang: Brown vs. Board of Education and Beyond",null,"NY","Grant House Publishers","2007","150"]}],"locations":[{"id":3196,"lat":37.2242881205,"lng":-78.441116268,"zoom":10,"place":"Prince Edward, Virginia"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":62,"tag":"Prince Edward"},{"id":9,"tag":"Law"}],"course":{"name":"Race and Politics of Reconciliation","school":"University of Virginia","course_id":19,"school_id":1}}