{"id":4461,"title":"Thomas Nast Draws a Political Statement at the Chicago Convention\n","course_id":18,"status":"P","start_date":"1864-09-03","end_date":"1864-09-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Twenty-four year old Thomas Nast made known his support for incumbent President Lincoln in a work in the September edition of Harper's Weekly. The cartoon entitled \"Compromise With the South\" was one of his most powerful and effective cartoons, and one of his personal favorites that he dedicated to the Democratic Chicago Convention in particular. Harper's Weekly, the first periodical to achieve national circulation, featured the cartoon on its front page on September 3, 1864. Nast's staunch Unionist stance, including those of the Republican editor and owner of Harper's, helped to earn the periodical its reputation in the North and earning him threatening letters from the South. One admirer declared: \"Nast would have been burned at the stake had he been captured on one of his visits to the front.\"","    The cartoon itself depicts a possible grim outcome from the Democratic convention. Nast paints the Democratic convention as a betrayal against the principles for which Union soldiers fought. On the left, a defeated and disabled Union soldier, his face hidden in shame, extends a feeble hand of surrender to a triumphant Jefferson Davis, president of the Confederacy. Davis stands with one boot disrespectfully on the grave of another Union soldier, while Columbia kneels mournfully. In the upper-left, the American flag is hung upside down as a sign of distress. Nast's point in his cartoon was that if there was going to be a compromise with the Confederacy, Union soldiers will have died and served and lost limbs for nothing. He also believed the Democratic platform would return blacks to slavery, as there is a despairing black Union soldier in the cartoon. Overall, the cartoon made a statement against the peace wing of the Democratic party (who were also known as Copperheads).","    The 1864 campaigns and convention was the event that helped Nast earn his national reputation. For up to twenty years after \"Compromise With the South\" was put to print in Harper's Weekly, Nast exerted a tremendous influence on the political life of the United States. He always held a principal interest in politics. His crusading ardor can be attributed to his upbringing: his father fled from Europe rather than be faced with compromising his political ideals and carried from that a sense of conscience rather than a spirit of compromise which was the dominant thought pattern in the country in the Civil War era."],"display_date":"September 3, 1864","search_date":"1864-09-03","citations":[{"divid":1226085253,"type":"Website","data":["John Adler","HarpWeek: Explore History","Harper&#39;s Weekly","http://www.harpweek.com/","10/20/08"]},{"divid":1226085495,"type":"Article","data":["Patricia Hills","Brickbats in Tandem: An Art Historian&#39;s Response","American Art","Vol. 17, No. 2","Summer 2003","p. 9-12"]},{"divid":1226085603,"type":"Article","data":["J. Chal Vinson","Thomas Nast and the American Political Scene","American Quarterly","Vol. 9, No. 3","Autumn 1957","p. 337-344"]}],"locations":[{"id":3197,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":5,"tag":"War"},{"id":18,"tag":"Politics"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}