{"id":4463,"title":"Abolitionist Flogged for Allegedly Selling Pamphlets\n","course_id":18,"status":"P","start_date":"1833-08-03","end_date":"1833-08-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Amos Dresser, a student at Lane Theological Seminary in Cincinnati, left  the college after a ban on an anti-slavery society and traveled through the upper south  selling bibles. While travelling through Nashville, Tennessee, Dresser took his carriage to a local shop for repairs. A workman rummaging through the carriage found a store of anti-slavery letters, books and pamphlets. According to Dresser, \"This added considerably to the general excitement, which I afterwards learned, was prevailing in relation to slavery--and in a short time it was noised about that I had been 'circulating incendiary periodicals among the free colored people, and trying to excite the slaves to insurrection.'\"","            On the evening of August 8, Constable John Braughton brought Dresser into custody where an impromptu Committee of Vigilance convened at the courthouse to try Dresser for violating the non-existent law of possessing anti-slavery material. During the convention, the committee resolved unanimously to search Dresser's trunk, finding antislavery publications. Dresser stated \"These, I informed the Committee, I had put in my trunk for my own perusal, as I wished to compare what had been written with the result of my own observation while in the slave states, and that no individual had seen them besides myself.\" After the reading of the letters, Dresser claims that \"Great stress was laid on these extracts, and I was questioned very minutely...\" and that \"They labored much to prove I was sent out by some society, and that I was, under the guise of a religious mission, performing the odious office of an insurrectionary agent.\"","            When the committee withdrew to deliberate on the case, Dresser recalled having no anxiety: \"There was no law forbidding what I had done...my intentions had been those of kindness to all--I had no secret feelings of guilt, arraigning me before the bar of my conscience, for any mean or clandestine movement.\" After reaching a decision, the committee found Dresser guilty of being a member of an anti-slavery society and of possessing periodicals published by the American Anti-Slavery Society. He was sentenced to twenty public lashes and ordered to leave Nashville within twenty-four hours. The punishment was carried out in front of a large crowd and Dresser was escorted out of town that night.","            Dresser gave an accurate account of his lashings and exile from Nashville is very accurate. Thomas Wood of the Nashville Post published an article on Dresser and confirmed much of his account, except for one key element: Wood says that Dresser intended to sell antislavery pamphlets through the South, not bibles. Dressers account of his trial and punishment is well supported. Mob violence in the Old South was well known and has been documented by the Mississippi Historical Review such as a professor of Botany giving a speech in the District of Columbia being arrested for having antislavery materials and a mob in South   Carolina destroying several sacks of antislavery mail at a post office."],"display_date":"August 3, 1833 - August 9, 1833","search_date":"1833-08-06","citations":[{"divid":1226371761,"type":"Pamphlet or Other Printed Material","data":["Amos Dresser","The Narrative of Amos Dresser","New York","American Anti-Slavery Society","1836",""]},{"divid":1226371815,"type":"Article","data":["Clement Eaton","Mob Violence in the Old South","The Mississippi Valley Historical Review","29","December 1942","351-370"]},{"divid":1226371879,"type":"Newspaper Article","data":["Nashville Now and Then","Nashville Post","Nashville","August 8, 2007",""]}],"locations":[{"id":3200,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":4,"tag":"Slavery"},{"id":21,"tag":"Race Relations"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}