{"id":4464,"title":"Edward Everett Extolls Civilizing Liberia\n","course_id":18,"status":"P","start_date":"1853-01-18","end_date":"1853-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["At the thirty-sixth annual meeting of the American Colonization Society (ACS), the main concern for US Secretary of State Edward Everett was whether it was possible to maintain a civilization in Africa and whether or not the ACS was successful in attempting it.  In his speech, Everett discussed the reasons for the ACS, such as stopping the slave trade, and discusses their inspirations which include the spread of Christianity and American ideals.","Historian Irving H. Bartlett regarded Everett as \"conventional among Americans outside of the South\" in his views on slavery.  He knew that slavery was an \"unfortunate institution,\" but that it was protected by the Constitution.  This made Everett a relatively neutral party in assessing the accomplishments of the ACS.  Everett showed that the ACS had succeeded in its original goal which was to stop the slave trade.  He said that many other civilizations had attempted to stop the trade, but the ACS had actually done it by giving slaves that were on captured slave ships a place to settle and possibly assist them in finding their original homes. ","He later talked about the many reasons civilizing Africa had been a failure and why the ACS would correct this failure with their plans.  Everett believed that the white man could not civilize Africa because disease and cultural and environmental differences in Africa would not allow it. He went on to say that with all of the natural endowments of Africa, it had to be civilized because it was a waste of such a fertile continent. The argument of many of the critics of the ACS was that Africans were too inferior to Europeans to be civilized.  Everett said that this was not entirely true, and cited the example of the Egyptians and of many intelligent Africans who had been given appropriate education. Everett argued that if the lower classes of white men were compared with the African race then the superiority of whites may not be so apparent.  He compared the accomplishments in Liberia by the colony set up by the ACS to that of the first colonies in America such as Jamestown and Plymouth.  In Liberia they had already established a Constitution of organized republican government, courts, schools, communication to the interior, agriculture, and most importantly churches.  These accomplishments outstripped those by the first colonies of America in their first twenty-five years.","One of the main arguments by Everett was that Christianity guided the Africans into civilization and by the African Americans teaching the natives Christianity all will be civilized.  He said that the \"blessings of the Christians\" can be shown to Africa through the newly established colonies.  He thought that the influence of \"pure, unselfish, Christian love\" was the only influence that could never fail and that this alone civilized the world. Everett liked the idea of the spread of the Christian and American ideals to Africa more than the civilization of the Native Africans."],"display_date":"January 18, 1853","search_date":"1853-01-18","citations":[{"divid":1226438963,"type":"Article","data":["Irving H. Bartlett","Edward Everett Reconsidered","The New England Quarterly","69","September 1996","426-460"]},{"divid":1226439051,"type":"Article","data":["Charles I. Foster","The Colonization of Free Negroes, in Liberia, 1816-1835","The Journal of Negro History","38","January 1953","41-66"]},{"divid":1226439124,"type":"Article","data":["Henry Noble Sherwood","The Formation of the American Colonization Society","The Journal of Negro History","2","July 1917","209-228"]},{"divid":1226439193,"type":"Pamphlet or Other Printed Material","data":["Edward Everett","Address of the Hon. Edward Everett, Secretary of State, at the anniversary of the American Colonization Society, 18th Jan., 1853","Boston, MA","T. R. Marvin","1853","Beeghly Library, Juniata College"]}],"locations":[{"id":3201,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}