{"id":4465,"title":"Smilin&#39; Schuyler Rails Against The Laws of Kansas\n","course_id":18,"status":"P","start_date":"1856-06-21","end_date":"1856-06-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1850, the Midwest remained largely undeveloped and in the eyes of many New Englanders it seemed a very profitable proposition. By 1854, the territories were created by the Kansas-Nebraska Act, which left these states with the ability to decide if the slave trade would be legal in their territories. Many Anti-Nebraskans, such as Indiana Representative Schuyler Colfax, remained dedicated to the anti-slavery cause.","            Colfax was a charming individual whose charisma and oratory skills gave him a great advantage in the House of Representatives. Liked by his colleagues, Colfax did not mind going head-to-head with opponents on the House floor. On June 21, 1856, Colfax came on to the House floor and delivered a speech condemning laws passed by the pro-slavery legislature in Kansas. Watching Colfax, battling his opponents on the slavery issue, historian James Dabney McCabe recorded that \"Mr. Colfax took an active part in the debate, giving and receiving hard blows with all the skill of an old gladiator.\" Colfax hit at the heart of the problem quickly by proclaiming, \"[I] denounce…the \"code\" of this so called Legislature of Kansas as a code of tyranny and oppression, a code of outrage and of wrong, which would disgrace the Legislature of any State of the Union.\" ","            Colfax went on to cite Henry Clay, the Great Compromiser, on the issue of a civil war breaking out over slavery. \"It would be a war in which we should have no sympathies, no good wishes - in which all mankind would be against us.\" As Willard H. Smith notes, the speech was so memorable that during the Republican national convention the speech was distributed on 500,000 pamphlets, all at the expense of the fledgling Republican Party."],"display_date":"June 21, 1856","search_date":"1856-06-21","citations":[{"divid":1226469357,"type":"Book","data":["James Dabney McCabe","The Life and Public Service of Schuyler Colfax: Together with His Most Important Speeches",null,"Berkley, California","United States Publishing Co.","1868"," "]},{"divid":1226469411,"type":"Government Document","data":["The Laws of Kansas","Congressional Globe, House of Representatives, 34th Congress, 1st Session","","","","","","A Century of Lawmaking for a New Nation: U.S. Congressional Documents and Debates 1774-1875",""]},{"divid":1226469477,"type":"Article","data":["Willard H. Smith","Schuyler Colfax and the Political Upheaval of 1854-1855","The Mississippi Valley Historical Review","Volume 28, Issue 3","December 1941","383-398"]},{"divid":718860,"type":"Article","data":["gvYQUZmzex"]}],"locations":[{"id":3202,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":18,"tag":"Politics"},{"id":64,"tag":"Anti-slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}