{"id":4466,"title":"<strong>U.S. Marshall Protected by Fugitive Slave Act </strong>\n","course_id":18,"status":"P","start_date":"1851-10-01","end_date":"1852-06-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1851, United States Deputy Marshall Henry W. Allen arrested freed slave William Henry in Syracuse, New York. Allen claimed Henry was a fugitive slave from Missouri. Though Henry was temporarily aided in escaping by local abolitionists, Marshall Allen and police arrested William Henry. This arrest happened in a brutal manner and William Henry was \"excessively bruized in the struggle and was taken to the Police Office of the city.\" This created a great disturbance in the city of Syracuse and resulted in rioting. People who were against William Henry's arrest threw stones at the police office in which Henry was held and at nine o'clock at night, the suspect slave was freed and helped in his escape to Canada. Though the people who helped Henry in his escape were charged with aiding a fugitive slave, the more surprising indictment was that of United States Deputy Marshall Allen for kidnapping by the Onondaga District Court.","            The court brought Marshall Allen to trial based upon his attempt to kidnap William Henry. Because he captured Henry in compliance with the Fugitive Slave Act, the trial focused on enforcing of the Fugitive Slave Act and the case was brought to the New York Supreme Court. The Fugitive Slave Act of 1850 protected Henry W. Allen from his alleged kidnapping and he was found to be \"Not Guilty\" by the court. The reason for the upheaval in Syracuse stranded from the act's unpopularity in the Northern states because it was believed to appease slave-holding states."," Violence in response to the Fugitive Slave Act was not uncommon. James McPherson writes in <em style=\"mso-bidi-font-style: normal;\">Battle Cry of Freedom </em>of an incident in the town of Gettysburg, Pennsylvania where a slave-owner was killed when attempting to capture his fugitive slave. Armed resistance also took place in Lancaster County, Pennsylvania when slave-owner Edward Gorsuch and local constables attempted to capture fugitive slaves. An all black militia led by an ex-slave named William Parker drove off Gorsuch's party after clubbing Gorsuch along with one of the constables. Northerners, along with ex-slaves, had the will to fight against the Fugitive Slave Act. As seen with the case of Marshall Allen and slave William Henry, it was only through enforcement by the federal government that the act was carried out in the North.    "],"display_date":"October 1, 1851 - June 21, 1852","search_date":"1852-02-09","citations":[{"divid":1226537980,"type":"Book","data":[" Fergus M. Bordewich","Bound for Canaan",null,"New York","HarperCollins Publishers","2005","325-331"]},{"divid":1226538067,"type":"Book","data":["JamesMcPherson","Battle Cry of Freedom",null,"New York","Oxford University Press","1998","81"]},{"divid":1226602774,"type":"Pamphlet or Other Printed Material","data":["","Trial of Henry W. Allen, U.S. Deputy Marshall, For Kidnapping, With Arguments of Counsel & Charge of Justice Marvin, on the Constitutionality of the Fugitive Slave Law, In the Supreme Court of New York","Syracuse, New York","Power Press of the Daily Journal Office","1852","Library of Congress"]}],"locations":[{"id":3203,"lat":43.0056890825,"lng":-76.1943998481,"zoom":9,"place":"ONONDAGA, New York"}],"tags":[{"id":34,"tag":"Crime/Violence, Economy, Law, Slavery, Urban Life/Boosterism"},{"id":4,"tag":"Slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}