{"id":4467,"title":"Tenement Homework and the Exploitation of Child Labor","course_id":16,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The image of a mother, father, and their three young children huddled around a small table in a dimly lit, overcrowded tenement tediously sewing garments into the early hours of the morning is not unique to the photographs captured by Lewis Hine. Hine's work often demonstrated the dignity of the worker, but reflected the purposes of those who hired him. Hines was surrounded by and influenced by the vibrant reform movement and worked closely with Felix Adler, head of the National Child Labor Committee for which his photo entitled 'Home Work' was taken. It was believed by these Progressives that poverty might be eliminated by publicizing the plight of the poor. The ills of tenement life, the exploitation of child labor, and the practice of homework as evident in the photo by Hine became three issues Progressives toiled to change in urban environments like the Lower East Side of New York.","In most tenements, there was only one room that had access to outside air, leaving the interior rooms dark and unventilated. Overcrowding, neglect on the part of the owners, and violation of the simplest rules of sanitation by the tenants, together with the design of the building, created serious hygienic problems. These living quarters usually had no more than two rooms. One room typically served as a kitchen and living space, and the other as a bedroom. Families often set up one of these rooms as a sweatshop as well and together the family would spend long hours rolling cigars, making artificial flowers, or most commonly sewing clothes.","The industry of producing ready-made clothing increased greatly at the turn of the twentieth century and coincided nicely with the influx of immigrant laborers. This particular industry was organized as a contract system where cloth was purchased by the contractor from the textile manufacturer. The fabric was then cut and finished by hired garment workers who completed the work in their apartments. The practice of home work became a serious issue because it often meant the use of child labor, exploitation of workers outside of the factory setting, and the development of goods under unsanitary conditions. In response to public concern about industrial homework, some states, including New York, tried to regulate tenement homework. These regulations aimed to protect the consumers from health problems associated with purchasing goods produced under unsanitary conditions. This was done by prohibiting the manufacture of certain articles in dwelling places and that these tenements meet certain sanitary and health provisions. It would still take several years and further efforts by Progressives to have regulations of homework put in place to benefit the lives and rights of the families performing the housework.","Despite these initial regulations, tenement manufacture was still being done under unhealthy conditions for low wages, long hours, and through the continued exploitation of child labor. Although several compulsory education and child labor laws were passed in New York at the end of the nineteenth century, these laws were difficult to enforce. The Compulsory Education Law of 1874 had tried to require all children between eight and fourteen to attend school for fourteen weeks a year, but one survey of 371 home workers from 110 families found that nearly half of those workers were under the age of sixteen. Further attempts to strengthen the regulations on home work came in 1913 with licensing provisions which meant that employers were required to obtain special permits before they could give out material to employees for tenement manufacture. The Child Labor Law was also extended to cover this type of manufacturing. These stronger policies did not alleviate the problems with home labor, however; an investigation conducted ten years later found that practically nothing had changed. It was not until the 1930s when laws were passed at the federal and state level to prohibit homework."],"display_date":1910,"search_date":"1910-07-02","citations":[{"divid":1226611714,"type":"Article","data":["Robert H. Bremner","&quot;The Big Flat: History of a New York Tenement House.&quot;","The American Historical Review","Vol. 64, No. 1","October 1958","54-62"]},{"divid":1226938772,"type":"Article","data":["Peter Seixas","Lewis Hine: From &quot;Social&quot; to &quot;Interpretive&quot; Photographer","American Quarterly","Vol. 39, No. 3","Autumn 1987","381-409"]},{"divid":1226611858,"type":"Book","data":["Pamela Sharpe","Women, Gender, and Labour Migrations: Historical and Global Perspectives.",null,"London","Routledge","2001","200"]},{"divid":1226611924,"type":"Book","data":["Deborah Hopkinson","Shutting Out the Sky: Life in the Tenements of New York 1880-1924.",null,"New York, NY","Orchard Books","2003","57, 60, 109"]},{"divid":1226612015,"type":"Book","data":["Elizabeth Ewen","Immigrant Women in the Land of Dollars: Life and Culture on the Lower East Side 1890-1925.",null,"New York, NY","Monthly Review Press","1985","25"]},{"divid":1226612082,"type":"Book","data":["Jamie Faricella Dangler","Hidden in the Home: The Role of Waged Homework in the Modern World Economy.",null,"Albany, NY","State University of New York Press","1994","132-133"]},{"divid":1226612160,"type":"Book","data":["Raymond Bial","Tenement: Immigrant Life on the Lower East Side",null,"Boston","Houghton Mifflin Company","2002","12-16"]},{"divid":1226612204,"type":"Primary Source in a Secondary Source","data":["Home Work","c. 1910","Portal to America: The Lower East Side 1870-1925","Allon Schoener","New York, NY","Holt, Rinehart and Winston, Inc.","1967","189"]}],"locations":[{"id":3205,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":65,"tag":"Child Labor"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}