{"id":4468,"title":"<strong>City Set Ablaze: The Burning of Chambersburg</strong>\n","course_id":18,"status":"P","start_date":"1864-07-30","end_date":"1864-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Confederate cavalrymen under the command of General John A. McCausland set the city of Chambersburg, Pennsylvania ablaze on the morning of July 30, 1864.  According to a letter sent the following day by D. McConaughy to Pennsylvania Governor Andrew Curtin and Major General Darius N. Couch, the commander of the Susquehanna Military District, the \"lowest estimate of loss [from the fire] is 1,500,000.\"  He reported that the Confederate soldiers \"fired the whole center portion of the town, embracing twenty squares.\"  Historian Everard H. Smith claimed that a little over half of the 6,000 natives of Chambersburg lost their homes in the fire.  McConaughy wrote that the town was ostensibly burned because McCausland did not receive a 600,000 ransom, of which he demanded 100,000 be paid in gold.  However, there are a few other reasons why Chambersburg, a seemingly unimportant city in Pennsylvania's Cumberland Valley, was burned to the ground in such an appalling fashion.  ","Chambersburg was not a randomly chosen target for retribution.  Its location in the Cumberland Valley, the Pennsylvania name for the Shenandoah Valley, granted easy access for the Confederate army. It also had some strategic value for the North.  According to historian William Vatavuk, General Robert E. Lee sent General J.E.B. Stuart to Chambersburg in October, 1862 to gather supplies from Chambersburg and burn a railroad bridge that provided a \"vital transportation link to the west.\"  Smith offered that the Confederate soldiers had a sense of superiority over the common, predominantly German population in the area, and were thus able to dehumanize them.  Smith further asserted that dehumanizing their enemy allowed the southern soldiers to adhere to Carl von Clauswitz's belief in the necessity of total warfare.","The burning of Chambersburg was seen in the North as a Confederate atrocity.  Smith wrote that \"drunken Confederates cavorted among the ashes, pillaging freely and robbing citizens of sums large and small.\"  According to McConaughy, even McCausland was drunk.  Smith related that Confederate soldiers locked two women in their houses and set them ablaze, but fortunately, both women were rescued by neighbors.  Many of the citizens, like the family of Captain Eyster, whom McConaughy described in his letter, got out of their houses with only the clothes on their backs.  Even Confederate soldiers were not immune to the effects of the catastrophe unfolding around them.  According to Vatavuk, when a woman carrying a dying baby in her arms asked a soldier, \"'is this revenge sweet?' a tender chord was touched, and without speaking, he burst into tears.\"","            The effects of the fires may have been difficult for the citizens of Chambersburg to bear, but according to Vatavuk, a \"scorched earth policy\" was being practice by Union generals William T. Sherman and David Hunter before the ransack of Chambersburg.  Vatavuk asserted that Confederate General Jubal Early had Hunter's attacks on his mind when he included in McCausland's orders that the burning of Chambersburg was \"… in retaliation for acts of destruction committed by General Hunter in the Valley of Virginia.\"","            By the time McConaughy wrote his letter on July 31, 1864, the heart of Chambersburg was destroyed by the fire.  The flames consumed public and private buildings alike and northern soldiers under General William Averell, were in pursuit of McCausland's forces.  Regardless of the reason, the city of Chambersburg, Pennsylvania was in ruins.   "],"display_date":"July 30, 1864","search_date":"1864-07-30","citations":[{"divid":1226615066,"type":"Website","data":["McConaughy, D","Letter to Maj. Gen. D. N. Couch Governor A. G. Curtin. July 31, 1864","Valley of the Shadow Project","http://valley.vcdh.virginia.edu","10/16/2008"]},{"divid":1226615341,"type":"Article","data":["Smith, Everard H","Chambersburg: Anatomy of a Confederate Reprisal","American Historical Review ","96&#40;2&#41;","1991","432-55"]},{"divid":1226615440,"type":"Article","data":["Vatavuk, William M","Revenge: The Burning of Chambersburg","Pennsylvania Heritage ","11&#40;2&#41;","1985","5-11"]}],"locations":[{"id":3206,"lat":39.9274533048,"lng":-77.7212153562,"zoom":9,"place":"FRANKLIN, Pennsylvania"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}