{"id":4469,"title":"The American Highlanders Storm Chapultepec Castle\n","course_id":18,"status":"P","start_date":"1847-09-15","end_date":"1847-09-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The American Highlanders stormed Chapultepec Castle on September 15, 1847, a strategic and crucial battle that helped to begin the US Campaign in Mexico.  In General Geary's Report of September 15, at which time he commanded the 2nd Pennsylvania, he detailed his own experience of the battle and that of each of his companies. Geary was struck with grape shot early in the battle and could not follow on with his troops, but he included the reports of his captains in the stead of his own presence.  Captain Humphreys of the American Highlanders took command of twelve men who were responsible for driving what they thought were only a few Mexican riflemen shooting from a corn field.  They met with considerably more Mexican fire power than they had expected.  Five men were wounded in the crossfire but none killed.  Humphreys returned with all his men and Commander Geary made notes of such in his report.  The rest of the company under Geary's command advanced to and eventually seized the castle. Of the members of the company there were no fatalities in the storming of Chapultepec, but nine men were wounded and Pvt. William Humphreys died of his wounds on September 27.  ","Most of the men in the American Highlanders worked on the Alleghany-Portage Railroad, The Summit, Cambria County, Pennsylvania to fight.  The company consisted of ninety-six men who were enlisted when a second regiment of volunteers from Pennsylvania formed to aid in the war against Mexico.  The militia volunteered their services at the first declaration of hostilities, but it was not until later that their Captain, John White Geary, received word that the men would join the Second Pennsylvania as Company B.  They set out from the Summit for Pittsburgh.  From there First Lieutenant Horace B. Field, 3rd US Artillery, swore them into service on January 3, 1847.  ","The storming of Chapultepec was significant to the war because it removed the most difficult fortification from the path of the US Army and allowed them to continue to Mexico City.  In Hampton Sides book, <em style=\"mso-bidi-font-style: normal;\">Blood and Thunder..</em> he paints a picture of the interior of Mexico through the eyes of an American.  He emphasizes the fact that the terrain is alternately hilly and flat and ultimately deceptive in this way.  So the seizing of a fortification, like Chapultepec, that is situated on the highest point in a given area would be a huge strategic advantage. By gaining this land the US Army owned the best vantage point in the valley and was able to see if anyone was approaching.  The vantage point was important, because as Randy W. Hackenburg explains in<strong style=\"mso-bidi-font-weight: normal;\"><em style=\"mso-bidi-font-style: normal;\"> </em></strong><em style=\"mso-bidi-font-style: normal;\">Pennsylvania in the War with Mexico: the Volunteer Regiments</em>, the only road to Mexico City that was passable for an Army went past the Castle.  There was no other feasible way to reach Mexico City until the vantage point was secured."],"display_date":"September 15, 1847 - September 16, 1847","search_date":"1847-09-15","citations":[{"divid":1226618401,"type":"Book","data":["Randy W. Hackenburg","Pennsylvania in the War with Mexico: the Volunteer Regiments",null,"Shippensburg","White Mane Publishing","1992","54-60"]},{"divid":1226618487,"type":"Book","data":["Hampton Sides","Blood and Thunder: The Epic Story of Kit Carson and the Conquest of the American West. ",null,"New York","Anchor Books","2006","98-102"]},{"divid":1226618651,"type":"Primary Source in a Secondary Source","data":["Geary?s Report of 15 September","September 16, 1847","Pennsylvania in the War with Mexico: the Volunteer Regiments","Randy W. Hackenburg","Shippensburg","White Mane Publishing","1992","Appendix"]}],"locations":[{"id":3207,"lat":40.4954308749,"lng":-78.7136040605,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":66,"tag":"Seige"},{"id":67,"tag":"Militia"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}