{"id":447,"title":"The Republic of Texas declares independence from Mexico\n","course_id":1,"status":"P","start_date":"1836-03-02","end_date":"1836-03-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Delegates from 57 Texas communities met at Washington-on-the-Brazos in March of 1836 to draft a declaration of independence from Mexico.  This formal separation from the Mexican government came about five months after war broke out in October of 1835.  The language of the document written by Tennessean George C. Childress reflected a growing concern over Santa Anna's centralistic, militaristic tendencies.  Among the principal grievances listed were the stationing of soldiers in Texas to exercise arbitrary acts of oppression and tyranny,' the dissolution of the state congresses, and piratical attacks upon our commerce.'  In short, Mexico had violated its own Constitution of 1836.&lt;br /&gt;&lt;br /&gt;Texans, and some frontier Mexicans, no longer felt that Mexico City understood or supported their interests.  The seeds of revolution had, of course, been sown with the arrival of Anglo settlers to the province, but it was Santa Anna's adoption of centralist policies and imposition of military occupation that provoked open rebellion.  Further, Texans worried that the Mexican government would limit or outlaw their use of slaves.&lt;br /&gt;&lt;br /&gt;Immediately after adopting the declaration, the delegates appointed Sam Houston to the post of commander in chief, and began negotiating the terms of Texas's constitution.  The document they agreed upon strictly limited the power of the government by instituting shorter terms for public officers than in the U.S., and it also explicitly defined the measures by which slavery would be protected.  Notably, immigrants would be allowed to bring slaves from other states, and no free black person could inhabit Texas without the congress's approval."],"display_date":"March 2, 1836","search_date":"1836-03-02","citations":[{"divid":1213229581,"type":"Book","data":["Randolph B. Campbell","Gone to Texas: A History of the Lone Star State",null,"Oxford","Oxford University Press","2003","128-148"]},{"divid":1213229625,"type":"Newspaper Article","data":["","The Woodville Republican","","June 2, 1836",""]},{"divid":6178,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["NxfGWmLzfKFPW"]},{"divid":5782,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["NxfGWmLzfKFPW"]},{"divid":68907,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["NxfGWmLzfKFPW"]},{"divid":43161,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["NxfGWmLzfKFPW"]},{"divid":229833,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["NxfGWmLzfKFPW"]}],"locations":[],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}