{"id":4471,"title":"Growing Pains in New York&#39;s Lower East Side","course_id":16,"status":"P","start_date":"1880-01-01","end_date":"12/31/01","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["An early 1900s postcard photograph from New York's Souvenir Post Card Company captures the Lower East Side's crowded and chaotic environment. As American Jewish historian Hasia Diner notes, \"at the right moment in time, under the right conditions, ordinary places become transformed into spaces throbbing with meaning.\"  Such was the case with New York's iconic Lower East Side.  The photo shows Hester Street, a main avenue through the Lower East Side, clearly depicting the neighborhood's massive population.  The scene is inundated with adults selling goods and children playing in the street, framed by dozens of towering tenement houses crowded closely together.  Due to the living conditions within the tenements, most activities like business and recreation took place in the street.","As author Deborah Hopkinson details, in the mid 1800s, tenement buildings were hurriedly and inexpensively built in the Lower East Side to quickly accommodate hoards of new immigrants.  Hearing stories about new opportunities available in a predominantly Jewish atmosphere, multitudes of European Jews flocked to New York, America's hub of immigration, in search of a new life.  By the late 1800s, the Lower East Side quickly earned a reputation as America's ultimate Jewish neighborhood, filled with Jewish immigrants.  By 1910, more Jews lived in New York City than any other city in history.  But, with such a rapid influx of people, the Lower East Side neighborhood was forced to deal with a serious urban housing problem: overcrowding.","Tenement buildings served as the main source of housing, providing very modest living spaces for newly arrived immigrants.  But, over time, most Lower East Side tenements fell into disrepair as many landlords lacked interest in maintenance or improvements.  Therefore, by the 1880s, the already overcrowded tenements became unsafe and unhealthy havens of filth, often lacking necessary amenities.  The worsening living conditions of the Lower East Side drove some individuals to action, including Jewish immigrant and journalist Jacob Riis.  Noting that \"nowhere in the world are so many people crowded together on a square mile as [the Lower  East Side],\" Riis drew attention to the urban overcrowding problem through photographs.","With the invention of flash photography in the 1880s, Riis and other individuals were able to clearly depict Lower East Side housing problems by capturing indoor images of the actual dark, decrepit, overpopulated living spaces inside the tenements.  Riis' revealing photos later appeared in his famous 1890 book, <em>How the Other Half Lives</em>, influencing later New York City housing reforms like the Tenement House Law of 1901 and the creation of the Tenement House Commission.  These decisions enforced new safety and health standards for New York's overcrowded tenement buildings and set a precedent for urban renewal in the United States."],"display_date":"1880 - 1901","search_date":"1890-12-31","citations":[{"divid":1226877067,"type":"Book","data":["Cary Goodman","Choosing Sides: Playground and Street Life on the Lower East Side",null,"New York","Schocken Books","1979","xviii"]},{"divid":1226877357,"type":"Book","data":["Deborah Hopkinson","Shutting Out the Sky: Life in the Tenements of New York 1880-1924",null,"New York","Orchard Books","2003","17-28"]},{"divid":1226877988,"type":"Book","data":["Hasia Diner","Lower East Side Memories: A Jewish Place in America",null,"Princeton","Princeton University Press","2000","35, 129"]},{"divid":1226878321,"type":"Government Document","data":["Extracts from the Report of the Tenement-House Commission, New York, 1901","Tenement-House Commission","1901","","Lippincott Williams & Wilkins","1901","631-634","The American Journal of Nursing 1",""]},{"divid":1226880271,"type":"Website","data":["Hester Street, New York - Souvenir Post Card Company 190-","NYPL Digital Gallery","New York Public Library","http://digitalgallery.nypl.org/nypldigital/dgkeysearchdetail.cfm?trg=1&strucID=1017263&imageID=837005&word=Lower&#37;20East&#37;20Side&#37;20&#37;28New&#37;20York&#37;2C&#37;20N&#37;2EY&#37;2E&#37;29&#37;20&#37;2D&#37;2D&#37;201900&#37;2D1909&s=3&notword=&d=&c=&f=2&lWord=&lField=&sScope=&sLevel=&sLabel=&total=10&num=0&imgs=12&pNum=&pos=9# ","October 22, 2008"]}],"locations":[{"id":3209,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"},{"id":31,"tag":"Immigration"},{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}