{"id":4472,"title":"Murder of Geographic Proportions","course_id":16,"status":"P","start_date":"1897-06-25","end_date":"1897-11-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["What is more interesting than a story that involves a jealous love triangle that results in the murder of a man and the arrest of another who has been betrayed by a friend and lover? It is the realization that this is not a plot line for a fictional soap opera, but a real account that occurred in the Lower East Side of New York City in 1897. Martin Thorn and William Guidensuppe were both competing for the love of Mrs. Nack. When the barber, Thorn, discovered the encounters of Nack and Guidensuppe he was overcome with jealousy and killed Guidensuppe with Nack's help. The role that gender plays into this murder is not unusual when the urban circumstance is considered because the strict limitations placed on individuals by their close proximity to others.  When people are placed closer together there is more violence between males because they are hoping to establish a sense of dominance not only in the community, but also to protect their resources.  In this situation it could be argued that Thorn saw Guidensuppe as a threat to his relationships and his territory. Furthermore, it is the role that geography played out in development and resolution of this crime that is truly unique.","While the actual murder occurred in the Woodside community in Long Island, the body was purposely cut into pieces and hidden around New York so that the authorities would not be able to identify the victim, Guidensuppe. Two children from the Lower East Side found one part of the body when they were playing along the East River. They discovered only the torso and arms, while they discovered that the rest of the body was missing. The lower half of Guidenssupe's trunk was found in the northern part of the city by the Washington Bridge, and eventually the legs were found in a Navy-Yard in Brooklyn. The deliberate placement of the body pieces shows that Thorn and Nack's perceptions of communities within the city and the constraint that it places on the citizens was too strong to extend beyond the neighborhoods they lived in. The Chicago School of sociologists would argue that this had a huge impact on their decision to carry out the murder in such a unique way because they theorize that environmental characteristics like density, housing types, land use, social heterogeneity define the social constraints of an individual. If we hold this theory to be true it is understandable why Thorn and Nack would have thought this was the perfect crime because the threesome lived in a close proximity despite the size of the city: Guidensuppe worked for a Turkish bath on West Forty-Second Street and Mrs. Nack lived on near by on Ninth Avenue.","Location, however, was not a limiting factor and this was due mostly to the influence of the media.  As the men who found the remains at the Washington Bridge location recognized the unique packaging as a result of reading about the Lower East Side reports of a mutilated body being found in similar packaging. This is explained by the sociodemographic theory in which social interactions with neighbors are based in differential access to resources that allow people to deal with their social environment, and the paper being a constant resource in New York City these various enclaves were drawn together rather than being kept separate. This murder also showed the role of national media and its growth in this period as this article about the Guidensuppe murder was found in the Chicago Tribune. The editor and founder of the Chicago Tribune, Joseph Medill, was known for publishing sensational stories in hopes of gaining readers. This story certainly fits the bill with its articulate and vivid language like, \"body shockingly mutilated.\" While the motives of Medill were most likely profit driven to publish this piece it gives New York City a sense of legitimacy as their news was being published in other cities, and also gives rise to the spread of information around the country.  "],"display_date":"June 25, 1897 - November 8, 1897","search_date":"1897-09-01","citations":[{"divid":1226864753,"type":"Article","data":["Lee J. Haggerty","Differential Social Contact in Urban Neighboorhoods: Environmental vs. Sociodemographic  Explanations","The Sociological Quarterly","Volume 23, Number 3","November 8, 1897","359-361"]},{"divid":1226864798,"type":"Newspaper Article","data":["For Killing His Rival","Chicago Tribune","Chicago","November 8, 1897","5"]},{"divid":1226864918,"type":"Article","data":["Elmer Gertz","Chicago&#39;s Adult Delinquent: &quot;The Tribune&quot;","The Public Opinion Quarterly","Volume 8, Number 3","Autumn, 1944","416-424"]},{"divid":1226865220,"type":"Book","data":["Eric H. Monkkonen","Murder in New York",null,"Berkeley and Los Angeles","University of California Press","2001","56-60"]}],"locations":[{"id":3211,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":70,"tag":"Geography"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}