{"id":4473,"title":"Triangle Factory Fire","course_id":16,"status":"P","start_date":"3/25/11","end_date":"3/25/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The immigrant women working in Triangle Shirtwaist Factory called it a \"prison.\" Its safety and working conditions were abysmally low, but these conditions were not unique: New York was an epicenter for industrialization, containing thousands of unsafe factories filled with recent immigrants. In 1909, many factory workers organized a strike to protest unsafe conditions, and most factories met their demands, but among the resisters were the owners of The Triangle Shirtwaist Factory.  On March 25, 1911, as the 600 workers of the factory, the majority of whom were Jewish and Irish immigrant women, were preparing to leave, a fire broke out in the factory.  In no more than half an hour 146 workers were dead, either burning or jumping to their deaths.  This accident was one of many that occurred that year, but it became much bigger than a tragedy for a few blocks of immigrants from the Lower East Side.","The fire was especially memorable because it was witnessed by so many people and because so many groups used the memory of these women to call for political and social reform. Those defending the factory owners presented the women as whorish and impressionable, but those in the middle class using the event to call for protective legislation presented the women as helpless victims. The working class challenged both these views, calling for more power for oppressed but competent workers.  One of the groups who most effectively propagated the memory of these women was the International Ladies Garment Workers Union. An article in the Ladies Garment Worker published shortly after the fire reflected the sense of outrage common among working class women after the fire, blaming the owners for the incident. Acting on these emotions, ILGWU made funeral arrangements for the unidentified women.  The purpose of the ceremony and protest was twofold: to honor the dead and protest the injustice done to them.  By honoring these women, the ILGWU was creating one of the greatest displays of class solidarity New York had ever experienced.","The main voices behind the protests following the fire were those of members of the International Ladies Garment Workers Union. To the ILGWU the women who were killed during the fire were representations both of the injustice many unskilled workers faced in factories and the powerlessness of workers: these women were killed by the apathy of owners who were more concerned about profit than safety. Leaders like Rose Schneiderman used the images of competent but oppressed women during mass demonstrations and strikes to gain support for a movement towards industrial democracy. Pointing out that this tragedy would not have occurred if concessions were made during the 1909 strikes, Schneiderman cited the need for social justice in the workplace.  While the ILGWU stressed needs of all workers, they also pushed for women's suffrage, arguing that women had died because they were not able to act politically.","Through the manipulation of the worker's images to fit their purposes, various groups made the Triangle Factory Fire a very accessible event.  Although it was often simplified to an example of gender oppression or poor working conditions, it also made many aware of the need for reform and a greater sensitivity to the needs of those on the gender and socioeconomic margins. Through their protests, the ILGWU used the event to represent the plight of immigrants, workers, and women everywhere.  The event became more than something that would be preserved in the collective memories of a few Italian and Jewish neighborhoods in the Lower East Side of New York, it was claimed by those oppressed in various conditions and situations."],"display_date":"March 25, 1911","search_date":"1911-03-25","citations":[{"divid":1226864966,"type":"Newspaper Article","data":["The Triangle Factory Fire","The Ladies&#39; Garment Worker","New York","April 1911",""]},{"divid":1226865339,"type":"Book","data":["Richard A. Greenwald","The Triangle Fire, The Protocols of Peace, and Industrial Democracy in Progressive Era New York",null,"U.S.A.","Temple University","2005","129-154"]},{"divid":1226865519,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Paula A. Hyman","Beyond Place and Ethnicity: The Uses of the Triangle Shirtwaist Fire","Remembering the Lower East Side","Hasia R. Diner, Jeffrey Shandler, Beth S. Wenger","IN","Indiana University Press","2000","70-86"]}],"locations":[{"id":3212,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":31,"tag":"Immigration"},{"id":71,"tag":"historical memory"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}