{"id":4474,"title":"The New York Milk Committee Preaches Pure Milk by Moving Pictures","course_id":16,"status":"P","start_date":"3/24/13","end_date":"3/24/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Urban infants in the 1840s had only a 50 percent chance of living to the age of five. Progressive reformers believed that high infant mortality was linked to adulterated and infectious milk, a concern that remained even after New York passed regulation laws. On March 25, 1913, the Committee of Women's Organizations of the New York Milk Committee held a meeting to educate mothers living in the tenements of the Lower East Side on the importance of \"pure\" milk and of clean living areas. Dr. Lee W. Thomas, a member of the New York Milk Committee, encouraged the mothers to get milk from New York Health Department milk stations, to keep clean homes, and to influence their husbands to vote for the passage of pure milk bills, which were introduced to the New York Legislature by the Milk Committee. After Dr. Thomas spoke to the mothers, films were shown to illustrate the dangers of impure milk.","During the mid-nineteenth century, most of New York's milk supply came from \"swill\" milk stables attached to breweries and distilleries in the city. The cows in these stables ate the leftover grains from the fermentation process in the brewery or distillery. Unfortunately, the milk produced from these stables was very low quality and often full of bacteria. Even milk brought to the city from the country was often adulterated with water and carrying bacteria. In 1842, social reformer Robert Hartley published his <em>Essay on Milk</em>, which both praised milk as the \"perfect food\" and argued the importance of pure milk in New York City. Though New York City began to pass milk regulations in 1856, milk continued to be a concern for social reformers as a potential carrier of germs and diseases. Milk reform was part of a larger reform movement to regulate food, drink, and drugs, a movement that eventually resulted in the Federal Food and Drug Act of 1906, which made it illegal to adulterate or mislabel food or drugs. This put the power of information and choice in the hands of consumers, most of whom were women. Thus, even after this law was passed, social reformers felt impelled to guide tenement mothers in the importance of choosing good quality milk and keeping a clean home.","One of the means used by Progressive reformers, eager to use new technology, to preach cleanliness was moving pictures. Though this is an early instance of moving pictures being used as health propaganda, it is not the first. Three years before this meeting, Thomas Edison made a series of health propaganda films for the Tuberculosis Association. Whether or not the New York Milk Committee was aware of Edison's use of film, they obviously recognized the \"universal appeal\" of film and its potential as an educational device."],"display_date":"March 24, 1913","search_date":"1913-03-24","citations":[{"divid":1226864744,"type":"Newspaper Article","data":["Preach Pure Milk by Moving Pictures","New York Times","New York, NY","March 25, 1913","15"]},{"divid":1226864855,"type":"Book","data":["Melanie E. DuPuis","Nature&#39;s Perfect Food: How Milk Became America&#39;s Drink",null,"New York, NY","New York University Press","2002","3-164"]},{"divid":1226865342,"type":"Article","data":["Martin S. Pernick","Thomas Edison&#39;s Tuberculosis Films: Mass Media and Health Propganda","The Hastings Center Report","3","June 1978","21-27"]},{"divid":1226865414,"type":"Book","data":["Nancy Tomes","The Gospel of Germs: Men, Women, and the Microbe in American Life",null,"Cambridge, MA","Harvard University Press","1998","1-154"]},{"divid":1226865546,"type":"Book","data":["James Harvey Young","Pure Food: Securing the Federal Food and Drugs Act of 1906",null,"Princeton, NJ","Princeton University Press","1989","3-295"]}],"locations":[{"id":3213,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"},{"id":68,"tag":"Progressive Reformers"},{"id":30,"tag":"Urban Society"},{"id":72,"tag":"Food Regulation"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}