{"id":4475,"title":"A Liberty Party Leader Assists A Fellow Abolitionist\n","course_id":18,"status":"P","start_date":"1852-07-27","end_date":"1852-07-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["Gerrit Smith was a prominent abolitionist and leader of the early Liberty Party during the 1840s and 1850s.  He worked to help slaves and promote abolitionism in his lifetime, including spending his own money for the cause.  In a letter to a friend, Smith described how he had posted bail on different occasions for a man named Chaplin, who was being punished for enticing slaves away from their southern masters.  Gerrit Smith felt that the money he spent on bailing Chaplin out of jail, though costly, was necessary because it was for a good and just purpose.  He wrote, \"I am robbed of these 12,000.  I have been robbed of a great deal from time to time, in the sums which I have felt myself morally compelled to pay in the purchase of the liberty of slaves.\"","As described by historian M. Leon Perkal, Gerrit Smith, along with other radicals of the Liberty Party, advocated an idea that interpreted the Constitution as providing abolition of slavery in all states, and guaranteeing the equality of African-Americans.  As a whole, the Liberty Party did not completely accept this novel interpretation; however it did represent the stances of some of its members on slavery.","Having the leader of a political party bail someone out of jail for trying to illegally free slaves demonstrates the contrasting range of political views in the 1840s and 1850s.  The radical abolitionists in the Liberty Party wanted to free all slaves, and believed they were constitutionally empowered to do it.  At the same time, law enforcement had every right, according to the Fugitive Slave Act, to put someone in jail for aiding in the escape of slaves.  One can only imagine the conflicts that might have arisen when an abolitionist politician paid to have someone removed from jail who helped southern slaves escape.  Gerrit Smith's letter represented one side of this struggle with slavery in the United States, and was a small piece of a nationwide conflict."],"display_date":"July 27, 1852","search_date":"1852-07-27","citations":[{"divid":1226868695,"type":"Newspaper Article","data":["The Case of Chaplin","New York Daily Times","New York","July 27, 1852","2"]},{"divid":1226868782,"type":"Book","data":["James M. McPherson","Battle Cry of Freedom: The Civil War Era",null,"New York","Oxford University Press Inc.","1988","86"]},{"divid":1226868954,"type":"Article","data":["Leon M. Perkal","American Abolition Society: A Viable Alternative to the Republican Party?","The Journal of Negro History","Vol. 65, No. 1","1980","57-71"]}],"locations":[{"id":3215,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":18,"tag":"Politics"},{"id":64,"tag":"Anti-slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}