{"id":4476,"title":"Reforming &quot;The Bend&quot;","course_id":16,"status":"P","start_date":"1888-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Where Mulberry Street crooks like an elbow within hail of the old depravity of the Five Points, is \"the Bend,\" foul core of New York's slums.\" These words, written by Jacob A. Riis in his groundbreaking 1890 work, <em>How the Other Half Lives: Studies among the Tenements of New York,</em> describe a desolate corner of the urban decay that characterized New York's Lower East Side in the late 1800s. Riis, a Danish immigrant who came to New York in 1870, used cutting edge flash photography to illustrate the depraved conditions of the city and quickly gained notoriety as one of the leading \"muckrakers;\" a name referring to group of reformers who used journalism to lead the way in exposing social problems and the call for reform.","One of the chapters in the book focuses on the conditions of Mulberry Bend just north of the Five Points, which Riis illustrates with a photograph showing the chaotic look of the street on a typical day. Riis describes in detail how street crime and gangs prevailed in \"the Bend\" over the local law enforcement and how the death rate was extremely high within the area, which was fifty percent higher than the rest of the city. Especially tragic was the death rate for children under five, which was significantly higher than all other areas. Central to the problem facing Riis at this time was a way to solve the issues of urban decay and the slums in a way which would go beyond the limitations of philanthropy but without advocating a socialist doctrine, which would be condemned by those in power. Beginning in 1888 and continuing into the 1890s Riis began giving lectures that incorporated photographs of the conditions of \"the Bend\" to philanthropic groups and the general public, which supplemented his journalistic newspaper writing to help spread awareness about the slum problem.","In 1888 the Tenement House Committee of New York had drawn up plans for Mulberry Park in the block between Bayard, Park, Baxter, and Mulberry streets, which made up the area known as \"the Bend.\" It would take six more years until the property was bought for the park. The major reason for the slow action by the committee stems from the hesitancy of city officials to mettle in the affairs of the landlords of tenements in the most need of change. It was the release of Riis's book and the public outcry that accompanied it that finally helped to push the city toward purchasing the land and building the park. On December 21, 1893 Riis offered a solution to the unemployment of the city in the New York <em>Evening Sun </em>in which he called for the use of public funds to hire workers to demolish the depraved buildings that made up \"the Bend.\" Even after the land was purchased and the buildings were demolished in 1895 the area remained barren until 1897 when the park opened. It was only due to increased pressure from Riis and other reformers that the park within the urban slum could be finally realized. Possibly the greatest irony involved in the creation of the park came at its dedication on June 15, 1897; a ceremony in which Riis was not invited to attend."],"display_date":"1888 - 1897","search_date":"1892-12-31","citations":[{"divid":1226884581,"type":"Book","data":["Jacob Riis","How the Other Half Lives: Studies Among the Tenements of New York",null,"New York","Charles Scribner&#39;s Sons","1890","59"]},{"divid":1226884715,"type":"Article","data":["Edward T. O?Donnell","Pictures vs. Words? Public History, Tolerance, and the Challenge of Jacob Riis","The Public Historian ","26","2004","7-26"]},{"divid":1226884815,"type":"Book","data":["Max Page","The Creative Destruction of Manhattan, 1900-1940",null,"Chicago","University of Chicago Press","1999","72-92"]},{"divid":1228749999,"type":"Book","data":["James B. Lane","Jacob A. Riis and the American City",null,"Port Washington, NY","Kennikat Press","1974","41-57"]}],"locations":[{"id":3216,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":17,"tag":"Government"},{"id":68,"tag":"Progressive Reformers"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}