{"id":448,"title":"Creek Indians burn the town of Roanoke, Georgia","course_id":1,"status":"P","start_date":"1836-05-15","end_date":"1836-05-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In May of 1836, a long simmering conflict between whites and Creek Indians in Alabama and Georgia finally erupted.  President Jackson's destruction of the Bank of the United States had resulted in uncontrolled speculation, and frontier people were clamoring for more land.  This was in spite of the 1832 Treaty of Cusseta, which stipulated that individual Creeks be given a parcel of 320 acres if they decided to stay in Alabama.  But neither the Alabama state legislature nor the settlers respected this agreement.  Speculators and settlers bought land from the Indians for much less than it was worth.  Some Creeks resigned themselves to this forced displacement and emigrated west.  Others resisted removal; finding themselves dispossessed of their land, the non-compliant Creeks adopted the practice of stealing livestock from the frontier people, especially those near the Florida border.  Skirmishes between farmers and small bands of Indians became a common occurrence.  &lt;br /&gt;&lt;br /&gt;On the morning of May 15th, a sizeable contingent of Creeks made an attack in Georgia for the first time.  After crossing the Chattahoochee River from Alabama, the party raided the town of Roanoke, killing several whites and burning their homes.  The Southern Recorder reported: There were 70 or 80 persons in the town, including a small company of infantry under Capt. Horne... the number of the enemy being ascertained (about 300) it was thought prudent to retreat, which they did in disorder.'  Unable to overtake the retreating settlers, the Indians decided to return to the town and burn it to the ground.  A number of those who had escaped alerted a military encampment of the attack, but by the time a group of militiamen made it to the hamlet, the Indians were gone.  The Recorder reported that at least seven whites and five blacks were dead, with 15 people missing; the Indians lost only three of their number, while the rest crossed back into Alabama.&lt;br /&gt;&lt;br /&gt;Reports of Indian hostilities' and depredations' became more and more frequent, considerably heightening the distress of those whites who were already dealing with Seminole disturbances in the Florida territory.  When it became clear that federal troops were too busy with the Seminoles to take care of the Creeks in Alabama, Governor Clement C. Clay called out the state militia to bring peace to the area.  This conflict, which came to be known as the Second Creek War, continued into 1837.  Once the resistance was finally crushed, the only Creeks allowed to remain east of the Mississippi were those who volunteered to fight against the Seminoles in Florida."],"display_date":"May 15, 1836","search_date":"1836-05-15","citations":[{"divid":1213653745,"type":"Book","data":["William Warren Rogers, Robert David Ward, Leah Rawls Atkins and Wayne Flynt","Alabama: The History of a Deep South State",null,"Tuscaloosa","The University of Albama Press","1994","89-91, 138-139"]},{"divid":1213653796,"type":"Newspaper Article","data":["Affair at Roanoke","Southern Recorder","","May 24, 1836",""]}],"locations":[{"id":332,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}