{"id":4480,"title":"Great Migration, Religion, and Churches in New York City","course_id":16,"status":"P","start_date":"1893-01-01","end_date":"12/31/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" The \"Great Migration\" of African Americans to the north in the early 1900's was the result of years of enslavement. The migration introduced new eager American citizens to the north during a time when new faces were foreign faces. For African Americans, the lure of freedom from Jim Crow laws, a higher and fairer wage for labor, and a fresh start to life was reasons enough to move to \"the promised land\". New York among other big cities was the destinations of choice for African Americans. The newly emancipated African Americans brought to the north a lifestyle they adapted to in the south. This lifestyle became integrated into communities African Americans inhabited. My primary source is a postcard from the early 1900's of Forest Avenue in New York City depicting a Congregationalist church at a corner street in a supposedly black neighborhood. The postcard not only depicts many traits of the turning century, but also provides small but significant insight into how the church acted as an aid and an outlet for those making not only a transition into a new century but also a social and cultural transition at the same time.","            The settlement in the north proved the church served as an alleviation and refuge from the acclimation to a strange new home and community. The church's role in the north was often similar to the way it was in the south during slavery. As conditions in New York became overcrowded, places of worship were hard to find among the busy streets. However once churches were developed, often being erected from older buildings, the church served as the center of a community. One of my supporting sources is also a primary source that is a newspaper article describing the events of the dedication of a new location for the <em>Forest Avenue Church</em>. Before it took the name <em>First Congregational Church of Morrisania</em> it was known as <em>Forest Avenue Congregational Church </em>and was established in 1851. The dedication described by <em>The New York Times</em> was not a long article, but gave only the basic details of the ceremony. The actual ceremony was long and included many keynote area speakers indicating this was a significant event for the community. The African American population boom brought new ideologies in denomination and Christian perspectives and accounted for more and more African American churches and communities springing up. Once many African Americans migrated north religion and worship continued to be a very key practice. However, the spirit and style of African American worship changed significantly once the migration occurred. More specifically was the Negro spiritual and how song and dance was incorporated in church. The worship services were not as stringent as they were in the South and for good reason because they now had reason to celebrate their deliverance. As this \"second emancipation\" occurred northern cities and people were forced to handle the product of victory in the Civil War. ","            Like many foreign immigrants, African American immigrants had to live in close quarters and earn small wages. They escaped much of the discrimination experienced in the south, yet hardships were not far off. Religion was a backbone of African American life in the south, and it was the same in the north. The church was able to unveil the well-beaten Underground Railroad allowing many more African Americans to travel northward. This was a time of change in American history that ushered in new developments for regional development and identity. Along with providing a link between the north and the south, the African American migration and subsequent expansion of the church provided a visibly direct by-product of the events of slavery and Civil War.    "],"display_date":"1893 - 1909","search_date":"1901-07-02","citations":[{"divid":1226898243,"type":"Online Encyclopedia","data":[". Encyclopedia of African American History, 1896 to the Present: From the Age of Segregation to the Twenty-first Century","Black Church","http://www.oxfordaasc.com.libproxy.furman.edu/article/opr/t0005/e0001?hi=0&highlight=1&from=quick&pos=1","10/30/2008"]},{"divid":1226898400,"type":"Article","data":["Milton, C Sernett","Bound for the Promised Land: African American Religion and the great Migration","Journal of the American Academy of Religion ","Vol. 67 No. 3","September 1999","709-711"]},{"divid":1226898527,"type":"Website","data":["Laurie Maffly-Kipp","African American Religion, Pt. II: From the Civil War to the great Migration","National Humanities Center","http://nationalhumanitiescenter.org/tserve/nineteen/nkeyinfo/aarcwgm.htm","10/30/2008"]},{"divid":1226898668,"type":"Article","data":["Milton, C Sernett","Bound for the Promised Land: African American Religion and the great Migration","The American Historical Review","Vol. 104 No. 3","June 1999","927-928"]},{"divid":1226898798,"type":"Primary Source in a Secondary Source","data":["Forest Ave., Bronx, New York","Ca. 1900","New York Public Library Digital Gallery","New York Public Library","New York City","Mid Manhattan Library/Picture Collection","2006","0"]},{"divid":1228793255,"type":"Book","data":["Lawrence W. Levine","Black Culture and Consciousness: Afro-American Folk Thought from Slavery to Freedom",null,"New York","Oxford University Press","1977","136-174"]},{"divid":1228793765,"type":"Newspaper Article","data":["Forest Avenue Church Dedicated","New York Times","New York City","March 23, 1893","7"]}],"locations":[{"id":3295,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":32,"tag":"Civil War"},{"id":79,"tag":"Religion"},{"id":81,"tag":"Great Migration"},{"id":3,"tag":"African-Americans"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}