{"id":4484,"title":"Failure of the Arcade Railway","course_id":16,"status":"P","start_date":"1865-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the second half of the nineteenth century, two of New York City's most prominent citizens, A T Stewart and William \"Boss\" Tweed, were also at the heart of city's constant growth and subsequent overcrowding.  Men like Stewart and Tweed invested in new construction projects throughout the city, which in turn brought more people into the city.  Meanwhile, New York's horse-drawn street cars, already carrying over 35 million passengers a year by 1858, were littering the streets with horse manure; early elevated trains were quickly filling to capacity and blocking sunlight and ventilation of the streets along which they ran; and immigrants continued to poor into the city's Lower East Side, almost 400,000 in 1873 alone.  The city needed new and innovative ideas to solve its problems and a number of interesting solutions came before the New   York state legislature.  One proposal to alleviate the crowded streets was the depressed Arcade Railway, which would have run along Broadway before branching out to the East and West Sides.  The plan, as portrayed in a color lithograph in the New York Public Library's Moving Uptown Exhibition, also called for the conversion of the cellars of street-level buildings into new subterranean shops to line the railway at an estimated cost of 2,296,950.00 per mile.  ","Extensive coverage by the New York Times shows that the Arcade Railway was opposed from its inception by A.T. Stewart who feared construction would disrupt the business of his department store.  The proposition was also opposed by Boss Tweed, who had introduced legislation to the senate for a pneumatic tube transit system just one day before the introduction of the Arcade bill.  While Tweed would have received large kickbacks from the pneumatic line, the Arcade line, which would have alleviated crowding and decreased travel time for many of his constituents, would not have been in the back pocket of the Tammany Hall political machine. ","The construction of an underground line was feasible for nineteenth century engineers, but was almost twice as expensive as an elevated line.  The Arcade railway would have required considerable alteration of sewage, water, and gas lines in the city, and would have caused major disruptions to street traffic during construction.  Despite construction complications, the Arcade idea was extremely popular both with the masses and with state legislatures.  Stewart and Tweed were influential men however; Stewart held protest meetings at his department store and led a delegation of concerned business owners to the governor's mansion, meanwhile Tweed manipulated New York politics to dissuade the project's popularity.  Their tactics worked as the bill passed through the legislature four times, only to be vetoed by Governor Hoffman, and New York's first subway, the IRT, only opened after the turn of the century."],"display_date":"1865 - 1875","search_date":"1870-07-02","citations":[{"divid":1226935941,"type":"Newspaper Article","data":["Albany :The Arcade Railroad--Hearing Before the Governor--Canal Toll Deposit Banks","The New York Times","New York","May 5, 1870","1"]},{"divid":1226936038,"type":"Website","data":["Joseph Brennan","Beach Pneumatic","Columbia University","http://www.columbia.edu/~brennan/beach/","November 2, 2008"]},{"divid":1226936120,"type":"Book","data":["Leo Hershkowitz","Tweed&#39;s New York:  Another Look",null,"Garden City, New York","Anchor Press","1977","130-132"]},{"divid":1226936201,"type":"Newspaper Article","data":["Local Miscellany:  The Civil Engineers on Rapid Transit.  The Several Methods Considered ? Practical Suggestions ? There Should be Two Roads","The New York Times","New York","November 18, 1875","7"]},{"divid":1226936269,"type":"Website","data":["New York Public Library:  Moving Uptown Exhibition","Proposed Arcade Railway. Under Broadway, View Near Wall Street. Probably 1870","New York Public Library","http://www.nypl.org/research/chss/spe/art/print/exhibits/movingup/labelx.htm","October 24, 2008"]},{"divid":1226936411,"type":"Newspaper Article","data":["Rapid Transit:  The Commissioners Still Considering Plans ? The Elevated Railroad Company Ready to Construct a Road","The New York Times","New York","May 5, 1870","2"]},{"divid":1228171563,"type":"Book","data":["Edwin G. Burrows and Mike Wallace","Gotham:  A History of New York to 1898",null,"New York","Oxford Press","1999","1020-1037"]},{"divid":1228171624,"type":"Book","data":["George J. Lankevich","American Metropolis:  A History of New York City",null,"New York","New York University Press","1998","119-125"]}],"locations":[{"id":3224,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":82,"tag":"A T Stewart"},{"id":134,"tag":"Boss Tweed"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}