{"id":449,"title":"House of Representatives passes the first gag rule on slavery\n","course_id":1,"status":"P","start_date":"1836-05-26","end_date":"1836-05-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["First introduced to the House floor by South Carolina's James Henry Hammond, the gag rule was a radical measure designed to completely eliminate debate dealing with abolition.  Traditionally, representatives received and tabled antislavery prayers, or buried them in committee; the gag rule, however, prevented even this formality from taking place.  This was not a spontaneous development, but a response to repeated petitions from John Quincy Adams and others to abolish slavery in Washington, D.C.  The argument adopted by Southerners was that the existence of slavery was enshrined in the Constitution, and that there could be no legitimate way to entertain petitions for abolition.  Furthermore, to eliminate slavery in the capital would establish a spot, within the slaveholding States, which would be a city of refuge for runaway slaves,' according to the Globe.  By passing such a law you introduce the enemy into the very bosom of these two States [Maryland and Virginia], and afford him every opportunity to produce a servile insurrection... When slavery ceases to exist, under the laws of Virginia and Maryland, then, and not till then, ought it to be abolished in the District of Columbia.'&lt;br /&gt;&lt;br /&gt;Northern representatives were furious at the Southerners' attempt to force the passage of this overtly sectional legislation.  They would not accept that anti-slavery petitions were unconstitutional.'  The gag rule was undoubtedly a radical idea.  That the Southerners would advocate such an extreme measure to preserve slavery demonstrates the explosiveness of the slavery issue over a decade before the Civil War.  Southern Whigs promoted the measure aggressively and without compromise so as to make Southern Democrats feel less comfortable about their New York-born presidential candidate, Martin Van Buren.  This tactic led to more emphatic declarations of loyalty to slavery on both sides.  &lt;br /&gt;&lt;br /&gt;The gag rule passed, in large part, because Van Buren put forward a toned-down version of the legislation that was acceptable to more representatives.  His support of the gag rule was politically expedient, as it helped bolster his popularity in the South.  But the controversy helped to further polarize the pro- and anti-slavery camps.  At the same time southern Whigs were attempting to show that Van Buren's lukewarm support for the gag rule constituted a betrayal of slavery, northern Whigs condemned the Little Magician for supporting the measure at all.  This internal contradiction was of lesser importance in 1836, since the Whigs planned to nominate several different candidates for the presidency.  In future years, though, the divide over slavery would lead to the disintegration of the party."],"display_date":"May 26, 1836","search_date":"1836-05-26","citations":[{"divid":1213653889,"type":"Book","data":["William W. Freehling","The Road to Disunion, Vol. 1",null,"Oxford","Oxford University Press","1990","322-340"]},{"divid":1213653927,"type":"Newspaper Article","data":["","The Globe","","January 20, 1836",""]}],"locations":[{"id":333,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}