{"id":4492,"title":"Gettysburg After the Battle\n","course_id":20,"status":"P","start_date":"1863-07-09","end_date":"1863-07-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Little of the enclosure remains save the wicket gateway, from which the gates have been torn,\" Thomas Knox wrote in a dispatch published in the New York Herald on July 9, 1863.  This was just one scene of the aftermath of Gettysburg, which was the single bloodiest and most memorable battle of the American Civil War.  In many cases, the battle spilled out of the field into the town and destroyed houses and yards.  Knox's dispatch went into a detail about just what happened to the town and outlying areas of Gettysburg.","The battlefield after Gettysburg was exactly what one would think: a war-torn landscape.   Artillery fire destroyed most of the landmarks of the time.   Knox says that cemeteries, or at least one in particular, had shattered headstones, horse-trodden graves, and destroyed shrubbery.  Breastworks were erected to prevent cavalry charges lined the battlefield and mounds of dirt supported artillery batteries.  Soldiers trampled fences and lawns.  This turned a beautiful countryside and fields into a dirty, corpse-filled, war-torn landscape.","However, in the past 150 years, Gettysburg has been turned back into a beautiful country town.  Brian Black says in his journal, titled \"Brian Black at the Copse on Gettyburg,\" that the preservation and repair of Gettysburg began just two years after Knox's article.  As it stands now, Gettysburg is a national park to commemorate the people who died there.  The copse at Gettysburg had shifted thirty feet upwards due to the growth of oak trees.  Black says this is because environments are rarely unchanging.  This dynamic environment shows people a field far different from what generals Robert Edward Lee and George Gordon Meade saw, but if one wants to look and find out where the soldiers were and where they battled, they need only to see the breastworks and mounds erected, still marking the field as a battleground."],"display_date":"July 9, 1863","search_date":"1863-07-09","citations":[{"divid":1227553649,"type":"Newspaper Article","data":["Gettysburg After the Battle","New York Herald","New York City, New York","July 9, 1863","1 and 8"]},{"divid":1227553719,"type":"Article","data":["Brian Black","Brian Black on the Copse At Gettysburg","Environmental History","No. 2","April 2004","306-310"]}],"locations":[{"id":3229,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":87,"tag":"Environment"},{"id":88,"tag":"Battle"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}