{"id":4494,"title":"Post-Colonial Art Development\n","course_id":20,"status":"P","start_date":"1790-01-01","end_date":"1800-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"They [Americans] are depreciate, unprincipled inciters having ruined themselves through proliferation and debauchery of every kind,\" ranted a scathing excerpt from an English editorial. \"The whole nation is thrown [itself] in contention... Such has been the degeneracy of modern patriotism, that they would expunge every word from our dictionary, or frame [canvas].\" Through the eyes of the British, the Americans, even thirty years after the revolutionary war, were uncultured and ill-mannered. But as the fledgling country struggled to establish a stable socioeconomic status, its culture blossomed, making strides in the aesthetics.","Perhaps the most intriguing artistic achievement was political cartooning. Coupled with the printing press, although it may not seem an artist's medium, it was in fact the greatest mode of spreading American aesthetics. Political cartoons were pivotal to swaying the general public to adopt a way of thinking, implement a social trend, or show fault with a particular person or regime. This was important because a large majority of the populace was illiterate; caricatures and stereotypes allowed them to understand a specific message or movement. The political cartoon was also a good mode of humor to make poor political judgments of the era somewhat humorous and palliative.","Another art form that caught on late in the postcolonial period was the realism movement. Up until the Revolutionary War, Americans had very little desire to create a painted medium. Instead, metallurgy and ceramics were more popular. The few painters who did in fact continue their trade largely focused on landscapes and architecture. As the war ended, the focus shifted to human portrait and candid rural settings. The figures in these pictures were very realistic: the bodies were well proportioned, light was focalized, and objects seemed dimensional instead of flat; the facial features, however, were greatly exaggerated, taking an almost egg-like look, which may account for the name \"egg-head.\"","Art Historian Wayne Craven argues that the painting movement was a late enterprise likely resulting from perhaps the scarcity of resources; for example, paint required oil, turpentine, and pigment. All of these goods had to be directly traded from foreign ports, which was difficult due to bad relations with other countries. Lead-based paints, while not as popular as oils, were also very hard to get, mostly because they required lead powder and paint thinner in the form of linseed oil, neither native to America. Other artists turned to alternative means of painting; using egg whites as thinner (commonly known as Tempera), pine resin, tar pitch, and even meat fat. A small contribution to the painting industry was the indigo plant from South Carolina, commonly used to make a deep blue dye, in the place of cerulean, which had to be imported from South America.  While the aesthetics had no prolific institutions in American society until the early twentieth century the ideas, creativity, and expressions of early folk art retained immensely popular amongst the general public and even the social elite for centuries.     "],"display_date":"1790 - 1800","search_date":"1795-07-02","citations":[{"divid":1227553686,"type":"Newspaper Article","data":["Extracts from English Papers","Daily Advertiser","New York, New York","11/17/1790","2-3"]},{"divid":1227553891,"type":"Book","data":["Gerard Nook","The Art of Colonial America",null,"New York, NewYork","Macmillan","1970","1-80"]},{"divid":1227554010,"type":"Book","data":["Wayne Craven","American Art: History and Culture",null,"New York, New York","Mc Graw-Hill","2003","1-170"]}],"locations":[{"id":3230,"lat":40.6898659841,"lng":-74.0453059885,"zoom":7,"place":"New York, New York"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":89,"tag":"Art development"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}