{"id":4495,"title":"Indian Land","course_id":20,"status":"P","start_date":"1830-08-20","end_date":"1830-08-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On Friday, August 20, 1830, the editor of the <em>Eastern Argus</em> printed some of the Indian Removal Act's guidelines and stipulations for all citizens to read and then judge whether this law was fair to Indian nations, especially the Penobscot Indians of Maine. Land bought and sold by the Penobscot caught the eye of the State legislature.  The state saw a way to intervene in tribal affairs to govern the harvesting and selling of timber and land.  Many whites, opposed to this treatment of the Penobscot, felt that the State put \"guardianship\" over a sovereign and independent nation. By removing the Penobscots' freedoms this would ensure Maine's sovereignty, giving the state power to rule. The editor of the <em>Eastern Argus</em> argued for the same rights for Indians as for white citizens of Portland, Maine.","Andrew Jackson, depicted by some as a king in the early 1830s, pushed the Indian Removal Act down the throat of Congress, so whites could enjoy the land once hunted and farmed by Indian tribes.  Removal of Indians had strong opposition: the Democrats feared that this bill was supported by enemies of \"internal movements,\" and other factions such as Quakers and religious groups were outraged by a bill questioning the rights of Indians. Removal of Indians from native hunting grounds and sacred land was in Jacksons' best interest, then land could be divided to white settlers.  Once the bill passed, Jackson himself became the overseer of Indian removal, by giving him a chance to exercise his leadership skills and preparing him for things to come.  Indian removal became an insurmountable ordeal for Indian tribes of the 1830s."],"display_date":"August 20, 1830","search_date":"1830-08-20","citations":[{"divid":1227554027,"type":"Newspaper Article","data":["Indian Removal Act of 1830","Eastern Argus","Portland, Maine","August, 20, 1830","2"]},{"divid":1227554095,"type":"Book","data":["Robert V. Remini","Andrew Jackson and the Course of American Freedom",null,"New York","Harper& Row","1981","257-279"]}],"locations":[{"id":3231,"lat":null,"lng":null,"zoom":8,"place":"PENOBSCOTT, Maine"}],"tags":[{"id":90,"tag":"Indian Removal Act of 1830"},{"id":114,"tag":"Andrew Jackson"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}