{"id":4496,"title":"Cape Lookout Lighthouse\n","course_id":20,"status":"P","start_date":"1859-09-19","end_date":"1859-09-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Official information has been received at this office from Captain W. H. C. Whiting, corps of engineers United States army, that the new lighthouse at Cape Lookout has been completed.\" The new lighthouse had the shape of a cone made of brick, with an iron lantern as the light. The tower rose 156 feet above sea level. The light was a \"fixed\" light that could be seen up to 22 nautical miles during ordinary weather. The light was lit for the first time on November 1, 1859.","According to historian Cheryl Shelton-Roberts, \"the most modern architectural logic of the time went into the design of the Cape Lookout lighthouse.\" It was the first to rest on cross timbers instead of on pilings because pilings could not be driven into the compact sand. \"The lighthouse stood tall enough to reach out over across Lookout Shoals and rise above morning mist and fogs,\" and its light sequence rotated every fifteen seconds. Cape Lookout was one of many lighthouses along the North Carolina coast, located in southwest Carteret County on the 22-mile-long Core Banks. The lighthouse's job was to warn mariners of dangerous shoals that extended eight miles into the ocean. Mariners had to memorize each lighthouse's sequence of how the light blinked to know their location along the coast. Each lighthouse along the coast of the United States had a different light sequence. The Cape Lookout Lighthouse saved many ships that carried important cargo to the mainland from running aground on the shoals that were off the coast.","In the nineteenth century, transatlantic trade was booming. \"Even after the invention of the steamboats,\" notes historian Daniel Howe, \"merchants continued to favor sailing ships for ocean going voyages because they did not have to devote a lot of precious cargo space to carrying fuel for a long voyage.\" It was not until 1840 that Samuel Cunard pioneered the idea of using steamboats for the transatlantic voyage, but instead of using wood they would use coal. Using coal left a lot more room for the cargo, which meant that the merchants could make more money. Almost every major port had a lighthouse like Cape Lookout, allowing the ships to come into port safely during the day and at night."],"display_date":"September 19, 1859","search_date":"1859-09-19","citations":[{"divid":1227553923,"type":"Newspaper Article","data":["Notice to Mariners","The Constitution","","September 24, 1859","3"]},{"divid":1227554145,"type":"Book","data":["Shelton-Roberts. Cheryl","North Carolina Lighthouses ",null,"Greensboro","Our State Publishing","2004","70-97"]},{"divid":1227554220,"type":"Book","data":["Howe, Daniel Walker","What hath God wrought ",null,"New York City","Oxford University Press","2007","214-215"]}],"locations":[{"id":3233,"lat":34.9040918306,"lng":-76.2536140613,"zoom":9,"place":"CARTERET, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}