{"id":4497,"title":"A Pennsylvania Anti-Slavery Movement\n","course_id":20,"status":"P","start_date":"1848-12-20","end_date":"1848-12-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On December 20, 1848, in a small chamber of the Assembly Buildings in Philadelphia, the Pennsylvania Anti-Slavery Society held a very outspoken convention. Many gathered -- presidents, vice presidents, and secretaries -- in order to set straight their position in regard to the Free Soil Party and the church. They were also going to let the people of Pennsylvania know their stand on the United States Constitution. As soon as the convention started, Edward M. Davis, president, invited all people attending the convention, whether they were friendly or unfriendly, to the Pennsylvania Anti-Slavery Society to participate in the discussions at the Convention. Many of the people who attended the convention felt that Congress should secure the freedom of every slave who set foot on any national territory or national vessel. Congress received different petitions through letters; some members of Congress read different newspaper articles and brought them up at meetings. The petitions came to be very successful, only because they agitated the nation.  "," Six problems were addressed and resolved during the convention. The first two basically reviewed the rise and accomplishments of the anti-slavery cause. The next two established a committee chairperson to be in charge of running the petitions. Finally, members resolved that the anti-slavery convention would express their hearty approval and would further recommend throughout the state and country that the appropriate petitions to Congress were needed."," The Convention reaffirmed its use of antislavery petitions as a tool in achieving emancipation. Mr. H.C. Wright, a convention official, said, \"in our efforts to abolish slavery we must be prepared to cut through whatever should stand in our way. Now is the favorable time to press these petitions and others.\" With this being said, after the convention adjourned, abolitionists near and wide petitioned everywhere they could. Slavery was to be the great question of discussion during the coming sessions of Congress."," Two key issues that Congress debated from 1848 to 1850 were the Compromise of 1850 and the Fugitive Slave Act. Moreover, the anti-slavery petitions started to become more important.  Slavery played a major role in these debates. The Fugitive Slave Act was the most controversial; it required citizens to assist in the recovery of fugitive slaves. The passage of this act made abolitionists all the more resolved to put an end to this slavery. The Compromise of 1850 accomplished what it set out to do -- kept the nation united -- but the solution was only temporary."],"display_date":"December 20, 1848","search_date":"1848-12-20","citations":[{"divid":1227553985,"type":"Newspaper Article","data":["Reported for the Pennsylvania Freeman, Anti-Slavery Convention","Pennsylvania Freeman","","December 28, 1848","1"]},{"divid":1227554281,"type":"Book","data":["Horton, James Oliver","Slavry and the making of America",null,"New York","Oxford University Press","2005","4"]}],"locations":[{"id":3234,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":95,"tag":"Abolition"},{"id":64,"tag":"Anti-slavery"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}