{"id":450,"title":"Arkansas enters the Union as a slave state\n","course_id":1,"status":"P","start_date":"1836-06-15","end_date":"1836-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The territory of Arkansas began its push for admittance to the Union in 1833, but some Congressmen, as well as many Arkansas citizens, thought statehood could wait until the population had grown considerably.  After all, they benefited financially from their status as a territory.  However, the need to draft a Constitution and petition Congress for admission became more urgent when Michigan made its state ambitions known.  As with most political issues of this period, the consideration of slavery played a decisive role.  If Michigan became a state before Arkansas, the equilibrium of free and slave states in the Senate would be tipped in favor of the free states, and Arkansas would encounter much greater opposition.  Legislators on both sides of the Mason-Dixie line saw this, and so congressional negotiations on the subject initially resulted in a stalemate.&lt;br /&gt;&lt;br /&gt;The Kentucky Gazette explained the situation this way: [To delay the vote] was looked to as the only way of defeating the right of the States, entitled to a place in the Union, from obtaining that right, so as to exert it in the next presidential election.  Thus was the motive which induced the joint effort of the abolitionists and nullifiers to deprive the two States of their most unquestionable rights, and whole object for which this species of chicane has been put in practice, has been to exclude great masses of freemen from the elective franchise, in the choice of the Chief Magistrate, and to accomplish this, they were ready to sacrifice every other subordinate interest of two powerful communities.'&lt;br /&gt;&lt;br /&gt;So the presidential election played a considerable role, as well.  Democrats lusted after Arkansas for its potential electoral votes in favor of Van Buren.  In the end, they managed to push the bill through.  On June 15, 1836, the stalemate was broken, and Arkansas became the 25th state to enter the Union.  Michigan would be admitted only a few months later."],"display_date":"June 15, 1836","search_date":"1836-06-15","citations":[{"divid":1213653972,"type":"Book","data":["Dallas T. Herndon","Centennial History of Arkansas",null,"Chicago","The S.J. Clarke Publishing Company","1922","217-231"]},{"divid":1213654005,"type":"Newspaper Article","data":["Michigan and Arkansas","The Kentucky Gazette","","June 20, 1836",""]}],"locations":[{"id":334,"lat":null,"lng":null,"zoom":8,"place":"PULASKI, Arkansas"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}