{"id":4506,"title":"Transatlantic Slave Trade: Slave Smuggling","course_id":20,"status":"P","start_date":"1850-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["If a sea captain wanted to become a slave smuggler, \"the first step is to purchase a vessel in one of the ports of the United States whose sailing qualities have been tested by several years of service.\"  The seller of the vessel was bound by contract to take the vessel to a port on the African coast that the buyer had selected.  Rice, water casks, and cooking utensils were shipped on board of the vessel.  The only problem was that having rice, cooking utensils, and water casks together on board the vessel could be considered \"conclusive evidence of an intention on the part of the master or owner to employ the vessel in transporting Negroes from Africa to be sold as slaves.\"  Because of this, they had to sneak the water casks on board somewhere quiet, usually at the latest time possible before departure.  \"Nineteen vessels out of every twenty fitted out in the United States for this illegal traffic on the coast of Africa, manage to evade the law,\" one newspaper editor observed.  After having left port safely, the vessel had nothing to fear because British ships believed the United States government would not allow slave ships to sail under an American flag.  Once the vessel had reached Africa, it would \"run into one of the numerous river arms that characterized the African coast.\"  These river arms offered great places to load the slaves without attracting attention, and slavers could choose when they felt the best time of departure would be.  On the way back, the vessels went to Cuba, where the slaves were unloaded and \"distributed among the sugar plantations.\"  Slavers sometimes burned their vessels to destroy evidence and thus avoid capture.","A dramatic increase of illicit traffic and actual importations of slaves took place in the decade 1850-1860.  The fitting out of slavers became a prosperous business in the United States, one centered in New York City.  Vessels leaving New York were in close alliance with legitimate trade.  Downtown merchants of wealth and respectability engaged in buying and selling African slaves throughout the 1850s with little interference from the government.  \"During eighteen months of the years 1859-1860 eighty-five slavers were reported to have been fitted out in New York harbor, and these alone transported from 30,000 to 60,000 slaves annually,\" wrote historian W.E.B. Dubois.  \"The United States deputy marshal of that district declared in 1856 that the business of fitting out slavers was never prosecuted with greater energy than at present.\"  Because there were few United States war-ships in Brazil, American smugglers easily ran in cargoes, in spite of the prohibitory law.  Ships often used the flag of the United States to conceal acts of piracy.  When Brazil's trade declined, Cuba's trade greatly increased, and the illegal trading continued until British enforcement and further diplomacy finally ended the Atlantic trade in the 1860s.             "],"display_date":"1850 - 1860","search_date":"1855-07-02","citations":[{"divid":1227651783,"type":"Newspaper Article","data":["The African Slave Trade","New York Herald","New York","August 15, 1859","2"]},{"divid":1227651910,"type":"Book","data":["Du Bois, W.E.B.","The Suppression of the African slave-trade to the United States of America",null,"New York","Russell & Russell","1965","150"]}],"locations":[{"id":3241,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":4,"tag":"Slavery"},{"id":96,"tag":"Slave Trade"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}