{"id":4508,"title":"Advancements In the Women&#39;s Rights Movement","course_id":20,"status":"P","start_date":"10/29/51","end_date":"10/29/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Over one thousand women gathered in Worchester, Massachusetts, for a Women's Rights Convention in October 1851. \"Wit, humor, truth, poetry, absurdity, and misdemeanor madness, were all component parts of the proceedings and speeches,\" wrote a journalist for the <em>Daily Alabama Journal. </em>Among the speakers were E. Oakes Smith, Abby Kelly Foster, and Lucretia Mott. The journalist observed that some of the women were \"giggly\" and \"snap at any man who proceeds to open his mouth about an issue.\" The self-promoting speakers encouraged the audience to \"cultivate their powers\" and to \"lift their voices;\" only then would they earn equal rights with men and gain suffrage. Advocates of themselves, the women fought for the right to a fair chance to prove their political and economic abilities. Abby Kelly Foster stated at the convention that \"no woman should marry who was not able to provide for her husband and family.\""," The first Women's Rights Convention was held in Seneca Falls, New York, in 1848. Elizabeth Cady Stanton presided over the convention, where the Declaration of Sentiments came into existence. The declaration called for human freedom, according to historian Sharon Hartman Strom, making \"a claim to the universality of rights for an entire class of individuals.\" The declaration also called for equal wages, education, and the right for women to own property. This was the first of many conventions later to come. The October 1851 convention in Worchester was the first national Women's Rights Convention. Following these conventions, women took great strides in their search for freedom and equality."," In the movement to further gain political and economic freedom, Susan B. Anthony and Elizabeth Cady Stanton formed the National Woman Suffrage Association. Its main goal was to promote the idea of voting rights for women. They went state to state campaigning for women's suffrage rights. Many of the women of the Women's Rights Movement also spoke out against slavery, creating a unified group of African American and Caucasian women. Colorado was the first state to grant women the right to vote. The final victory was August 26, 1920, when Congress passed the Nineteenth Amendment, granting women from all states the right to vote."],"display_date":"October 29, 1951","search_date":"1951-10-29","citations":[{"divid":1228112173,"type":"Newspaper Article","data":["Women&#39;s Rights Convention","Daily Alabama Journal","","10/29/1851",""]},{"divid":1228112336,"type":"Book","data":["Sharon Hartman Strom","Women&#39;s Rights",null,"Westport, Connecticut","Greenwood Press","2003","23"]}],"locations":[{"id":3244,"lat":42.3513982028,"lng":-71.9077450509,"zoom":8,"place":"Worcester, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":48,"tag":"Women&#39;s Rights"},{"id":170,"tag":"suffrage"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}