{"id":4509,"title":"The U.S. Congress Creates the Department of the Interior","course_id":17,"status":"P","start_date":"1849-03-03","end_date":"1849-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The idea of the formation of a U.S. Department of Interior laid in the back of the mind of the U.S. Congress since the ratification of the Constitution in 1789.  However, in the months following the end of the Mexican-American War in 1848, the proposal reasserted itself as the federal government and its responsibilities expanded enormously.  As a result, in the second session of the 30th Congress on March 3, 1849, the Senate and the House of Representatives passed the \"Act to establish the Home Department, and to provide for the Treasury Department an Assistant Secretary of the Treasury.\"  Amongst the numerous duties allocated to the Secretary of the Interior, such as the supervision of the General Land Office, the distribution of the decennial national census, and the organization of U.S. metal mines, the act notably assigned \"the supervisory and appellate powers now exercised by the Secretary of the War Department, in relation to all the acts of the Commissioner of Indian Affairs\" to the new Secretary of the Interior as well.","Judging by appearances, the Department of the Interior as outlined in the 1849 act seemed like more of a depository of offices from other executive departments with which they had little to do anymore, as the first Secretary of the Interior Thomas Ewing noted in his 1849 report.  Nevertheless, the act highlighted an important transition in the U.S. federal government's attitude towards Indians, most of whom had been removed to west of the Mississippi River a decade prior if not earlier.  In fact, prior to this statute the Commissioner of Indian Affairs operated under the supervisory powers of the Secretary of War, clearly indicating the combative attitude that was presumed necessary when interacting with any Indian tribe.  However, by 1849 the \"Indian problem\" that had struck fear in so many Americans' hearts during the thirty years earlier now appeared relatively innocuous; indeed, as prominent American Indian historian Wilcomb E. Washburn observed, with the immense tracts of land that Mexico surrendered in the 1848 Treaty of Guadalupe Hidalgo \"the duties performed by the Commissioner of Indian Affairs were bound to increase\" but they were to be \"more oriented to peaceful pursuits than to warlike ones.\"  The preceding rationale - which was originally espoused by Treasury Secretary Robert J. Walker in 1848 - effectively encouraged white Americans to turn their eyes toward 'civilizing' the Indian by introducing an agriculturally-based lifestyle which would eventually aid white expansion onto Indian grounds across the Southwest and the Plain States.  Thus, as white America continued its march westward under the guise of Manifest Destiny, the American Indian began to be perceived as less of a military threat and more of land resource to be manipulated."],"display_date":"March 3, 1849","search_date":"1849-03-03","citations":[{"divid":1228159008,"type":"Law","data":["An Act to establish the Home Department, and to provide for the Treasury Department an Assistant Secretary of the Treasury","March 3, 1849","The United States Statutes at Large","Washington, D.C.","U.S. Federal Government","1849","395","Congressional Globe","http://memory.loc.gov/ammem/amlaw"]},{"divid":1228159185,"type":"Article","data":["Thomas Ewing","Report of Secretary of the Interior","The American Quarterly Register and Magazine","3","December 3, 1849","552"]},{"divid":1228159716,"type":"Book","data":["Francis Paul Prucha, ed.","Documents of United States Indian Policy",null,"Lincoln","University of Nebraska Press","1975","77-83"]},{"divid":1228159802,"type":"Book","data":["Wilcomb E. Washburn","Red Man?s Land, White Man?s Law: The Past and Present Status of the American Indian",null,"Oklahoma","University of Oklahoma Press","1971","68-72"]}],"locations":[{"id":3245,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":17,"tag":"Government"}],"course":{"name":"The United States: The Nation Divided, 1836-1876","school":"Wheaton College","course_id":17,"school_id":2}}