{"id":451,"title":"President Andrew Jackson issues the Specie Circular\n","course_id":1,"status":"P","start_date":"1836-07-11","end_date":"1836-07-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1832, President Andrew Jackson refused to re-charter the Bank of the United States, opting instead to deposit government funds in select state or pet' banks.  The state banks, facing little regulation, freely loaned paper money to virtually anyone who asked for it.  A flurry of land speculation and inflation followed.  To curtail these alarming trends, Jackson issued the Species Circular on July 11, 1836.  The executive order meant that federal land could no longer be bought with paper money, but only with gold or silver.  In Jackson's view, this hard' money was the only currency that could be trusted.&lt;br /&gt;&lt;br /&gt;Issued by Secretary of Treasury Levi Woodbury, the Circular to Receivers of Public Money, and to the Deposite Banks' was meant to eliminate the frauds, speculations, and monopolies' that were fueled by an excess of easy credit from state banks.  The circular predicted that such transactions would have an evil influence' on the public interest and the national currency, and sought to contain the problem by ordering all deposit banks to refuse bank credits and paper money as payment for public lands beginning the 15th of August, 1836.  Since it was speculation that Jackson sought to end, purchases of less than 320 acres would be payable with bank notes up until December 15 if the purchaser could demonstrate that he intended to settle the land.  However, everyone would have to pay with specie following that date.&lt;br /&gt;&lt;br /&gt;When the limitations imposed by the circular took effect, land speculation abruptly slowed.  After December 15, settlers were not even allowed to pay with good' paper money.  An Arkansas native explained in the Louisville Daily Journal that this measure, far from aiding the average settler, caused great harm; people in essence had to use their notes to buy specie at a premium from the banks, and in turn use the gold or silver to buy land.  When land sales dropped off, it meant state governments, especially in the West, lost income.  At the same time, higher interest rates in England were beginning to lower the price of cotton.  These circumstances would eventually help precipitate the Panic of 1837."],"display_date":"July 11, 1836","search_date":"1836-07-11","citations":[{"divid":1213895769,"type":"Book","data":["James M. Volo and Dorothy D. Volo","Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000","151, 160, 295-297"]},{"divid":1213895818,"type":"Newspaper Article","data":["Important Measure","The Richmond Whig and Public Advertiser","","June 14, 1863",""]},{"divid":1213895877,"type":"Article","data":["Ted R. Worley","Arkansas and the Money Crisis of 1836-1837","Journal of Southern History","Vol. 15, No. 2","May, 1949","178-191"]}],"locations":[{"id":335,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}