{"id":4511,"title":"<strong>Sherman Praises Soldiers of the Fifth Divison</strong>","course_id":18,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Battle of Shiloh, General William Tecumseh Sherman gained an appreciation for the bravery of his men. As seen in his after-action report, Confederates surprised the Fifth Division with their attack and Sherman's forces were driven far from their encampment. Though the army was in a panic, the retreat was ultimately halted and Sherman's men held their ground. The 32nd Indiana behaved as a model regiment for General Sherman.  Without haste, Sherman described them as advancing into a thicket where the \"enemy was in great numbers.\"  Despite the large numbers of the enemy the Indianans faced, they entered the battle ground \"in beautiful style.\" Though pushed back due to overwhelming numbers of Confederates, they earned the respect of General Sherman.","            Sherman's Fifth Division was driven to within five hundred yards of the Shiloh meeting house, but did not budge any further than that. He encouraged his men in the face of enemy fire and maneuvered his artillery and companies to engage pressing Confederates trying to capture his guns. Sherman showed his determination to hold off enemy attacks and at times exposed himself to enemy fire in order to direct the movements of his men. He had a total of three horses shot out from under him.           ","            Prior to the Battle of Shiloh, on April 6, 1862, General Sherman, due to General Grant's false evaluation of enemy movement, was not expecting to come into contact with Confederate forces. The 5th Ohio cavalry and the 46th Ohio Infantry Regiment reported seeing Confederate movement but this was ignored by General Sherman. Sherman became enraged with Colonel Thomas Worthington of the 46th Ohio Regiment due to his constant warnings.  Worthington was court-martialed by Sherman and the colonel was a permanent enemy of Sherman from that point on. General Sherman would find out that Worthington was right when early on April 6th Confederates came crashing through the woods into Union positions."," Despite his temper and ignorance on April 5, General Sherman proved important to the Union army. He is credited with saving the Northern forces at the Battle of Shiloh. Abraham Lincoln stated that, \"It is the unanimous opinion here that Brig. Genl. W.T. Sherman saved the fortunes of the day on the 6th and contributed largely to the glorious victory on the 7th.\""],"display_date":"April 6, 1862 - April 7, 1862","search_date":"1862-04-06","citations":[{"divid":1228167092,"type":"Book","data":["John Obreiter and David Wilson Reed","The Seventy-seventh Pennslyvania: History of the regiment; the battle of Shiloh",null,"Harrisburg","Harrisburg Publishing co.","1905","385"]},{"divid":1228168310,"type":"Book","data":["Lee Kennett","Sherman",null,"New York","HarperCollins","2001","62"]},{"divid":1228168370,"type":"Book","data":["John Marszalek","Sherman: A Soldier&#39;s Passion For Order",null,"New York","Vintage Books","1993","176-188"]}],"locations":[{"id":3247,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":101,"tag":"32nd Indiana Regiment"},{"id":102,"tag":"The Battle of Shiloh"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}