{"id":4512,"title":"<strong>Chamberlain Holds His Ground at Little Round Top</strong>","course_id":18,"status":"P","start_date":"1863-07-02","end_date":"1863-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["On July 2, 1863, the second day of Battle at Gettysburg, a crisis was at hand for the Union army. General Daniel E. Sickles, commanding the Third Corps, had moved his men off higher ground, which included Little Round Top, and created a line running from the Peach Orchard to Devil's Den. This placed the Union left flank open for an attack. Chief Engineer General Gouvernur K. Warren atop Little Round Top spotted Confederates forming for an attack on his position. He sent word of this attack and Sykes' Fifth Corps was notified. Colonel Strong Vincent's 3rd Brigade of Sykes' Core moved his men into position on Little Round Top and anticipated a Confederate attack.","            Colonel Joshua Lawrence Chamberlain, commanding the 20th Maine Regiment, commanded the extreme left of Little Round Top. The regiment was consequently   at the very end of the Union line at Gettysburg and Chamberlain was ordered to hold his ground at all costs.  ","            Upon reaching his position, the 20th Maine became engaged with Confederate forces who were trying to flank the Union position at Little Round Top. Seeing that the enemy, comprised of the 47th and 15th Alabama regiments, was a threat to the left of his line, Chamberlain ordered sharpshooters from his regiment to move to this vulnerable position that threatened his flank. Confederate attacks (mounted from Big Round Top) were driven off with high casualties. Chamberlain, in a after action battle report, stated, \"We opened a brisk fire at close range, which was so sudden and effective that they soon fell back among the rocks and low trees in the valley, only to burst forth again with a shout…\" This renewed attack failed as \"the terrible effectiveness of our fire compelled them to break and take shelter.\"  Continued attacks were driven back and fighting became brutal as Confederates made it close to Chamberlain's line. Hand- to- hand fighting resulted as the 20th Maine's line thinned but Confederates forces were still unable to break through.","            As ammunition ran out, Chamberlain was forced to order a bayonet charge against the advancing enemy. This attack, directed at the slope of Big Round Top, was effective and Chamberlain captured four hundred prisoners. \"The effect of the charge was surprising; many of the enemy's first line threw down their weapons and surrendered.\" The rebels who were not captured fell back and Little Round Top was not attacked again.  Colonel Chamberlain is remembered for his bayonet attack that secured the Union's victory at Little Round Top. As a result of their failures on the second day at the Battle of Gettysburg, General Robert E. Lee decided to attack the Union center; an attack that was doomed to fail.   "],"display_date":"July 2, 1863","search_date":"1863-07-02","citations":[{"divid":1228169928,"type":"Online Encyclopedia","data":["Civil War Gazette","&quot;Report of Joshua L. Chamberlain, Twentiteth Maine Infantry-Gettysburg after-action report","&lt;http://www.civilwargazette.faithsite.com/content.asp?CID=79389","20 November 2008"]},{"divid":1228168310,"type":"Book","data":["Stephen W. Sears","Gettysburg",null,"New York","Mifflin Company","2003","276"]},{"divid":1228168370,"type":"Book","data":["Noah Andre Trodeau","Gettysburg: A Testing of Courage",null,"New York","HarperCollins","202","324"]}],"locations":[{"id":3248,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":103,"tag":"Joshua Lawrence Chamberlain"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}