{"id":4515,"title":"The Pain of Slavery","course_id":20,"status":"P","start_date":"1816-09-12","end_date":"1816-09-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A forty-five year old man by the name of Benjamin Powell walked into a foreign town from his former existence of Indian slavery. The citizens tended to his needs, as he was in poor condition due to his past slavery for over five years. This man was completely abused; to prove this, \"he exhibited a hand nearly burnt off and shewed upwards of 20 scars on his body, most of which were evidently made with a tomahawk.\" This man had lived the past five years as a slave for Native Americans in Pennsylvania. Benjamin Powell was a bright and truthful man. He did not deserve to live as a slave.","Indians were pushed out of their own land in the mid 1800s and became sick and tired of being bullied. They decided that they would rebel, and fight back against the settlers, by taking them and turning them into their slaves. Not only did they capture settlers and enslave them, but the Indians also decided to beat some of their slaves brutally. Indian warriors would travel to the settlers' colonies, attack swiftly, and take several settlers and turn them into slaves. It became a problem for the settlers. They had to be very careful and keep an eye out for Indians who could cause harm to their colony.","Indians were a huge threat to many communities, and local governments soon issued, warrants for the heads of Indian warriors. According to the historian Almon Wheeler Lauber, The government of the United States of America issued warrants on \"every Indian known to be to be a man slayer, traitor, or conspirator.\" One man in particular, [General Wardon of Cocheco,] wanted Indians annihilated. General Wardon issued many warrants himself for the heads of Indians. The Indians were intelligent and rebellious. Sneaking to settlements taking prisoners, and turning them into their own slaves was one of their only ways of fighting back the settlers."],"display_date":"September 12, 1816","search_date":"1816-09-12","citations":[{"divid":1228244350,"type":"Newspaper Article","data":["Indian Slavery","Zanesville Express","Philadelphia, Pennsylvania","September 12, 1816","3"]},{"divid":1228244447,"type":"Book","data":["Annie Heloise Abel","American Indian as Slaveholder and Secessionist",null,"Cleveland, Ohio","The Arthur H. Clark Company","1919","1-394"]},{"divid":1228244567,"type":"Book","data":["Almon Wheeler Lauber","Indian Slavery in Colonial Times",null,"Williamstown, Massachussetts","Corner House Publishers","1970","1-352"]}],"locations":[{"id":3252,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":4,"tag":"Slavery"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}