{"id":4516,"title":"John Shields: Civil War Medal of Honor Recipient","course_id":18,"status":"P","start_date":"1861-04-15","end_date":"1865-04-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the Civil War the 90th Pennsylvania saw some of the most intense action of any regiment in the war.  Made up of volunteer men from the Philadelphia area, these troops moved shortly after their formation into Maryland to be on call as soon as they were needed for battle.  They went into many of the first battles of the war including First Bull Run, different skirmishes, and the battle of Antietam.  From this position they moved to Falmouth, Virginia; where they expected to stick out the winter months, but in December a four-day battle lasting from the twelfth to the fifteenth in Fredericksburg demanded the 90th's assistance.    The original plan laid out by General Burnside required the placement of pontoon bridges supplied by the Army Corps of Engineers, but the bridges were not ready in time, and the forces of the CSA had ample time to assemble and prepare for the attack.","            During this four-day siege John Shields who hailed from Cresson, Cambria County, Pennsylvania preformed an act of valor that would earned him the Medal of Honor.  On December 13, the second day of the battle, while under heavy fire, Private John \"Shiel\" Shields carried a dangerously wounded comrade back to Union lines so that the stricken man would not be captured by the Confederate forces.  His act of fraternity was considered extremely brave, yet dangerous considering the amount of gun fire being unleashed upon the men, making it extremely possible that Shields too would be wounded and eventually captured by Confederate forces.  Shields' luck did not run out at this particular battle, however, he survived the rest of the war, including fighting at the Gettysburg and Spotsylvania and Spotsylvania Court House. Thirty-two years after the end of the war, Shields was given his medal for his bravery at Fredericksburg.  The delay for his reward was never explained, however one could deduce that following the assassination of President Lincoln, the near impeachment of President Johnson, and the mess of Reconstruction in the South, that Congress had their hands full.  Affairs concerning The Grand Army of the Republic simply had to wait until the country was stabilized once more."],"display_date":"April 15, 1861 - April 15, 1865","search_date":"1863-04-15","citations":[{"divid":1228248701,"type":"Book","data":["Samuel P. Bates",".  History of Pennsylvania volunteers, 1861-5; prepared in compliance with acts of the legislature",null,"Philadelphia","unknown","1880","150"]},{"divid":1228248810,"type":"Book","data":["James M. McPherson","Battle Cry of Freedom",null,"New York","Oxford University press","1988","n/a"]},{"divid":1228248878,"type":"Government Document","data":["Cambria County War Medal Recipients","County Record","on going","Cambria County","","","","Cambria County Records",""]},{"divid":1228248986,"type":"Website","data":["n/a","The Battler of Fredericksburg","Fredericksburg and Spotsylvania National Military Park.  ","www.nps.gov/frsp","October 20, 2008"]},{"divid":1228249078,"type":"Website","data":["n/a","War Medal Recipients: Acts of Valor","Pennsylvania Volunteers of the Civil War","http://www.pacivilwar.com/cwpa16i.html","October 20, 2008"]}],"locations":[{"id":3254,"lat":40.4954308749,"lng":-78.7136040605,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":105,"tag":"volunteer"},{"id":106,"tag":"Medal of Honor"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}