{"id":4518,"title":"Dam Breaks, Johnstown Floods","course_id":18,"status":"P","start_date":"1889-05-31","end_date":"1889-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On May 31, 1889 one of the most devastating disasters in Pennsylvania history occurred in Cambria County, starting in the town of St. Michael and ending in Johnstown.  The dam of the South Fork of the Little Conemaugh, which created Lake Conemaugh was abandoned by the Alleghany Portage Railroad in 1854.  It was then purchased by the South Fork Fishing and Hunting Club.  They were to maintain the dam and keep it stable.  However, the club neglected the dam, except to lower it feet to make a wider carriage road.  On May 30, 1889 a very heavy rain began to fall.  This rain made the lake rise at an alarming rate, causing the weakened walls to crumble beneath the pressure of the water.  The outpouring of the contents of the eight-mile-long, three-mile-wide Lake caused a forty foot tidal wave that rushed into the valley below.  The crushing waves of water wend its way through the Conemaugh valley until it reached Johnstown.  \"A roar like thunder\" was heard as the water crushed its way over fifteen miles of valley to the city.  Because Johnstown sits in the bottom of the valley, they had experienced floods before.  A telegraphic warning was attempted earlier in the day but it was not heeded as a serious threat.  When the dam broke at Four o'clock, the only warning the people of Johnstown received was the whistle of a train that saw the tidal wave and tried to warn the people.  ","            <em style=\"mso-bidi-font-style: normal;\">The New York Times</em> first report on June 1, the day after the flood, seems to just scratch the surface of the devastation.  The telegraph communication with Johnstown was out, and travel into the city impossible.  So the reporter had to gather his information from Pittsburgh by contacting the surrounding areas.  The most riveting part of the article is when he states: \"One telegraph operator says he counted sixty-three bodies in twenty minutes floating past his office.\"  The devastation was appalling.  Relief efforts from all over the country came to Johnstown after the flood.  In the days that followed, when telegraph connections were restored the real devastation and carnage of the flood was sent out to the world.  A June 3, article in the <em style=\"mso-bidi-font-style: normal;\">New York Times</em>, describes the huge number of casualties and the state of panic that the city was in.  The people were starving and desperate, rumors of grave robbers began to surface and cause a panic.  The whole of the city was in shambles.  It was not until Clara Barton and the Red Cross arrived that some sort of order and stability to Johnstown.  In McPherson's book he describes how the Club had boasted something close to 10,000 modern amenities and luxuries, and in spite of that an earthen dam got the best of the wealthy club members, and took the lives of two thousand and twenty nine innocent people. "],"display_date":"May 31, 1889","search_date":"1889-05-31","citations":[{"divid":1228265864,"type":"Newspaper Article","data":["Hundreds of Lives Lost: A Waterspout&#39;s Dreadful Work in Pennsylvania&quot;","The New York Times","New York city","June 1, 1889",""]},{"divid":1228265929,"type":"Newspaper Article","data":["The Desolated Valley: Victims to be Counted by Thousands, The Survivors Homeless and Starving, Terrible Scenes Amon the Ruins of Johnstown-Robbers of the Dead Lynched and Shot to Death - Magnitude of the Disaster Not Overstated","The New York Times","New York City","June 3, 1889",""]},{"divid":1228266044,"type":"Book","data":["David McCullough","The Johnstown Flood",null,"New York","Simon and Schuster Adult Publishing Group","1989","n/a"]},{"divid":1228266111,"type":"Website","data":["n/a","History of the Flood","Johnstown Cultural Council","http://www.johnstownpa.com/History/hist19.html","November 23, 2008"]}],"locations":[{"id":3256,"lat":40.4953812031,"lng":-78.7135842636,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":109,"tag":"highdeath toll"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}