{"id":4521,"title":"Transforming Naval Warfare","course_id":20,"status":"P","start_date":"1862-03-08","end_date":"1862-03-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 8, 1862, the power of a new form of naval warfare made its appearance at Hampton Roads Bay, Virginia.  The CSS <em>Virginia</em> (formerly the sunken USS <em>Merrimack</em>) appeared beside the Union fleet, showing her aggressive naval power with a never-seen-before \"iron coating.\" With a front mounted cannon and an iron body, she destroyed two Union wooden ships, lowering Union morale.  On March 9, 1862, the USS <em>Monitor</em>, commissioned in February 1862, arrived in Hampton Roads showing her superior fighting abilities. The <em>Monitor</em> brought to the battle the first adjustable turret at sea, allowing the Union sailors to have hopes of victory for the Union once more.","The USS <em>Monitor</em> was also a ship of iron, making the battle between the CSS <em>Virginia</em> and USS <em>Monitor</em> known as \"The Battle of the Ironclads.\"  The battle between the two ironclads lasted two hours, but soon had to come to a halt because both the Union and Confederate crews had suffered unsustainable loses and injuries.  Even though the CSS <em>Virginia</em> had more fire power than the USS <em>Monitor</em>, the battle ended in a draw.  As for the \"ironclads\" themselves, they received very little damage.  Both \"ironclads\" lived through the battle, inaugurating a new era of naval warfare."],"display_date":"March 8, 1862 - March 9, 1862","search_date":"1862-03-08","citations":[{"divid":1228317316,"type":"Newspaper Article","data":["","Daily National Intelligencer","Washington, D.C.","March 10, 1862",""]},{"divid":1228317436,"type":"Book","data":["Henry Steele Commager","The Civil War Almanac",null,"New York","World Almanac Publications","1985","x"]}],"locations":[{"id":3259,"lat":36.8397586016,"lng":-76.3809881826,"zoom":9,"place":"NORFOLK, Virginia"}],"tags":[{"id":113,"tag":"Navy"},{"id":32,"tag":"Civil War"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}