{"id":4522,"title":"<strong>Mine their Line: Pennsylvania Coal Miners Created the Crater</strong>","course_id":18,"status":"P","start_date":"1864-06-24","end_date":"1864-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["           In his official report, Lieutenant-Colonel Henry Pleasants of the 48th Pennsylvania Veteran Volunteers wrote that the mine dug under the Confederate trenches outside Petersburg exploded at sixteen minutes to five, on the morning of July 30, 1864.  The Quartermaster sergeant of the 48th Pennsylvania, Joseph Gould, wrote his history of the regiment, \"It [the explosion] was a magnificent spectacle; the mass of earth went up into the air, carrying with it men, guns, carriages and timber, which spread out like an immense cloud, as it reached its altitude.\"  Thus began the Battle of the Crater, infamous for the chaotic slaughter that occurred among the Union troops stuck in the explosion's crater, which, according to Colonel Pleasants, \"was at least 200 feet long, 50 feet wide, and 25 feet deep.\" However, the crater was simply the end result of a long process started by a coal miner's boast.","            According to historian James McPherson, Pleasants, \"a prewar mining engineer,\" overhead one of his men say, \"We could blow that damn fort out of existence if we could run a mine shaft under it.\"  <em>The Official Records of the War of the Rebellion</em> contains a letter written on June 24, 1864 by General Potter to his corps commander, Major General Ambrose E. Burnsides, regarding the \"feasibility of mining the enemy's work in my front.\"  According to historian Alfred James, Burnsides approved the plan and work began on the mine, June 25, 1864.","             The excavation was not easy, even for the men of the 48th who were experienced miners from Schuylkill County, Pennsylvania.  Pleasants described the lack of proper mining equipment.  Makeshift picks, bridge planks and cracker-boxes were used instead of the usual equipment.  The miners also ran into wet quicksand-like soil that Pleasants called \"marl\" which caused a section of the mine to collapse on July 2, and had difficulty circulating fresh air into the 510.8 foot long mine shaft.  Pleasants solved these problems by digging over the wet marl and adding a ventilation shaft to circulate the air. The miners dug an average of forty feet a day.","             The main gallery was completed on July 17.  That same day, work on the lateral galleries was halted due to Confederate counter-mining.  Work resumed on July 18 and the left and right lateral galleries were completed on July 23, but James wrote that \"in this last stage of actual mining, the Union miners heard Confederate countermining.\"  Pleasants was ordered to \"charge the mine\" on July 27, with \"320 kegs of powder, each containing about twenty-five pounds.\"  On July 29, Pleasants received orders \"to fire the mine at 3:30 AM, July 30.\"","            According to McPherson, when the mine exploded, \"one entire rebel regiment and an artillery battery were buried in the debris,\" and the Confederates around the crater scattered in fear.  However, as a result of last minute changes and inept leadership from Burnside and his subordinates, the attack on the crater was a complete failure for the Union. James recounted the Union losses of 4,400 troops to the Confedercy's 992 total casualties.  Despite the failure of the final attack it can not be denied that the mining of the 48th Pennsylvania created a new tactic in Civil War era trench warfare.  What had started as a boast from a former miner, ended in the Crater."],"display_date":"June 24, 1864 - July 30, 1864","search_date":"1864-07-12","citations":[{"divid":1228331872,"type":"Book","data":["United States. War Dept., United States. Record and Pension Office., United States. War Records Office., et al.","The War of the Rebellion: a Compilation of the Official Records of the Union and Confederate Armies",null,"Ser. 1","Vol. 40. pt. 1","1892","556-558"]},{"divid":1228331924,"type":"Book","data":["Gould, Joseph","The Story of the Forty-Eighth",null,"Philadelphia","Alfred M. Slocum Co.","1908","208-209, 230"]},{"divid":1228331983,"type":"Article","data":["James, Alfred P.","The Battle of the Crater","The Journal of the American Military History Foundation","2&#40;1&#41;","1938","2-25"]},{"divid":1228332032,"type":"Book","data":["McPherson, James","Battle Cry of Freedom: The Civil War Era",null,"New York","Oxford University Press","1988","758-760"]}],"locations":[{"id":3262,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"},{"id":3263,"lat":40.7058168704,"lng":-76.2160113696,"zoom":9,"place":"SCHUYLKILL, Pennsylvania"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}