{"id":4523,"title":"Burnside Rationalizes his moves at Fredericksburg","course_id":18,"status":"P","start_date":"1862-12-17","end_date":"1862-12-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["General Ambrose E. Burnside, the newly appointed Commander of the Army of the Potomac, was regarded by General O. O. Howard as distrusting himself with the position, but was eventually persuaded to accept it. Along with the position came the responsibility for a plan of action that would differ from the failed plans of General George B. McLellan.  It turned out that Burnside's plan of campaign was sufficient on paper, but, as the after action report of Fredericksburg shows, the execution of the plan shattered Burnside's hopes for success. ","                As noted by Howard, Burnside planned to move small numbers of his army as McLellan had planned toward Chester Gap and Culpepper, but to use these marches as a feint to the Confederates so that he could move the majority of his army to Falmouth and cross the Rappahannock to Fredericksburg and gain control of Marye's Heights for future movements.   This plan required the repair of the railroad and delivery of pontoon bridges to the crossing very quickly, which was left in the hands of General Halleck in Washington. The element of surprise was a key for the success of this plan. ","                Burnside's plan did not turn out the way that he had hoped as shown in the after action report. He commented that he moved sooner than he had told the President, Secretary, and General Halleck. The reason he gave for this was that he had seen that the enemy had moved his forces down the river and he hoped by having a \"vigorous attack\" across the river at Fredericksburg that he could separate the troops of the Confederates which would cause them to violate one of the well-known rules of war: never divide your troops in the face of a superior enemy. Burnside and his army were unfortunately unable to accomplish this due to the \"fog and unexpected and unavoidable delay in building the bridges.\" This gave General Lee enough time to assemble his troops at Marye's Heights to defend against Union attacks and ruin the element of surprise Burnside needed. ","                Burnside admitted in his report that he and the army had failed, but had a few things been different, such as the pontoon bridges arriving on time, they might have won a victory for the Union. He reported on the over 10,000 casualties in the battle, but said that he was \"glad to represent the army at the present time in good condition\" which seem to contradict each other. Burnside expressed sympathy for those killed and praised the braveness of those who fought in the battle. The sentiment in the after action report was that Burnside knew he had acted hastily at the wrong time and was willing to take the blame for the loss, and it felt like he knew he would be demoted after this defeat because he thanked the government for their support and confidence almost as a farewell."],"display_date":"December 17, 1862","search_date":"1862-12-17","citations":[{"divid":1228340612,"type":"Government Document","data":["Report of Major General Ambrose E. Burnside, U. S. Army, commanding Army of the Potomac.","The Official Records of the Union and Confederate Armies. ","December 17, 1862, Series 1, Volume 21","","","","66-67","",""]},{"divid":1228340741,"type":"Book","data":["Oliver Otis Howard","Autobiography of Oliver Otis Howard, Major-general, United States Army.",null,"New York, NY","Baker and Taylor","1907","315"]},{"divid":1228340806,"type":"Book","data":["James Henry Stine","History of the Army of the Potomac",null,"Washington D.C.","Gibson Bros.","1893","244-253"]},{"divid":1228340856,"type":"Article","data":["Col. Steven D. Carey, Col. Robyn S. Read","Five Propositions Regarding Effects-Based Operations.","Air and Space Power Journal","3","January 2006","46-57"]}],"locations":[{"id":3264,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":5,"tag":"War"},{"id":1,"tag":"Crime/Violence"},{"id":18,"tag":"Politics"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}