{"id":4525,"title":"West Augusta Guardsman Troubled by Enemy&#39;s Lack of Respect for Wounded Soldiers","course_id":18,"status":"P","start_date":"1862-03-25","end_date":"1862-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["           Jedediah Hotchkiss wrote home to his wife, Sara Hotchkiss, on Tuesday, March 25, 1862 after a skirmish with the Union army, around Woodstock, Shenandoah County in Virginia. Hotchkiss had just received news that one of his children had passed away. He longed to be at home with his family, but said, \"It is forbidden of me & it is now too late to reach you before the crisis has passed.\"  He continued to describe for her the most recent skirmish with the Union that happen on March twenty-third, a \"bloody battle…resulting disastrously to our arms.\" He mentioned that Jackson conducted the retreat well and the Confederacy only lost a few miles because of it. Hotchkiss commented that \"'Stonewall' Jackson was deceived as to the number of the enemy when he started,\" and that as it progressed more Union troops joined the fight.","The Fifth Company of Virginia bore the brunt of the battle and slowed the advance of the Union. At the end, the Confederates lost forty soldiers and some three-hundred wounded. Hotchkiss lamented that the Union \"refused to let us bury our dead or bring away our wounded.\" The Confederates did not have their wounded men removed from the battlefield until March twenty-fourth. After transporting their wounded soldiers from the battlefield, the companies met with Jackson who ordered them to retreat.  Hotchkiss wrote that the companies now lay ten miles away from the Union, approximately sixty miles from Staunton, Virginia. He ended his letter extending his thanks to his neighbors at home for helping his wife through the troubling times, and added that his wife address letters to him as  \"Mt. Jackson to be sent to Jedediah Hotchkiss\" because the Augusta Battalion of Virginia potentially could have departed from this area by the time the letter reached her.  ","Hotchkiss's experience was not unlike that of both Confederate and Union soldiers. Many suffered from homesickness. William Marvel wrote about this in, <em>Andersonville: The Last Depot</em>,<em> as </em>something that doctors at Andersonville Prison later termed, \"nostalgia,\" deeming it the first mental depression to be diagnosed. Soldiers' morale also suffered because of the inhumane treatment of the dead and wounded that they experienced out on the battlefields as well as in prisons and hospitals if they were unlucky enough to be there. The Shenandoah Valley was important to the Confederates as a source of provisions and as a route for invading the North. As far as the Federals were concerned, the Valley was not a suitable invasion route; however, it was important that they deny its use to the enemy.  "],"display_date":"March 25, 1862","search_date":"1862-03-25","citations":[{"divid":1228351164,"type":"Website","data":["Jedediah Hotchkiss","Personal letter to Sara A. Hotchkiss","Rector and Visitors of the University of Virginia","http://etext.virginia.edu/etcbin/ot2www-valley?specfile=/web/data/civilwar/valley/valley.o2w&act=surround&offset=1569018&tag=Augusta+County:+Jedediah+Hotchkiss+to+Sara+A.+Hotchkiss,+March+25,+1862&query=","20 October 2008"]},{"divid":1228351326,"type":"Book","data":["Edward L. Ayers","In the Presence of Mine Enemies: War in the Heart of America, 1859-1863",null,"New York","W.W. Norton & Company","2003","256"]},{"divid":1228351389,"type":"Book","data":["William Marvel","Andersonville: The Last Depot",null,"Chapel Hill","The University of North Carolina Press","1994","337 pages"]},{"divid":1228351491,"type":"Book","data":["John W. Wayland","A History of Shenandoah County, Virginia",null,"Baltimore","Genealogical Publishing Com","1980","894 pages"]}],"locations":[{"id":3267,"lat":38.8584536791,"lng":-78.5704125087,"zoom":9,"place":"SHENANDOAH, Virginia"}],"tags":[{"id":116,"tag":"Wounded Soldiers"},{"id":88,"tag":"Battle"},{"id":117,"tag":"Shenandoah Valley"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}