{"id":4526,"title":"&quot;Union Soldier Writes to Enslaved Daughters&quot;","course_id":18,"status":"P","start_date":"1864-09-03","end_date":"1864-09-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["Spotswood Rice was a black Missouri soldier in the Union army in 1864.  During the time of Rice's military service, he had two daughters that were still slaves in Glasgow, Missouri.  While spending time in Benton Barracks Hospital, which was in St. Louis, Missouri, Rice wrote letters to his daughters, as well as the master of the two girls.  In the letter to his daughters, Rice assured them that the Union Army was on its way to free them and liberate Glasgow.  He wrote of expecting to be out of the hospital and with the army to personally free the girls when they came in town.  Rice also talked about the girl's master, Miss Kaitty, and told them to warn her that he is coming.  He stated that he used to have some respect for her and other slave holders, but since the girls freedom was denied, he had lost all of it.  Rice compared Miss Kaitty to the devil, and questioned how she could ever call herself a Christian, while refusing to sell his children to him.  He directed threats towards Miss Kaitty, stating, \"I want you to understand kittey digs, that where ever you and I meets we are enemies to each other.\" ","Many enlisted, especially former slaves, to help the Union cause.  According to historian Jeffrey R. Hummel, by the end of the war nearly 200,000 blacks served in the Union military.  This, Hummel states, \"brought thunderous outrage,\" from the southern population, which may have been a reason why Rice's children were not given to him by the slave holder.   ","Black soldiers were not permitted to fight for the Union at the start of the war, and even when they were allowed to, they had to earn the respect of whites.  No matter what the feelings were towards blacks at the time, their importance could not be denied.  Historian James M. McPherson states that blacks fighting for the north \"gave an important impetus to the Union war effort.\"  ","Spotswood Rice's letter illustrates one instance of a black mans experience in the Union army, and how he hoped it helped save his children from slavery.  It also shows the type of feelings blacks had for slave holders of the time.  Rice had very strong feelings of revenge for his daughter's master, and was not afraid to tell her about it.  Like many other blacks, Rice used the Union army as a way to get a type of revenge on the southern way of life.      "],"display_date":"September 3, 1864","search_date":"1864-09-03","citations":[{"divid":1228353927,"type":"Book","data":["James M. McPherson","Battle Cry of Freedom: The Civil War Era",null,"New York","Oxford University Press Inc.","1988","306-307"]},{"divid":1228353990,"type":"Book","data":["Jeffrey Rogers Hummel","Emancipating Slaves, Enslaving Free Men",null,"Chicago","Open Court","1996","212-214"]},{"divid":1228354076,"type":"Website","data":["Freedmen & Southern Society Project","Missouri Black Soldier to His Daughters, and to the Owner of One of the Daughters","Freedmen & Southern Society Project","http://www.history.umd.edu/Freedmen/rice.htm","2008"]}],"locations":[{"id":3269,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}