{"id":453,"title":"American Tobacco Company Established\n","course_id":1,"status":"P","start_date":"1890-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the several years preceding 1890, brothers Ben and Buck Duke initiated several reforms of their tobacco manufacturing business.  The brothers' company W. Duke and Sons experienced great success after the innovations.  Then in response to concern about other manufacturers, in 1890, the Dukes joined four of their tobacco competitors to the form the American Tobacco Company.  The American Tobacco Company, known as the cigarette trust', dominated the cigarette business and resisted economic fluctuations.  It was also the first tobacco manufacturer to adopt the central departmentalized structure of a modern corporation.&lt;br /&gt;&lt;br /&gt;The establishment of such a cigarette trust' created a response of anti-trust groups including the Farmers' Alliance.  On January 11, 1890 the Farmers' Alliance held an Anti-Cigarette Trust Convention in Oxford, North Carolina.  The Alliance initially kept their proceedings and resolutions solutions.  However, the movement favored government regulations against trust building.  Some of the members from the cigarette manufacturers of the trust, including B.N. Duke and G. W. Watts of W. Duke, Sons & Company of Durham, attended the Convention as well.  These cigarette manufacturers sent papers to the Convention appearing to offer compromises."],"display_date":1890,"search_date":"1890-07-02","citations":[{"divid":1213654224,"type":"Book","data":["William Cooper and Thomas E. Terrill","The American South: A History",null,"New York","McGraw Hill","1996","467-474"]},{"divid":1213654307,"type":"Newspaper Article","data":["","The News and Observer","Raleigh, North Carolina","January 12, 1890",""]}],"locations":[{"id":336,"lat":36.0420245844,"lng":-78.889350822,"zoom":10,"place":"DURHAM, North Carolina"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}