{"id":4530,"title":"The Hate Crime In Louisville","course_id":20,"status":"P","start_date":"1857-05-20","end_date":"1857-05-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The hate crime that occurred in Louisville, Kentucky, on May 20, 1857, was \"one of the most shocking instances of cruelty and of mob violence that has transpired in this country for years.\"   A group of slaves from Louisville had been accused of a crime.  A white jury found the slaves not guilty, which angered a mob of whites who wanted the slaves executed for a crime that they clearly did not commit.  The mob set out for vengeance.  The assembly of whites broke into the jail in which the slaves were confined, and forcibly trudged them through the streets while the slaves protested their virtue and pled for assistance.  The mob ended their fatal rally by cutting the slaves' throats one by one before hanging them from various trees throughout the city.  After hanging the last men up in a tree, the mob constructed bonfires beneath the slaves' dead bodies and brutally burnt them. ","This lynching occurred only months after the Supreme Court ruling in <em>Dred Scott v. Sanford</em>.  Chief Justice Roger B. Taney argued that the Constitution did not intend for African Americans to be included under the word \"citizen.\"  For abolitionist and former slaves, this ruling was a huge disappointment.  Legal historian Mark A. Graber argued \"that Dred Scott challenges persons committed to human freedom to determine whether anti-slavery Northerners should have provided more accommodations for slavery than were constitutionally strictly necessary or risked the enormous destruction of life and property that proceeded Lincoln's new birth of freedom.\" Yet most white Americans agreed, at this time, that the national government was not granted the power to regulate slavery within a state.  The fact that that the Kentucky slaves were acquitted of the charges and yet still punished, and no one objected, illustrates the extent to which slavery corrupted the American legal system."],"display_date":"May 20, 1857","search_date":"1857-05-20","citations":[{"divid":1228403675,"type":"Newspaper Article","data":["The late Tragedy In Louisville","Ohio State Journal","Ohio","May 20, 1857","2"]},{"divid":1228403772,"type":"Book","data":["Mark A. Graber","Dred Scott and the Problem of Constitutional Evil",null,"New York","Cambridge University Press","2006","4-20"]}],"locations":[{"id":3274,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":119,"tag":"racial violence"},{"id":3,"tag":"African-Americans"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}