{"id":4533,"title":"William Newell Defends Congressional Reconstruction","course_id":18,"status":"P","start_date":"1866-02-15","end_date":"1866-02-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" When the Honorable William A. Newell of New Jersey spoke in February 1866, the slaves were freed thanks to Abraham Lincoln's Emancipation Proclamation and the great sacrifice the Union forces gave. It was time to decide the fate of the South and William Newell was less than hospitable towards the South, saying in his speech that, \"[T]he enemies of this Union and this liberty are still insidiously at work. They still talk of states rights…but still, state rights means the right…to deprive people of their liberties.\"","  President Lincoln and his colleagues in Congress differed greatly on how to punish the South for the past five years, and Congressmen like Henry Winter Davis, Benjamin Wade and Newell were adamantly opposed Lincoln's more \"forgiving\" approach and demanded more strict punishment. Wade and Davis concocted the Wade-Davis Bill of 1864, which called for a more stringent plan than Lincoln's Ten Percent Plan. The bill called for re-admittance to the Union for former Confederate states contingent on a majority in each Southern state to take the Ironclad Oath to the effect they had never in the past supported the Confederacy. Benjamin Wade even went as far as to say that \"the Executive ought not to be permitted to handle this great question to his own liking…It does not belong, under the Constitution to the President to prescribe the rule. It belongs to us.\"","  In the same vein as Wade and Davis, Newell called for all the states that seceded to \"renew their allegiance to the Union.\" He articulated that the their \"fitness\" depends on, \"first, their loyalty to the Constitution; secondly, their loyalty to human rights, the rights and privileges of every citizen thereof.\" To be loyal to the Union, Newell called for the seceded states to repudiate all their debts incurred in the prosecution of the late war, and for the states to respect the debts contracted by the Union in putting down the rebellion. He went as far as saying when \"the states shall send loyal Representatives here…I shall rejoice to admit them to the full and perfect rights and privileges of which they have by their folly been deprived.\"","  Newell concluded his time on the floor by demanding that the government reestablish itself upon the principle of \"equal and exact justice to all men\" and to conduct the Union's affairs not only to \"attract to our nation the admiring eyes of the world at large, but to draw down upon it the approving smile of the Almighty God.\""],"display_date":"February 15, 1866","search_date":"1866-02-15","citations":[{"divid":1228422319,"type":"Article","data":["J.G. Nicolay & John Hay","Abraham Lincoln: A History. The Wade-Davis Manifesto","The Century","38","1889","414-421"]},{"divid":1228422367,"type":"Book","data":["Hans L. Trefousse","Benjamin Franklin Wade: Radical Republican from Ohio",null,"Woodbridge, CT","Twayne Publishers","1963","213"]},{"divid":1228422439,"type":"Government Document","data":["Handwritten copy of Wade-Davis Bill","Records of Legislative Proceedings, Records of the United States House of Representatives, 1789-1946.","","Washington D.C.","National Archives","1864","",""," "]},{"divid":1228422647,"type":"Government Document","data":["Speech of Hon. William A. Newell of New Jersey, in the House of Representatives, February 15, 1866.","Congressional Globe Office","","","","","","State Library of Pennsylvania: Civil War Collection",""]}],"locations":[{"id":3277,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":18,"tag":"Politics"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}