{"id":4538,"title":"To free, or not to free. James Hamlet returns a free man to his New York home.","course_id":18,"status":"P","start_date":"1850-10-04","end_date":"1850-10-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Maryland resident Mary Brown exercised the law that historian James McPherson described as having given the federal government more power than any law yet sanctioned by congress – the Fugitive Slave Act of 1850. Brown authorized a federal official to claim one James Hamlet, of Williamsburgh, New York, and return him to her Baltimore home. Despite the differences in her testimony, and Hamlet's pleadings and protests of being born a free man, the federal authorities – obligated due to Congress' legislation – robbed a husband of his wife, two children and freedom.  ","Hamlet's testimony was not permitted by the Fugitive Slave Law: a law that abolitionist Lewis Tappan believed was but \"an experiment on the part of the Slave Power to see how much the Free States will bear.\"   ","James Hamlet was forced into the Baltimore Slave Market owned by Hope H. Slatter, a man described by slave-trader expert Frederic Bancroft as being a model for successful slave marketing. After establishing his worth as a slave, Slatter sold Hamlet. Surprisingly, his local community of Williamsburgh, in the borough of Brooklyn bought him – having raised the necessary funds of eight hundred dollars. One hundred dollars alone came from one member of the local church. "," Abolitionists hearing of these events then sent a call out for the citizens of the Free States to ignore the law and let the fugitive into one's home as if it were an asylum. As abolitionist William Harned declared, \"the heart of every anti-slavery individual will deeply sympathize with the panting fugitive.\""],"display_date":"October 4, 1850","search_date":"1850-10-04","citations":[{"divid":1228679302,"type":"Pamphlet or Other Printed Material","data":["William Harned","The Fugitive Slave Bill- Its History and Unconstitutionality. Account of the Seizure and Enslavement of James Hamlet, and His Subsequent Restoration of Liberty.","New York","Office of the American and Foreign Anti-Slavery Society","1850","Juniata Library"]},{"divid":1228679571,"type":"Book","data":["Frederic Bancroft","Slave-Trading in the Old South. ",null,"Columbia"," University of South Carolina Press","1996","15"]},{"divid":1228679661,"type":"Book","data":["James M McPherson","Battle Cry of Freedom: The Civil War Era.",null,"Oxford","Oxford University Press","2003","47"]}],"locations":[{"id":3284,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}