{"id":4539,"title":"Happy Times in Centerville Camp as the Confederate High Command Sing the South&#39;s Favorite Songs","course_id":18,"status":"P","start_date":"1862-01-12","end_date":"1862-01-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Confederate leader Robert E Lee once said, \"I don't believe we can have an army without music,\" and reflecting this attitude, the high command of the Confederate forces joined in the jovial times of the 1862 Southern lifestyle. Observed by the future Brigadier General Moxley Sorrel, the then Captain and Chief-of-Staff to General Longstreet recounted a banquet put on by Longstreet and the many songs sung by the soldiers at the Centerville, Accomack County, Virginia camp of the Confederacy.   ","Though the banquet took place deep in Virginia during the Civil War, and with a naval blockade of Confederate ports established, the officers were not found wanting amongst the bounty of food and beverages. The festivities had loosened the tongue of many a commander, and debate soon turned to what should be the national hymn of the Confederacy. Though the songs <em>Dixie's land</em>, and <em>Maryland, My Maryland</em> were popular items amongst the soldiers, they did not capture the whole of the Confederate cause, as it was reasoned by General Van Dorn during this debate. When urged further by General Longstreet to provide an alternative, Van Dorn broke into the operatic English Civil War piece <em>I Puritani</em>. Noticed by Sorrel as not being among the common man's music choices, this did not quell the enthusiasm of \"Longstreet, G.W. Smith, and Van Dorn, the ranking major-generals, [who] were clinging to each other on a narrow table and roaring out the noble bars of 'I Puritani'\".  ","The others encamped at Centerville did not enjoy the high-art piece, and shortly the Dan Emmet classic Southern marching song <em>Dixie's Land</em> struck up again. This song proved to be a great motivator of the Southern troops and was also popular with Union forces. Its popularity spread as far as the commander-in-chief of the Union, who ordered it the first song to be played at his public appearance after Lee's surrender at Appomattox."],"display_date":"January 12, 1862","search_date":"1862-01-12","citations":[{"divid":1228680587,"type":"Book","data":["General Moxley G Sorrel","Recollections of a Confederate Staff Officer. ",null,"New York","Neale Publishing Company","1905","57"]},{"divid":1228680904,"type":"Article","data":["Hans Nathan","Two Inflation Songs of the Civil War","The Musical Quarterly","29","04/01/1943","58"]},{"divid":1228680997,"type":"Article","data":["William D. Edgington & Lynn Waller","Using Songs to Help Teach the Civil War","The Social Studies ","92","07-08/2001","1"]}],"locations":[{"id":3285,"lat":37.9436744077,"lng":-75.3696408508,"zoom":9,"place":"ACCOMACK, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":125,"tag":"Song"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}