{"id":454,"title":"Martin Van Buren wins presidential election\n","course_id":1,"status":"P","start_date":"1836-11-01","end_date":"1836-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Commonly referred to as the Little Magician' of President Andrew Jackson, Van Buren was a Northern Democrat who did not own slaves.  As such, his victory in the 1836 election was by no means inevitable; he was widely considered a compromising Yankee who could not be trusted to respect states' rights or slavery.  Southern whites already felt greatly threatened by the perceived expansion of Abolitionism in the North, as evidenced by their efforts to pass the first gag rule' on anti-slavery measures.  Mississippi's Woodville Republican asked, If Abolition continues to advance with giant strides, what will it do with a Northern President when the Southern vote is unwanted?  What will it do under Martin Van Buren, himself more than suspected, proved by his public acts, to be an advocate of the power of Congress to abolish slavery in the District and Territories?'&lt;br /&gt;&lt;br /&gt;By this point in the Jackson administration, many former supporters of the president thought he had overstepped the bounds on executive power when he destroyed the Bank of the United States.  South Carolinians held a special grudge, thanks to his strong nationalistic stance during the Nullification Crisis of 1832.  Thus in some places, it hurt Van Buren to be considered the legacy of Andrew Jackson.  His status as a Northerner, of course, dampened his popularity throughout the South.&lt;br /&gt;&lt;br /&gt;Though the election was close, Van Buren carried seven Southern states: Virginia, North Carolina, Alabama, Mississippi, Louisiana, Arkansas and Missouri.  Whig candidates William Henry Harrison and Hugh White carried Kentucky, Delaware, Maryland, Tennessee and Georgia White took the latter two states while Independent Willie Person Mangum took South Carolina.  In stark contrast to the election of 1832, in which Jackson won 79% of the slaveholding states' Electoral votes, Van Buren came away with a mere 53%.  Of the popular vote, he earned an unconvincing 50.9%.  The Whig strategy to prevent a Van Buren majority by running three different candidates with strong regional appeal very nearly succeeded.  This is indicative of the dramatic political dynamics of the 1830s and 40s, which saw the Democratic Party's hold on the South temporarily slip as the Whigs gained strength."],"display_date":"November 1836","search_date":"1836-11-15","citations":[{"divid":1213654350,"type":"Book","data":["William W. Freehling","The Road to Disunion",null,"Oxford","Oxford University Press","1990","339-340"]},{"divid":1213654485,"type":"Newspaper Article","data":["Abolition Petitions?New York Party","The Woodville Republican","","February 27, 1836",""]}],"locations":[{"id":337,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}