{"id":4540,"title":"Tramps Attack Trains at West Chester Station on the Pennsylvanian Line.","course_id":18,"status":"P","start_date":"1877-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Desperate wageworkers after the Civil War had taken to riding the American train networks looking for work. Civil War slang referred to the tramp as a long, tiresome march, and the American public took to referring these unsupported peoples as 'tramps.' The reasoning behind this increasing roving army was the reliance on seasonal work for manual laborers, and as a result, jobs were not secure.","Hungry and poor, a band of tramps robbed a freight train on the Pennsylvania railroad at West Chester Junction, late on a night in 1877. The railroad workers had been fired upon in the robbery. In retaliation, railroad workers banded together and led an assault on the vagabonds. Their camp's location was known to the workers and the raid surprised the tramps, as they were busy playing cards and other games – gambling away the spoils from their raid. Chester County, as well as neighboring counties Lancaster, Delaware and Columbia are arrested more tramps and punished them severely. Despite the increases in punishments and arrests, the desperation of the tramps meant that their attacks did not abate, and they continued to act more lawlessly than previously.","The phenomenon of 'The Great Army of Tramps,' would continue plaguing railway lines and station towns well into the next century. At the time of the West Chester assault, it is estimated that 1000-1500 tramps were roaming the Pennsylvania rail-line between Downington in the East, and Pittsburgh in the West. When prosperity returned after this gilded age, newspapers thought the end of the tramp was near. But the tramps continued and returned in greater force, preferring to reside near the major transporting regions. Ransacking would occur with violent results throughout these times"],"display_date":1877,"search_date":"1877-07-02","citations":[{"divid":1228681318,"type":"Newspaper Article","data":["Not A New South","The Farmer&#39;s Cabinet ","New Hampshire","11/20/1877","2"]},{"divid":1228681436,"type":"Book","data":["Todd Depastino","Citizen Hobo- How a Century of Homelessness Shaped America. ",null,"Chicago","University of Chicago Press","2003","01-05"]},{"divid":1228681518,"type":"Book","data":["Kenneth L. Kusmer ","Down and Out, on the Road- The Homeless in American History",null,"New York","Oxford University Press","2002","xi"]}],"locations":[{"id":3286,"lat":39.8405142472,"lng":-75.5864868268,"zoom":9,"place":"CHESTER, Pennsylvania"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":28,"tag":"Work"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}