{"id":4543,"title":"The Other Side of The Slave Trade","course_id":21,"status":"P","start_date":"1845-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A letter from Geo B. Matthew to Lord Stanley in 1845 gives us a unique insight into the way in which the slave trade was operated.  Matthew gives reports of ships with \"Colored\" crews that have been wrecked and the crews were sold into slavery.  The letter also shows us a comparison between slaves in the United States, as compared to other parts in the world.  "," As opposed to obtaining slaves directly from Africa, or relying on native born slaves, some slave owners in the south bought stolen slaves.  These slaves were not the average field hands either; they were crew members on ships.  The crew members would have been skilled workers. Therefore, they were not at the absolute bottom rung of society if they were entrusted with manning a ship. Also obtaining slaves that were already skilled workers diminished the need for \"slave breeding\" in which, according to British economist John Elliott Cairnes, \"The old states . . . undertook the part of breeding and rearing slaves till they attained to physical vigor\" (Lowe & Campbell, 1976).","The idea that these slaves were not at the lowest social level provides a comparison between the treatments of slaves in America with those who were enslaved in areas of the Caribbean.  Those in the Caribbean were used on ships, which meant they were trusted to work as a crew without working to overthrow their owner.  While in the United States, plantations implemented harsh regulations on slaves.  There were slave codes which worked to trap the slaves, as well as overseers who watched over the fields.  ","This letter provides plenty of detail into the differences of slaves in America and other parts of the Western Hemisphere.  Also it shows that the origin of slaves in America was not always easily identified.    "],"display_date":1845,"search_date":"1845-07-02","citations":[{"divid":1228722881,"type":"Website","data":["Richard G. Lowe & Randolph B. Campbell","The Slave-Breeding Hypothesis: A Demographic Comment on the &quot;Buying&quot; and &quot;Selling&quot; States","JSTOR","http://www.jstor.org/sici?sici=0022-4642&#40;197608&#41;42&#37;3A3&#37;3C401&#37;3ATSHADC&#37;3E2. 0.CO&#37;3B2-E&cookieSet=1 ","December 3, 2008"]},{"divid":1228723130,"type":"Pamphlet or Other Printed Material","data":["Geo B. Matthew","Letter","","Geo B. Matthew","1845",""]}],"locations":[{"id":3290,"lat":null,"lng":null,"zoom":8,"place":"ALCHUA, Florida"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}