{"id":4545,"title":"The Dangers of Living on the Lower East Side","course_id":16,"status":"P","start_date":"1890-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    A mother anxiously calls out her children's names in the street.  Her neighbors frantically stand at her side, their eyes darting back and forth across the busy streets looking for the lost little ones.  Finally, what seems like hours later, there is a banging at the tenement door.  It is a New York City policeman, toting the lost children by the hands.  Historical photographer Lewis Wickes Hine captured this emotional moment in a flash.  ","    Living in the Lower East Side in the early 1900s was a very dangerous undertaking, especially for children.  There was disease, gang fighting, murder, and fast and unpredictable street traffic.  Landlords let such dangerous activities continue in and around their buildings, as long as their tenants were paying the rent.  ","    Immigrants often encountered diseases both in their journey to and in America that they had not previously encountered.  These diseases flourished in the unsanitary and overpopulated conditions of the tenements.  There was very little access to fresh air, and children were forced to find places to play in dirty alley ways, often among trash and refuse.  ","    The neighborhood in which people lived became their identity.  Children innocently walking with their friends often would find their way onto another street, where it was not uncommon to be attacked just for being foreign to the neighborhood.  Immigrants frequently settled in pockets based on their nationality or race, and formed their own communities.  This segregation led to rivalries and hostile street fighting among neighborhoods, simply over these strong identities of location and race.  Children were afraid to venture outside of their block for fear of who and what they might encounter.  ","    Murders were also common in the city.  Cities were a relatively new phenomenon in America, and with the help of the industrial revolution cities like New York were expanding at a rapid pace.  The expansion was so fast that law enforcement officials were having a hard time keeping up.  Therefore, it was often up to neighbors to look out for one another until police could arrive on the scene.  Children were especially vulnerable to attacks from criminals, since they were small and weak.  ","    Street traffic was dangerous.  Carts filled the streets, and laws were frequently broken.  People in the city were in a hurry, always trying to race deadlines.  Wagons were constantly swerving to miss hitting people, darting in and out of the way of other wagons, and trying to remain within the confines of the street.  It was easy for small children to get caught underneath a wagon speeding recklessly down the street, especially in the dark of night.  The rules of the road were not the same, and crosswalks were non-existent.  Laws did not protect people against the dangers of street traffic, so a constant battle existed between pedestrians and drivers.","    The photographer, Lewis Wickes Hines, believed that by capturing the hardships of life for the Lower East Side Immigrants, he could bring about reform.  He often used his images to help start reform campaigns, with help from social welfare agencies.  ","    When a child went missing, even for a short period of time, it was natural for their mother to worry if they were dead or alive.  With the dangers that Lower East Side residents faced, it was a huge relief to see your missing child appear on your doorway in the hands of a capable police officer.  With photographs like those taken by Hines, these real world stories exist for generations to come."],"display_date":"1890 - 1910","search_date":"1900-07-02","citations":[{"divid":1228768027,"type":"Book","data":["Michael Gold","Jews Without Money: A Novel",null,"New York","Public Affairs","2004","1-200"]},{"divid":1228768098,"type":"Book","data":["Raymond Bial","Tenement: Immigrant Life on the Lower East Side",null,"Boston","Houghton Mifflin","2002","1-10"]},{"divid":1228768301,"type":"Website","data":["NYPL Photography Collection","About Lewis Wickes Hines","New York Public Library","http://www.nypl.org/research/chss/spe/art/photo/hinex/workport/biography.html","14 November 2008"]},{"divid":1228768426,"type":"Primary Source in a Secondary Source","data":["Landlords Permit Wickedness to Flourish","9 July 1899","Portal to America: The Lower East Side 1870-1925","Allon Schoener","New York ","Henry Holt and Company","1967","217"]},{"divid":1228768506,"type":"Book","data":["Peter C. Baldwin","Domesticating the Street: The Reform of Public Space in Hartford, 1850-1930",null,"Columbus, Ohio","Ohio State UP","1999","214-225"]},{"divid":1228768569,"type":"Primary Source in a Secondary Source","data":["Lewis Wickes Hine: Documentary Photographs, &quot;The Cop Brings Them Home Alive&quot;","1905-1938","Digital Gallery","New York Public Library","New York","New York Public Library","2007","1"]}],"locations":[{"id":3294,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":31,"tag":"Immigration"},{"id":78,"tag":"City Life"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}