{"id":4546,"title":"Runaway Slaves in Ohio","course_id":20,"status":"P","start_date":"1845-01-08","end_date":"1845-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["More often than not, Ohio citizens showed no signs of guilt for the part they played in helping fugitive slaves. A Cincinnati newspaper editor bristled at the suggestion that his fellow Ohioans had deliberately committed crimes. \"We have seen no evidence of it,\" he wrote in 1845. \"We are not aware that any of them entered the slave States for the sake of helping off slaves. Being in those states, they have shown kindness to the oppressed.\" Ohioans wrote this article to deflect the fact that they were indeed helping slaves escape.","Attitudes of Ohio citizens conflicted with those of the Virginia slave owners on the subject of runaway slaves. After many conflicts between the two parties, especially with Ohio having the reputation as a state friendly to runaways, something had to be done. Slaveholders called on Congress to enforce the Fugitive Slave Law of 1789. Fights erupted between slaveholders and abolitionists, who both felt they could justify their actions. Slave hunters felt they had every right to capture an \"escaped slave\" because under law they were never released as freed men. Ohio citizens argued that helping slaves escape should not be a criminal act. They also argued that if the slave hunters had no physical proof, then they could assume that the \"slave\" in question was never a slave at all. Lastly, Ohioans believed that once a slave entered free soil he never again assumed the role of a slave. This debate would grow even more contentious after Congress passed a new Fugitive Slave Law in 1850."],"display_date":"January 8, 1845","search_date":"1845-01-08","citations":[{"divid":1228843587,"type":"Newspaper Article","data":["","Emancipator and Republican ","Cincinnati, Ohio","January 1, 1845",""]},{"divid":1228843658,"type":"Book","data":["Stephen Middleton","The Black Laws: Race and the Legal Process in Early Ohio",null,"Athens, Ohio","Ohio University Press","2005","1-384"]}],"locations":[{"id":3296,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":4,"tag":"Slavery"},{"id":126,"tag":"fugitive slave"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}