{"id":4549,"title":"The Lasting Tradition of Eatonville","course_id":21,"status":"P","start_date":"1898-01-01","end_date":"1898-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["            A report on the Eatonville Farmers' Conference by a speaker from the conference Nathalie Lord shows that the meeting was geared towards continuing the goals and dreams set forth at the establishment of the Hungerford School and the town of Eatonville.  At the conference, the town came to their resolutions regarding the direction of the school through the democratic process.  They concluded \"that thrift and industry be encouraged to the fullest extent among our people. That the education of the young receive the closest attention from parents and guardians,\" and \"that the idea of property getting be stimulated.\"  Thus continuing with their self determination principles that started from the beginning of the town since \"August 15, 1887,\" when \"27 registered voters, all black men, met in a building they call Town Hall and voted unanimously to incorporate.\"  The push for schools in Eatonville to continue vocational training falls in line with Booker T. Washington's ideas about \"achieving economic stability through education (mainly, vocational training).\"  Through these resolutions we see that the town of Eatonville was determined to continue along with the ideas set forth in the town from the beginning.  "],"display_date":1898,"search_date":"1898-07-02","citations":[{"divid":1228884619,"type":"Website","data":["D. Martin Reeser","Booker T. Washington","Learning To Give","http://www.learningtogive.org/papers/paper133.html","Novermber 17, 2008"]},{"divid":1228884693,"type":"Website","data":["N/A","Famous Floridians: Zora Neale Hurston","University of South Florida","://fcit.usf.edu/Florida/lessons/hurston/hurston1.pdf ","November 17, 2008"]}],"locations":[{"id":3298,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":129,"tag":"Eatonville"},{"id":84,"tag":"Black History"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}