{"id":455,"title":"Conscription Act\n","course_id":1,"status":"P","start_date":"1863-03-03","end_date":"1863-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An act was passed by Congress and signed by the President providing for the mandatory enlistment of Union citizens. It subjected all able-bodied men between the ages of 20 and 45 to military conscription. The guidelines were later clarified so that even those of foreign birth who shall have declared on oath his intention to become a citizen of the United States' would be subject to conscription.&lt;br /&gt;They could, however, evade the requirement by paying a fee of 300 or enlisting a substitute draftee. The first two draft calls produced an army that was approximately ninety percent substitutes. After two months, Secretary of War Edwin Stanton, decided that the language of the act read that the acceptance of a fee to waive conscription was optional, and that he had the authority disallow payments in lieu of military services, and to discourage the economic bias of the law suspended the measure. Stanton argued that such a clause should be avoid because the law was intended to be a war measure' and not a revenue measure.' However, the provision to allow substitutes remained permissible, and those conscripted who were well off continued to pay others to serve in their stead. However, conscripts still made up only a fifth of the entire army. These practices were deemed unfair to poorer residents, and resulted in riots in New York City. One reason for the necessity of the Conscription Act was that, subsequent to the Emancipation Proclamation, military enlistments dropped and desertions become more frequent. This led to a need for mandatory conscription of Union citizens.&lt;br /&gt;Of the thirty Southern members of the House of Representatives, a surprising twelve voted for the bill, and a number of the others were absent from the vote. Southerners detested the act, seeing it as an encroachment on their freedoms, and arguing that a war that deserved to be fought ought to have enough support from volunteers to avoid the necessity of a draft. The Confederacy had, however, in 1862, imposed its own draft to conscript Southerners into service."],"display_date":"March 3, 1863","search_date":"1863-03-03","citations":[{"divid":1213665074,"type":"Article","data":["Thomas J. DiLorenzo","The Great Centralizer: Abraham Lincoln and the War between the States","The Independent Review","3","1998","243-271"]},{"divid":1213665143,"type":"Newspaper Article","data":["","The Daily National Intelligencer","","May 9, 1863",""]},{"divid":1213665164,"type":"Newspaper Article","data":["Speech of W.L. Yancey, Esq.","The Southern Recorder","","February 3, 1863",""]},{"divid":1213665206,"type":"Article","data":["Jeffrey Rogers Hummel","The American Militia and the Origin of Conscription: A Reassessment","Journal of Libertarian Studies","15","2001","29-77"]},{"divid":1213665315,"type":"Newspaper Article","data":["The Conscription Law ","New York Times","","May 16, 1863","1"]},{"divid":1213665353,"type":"Newspaper Article","data":["Conscription and the Money Exemption","New York Times","","May 23, 1863",""]},{"divid":1213665401,"type":"Newspaper Article","data":["The Passage of the Conscription Bill","New York Times","","February 26, 1863","1"]}],"locations":[{"id":338,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}