{"id":4550,"title":"Angel Comes to Johnstown","course_id":18,"status":"P","start_date":"1889-06-05","end_date":"1889-10-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            As the news of the destruction of the 1889 Johnstown flood reached beyond Cambria County, relief and aid efforts immediately began to mobilize and move into the valley.  Among the first to arrive was Clara Barton, the \"Angel of the Battlefield.\" Barton's American Red Cross was a relief organization that she founded during the Civil War.  During the war, she and her envoy of good Samaritans followed the war campaign to care for the wounded of both sides.  After the war, her relief organization, now called the American Red Cross began to turn their relief efforts towards helping in peacetime disasters as well.  ","            The Philadelphia chapter of the Red Cross arrived the same time as Barton.  They set up hospitals, while Barton and the American Red Cross went about building \"Red Cross Hotels\", and distributing both new and used supplies that amounted to approximately 211,000 which helped twenty five thousand survivors.  A Flood Relief Commission was established by the state of Pennsylvania.  However, their relief efforts did not start until over a whole year after the flood.  But because of the quick action, and compassionate help of Barton and her American Red Cross workers, the people in the city and the affected areas surrounding Johnstown were given adequate aide and assistance immediately following flood, helping to avoid panic and possible riots.","   Red Cross Hotels were built to help house both displaced families and businesses.  Barton's relief effort in Johnstown was so extensive that it established the American Red Cross as the primary disaster relief agency in the United States.  Barton arrived in Johnstown five days after the flood on June 5, 1889, she did not leave until October 24, 1889.  As a thank you gift, the people of Johnstown presented her with a locket and pin set made of gold with diamonds and amethyst.  The people of \"Flood City\" remained so grateful that they would later send Barton 2,596 to help in her efforts in the Russian famine.  "],"display_date":"June 5, 1889 - October 24, 1889","search_date":"1889-08-14","citations":[{"divid":1228921578,"type":"Government Document","data":["Official Statement of the Flood Relief Commission","Pennsylvania State Capitol","July 12th 1890","Harrisburg PA","J.B. Kremer","1890","","",""]},{"divid":1228921738,"type":"Website","data":["n/a","Clara Barton","The American Red Cross","http:/www.redcross.org/museum/history/claraBarton.asp","December 6, 2008"]},{"divid":1228921809,"type":"Book","data":["Elizabeth Brown-Pyor","Clara Barton: Professional Angel",null,"Philadelphia","University of Pennsylvania Press","1988","n/a"]},{"divid":1228921935,"type":"Book","data":["David McCullough","The Johnstown Flood",null,"New York","Simon & Schuster Adult Publishing Group","1989","n/a"]}],"locations":[{"id":3299,"lat":40.4953812031,"lng":-78.7135842636,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":130,"tag":"relief effort"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}