{"id":4551,"title":"Jefferson Davis Completes His Final Act","course_id":18,"status":"P","start_date":"1865-04-04","end_date":"1865-04-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Located in south central Virginia, not far from the North Carolina border, Danville was the western terminus of the Richmond and Danville Railroad and a major Confederate supply base. Jefferson Davis and his government traveled to Danville as Richmond fell to pursuing Federal Army. The city was the seat of the Confederate government for only eight days, April 3-10, 1865. Danville's quartermaster, Major William T. Sutherlin, offered his home to Davis and the Confederate government. Davis occupied an upstairs bedroom, and the Confederate cabinet met in the Sutherlin dining room. On that day, the Confederate President Jefferson Davis addressed his people for one final time.","Davis started out the letter by informing his people that General Robert E. Lee decided to leave Richmond and move south to prolong the \"cause\" as long as possible. Davis reassured his people and his country. \"It is equally unwise and unworthy of us, as patriots engaged in a most sacred cause, to allow our energies to falter, our spirits to grow faint, or our efforts to become relaxed under reverses, however calamitous.\" Davis hoped that Danville would not be the final resting place of the Confederacy, saying that, \"we have now entered upon a new phase of a struggle the memory of which is to endure for all ages and to shed an increasing luster upon our country.\"","But Lee's decimated army could not hold out. The cabinet was sitting at dinner when word of Lee's surrender at Appomattox reached Danville. The Confederate government would have to move immediately. They had originally intended to move to Lynchburg, but with no army operating in Virginia, the government would have to move south, toward Joseph Johnston's army. Davis still had hoped that the Confederacy could survive the recent series of disasters. He left Danville, Virginia for Greensboro, North Carolina, in the rain. ","In the <em style=\"mso-bidi-font-style: normal;\">Richmond Dispatch</em> on December 11, 1889, the wife of Major William T. Sutherlin gave an anecdote of her experience with Davis and his resiliency on fighting until the very end: \"One day at the table I said to him: 'Mr. Davis, would Lee's surrender end the war?' and he replied: 'By no means. We'll fight it out to the Mississippi river.' And so said all his officers. I told them they were simply whistling to keep their courage up, but they said they meant what they said.\""],"display_date":"April 4, 1865","search_date":"1865-04-04","citations":[{"divid":1228926110,"type":"Book","data":["The Flight of the Confederate Government from Richmond","Last Train South",null,"Jefferson, North Carolina","McFarland & Company","1997"," "]},{"divid":1228926159,"type":"Book","data":["William C. Davis","An Honorable Defeat: The Last Days of the Confederate Government",null,"New York","Harvest Books","2002"," "]},{"divid":1228926171,"type":"Book","data":["James D. Richardson","A Compilation of the Messages and Papers of the Confederacy: Including the Diplomatic Correspondence 1861-1865",null,"New York","The Archive Society","1996"," "]}],"locations":[{"id":3300,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":132,"tag":"Jefferson Davis"},{"id":131,"tag":"The Confederate States of America"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}