{"id":4552,"title":"Stand Watie Surrenders The Last CSA Forces","course_id":18,"status":"P","start_date":"1865-06-23","end_date":"1865-06-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When the leaders of the Confederate Indians learned that the government in Richmond had fallen and the Eastern armies had been surrendered, they, too, began making their plans to seek peace with the Federal government. The chiefs convened the Grand Council on June 15, 1865, and passed resolutions calling for Indian commanders to lay down their arms and for emissaries to approach Federal authorities for peace terms.","                   Confederate Brig. Gen. Stand Watie, who was also a chief of the Cherokee Nation, commanded the largest force in Indian Territory. Dedicated to the Confederate cause and unwilling to admit defeat, he kept his troops in the field for nearly a month after Lt. Gen. E. Kirby Smith surrendered the Trans-Mississippi on May 26, 1865. Finally accepting the futility of continued resistance, on June 23, Watie rode into Doaksville near Fort Towson in the Indian Territory and surrendered his battalion of Creek, Seminole, Cherokee, and Osage Indians to Lt. Col. Asa C. Matthews, appointed a few weeks earlier to negotiate a peace with the Indians. ","            The treaty, which was signed on June 23, 1865, stipulated that the Indians \"agree at once to return to their respective homes and there remain at peace with United States, and offer no indignities whatever against the whites or Indians of the various tribes who have been friendly to or engaged in the service of the United States during the war.\" Article II stipulated that \"the undersigned commissioners on part of the United States, that so long as the Indians aforesaid observe the provisions of article first of this agreement, they shall be protected by the United States authorities in their person and property, not only from encroachment on the part of the whites, but also from the Indians who have been engaged in the service of the United States.\" Once Watie surrendered, this signaled the official end of the Confederate Army in North America.","            Watie was the only Indian to achieve the rank of general in the Civil War. After the war, Watie served as a member of the Southern Cherokee delegation during the negotiation of the Cherokee Reconstruction Treaty of 1866.  He then abandoned public life and returned to his old home along Honey Creek.  He died on September 9, 1871."],"display_date":"June 23, 1865","search_date":"1865-06-23","citations":[{"divid":1228927171,"type":"Pamphlet or Other Printed Material","data":["Edward E. Dale","Additonal Letters of General Stand Watie","Oklahoma City, Oklahoma","The Chronicles of Oklahoma","1921",""]},{"divid":1228927241,"type":"Book","data":["Frank Cunningham","General Stand Watie&#39;s Confederate Indians",null,"Norman, Oklahoma","University of Oklahoma Press","1998"," "]},{"divid":1228927286,"type":"Government Document","data":["General Stand Watie&#39;s Ceasfire June 23, 1865","Southern Cherokee Nation Official Government Website","1865","Webber Falls, Oklahoma","Southern Cherokee Nation","","","",""]}],"locations":[{"id":3301,"lat":null,"lng":null,"zoom":8,"place":"Unorganized, Oklahoma"}],"tags":[{"id":131,"tag":"The Confederate States of America"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}