{"id":4553,"title":"Politics in 1855","course_id":20,"status":"P","start_date":"1855-10-01","end_date":"1855-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Two of the nominees are negroes,\" is a statement not heard in everyday life.  Today it is not that big of a deal that a black man is running for president, or for any office in the government.  However, one hundred and fifty years ago, a black man was not even considered a person, much less someone who could run for political office, especially Secretary of State.  Fredrick Douglass, a former slave, was about to change all that.  Facing much persecution, he ran for the office Secretary of State of New York in 1855.  This idea had been opposed by many.  As it is said in the <em>Macon Weekly Telegraph</em>, \"the whole thing is supremely ridiculous and can only issue in increasing the feeling in New York against this class of people.\"  Most did not think or believe that a black man should be allowed to hold such a position.","Douglass's race would be a big issue in his run for office.  In the mid 1800's a black person was not considered a whole person, much less a candidate for a government office.  Under the Constitution an African American was only considered three-fifths of a person, and was sold like property.  Also, most African Americans had limited access to education.  As a former slave, Douglass taught himself how to read and write in many different ways.  He educated himself and then escaped to freedom.  After he became free, Douglass became an abolitionist, fighting to end slavery for all blacks.  He would play a huge role as one of the few abolitionists who had actually been through slavery before.  This would help him in his run for office.  It allowed people to know his name, and know what he stood for before he ran.    ","Douglass's run for high office brought him a lot of unwanted attention, though.  The more people who became informed of Douglass's goal, the more people who would try to stop his progress.  It is written in the <em>Macon Weekly Telegraph</em>, \"if the Negroes cannot vote, they can be voted for and if under a social ban, they can be ennobled.\"  But since blacks could not vote yet, Douglass had to rely on whites to vote him into office, and the chances of a white man voting for a former slave, or any black man, seemed impossible.  Although Douglass did not receive the position of Secretary of State that he longed for, he did write books about his life.  He wrote about his thoughts, his slavery, and his freedom using what education he gathered through the years.  After documented his life as a slave and made aware of many of the brutal things that slaves had to do, he used his writings to help end slavery."],"display_date":"October 1, 1855","search_date":"1855-10-01","citations":[{"divid":1228934789,"type":"Newspaper Article","data":["A New Color in Politics","Macon Weekly Telegraph","","October 1, 1855","2"]},{"divid":1228934911,"type":"Book","data":["Eric Foner","Forever Free: The Story of Emancipation",null,"New York","Alfred A. Knopf","2006","27"]}],"locations":[{"id":3302,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}