{"id":4554,"title":"Bessie Coleman: inspiration from the sky","course_id":21,"status":"P","start_date":"4/26/26","end_date":"4/26/26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["Bessie Coleman unbuckled her seatbelt, she needed to be prepared for tomorrow's big parachute jump over Jacksonville, she wanted to get used to not having it on. Willie had seen these maneuvers before – Bessie loved to push the envelope and keep everyone on the edge of their seats, and that included her manager Willie. Bessie didn't know if she quite trusted this new plane yet. She had just bought it from a shifty Texan the day before, but it seemed fine on the flight down from Dallas. She shifted her weight around and made herself comfortable and she pulled knobs, checked dials, and adjusted her throttle stick. Willie wiped the sweat from his brow and glanced nervously back and forth from Bessie's face to the gauges, he felt something out of the ordinary, not right about the situation; but could not put his finger on it. . .","            Little Pete played outback in the field behind the house. Spot sat next to him and panted in the sun as it beat down on their backs and he wagged his tail. Pete was playing with his favorite ball that afternoon. It was a lazy afternoon, with nothing different or out of place about it. Pete's Ma was over near the house, singing a sad song that he had often heard at church. Over there she would pause occasionally while hanging up or folding laundry. A loud din approaching broke the silence. To little Pete, it sounded like a train wreck in the sky. A wispy snake of grey smoke ripped through the bright blue sky and roared overhead.  It passed and a thud cloud be heard down the road away from the house. The ground shuddered. That night when Pa came home from work with the paper, Ma started crying real hard and shouted up on at the Lord, towards the sky. Pete would learn that all that smoke and the funny noises in the sky were important because it had been Bessie Coleman in an airplane crash. Soon, Pete felt sad because he learned that Bessie Coleman was a special young lady who was blazing a trail for African Americans everywhere – by defying white people by proving that an African American could fly a plane just as well as they could. Pete wanted to fly airplanes now too, so that he could say he was a brave as Bessie.  "],"display_date":"April 26, 1926","search_date":"1926-04-26","citations":[{"divid":1228947705,"type":"Newspaper Article","data":["Bessie Coleman, Aviatrix, Killed","Chicago Defender","Chicago, Illlinios","May 8, 1926","One"]},{"divid":1228947942,"type":"Website","data":["Southern Museum of Flight","Just Plane History","Southern Museum of Flight","http://www.southernmuseumofflight.org/Adult_tours/index.html","12/1/08"]}],"locations":[{"id":3303,"lat":30.4938122303,"lng":-81.4274627631,"zoom":9,"place":"Duval, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":7,"tag":"Women"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}