{"id":4555,"title":"Zephaniah Kingsley and His Treatise on a Patriarchal Society","course_id":21,"status":"P","start_date":"1829-01-01","end_date":"1829-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Zephaniah Kingsley was a plantation owner on Fort George Island, now Jacksonville, FL. In his \"<em style=\"mso-bidi-font-style: normal;\">Treatise of Patriarchal, or Co-operative System of Society\"</em>, Kingsley spoke of the use of slaves in southern states as the only answer to agricultural production because the white people of the region were not created to work within the area. He used the argument of many slave holders of the time; that whites were too feeble and sickly to work the harsh lands. Blacks were instead seen as brutes that thrived in the intense heat and work.","            It was believed in the 18th century that slaves were lucky compared to poor whites families because they were supplied with all their physical needs without having to work to feed their families. They were given food, shelter, clothes, etc. for increasing the wealth of their masters while poor whites had to deal with creating enough food to feed their families. Very few even had enough work to create a monetary profit. This of course was only if the slaves had a \"kind\" master. If not, they were hardly given enough clothes to cover their backs or enough food to fill their bellies. Also, it did not matter if they had a kind master of not when it came to punishment; all were beaten or abused for their mistakes. ","Kingsley assumed that being kind, giving slaves justice, and creating equality with freed blacks would create a better society.  He used Brazil as an example for a powerful nation that maintained a majority of blacks: 3 million compared to the 1 million whites with 1 million of the blacks free. Many white citizens claimed that there was harmony between the classes because the blacks were treated kindly and were given work opportunities with the white population. Many people within the United States wanted this same existence within the nation due to the constant fear of uprisings by their slaves and the freed black population. ","Kingsley believed that slavery was a necessary option for the growth of a powerful nation as white people were not \"made\" for many of the lands in America. They were too weak and feeble while the captured Africans seemed to \"thrive\" within the swamplands in the south. He also believed, as many did, that to free the slaves was a horrible idea as it would destroy civilization with the onslaught of ignorant and uneducated people into society. It was believed in the south that slaves had a good life, much better than the ones they would have back in Africa, because of the generosity of their masters while the white man had to work for his own family. Slavery in the eyes of Kingsley and many of his friends and neighbors was a necessity for the advancement of the nation and the continued productivity of America's southern states. "],"display_date":1829,"search_date":"1829-07-02","citations":[{"divid":1228958404,"type":"Book","data":["Carson, Lapsansky-Werner, Nash","African American Lives: The Struggle for  Freedom",null,"New York","Pearson Education","2005","296"]},{"divid":1228958527,"type":"Primary Source in a Secondary Source","data":[" TREATISE ON THE PATRIARCHAL, OR CO-OPERATIVE SYSTEM OF SOCIETY AS IT EXISTS IN SOME GOVERNMENTS, AND COLONIES IN AMERICA, AND IN THE UNITED STATES, UNDER THE NAME OF SLAVERY, WITH ITS NECESSITY AND ADVANTAGES","1892","Balancing Evils Judiciously: The proslavery writings of Zephaniah Kingsley","none","Gainesville","University Publishing Press of Florida","2000","34"]}],"locations":[{"id":3304,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":135,"tag":"Zephaniah Kingsley"},{"id":136,"tag":"Argument for Slavery in Florida"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}