{"id":4557,"title":"Susan B. Anthony&#39;s Personal Letter on Funding","course_id":21,"status":"P","start_date":"1897-05-25","end_date":"1897-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to Mrs. Gross, Susan B. Anthony discussed her plans for raising money for Woman's suffrage and the current actions of the International Council of Women. A woman she spoke about throughout her letter was Reverend Anna Shaw, noting her array of lectures throughout the North. Reverend Shaw was an ordained Methodist minister, physician, temperance lecturer, woman's suffrage speaker, and peace advocate. She was the first woman to receive the highest civilian Presidential citation; the Distinguished Service Medal for her efforts with global peace.  She was also a good friend of Susan B. Anthony and a great contributor for the equality of women.","            The main reason for her letter to Mrs. Gross, a distinguished business woman at this time, was that she wanted her to be one of twenty trustees over the Woman's Suffrage Fund. Susan did not want to leave her successors to have to beg for money like she had to, so she was creating a fund and trying to raise half a million dollars for the material needs of suffrage work. She was also asking Mrs. Shaw if his business could contribute a few thousand to the Standing Fund as they were both supporters of suffrage rights. The reason behind her need for this money was that many women did not have much money to contribute. The way that Anthony and Stanton, another women's activist, received the most of their money was through begging from the rich and from big businesses.","Susan B. Anthony was a great supporter and orator for woman's rights throughout her long life. She traveled throughout America and Europe, speaking for a total of 45 years. She also spoke for abolition and African American rights before the Civil War. Though she spoke of women's rights when it came to abuse from their husbands before the Reconstruction period, it was only after black men were granted the right to vote that she moved into suffrage. It was unequal to have all men, black and white, to be superior over women, no matter their color. She was a strong friend with Elizabeth Stanton and helped her organize the first women's state temperance society after being refused to a convention on account of her sex. Anthony became one of the most proclaimed speakers of the Women's Movement and helped to shape life as it is today, moving women closer in their equality with men. It was through such organizations and the correspondence to women like Mrs. Gross that Susan B. Anthony and Women's Suffrage organizations were able to gain equality when it came to national, state and local levels. "],"display_date":"May 25, 1897","search_date":"1897-05-25","citations":[{"divid":1228960129,"type":"Website","data":["Susan B. Anthony","Anna Howard Shaw","Share Words","http://www.sharewords.com/AHShaw/","November 17, 2008"]},{"divid":1228960247,"type":"Website","data":["Litt","Susan B. Anthony","History of Rochester","http://www.history.rochester.edu/class/sba/first.htm","December 4, 2008"]}],"locations":[{"id":3305,"lat":43.146431005,"lng":-77.6958978677,"zoom":9,"place":"MONROE, New York"}],"tags":[{"id":137,"tag":"Womens Suffrage Organization"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}