{"id":4559,"title":"William Wilberforce&#39;s Acts of Abolition","course_id":20,"status":"P","start_date":"1833-01-01","end_date":"1833-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["William Wilberforce was only one among many men who south to abolish the      transatlantic slave trade throughout his lifetime. He was a British politician      who began his political career by becoming an independent member of Parliament      for Yorkshire, where he learned how to debate and express ideas. During his      time there, he also became an evangelistic Christian. He grew eager to spread      his new religion and assert its incompatibility with slavery. Wilberforce      agreed with the Philadelphia National Enquirer that, \"slavery takes away the      key of knowledge, withholds the Holy Scriptures, crushes the intellect of      God's intelligent creatures, and exposes to insult without protection.\" His      dear friends, James Ramsay, shared unbelievable stories of his work on slave      ships, stories that horrified Wilberforce. He became restless for the chance      to save innocent human beings who were treated like animals.","Inspired by his      faith and the knowledge he had gained through his political career,      Wilberforce decided it was time to promote change. He and a group of      abolitionists promoted the idea to stop the transportation of slaves, which      would hopefully lead to the complete abolition of slavery.      Without slave ships and trade ports, slaves could not be transported anywhere,      and many people would lose their jobs.Wilberforce, supported by his group of      abolitionists, introduced the idea to stop the transatlantic slave trade to      Parliament in 1787.During the twenty years that it took to get Parliament's      approval to stop the transatlantic slave trade, Wilberforce grew tired, and      the effects began to show in his physical health. On March 25, 1807, the Slave      Trade Act was finally passed. Wilberforce lived the rest of his life fighting      for the complete abolition of slavery. The Slavery Abolition Act of 1833      abolished all slavery in the British Empire. William Wilberforce died just      three days later.","The success of abolition in the British Empire shocked American slaveholders.      Plantation economies in America were built on strong slave labor and slaves      were used to produce cotton, sugar, and tobacco. They were an important      resource to keep agricultural production going. Even though the United States      Congress abolished the slave trade in 1808, slaves were reproducing in      American and by the 1850s were at an all time high. It was the American Civil      War, rather than an act of Congress, that brought the end of slavery in the      United States."],"display_date":1833,"search_date":"1833-07-02","citations":[{"divid":1229003473,"type":"Newspaper Article","data":["William Wilberforce","Philadelphia National Enquire","","March 15, 1835",""]},{"divid":1229003525,"type":"Book","data":["Baugh, John","Out of the Mouths of Slaves",null,"Texas","University of Texas Press","1999","20"]}],"locations":[{"id":3307,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":95,"tag":"Abolition"},{"id":4,"tag":"Slavery"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}