{"id":456,"title":"Missouri Farmer Sells Butter in East Because Interstate Railroad Growth\n","course_id":1,"status":"P","start_date":"1890-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["J.H. Hill, a Missouri creamery owner, produced 43,500 pounds of butter in 1890.  He sold all of his butter in the eastern market.  Increasing railroad building and growing connections with places like Edina, Missouri made possible the sale of agricultural products across the country.  While some like Hill thrived because of this more open trade, others opposed the expansion of markets.  They believed railroads brought more outside goods and competition within the local market.&lt;br /&gt;&lt;br /&gt;Making profits from butter production was not unique to Missouri.  Raising cattle and butter production played an important part of the livelihood for G. Pearce Wood, a farmer in Decatur County, Georgia.  Wood made such a name for himself that an Atlanta newspaper interviewed him and shared some of his techniques.  Over the course of the year in 1889, Wood sold 2,100 pounds of butter for a total of 630.  His neighbor's production and profits amounted to about the same.  Wood not only used the grade Jersey cows' milk production for butter but also to feed his hogs thereby increasing their value.&lt;br /&gt;&lt;br /&gt;In addition to the commercial aspects of dairy farming covered in the Atlanta newspaper, a North Carolina newspaper published an article detailing the steps in making butter.  According to the article, temperature maintenance remained one of the crucial considerations in making good butter.  The article instructed the farmer to not jab your finger in [the butter] and say it is just right, use a dairy thermometer.'  The article also recognized the growing commercialism in dairy farming and ends with instructions for the packaging and shipping of the butter.  It instructed the reader to [p]ress into one pound cakes with a butter press, with some plain stamp on it, and wrap each cake separately in parchment paper, place it in a tin can send to market.  In shipping from April to November use a can that has an ice box in it that it may reach in the consumer in the best possible condition.'"],"display_date":1890,"search_date":"1890-07-02","citations":[{"divid":1213410741,"type":"Book","data":["Lawrence O. Christensen and Gary R. Kremer","A History of Missouri: Volume IV, 1875-1919",null,"Columbia, Missouri","University of Missouri Press","1997","31"]},{"divid":1213410794,"type":"Newspaper Article","data":["","Atlanta Constitution","Atlanta,GA","February 18, 1890",""]},{"divid":1213410815,"type":"Newspaper Article","data":["","The News and Observer ","Raleigh, NC","January 12, 1890",""]}],"locations":[{"id":339,"lat":40.1282470575,"lng":-92.1481068646,"zoom":9,"place":"KNOX, Missouri"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}