{"id":4561,"title":"The Hannibal Square Elementary School","course_id":21,"status":"P","start_date":"1883-02-11","end_date":"1887-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Location: Winter Park, Florida","Date: 1883/02/11 ","Tags: First African American Public School","In 1883, Hannibal Square Elementary School was the first public school for African American children, which was located in Winter Park, Florida. On February 11th, 1890, a brand new facility was established. The facility included Loring A. Chase, founder of Winter Park and philanthropist and S. A. Williams who served as Principal. In 1892 it was thus announced that both the election and the Hannibal Square area was not included in the incorporated limits of Winter Park. The City Council gave black citizens the option to use the building as a school house. There was one catch, the black citizens could not use it for free, it was twenty-five dollars for the school term (1893-1894). Thus, they declined the offer. ","            The town counsel was initially in the wrong according to the town solicitor. The town solicitor stated that they had no legal authority what so ever to neither remove the school building nor maintain a school, which was outside its specific town limits. He concluded that it should be the decision of the Orange Country Board of Public Instruction for black educators, and it was. ","            The building that served as Hannibal Square Elementary School faced Pennsylvania Avenue in 1890. Soon after a six room block structure was built in 1926. This building was part of the school and was on the north side of West New England Avenue. It accommodated first through eighth grade, and first, second and eighth grade was taught in separate rooms. As for the remaining grades, they were taught in three rooms. The rooms were well lit and equipped with a teacher's desk in the front of every class. ","            Enrollment was flourished with Two hundred and fifty students in 1927, with approximately twenty students per classroom. Free textbooks were provided for reading, writing, mathematics, history, geography, and spelling. These books were mostly used books that came from white public schools. Books were not given for practical arts of sciences. ","            All students from the Hannibal Square Elementary School walked in large groups t school each day and arrived to school ready to line-up by grade outside the rear of the school building. The youngest grade went into the school first and then so on and so fourth until everyone was in the building. Though facilities at the school was limited they did have a basketball clay court where many of the children liked to play. However, students had to bring their own balls, marbles, yo-yos, etc from home if thy wanted to play basketball or any other activity that required recreational tools. ","            The Hannibal School was one of the first great opportunities for children to become educated. They were taught the basics of reading, writing, and arithmetic, as well as spelling, history and geography. Though the Hannibal School only provided for grade first through eighth and no high school there is no doubt that the children were prepared for it. Many student moved to find high schools in which they could attend or were just satisfied in graduating elementary school. If students did wish to move to high school they would attend Hungerford in Eaton Ville, Florida, where they could continue their studies and prepare for their futures. "],"display_date":"February 11, 1883 - January 18, 1887","search_date":"1885-01-29","citations":[{"divid":1229019406,"type":"Book","data":["J. Spring","The American School",null,"New York","John Adams","1999","119-132"]},{"divid":1229019622,"type":"Book","data":["Henry Louis Gates","African American Lives",null,"USA","Oxford University Press","April 29th, 2004","189"]}],"locations":[{"id":3312,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"},{"id":3313,"lat":27.9426871515,"lng":-81.6937337321,"zoom":8,"place":"POLK, Florida"}],"tags":[{"id":142,"tag":"african americans"},{"id":143,"tag":"school"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}