{"id":4562,"title":"The Kingsley Plantation","course_id":21,"status":"P","start_date":"1814-03-07","end_date":"1815-03-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early years of the nineteenth century many people came to Spanish Florida. Some were forced to come to Florida to work on plantations and others like Zephaniah Kingsley sought to make their own fortunes by obtaining land and establishing those plantations. During this time alliances and politics were shifting and though some of the enslaved would later become free landowners, they had to watch out for the dangers of the shifts. ","            Kingsley moved t Fort George Island in 1814, which is also known today as The Kingsley Plantation. He brought along with him his wife whom he had purchased as a slave woman, Anna Madgigine Jai. His wife and three children helped Kingsley manage the plantation. Not only did his wife help manage the plantation but she also acquired her own land and her own slaves. With an enslaved work force of about sixty, the Fort George plantation was able to produce Sea Island citrus, cotton, corn, and sugar cane.  As years passed Kingsley continued to acquire property in north Florida and eventually possessed more than 32,000 acres, including four major plantation complexes and over 200 slaves. ","            In 1828, Kingsley presented an intriguing defense of slavery titled <em>A Treatise on the Patriarchal, or Cooperative System of Society, As it Exists in Some Governments, And Colonies in America, and in the United States, Under the Name of Slavery, With its Necessity and Advantages</em><em style=\"mso-bidi-font-style: normal;\">.</em> Kingsley's book effectively separated race and class all together. He believed that a three-caste social structure would best suit Florida's climate as well as the economy. His Treatise was known to be the first and most important formal articulation of a proslavery ideology by a Floridian. ","\"Power may for a while over weakness and misfortune. But as all nature (from the eternal principal of self) takes part with weakness against power; the re-action finally must be terrible and overwhelming.\"(Kingsley, 1828, p. 14)","Kingsley was against the restrictive laws, which argued that more humane treatment would ensure peace and the perpetuation of slavery. Kingsley's opinions published in his Treatise reflected his ideas and thoughts on slavery. Though he was proslavery, Kingsley made an announcement to let it be known that his wife was a slave and his children were mulatto. He had no shame in his family and wanted people to know the truth. His published opinions talk a great deal about his relationship with his wife and children and how he adapted to \"loving his slave family\"(Kingsley, 1828, p. 23) He stated that:","\"In the name of Almighty God, Amen: Let it be known that I, D[on]. Zephaniah Kingsley, resident and citizen of the St. Johns River region of this province hereby state: That I have as my slave a black woman named Ana, about 18 years old, who is the same [native African] woman that I purchased in Havana from a [slave] fleet which, with permission of that government, was introduced there; this Negress I have had and have procreated with to produce three mulatto children.\"(Kingsley, 1828, p. 23)","The Kingsley plantation symbolizes a time and a place in history representing people both free and enslaved. More than that, Kingsley Plantation represents people who were willing to put their efforts to survive in a changing land and take initiative to improve that land."],"display_date":"March 7, 1814 - March 5, 1815","search_date":"1814-09-04","citations":[{"divid":1229020316,"type":"Book","data":["Anna Kingsley","Anna Kingsley",null,"Florida","University Press of Florida","March 1st, 2003","1-192"]},{"divid":1229020464,"type":"Book","data":["Zephaniah Kingsley","Balancing Evils Judiciously ",null,"Florida","University Press of Florida","January 1st, 2000","140-160"]}],"locations":[{"id":3314,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":144,"tag":"plantation"},{"id":135,"tag":"Zephaniah Kingsley"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}