{"id":4563,"title":"The Tampa Museum of Art and it&#39;s History","course_id":21,"status":"P","start_date":"1899-01-01","end_date":"3/8/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Tampa Museum of Art reveals the history and diversity of works by black artists. There are many pieces of work that date all the way back to the 1850s. While there are primarily African American artists in the museum there are also White artists. The museum includes major artists such as Jacob Lawrence, Romare Bearden, and Henry O. Tanner. ","            Though many of the dates are approximate on each piece of work the dates themselves are vital simply because they give the viewer the sense of the difficult history of black people in this specific country. <em style=\"mso-bidi-font-style: normal;\">Street Corner Discussion</em> is an oil painting by an unknown artist that was done in 1860. The painting shows several black men gathered in front of a wall bearing political messages. <em style=\"mso-bidi-font-style: normal;\">Brother Gardner</em>, 1881, painting also remains an anonymous painting, by an artist who only identifies as Barse Jr. The painting portrays a man reading the Detroit Free Press in front of a wall with both a paper titled Rules and another titled Colored Peoples Union. Though the lettering is unusual, it is seen that these works, up on the wall behind the man in the painting, came at a time when education and political action for the black community were on the rise. ","            There is no \"plea for sympathy\"(Marger, 1990, p. 24) in Jacob Lawrence's painting, <em style=\"mso-bidi-font-style: normal;\">Blind Flower Vendor</em>. He has painted a man in the middle of the canvas and around him lively color and patterns. There are few religious paintings with some exceptions such as Henry O. Tanner's piece, <em style=\"mso-bidi-font-style: normal;\">Flight into Egypt (1859)</em>. Tanner had a very traditional background common to some of the best White artists of the day.","            All of the work that the Tampa Museum has to offer reflects on African American struggle dating far back before the 1900s. Art is an extremely useful way to gather information about this specific culture just by looking at a piece of art weather it be a painting, a drawing, a sketch, or a sculpture. Each piece of art takes the viewer on a visual history lesson on the diverse work of black artists, and a slight reminder of how much things have changed in society today. "],"display_date":"January 1, 1899 - March 8, 1900","search_date":"1899-08-04","citations":[{"divid":1229020850,"type":"Website","data":["Emilio Raya","A Much Larger Significance","History Museam of Florida","http://cghs.dadeschools.net/african-american/reconstruct/tanner.htm","November 5th, 2008"]},{"divid":1229021049,"type":"Website","data":["Sale Johnson","Jacob Lawrence","History Museam of Florida","http://www.artchive.com/artchive/L/lawrence.html","November 7th, 2008"]}],"locations":[{"id":3315,"lat":27.9494655498,"lng":-81.7000051722,"zoom":8,"place":"POLK, Florida"}],"tags":[{"id":145,"tag":"art"},{"id":3,"tag":"African-Americans"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}