{"id":4564,"title":"African Slave Trade in the United States","course_id":20,"status":"P","start_date":"1857-04-01","end_date":"1857-04-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The United States Congress outlawed the African slave trade in 1808, but there were some who still took part in the slave trade, knowing it was illegal.  Some southerners even talked about reviving the slave trade in the mid-1850s, but most Americans opposed this idea, and numerous slave smugglers were put on trial in the United States.  According to the <em>New York Herald</em>, \"the United States considered slave trafficking legal but the laws considered it piracy.\"  During the Revolution it was a fact that the American Colonies were involved in the slave trafficking, but at that point all nations considered it legal. By the middle of the nineteenth century, many western nations opposed the slave trade. ","Before 1808, Congress could not prohibit Americans from participating in the slave trade, but they did pass a law, in 1794, that the owners of American vessels caught engaging in any slave trafficking would be fined two thousand dollars and forfeit their vessel. In 1800, Congress changed the fine to one thousand dollars and added two years imprisonment for anybody present on the vessel while participating in slave trafficking. In 1818, the laws changed dramatically: any captain caught carrying any person of color for enslaving would forfeit not only his ship but also the cargo on the vessel. The American and British navies worked to limit the number of ships transporting slaves to Central and South America, but with limited success. Between 1794 and 1840 thousands of slaves were imported into Brazil and Cuba; some smugglers even brought African slaves into North America, where prices for slaves rose dramatically during the 1850s."],"display_date":"April 1, 1857","search_date":"1857-04-01","citations":[{"divid":1229024887,"type":"Newspaper Article","data":["The African Trade, How the Traffic is carried one the law of the United States against the trade and the way it is evaded","New York Herald","American Historical Newspapers","April 1, 1857","4"]},{"divid":1229025270,"type":"Book","data":["Charlotte and Denis Plimmer","Slavery: The Anglo-American Involvement",null,"New York","Barnes & Noble","1973","5"]}],"locations":[{"id":3316,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":96,"tag":"Slave Trade"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}