{"id":4565,"title":"Ulysses S. Grant Pens His Memoirs","course_id":18,"status":"P","start_date":"1885-01-01","end_date":"1886-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["An inquirer once asked Grant about meeting General Lee at Appomattox: \"What were your thoughts, General, in that sublime moment when you knew that at least Lee would surrender, and the heavens of your glory where about to open?\" Grant's only answer to that was: \"My dirty boots and wearing no sword.\" General Lee was dressed in a new uniform and sword by his side for the occasion, and Grant was dressed looking like a private with the exception of his shoulder straps denoting his rank as lieutenant general. The reader can tell that Grant wasn't gloating about the Union victory or ready to humiliate his opponent. Grant's deferential character earned the respect of officers on both sides of the Civil War and made him known as a \"silent man of destiny\" by his grandson writing in 1953 for the journal Military Affairs. ","    Grant wrote his memoirs tersely and to the point. He used plain prose to describe his days at West Point and even an event as troubling as when his post-Civil War business ventures failed and his estate was defrauded. He wrote 2 volumes with chapter headings that clearly described what the reader was going to read about in that chapter. His most thorough descriptive writing is of the war years, particularly events such as the siege of Vicksburg, Fort Donelson, the Battle of the Wilderness, and his account of Lee's surrender at Appomattox. ","    Grant's preface to his memoirs reveal that he was not remotely interested in embarking on such a task as writing an account of his life until he he was writing for someone from Century Magazine for some extra pay, as his business had failed and his securities had depreciated. A business partner in New York swindled the Grant estate and left the family 150,000 in debt. Grant tells his readers at the very beginning that he was not ever planning to embark on such a task until unusual circumstances such as this occurred. He also noted that his memoir was not where to look for the deeds of heroism because of the \"many errors of omission...because the subject is too large to be treated of in two volumes in such way as to do justice to all the officers and men engaged.\" He wanted to distance himself from being fully accountable for the events of the war. He knew he was not omniscient, and refers his readers to reports of the individual commanders for the full story on those heroic deeds. The copies his memoirs sold as an \"extraordinary success\" and earned the Grant estate 450,000, more than enough to recoup the losses from the swindle."],"display_date":"1885 - 1886","search_date":"1885-12-31","citations":[{"divid":1229025886,"type":"Book","data":["Ulysses S. Grant","Personal Memoirs",null,"New York","C.L. Webster","1886","127"]},{"divid":1229025940,"type":"Article","data":["Ulysses S. Grant III","General Ulysses S. Grant: A Close-Up","Military Affairs","2","1953","63"]},{"divid":1229025994,"type":"Website","data":["HistoryNet","Ulysses S. Grant: The &#39;Unconditional Surrender&#39; Continues","Civil War Times","http://www.historynet.com/ulysses-s-grant-the-unconditional-surrender-continues.htm","12/3/08"]},{"divid":1229026062,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["John Garraty","Grant, Ulysses S.","American National Biography, Vol. 9","John A. Garraty and Mark C. Carves","New York","Oxford University Press","1999","420"]},{"divid":281690,"type":"Article","data":[null,"SoHgFofbWkEsThk"]}],"locations":[{"id":3317,"lat":42.2573961695,"lng":-78.027582301,"zoom":9,"place":"ALLEGANY, New York"}],"tags":[{"id":32,"tag":"Civil War"},{"id":71,"tag":"historical memory"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}