{"id":4566,"title":"Ex-Confederates Move Way Down South","course_id":18,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["For some Confederates at the end of the war, defeat was too much to bear. By the 1870, the Census Bureau estimated that there was a net loss of more than 300,000 migrants in nine former Confederate states. The ones that left the United States altogether and went by way of Brazil and Mexico were known as \"confederados\" and built their homes in Santarem in the Amazon basin and Santa Barbara D'Oeste in the state of Sao Paulo. The New York Times had an 1866 featured article entitled \"Rebel Migration to Mexico\" on the front page that details attacks on a Mexican steamer that was believed to have been manned by United States citizens. The Times addressed the rebels more harshly as insurgents when it described the correspondence between a man Romero and William Seward. The Times implies the armed insurgency was meant to be a wedge between the United States and French interests in Mexico.","    George Harmon's research suggests there was a more organized effort in the Brazil emigration than the Mexican one. One example of an ÉmigrÉ was General Sterling Price who chose the Cordova Valley for its climate and fertile soil. Harmon noted that the Cordova Valley was one of the better choices in Brazil \"since agriculture was to be the main pursuit and occupation of the southern emigrant, a more ideal location for planting a permanent colony could hardly have been found in all Mexico.\"","    Not surprisingly, the people that had the financing for this undertaking came from Southern society and slaveholding families. They sought out a place where \"good fellowship could be enjoyed by all; and where their lost fortunes could more quickly and easily be forgotten or retrieved.\"","    The legacy exists today in Santa Barbara where descendants hold a \"Festa Confederada\" picnic on the second Sunday in April where there are biscuits and fried chicken, as well as renditions of \"Dixie\" sung in Brazilian-Portuguese accents. Several Confederate dead were buried outside the United States as well; William T. Hobgood's site catalogues Confederate burials in at least seven other countries. George Harmon claims at the end of his essay that due to the extreme hostility of Mexicans toward foreigners, a vast majority had moved back to the United States, but a considerable number moved on to Yucatan, Venezuela and Jamaica never to return."],"display_date":1866,"search_date":"1866-07-02","citations":[{"divid":1229026558,"type":"Website","data":["Brad Edmonson","American Diaspora-Civil War","Epodunk","http://www.epodunk.com/top10/diaspora/civil-war.html","11/20/08"]},{"divid":1229026607,"type":"Article","data":["Geroge D. Harmon","Confederate Migration to Mexico","The Hispanic American Historical Review","4","1937","462"]},{"divid":1229026667,"type":"Website","data":["William T. Hobgood","Dedicated to listing all the Final Resting Places of our Beloved Soldiers","William T. Hobgood","http://www.geocities.com/CollegePark/Grounds/7235/","12/5/08"]},{"divid":1229026767,"type":"Newspaper Article","data":["Rebel Emigration to Mexico","The New York Times","New York, New York","1/1/1866","1"]}],"locations":[{"id":3318,"lat":null,"lng":null,"zoom":8,"place":"YOUNG TERRITORY, Texas"}],"tags":[{"id":32,"tag":"Civil War"},{"id":131,"tag":"The Confederate States of America"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}