{"id":4567,"title":"The Consequences of Non-Conformity","course_id":20,"status":"P","start_date":"1879-05-20","end_date":"1879-05-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Little Chief of the Cheyenne Indian tribe once said, \"I'd rather die than conform to the white man's way.\" On the morning of May 19, 1879, Secretary of Interior Carl Schurz spoke to the Cheyenne Indians and their leader, Little Chief. Little Chief was old and spoke for the Cheyenne Indians, while the five other tribe members, being very young, listened. Schurz had told Little Chief, \"the game has disappeared, and the time had passed when the Indians could live without work: that Sitting Bull's people, who were in Canada, and many of them were crossing the line and coming to the agencies for food.\" Little Chief then said, \"I'd rather die than conform to the white man's way.\" As Schurz went on, Little Chief then saw that the whites were as numerous as the leaves of the forest, and if the Indians continued their old ways, they would be crowded off their lands.","Indians were once thought as savages across the Americas, but really they were the backbone of American culture. During the colonial era, Indians taught the English how to hunt for game, plan crops, and basically survive. Yet the English repaid Native Americans' assistance with violence. Throughout American history, Indians have been massacred for no reason, and banished from American culture. History has taught that Indians helped Americans with trade, food, and other resources to help them survive in an era when there was no hope for Native Americans, themselves, to survive.","No issue has plagued Indian-white relations as much as property or territorial rights. According to historian Vine Deloria, \"United States law and the courts have substantially failed to protect Indian lands from arbitrary confiscations, partitioning, bureaucratic control, and treaty violations.\" Congressional efforts of this era provided individual rights for Indians apart from their tribal identity in that they \"centered on distribution of property rather than on the articulation of traditional liberties.\" Court rulings resolved many problems between the two cultures over the years, but many unresolved issues still remain."],"display_date":"May 20, 1879","search_date":"1879-05-20","citations":[{"divid":1229027461,"type":"Newspaper Article","data":["Indian Affairs. Little Chief Averse to the Industrious Ways of the White Man","Philadelphia Inquirer","Philadelphia, Pennsylvania","May 20, 1879","4"]},{"divid":1229029461,"type":"Book","data":["Sandra L. Cadwalader and Vine Deloria, Jr.","The Aggressions of Civilization: Federal Indian Policy Since the 1880s",null,"Philadelphia","Temple University Press","1984","5"]},{"divid":94094,"type":"Newspaper Article","data":[null,null,null,null,null,null,null,"jOyKoMAdi"]}],"locations":[{"id":3319,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":148,"tag":"Carl Schurz"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}