{"id":4569,"title":"Union Officers Diverted by Chess","course_id":18,"status":"P","start_date":"1864-03-01","end_date":"1864-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Just before heading into the Wilderness campaign, Colonel Martin T. McMahon competed against his aide in a game of Chess. Chess is an interpretation of the ancient Indian game of Chatarung. Involving two players, the game includes pieces that simulate battle formations and units with certain strengths and traits. Representing the generals of two armies, the game's relevance to warfare is obvious.","Camp life, as described by Civil War historian Gerald F. Linderman, was tedious. Not a suspenseful respite until the next exciting engagement but where \"the soldier believed that he was being required not only to wait, but to rot.\" Full of disease and boredom, they sought recreation. In the photograph of McMahon, he partakes in the recreational game to enliven his camp experience. McMahon appears deeply thoughtful in the engagement of wits. This encampment seems to have been a prolonged one, as McMahon is privileged to have the company of family – who are onlookers with others interested in the outcome of the game. It is ironic that McMahon plays as the black pieces against the white pieces. The rule stands in Chess that the first player to move is always the player using the white pieces. McMahon playing as the black pieces – and being a Union commander – parallels the Union experience of having to react to their opponent's offensive first moves during the rebellion.   ","Games such as backgammon, and checkers were popular in the camps as well. Chess was played by the higher class, with Confederate General Robert E. Lee an avid fan. Lee described his Pennsylvania campaign with an analogy to chess moves.  When asked about the chances of Richmond being taken whilst on the Pennsylvania campaign Lee quipped: \"In that case we shall swap queens,\" alluding to the importance of the piece in Chess, and acknowledging the likeness between the game and real-life strategy."],"display_date":"March 1, 1864 - May 30, 1864","search_date":"1864-04-15","citations":[{"divid":1229037346,"type":"Primary Source in a Secondary Source","data":["A game of Chess at Colonel McMahon&#39;s Camp When the Army Relaxed","May/1864","The Photographic History of the Civil War","Francis Trevelyan Miller, Robert Sampson Lanier","New York","The Review of Reviews Co","1911","241"]},{"divid":1229037516,"type":"Website","data":["U.S. Chess Federation","Chess History","The United States Chess Federation","htp://main.uschess.org/content/view/7326","12/04/08"]},{"divid":1229037612,"type":"Website","data":["Sarah Beth","Chess During the American Civil War","Chess.com","http://blog.chess.com/batgirl/chess-during-the-american-civil-war","12/04/08"]},{"divid":1229037686,"type":"Book","data":["Gerald F. Linderman","Embattled Courage- The Experience of Combat in the American Civil War",null,"New York","Simon and Schuster","1989","119, 253"]},{"divid":1229037754,"type":"Book","data":["John D. Wright ","The Language of the Civil War",null,"Westport","Greenwood Publishing Group","2001","58"]}],"locations":[{"id":3321,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":77,"tag":"Recreaction"},{"id":149,"tag":"camp-life"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}