{"id":457,"title":"54th Massachusetts regiment sent to South Carolina\n","course_id":1,"status":"P","start_date":"1863-05-28","end_date":"1863-05-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The first African American regiment, this group left Boston to head south to Port Royal, South Carolina, to fight for the Union army and demonstrate the capabilities of black soldiers. The enthusiasm of the troops was matched only by their numbers, a full regiment of fresh soldiers. In Boston, the regiment received a warm send-off, and the cheering crowds wishing them well were as vast as have seldom before been seen.' Not all Northerners were enthusiastic about black soldiers however. Two African American regiments were attacked in Washington by a band of Pro-Slavery ruffians.'&lt;br /&gt;The regiment did not succeed at first, but news of their valiant effort brought increased recruitment among the black community. Their efforts help sustain the Union's war effort, and slaves began to escape from their masters in the Northern slave states, so that they could enlist and fight. The success of this regiment led to the commissioning of Major Stearns to recruit African American soldiers nationally.&lt;br /&gt;Many of the commanders welcomed the new recruits. Major General N. P. Banks, said, that the two regiments he commanded answered every expectation,' but even he did not trust them to ascend to the ranks of officers: They require only good officers;to make them good soldiers.' However, acceptance of the soldiers was not universal among fellow military men. Observing an African American regiment fighting in New Orleans, one author observed that the coexistence of colored and white regiments had led to much agitation and dissatisfaction,' and that some white officers have threatened to kill the first colored officer that offers to assume in any way military authority in their presences.' In Baton Rouge, a soldier from Connecticut argued, God never made [African-Americans] soldiers, or any thing to make soldiers of.' In addition, it dampened morale among some white soldiers as they asked themselves, What are we fighting for? Is it to raise the negroes to an equality with white men?'&lt;br /&gt;Southerners were shocked by the enthusiasm of Northerners to black soldiers, discrediting their belief that the children of Ham possess singular aptitude for the profession of arms.' The South expressed its paternal attitude towards slavery, attacking the North for assigning the blacks in uniform the post of honorable danger;thrown forward to receive the murderous fire of the brave Confederates.' They also fault the emancipated soldiers for buying into the Northern ideology: he does not penetrate the motive that actuates his Abolition friends in endowing him with qualities and qualifications that he himself knows he does not possess.' However, Southerners were also excited at the prospect of fighting against African American regiments, as they believed that the white race possessed innately superior skills for war."],"display_date":"May 28, 1863","search_date":"1863-05-28","citations":[{"divid":1215618384,"type":"Book","data":["Henry Carey Baird","George H. Washington and Jackson on Negro Soldiers; Gen. Banks on the Bravery of Negro Troops; Poem?The Second Louisiana",null,"Ithaca, NY","Cornell University Library","1863",""]},{"divid":1215618495,"type":"Book","data":["Gina DeAngelis","The Massachusetts 54th: African American soldiers of the Union",null,"Mankato, MN","Capstone Press","2003",""]},{"divid":1215618540,"type":"Article","data":["Edgar Dinsmore and R. B. Harwell","Edgar Dinsmore Letters","The Journal of Negro History","3","1940","363-371"]},{"divid":1215618625,"type":"Article","data":["Joseph T. Galatthar","?Glory,? the 54th Massachusetts Infantry, and Black Soldiers in the Civil War","The History Teacher","4","1991","475-485"]},{"divid":1215618700,"type":"Newspaper Article","data":["A Colored Regiment","New York Times","","May 29, 1863","1"]},{"divid":1215618747,"type":"Newspaper Article","data":["Organization of Negro Soldiers","New York Times","","June 15, 1863","1"]},{"divid":1215618788,"type":"Newspaper Article","data":["Negro Soldiers","Charleston Daily Courier","","February 27, 1863","2"]},{"divid":1215618832,"type":"Newspaper Article","data":["Negro Soldiers Attacked","The Daily National Intelligencer","","May 23, 1863","2"]}],"locations":[{"id":340,"lat":32.4068445137,"lng":-80.4452215468,"zoom":8,"place":"BEAUFORT, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}