{"id":4570,"title":"Sixty-Sixth Annual Meeting of Amercian Board of Commissioners","course_id":20,"status":"P","start_date":"1875-10-06","end_date":"1875-10-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The American Board of Commissioners met on October 6, 1875, to discuss foreign religious missions.  The meetings were held every day and lasted for about one week.  The committee consisted of 207 members, of whom 116 were clergymen and ninety-one were laymen.  Inside the Board there was another committee that handled all expenses and missionary affairs.  That committee was called the Prudential Committee.  This committee included nine to ten people who were appointed by members of the board.  Secretary Nathaniel G. Clark presented the report on the foreign field.  His report said that the number of churches had increased across the country since last year, and the number of Native Americans who had taken Christianity as their main religion had increased as well.  Also, four missionaries had passed away while on their missions in foreign countries.  The missions that were still in progress were in countries such as Turkey, India, North China, Western Mexico, Spain, and Austria.  The main objective of the missionaries was to spread the word of God to the people of the country and convert them to Protestantism.  \"Most of these pastors are exceeding our expectations,\" one member of the committee said.  In other areas of the country, there were other missionary groups trying to spread to the word of the Lord.  In Illinois, the Central Illinois Presbyterians and the Episcopal Board of Missions encouraged people to come and visit their churches if they so desired.","Each mission had its own goal; that goal was to convert most of the citizens of the country that they were in to Protestantism.  Each mission that was launched was coordinated on a national basis.    These theories were unsuccessful and because of their failures, mission conferences were started.  The first missionary conference was held in New York City in 1854.  Most Americans were aware of the missions that were taking place but did not get involved.  They felt this way because only certain Americans were missionaries.  The Americans who were not missionaries felt that it was the duty of the actual missionaries themselves to take care of the responsibilities of the mission."],"display_date":"October 6, 1875","search_date":"1875-10-06","citations":[{"divid":1229092856,"type":"Newspaper Article","data":["","Inter-Ocean","","October 6, 1875","3"]},{"divid":1229044731,"type":"Book","data":["Jonathon J. Bonk","Encyclopedia of Missions and Missionaries",null,"New York","Routledge","2007","183-185"]}],"locations":[{"id":3322,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":147,"tag":"Missionaries"},{"id":79,"tag":"Religion"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}