{"id":4571,"title":"Senate Asks To Investigate Southern Crimes by Band of Disguised People","course_id":18,"status":"P","start_date":"1871-01-10","end_date":"1871-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On January 10, 1871, the Senate of the United States passed a decree that appointed five investigators to clarify the intents behind politically-driven outrages committed in the South. The investigators received a message on January 13, from President Ulysses S. Grant that contained reports of military officers, communications from Governors of States; and letters and petitions from private citizens. All sources showed that in many parts of the South, from 1866 up to 1871, bands of people wearing disguises with \"apparent\" political motivations committed all kinds of crimes and \"outrages.\"  The investigators examined State and Federal Judges, prosecuting officers, political editors, ministers, private citizens, both white and colored, members of the Ku Klux Klan, magistrates, constables, and the list continued. They also interviewed all classes of people \"scoured and abused by the bands of people in disguise.\"  The first subject of inquiry was whether crimes and outrages fitting the descriptions mentioned in the sources were committed in North Carolina. James E. Boyd, a lawyer from North Carolina, testified that the Ku Klux Klan was a secret organization, having for one of its objectives, \"hostility to the Negro race.\" He continued to say that the members are bound, upon the penalty of death for disobedience, to strictly obey orders, even if they involve murder and assassination and meetings are held in secret places-the woods generally. Another witness testified that he knew of \"peaceable Negroes who had been taken out of their beds at night and hanged; others were drowned.\"  Overall, the committee concluded that the Ku Klux Klan organization did exist, had a political purpose, was composed of members of the Democratic or Conservative party, had sought to carry out its purpose by \"murders ,whippings, intimidations and violence,\" against its opponents. The second conclusion for the committee was that the Ku Klux Klan not only bound its members to carry out decrees of crime, but also protects them against conviction and punishment. The final committee conclusion was that all of the offenders against the law in this order, not one had yet been convicted in the whole state. The committee believed that due to the violence of the Ku Klux Klan organization, authorities of the State could not secure to its citizens \"life, liberty and the pursuit of happiness.\""],"display_date":"January 10, 1871","search_date":"1871-01-10","citations":[{"divid":1229046931,"type":"Newspaper Article","data":["Report of the Examination Committee: Existence of the Ku Klux Klan- Conclusion of the Committee","The Star and Sentinel","Gettysburg, PA","January 10, 1871","2"]},{"divid":1229046659,"type":"Book","data":["Wyn C. Wade","The Fiery Cross: The Ku Klux Klan in America",null,"New York","Oxford University Press","1998","528"]},{"divid":1229046693,"type":"Government Document","data":["Hearings on the Ku Klux Klan, 1921","Congressional Record","1921","New York","Arno Press","1969","","",""]}],"locations":[{"id":3323,"lat":35.2165042447,"lng":-76.4856018863,"zoom":9,"place":"BEAUFORT, North Carolina"}],"tags":[{"id":150,"tag":"Senate"},{"id":151,"tag":"Ku Klux Klan"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}