{"id":4573,"title":"Reverend Aughey On Poor White Education in the South","course_id":18,"status":"P","start_date":"1863-03-24","end_date":"1863-03-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["An extract of Reverend J.H. Aughey's book <em>The Iron Furnace or Slavery and Secession</em> appeared in the <em>Altoona Tribune</em> on March 24, 1863. Aughey wrote that the poor whites of the South were \"exceedingly ignorant\" and claimed that not one in twenty could read. He also remarked that these whites \"scarcely\" spoke English. He specifically cited an old woman that said her daughter Sal, \"yisterday sot the lather in the damsel tree, and clim up; and knocked some of the nicest, saftest damsels.\" Aughey wrote his interpretation afterword as \"yesterday set the ladder in the damsel tree and climbed up; and knocked some of the nicest, softest damsels.\"","                Aughey also remarked on the lack of education of these whites. He cited a time when he stopped to ask for directions and when he commented on the picture of the presidents hanging on her wall she responded with \"I've hearn tell of 'em a long time. They must be gittin' mighty old, of some of'em aint dead. L'hat top one, is Gineral Washington. I've hearn of him ever since I was a gal. He must be gittin' up in years, if he aint dead. Him and Gineral Jackson fit the British and tories at New Orleans, and whipped 'em too.\" Aughey also commented that the woman was very proud of her historical knowledge.","                Aughey was not the only one to point out the shortcomings of the Southern Educational System. North Carolina \"carpetbagger\" Albion W. TourgÉe wrote that the Reconstruction state differed profoundly from \"anything the antebellum South had known.\" Antebellum planters enjoyed a disproportionate share of political power, while taxes and education expenditures remained low. A Democrat admitted after the war, \"Southern education [after the war] was a disgrace.\""],"display_date":"March 24, 1863","search_date":"1863-03-24","citations":[{"divid":1229047958,"type":"Newspaper Article","data":["Ignorance In Dixie","The Altoona Tribune","Altoona, PA","March 24, 1863","1"]},{"divid":1229047999,"type":"Book","data":["Eric Foner","A Short History of Reconstruction, 1863-1877: 1863-1877",null,"New York","HarperCollins","1990","155-156"]},{"divid":1229048035,"type":"Book","data":["Faustine C. Jones-Wilson","Encyclopedia of African-American Education",null,"Westport, Connecticut","Greenwood Publishing Group","1996","584"]}],"locations":[{"id":3326,"lat":35.2165042447,"lng":-76.4856018863,"zoom":9,"place":"BEAUFORT, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":49,"tag":"Social Class"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}