{"id":4574,"title":"Reasons for the War of 1812","course_id":20,"status":"P","start_date":"1812-01-01","end_date":"1815-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"I am ready to allow, Mr. President, that both Great Britain and France, have given us abundant cause for war.\" These were the words of General German in the United State Senate that was displayed by the press in Spooner's Vermont Journal. The war described here is the War of 1812, where both Great Britain and France attempted to bully the United States into trade allegiances with either nation. In order for America to maintain neutrality, it was necessary to display its military strength. A country that cannot defend itself against foreign powers will not carry respect from those powers. Because of this it, was necessary to declare war on Great Britain.","Great Britain had been in at war with France for several years across numerous conflicts. After the Revolutionary War, America had a need to remain neutral in order to strengthen its economy and infrastructure; this made trade across the Atlantic Ocean with various European countries was vital. Both France and Great Britain were among America's largest trading partners. With the conflict between these nations, Britain required resources and economic support. This need, combined with Britain's little respect for the fledging United States, drove them to bully and restrict America to trading solely with them. They had several ways of accomplishing this. Some of the most notable ways of accomplishing this were blockading French ports to American trading ships and conducting impressments of American merchant sailors. After much debate by Congress, the conclusion was made that because of these among various other violations against America as a neutral nation, the only way to maintain independence was to declare war on Great Britain. The War of 1812 lasted from 1812 to 1815 and was generally considered a stalemate.","American forces throughout the war did not gain significant victory against Britain's colonies in Canada, and after America successfully repelled Britain's invasions on her native soil the war ended in a draw. With the signing of the Treaty of Ghent, a <em>status quo antebellum</em> was declared, both ending the war and returning all lands to the pre-war holders. While the war had little initial effect, its results could be seen in the years to come with greater respect from Great Britain toward America as a sovereign, neutral nation."],"display_date":"1812 - 1815","search_date":"1813-12-31","citations":[{"divid":1229052801,"type":"Book","data":["Michael H. Hunt","Ideology and U.S. Foreign Policy ",null,"Westford, Mass","Murray Printing Co","1987","100"]},{"divid":1229052891,"type":"Book","data":["Robert Leckie","The Wars of America ",null,"New York","Harper & Row Publishers","1968","100"]},{"divid":1229093027,"type":"Newspaper Article","data":["","Spooner&#39;s Vermont Journal","","August 17, 1812",""]}],"locations":[{"id":3328,"lat":null,"lng":null,"zoom":8,"place":"CUMBERLAND, Maine"}],"tags":[{"id":154,"tag":"War of 1812"},{"id":155,"tag":"Great Britain"},{"id":20,"tag":"Diplomacy/International"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}