{"id":4576,"title":"<strong>A Wild Night: Pittsburgh &quot;Great Strikers&quot; Burn Rail Yard</strong>","course_id":18,"status":"P","start_date":"1877-07-19","end_date":"1877-07-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In her memoirs, Mary Harris \"Mother\" Jones described the night in Pittsburgh, Pennsylvania that strikers from the Pennsylvania Railroad turned the \"Great Strike\" of 1877 into a riot.  \"Hundreds of box cars standing on the tracks were soaked with oil and set on fire and sent down the tracks to the roundhouse.  The roundhouse caught fire.  Over one hundred locomotives belonging to the Pennsylvania Railroad Company were destroyed.  It was a wild night.\"  ","            According to historian Eric Foner, the \"Great Strike,\" which led to that \"wild night\" in Pittsburgh, began in Martinsburg, West Virginia on July 16, 1877.  In their book, <em>Constructing the American Past,</em> Elliot Gorn, Randy Roberts and Terry D. Bilhartz wrote that the workers began the strike when the Baltimore & Ohio Railroad \"announced a 10 percent wage cut for all employees,\" the second such cut in eight months and part of a policy for railroads across the country.  The strikers proceeded to shut down all train traffic through Martinsburg and move all the engines into the roundhouse.  Gorn et. al. wrote that the \"incidents begun in Martinsburg were repeated across the county,\" as workers from \"various industries refused to accept low wages.\"","            The conflagration that occurred in the Pittsburgh rail yards was, according to Gorn, the climax of the \"Great Strike.\"  Gorn et. al. wrote that three days after the strike began in Martinsburg, Pennsylvania Railroad managers angered the Pittsburgh workers by ordering \"that all trains running east from Pittsburgh be 'double headers.'  \"Double headers\" are trains with two engines that pull twice as many cars, and cause twice as much work and danger for the workers. Gorn et. al. wrote that once the Railroad workers walked off the job, they were joined by incensed workers from other industries.","            According to Gorn et. al. the state militia was called into Pittsburgh to control the strike, but many of the militia men sympathized with the strikers. One officer, as quoted by Gorn et al. said, \"the sympathy of the people, the sympathy of the troops, my own sympathy, was with the strikers proper.  We all felt that those men were not receiving enough wages.\"  Instead of controlling the strike, Gorn et. al. contended that many of the soldier put down their weapons and \"fraternized with the strikers.\"","            According to Gorn et. al., the clash between the militia and strikers began when 600 militiamen arrived from Philadelphia.  They noted that the small force of Philadelphia militiamen was faced by an angry mob of nearly 6,000 people.  The angry crowd of strikers included women  and children who jeered and threw rocks at the Philadelphia militiamen.  Foner wrote that because of this, the militia \"fired on the crowds that had seized railroad switches, killing twenty people.\"  According to historian Troy Rondinone, after the militia fired into the strikers they retreated into the roundhouse at the train yards. The strikers reacted to the shooting with outrage and in Rondinone's words \"it seemed as though the striking railroad workers had become a massed army.\"  Gorn et. al. described how the strikers armed themselves and attacked the militia men in the roundhouse by setting fire to it.  The strikers then proceeded to burn and in other ways destroy the train yard.  ","According to Gorn et. al., the rioting resulted in the destruction of 2,000 railroad cars and 100 engines.  \"The resulting fires,\" Rondinone wrote, \"could be seen at a distance of seven miles.\"  The incident in Pittsburgh is just one of the many events of 1877 that according to Gorn et.al., showed that a deep chasm divided and would continue to divide the rich and the poor in America.  In her memoirs \"Mother\" Jones blamed the rioting on and the fires on \"hoodlums backed by the business men of Pittsburgh who for a long time had felt that the Railroad Company discriminated against the city on the matter of rates.\"  However Gorn et. al. noted that Jones was a \"socialist known for her militant oratory,\" so it is likely that her beliefs, and the fact that she wrote her memoirs fifty years after the strikes, led her to believe that the strikers were innocent.  Innocent or guilty, according to Gorn et. al., the strikers were involved in the climax of the largest strike America had witnessed up until that point in her history."],"display_date":"July 19, 1877 - July 23, 1877","search_date":"1877-07-21","citations":[{"divid":1229101191,"type":"Book","data":["Jones, Mary H","The Autobiography of Mother Jones",null,"ed. Mary Field Parton. Chicago","Charles H. Kerr Co.","1925","14-16."]},{"divid":1229101253,"type":"Book","data":["Foner, Eric","A Short History of Reconstruction",null,"New York","Harper & Row Publishers, Inc.","1990","245-247"]},{"divid":1229101293,"type":"Book","data":["Gorn, Elliot, Roberts, Randy, Bilhartz, Terry D.","Constructing the American Past: A Source Book of a People?s History",null,"6th ed., vol. 2. New York","Pearson Education Inc.","2008","19-22"]},{"divid":1229101510,"type":"Article","data":["Rondinone, Troy","&quot;History Repeats Itself&quot;: The Civil War and the Meaning of Labor Conflict in the Late Nineteenth Century","American Quarterly","Vol 59&#40;2&#41;","June 2007","397-419"]}],"locations":[{"id":3333,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"ALLEGHENY, Pennsylvania"}],"tags":[{"id":156,"tag":"Labor Strike"},{"id":33,"tag":"Labor Union"},{"id":67,"tag":"Militia"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}