{"id":4577,"title":"The reliance on the slave trade as a benefit to the economy","course_id":21,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Slave Trade","Understanding the economic standards for growth in the new world at the time can help one understand the importance of the slave trade. There was a constant demand for slaves because they were vital to the stability of their individual plantations. \"Slavery shaped the economic growth of the lower South in the eighteenth century \" (Rosenbloom 1999). These individual slaves were not looked at as important figures, but what was essentially important to their owners was what they got out of them. Their labor was cheap, but what they produced was expensive. Therefore, the slave owner was making a complete profit through the purchase of a slave or slaves. \"If eight vessels were fitted out for this purpose, and but a single one escaped the vigilance of the cruisers, the profit accruing from the sale of her cargo would more than counterbalance the loss sustained in the capture of the remaining seven\". This quote explains the risk/reward factor that is related to the slave trade. A slave's dedication to the plantation can produce such a great profit over time. This economic factor leaves little doubt as to why a landowner would want slaves.","Nowadays the buying and selling of slaves is looked at in the right moral context. However, in the centuries even before the founding of America slavery was viewed as a way to achieve economic proliferation. This was seen by acquiring land to grow cotton in warm southern climates such as Florida. Feelings and rights were not accounted for when talking about slavery. What mattered most was that the slaves were delivered in the right quantity to their prospective owners. Africans were treated as a possession like any other object that was traded for at the time. However, possessing a slave at the time guaranteed a turnover rate in the favor of the owner. This concept began to spread throughout the country as owners battled for the possession of hard working and dedicated slaves. Society became dependant on the goods that slaves produced consequently demanding more land, which in turn meant more slaves. These slaves would be found through the network of trade from Africa and the Caribbean. Without this vast system of trade that brought about thousands upon thousands of slaves, plantations would have died out resulting in an economic failure."],"display_date":1860,"search_date":"1860-07-01","citations":[{"divid":1229102317,"type":"Article","data":["East Floridian","Slave Trade","Florida Vertical File ","1","1860","1-2"]},{"divid":1229102420,"type":"Website","data":["Joshua Rosenbloom","Slave prices and The Economy of the Lower South","University of Kansas","http://eh.net/Clio/Conferences/ASSA/Jan_00/rosenbloom.shtml ","11/24/08"]}],"locations":[{"id":3334,"lat":25.7665375474,"lng":-80.1467565312,"zoom":8,"place":"DADE, Florida"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":157,"tag":"Transatlantic Slave Trade"},{"id":4,"tag":"Slavery"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}