{"id":4578,"title":"Chief Osceola and his resistance to European influences","course_id":21,"status":"P","start_date":"1898-01-01","end_date":"1898-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Chief Osceola","            Chief Osceola represents the struggle to resist European influence amongst Indian tribes in the early eighteenth century. \"He led by his own charisma, bravery in battle, and outspoken views against removal\"(Kimball 2002). His cultural ties to the Muskogee tribe were undermined because he was thought to have a European father. This identification and relationship created by the white people infuriated Osceola. Europeans were slowly trying to strip him away from his Muskogee culture by referring to him under the white name of Billy Powell.","            While Europeans were trying to put a face onto Osceola by civilizing him, he embodied what he believed all Indians at the time ought to do. \"Osceola himself repudiated with great scorn the rumor that he had white man's blood in his veins, saying to an army officer on one occasion: 'No foreign blood runs in my veins. I am a pure-blood Muskogee'\" (Coe 1898). He constantly refused to give into the European lifestyle and live a life that was strongly connected to his tribal beliefs. Violence was used against him, but he also gave it right back to the oppressor. Throughout the life of Osceola, many common tactics were used that were relevant in the demise of various Indian tribes. Unlike many Indians after him, Osceola refused to rely on European production and influence."],"display_date":1898,"search_date":"1898-07-02","citations":[{"divid":1229102737,"type":"Article","data":["Capt. Charles H. Coe","The Parentage and Birthplace of Osceola","Red Patriots, the story of the seminoles, The seminole right to lands","1","1898","1-4"]},{"divid":1229102909,"type":"Website","data":["Chris Kimball","Osceola, the Man and the Myths","southernhistory.us","http://www.southernhistory.us/osceola.htm","11/26/08"]}],"locations":[{"id":3336,"lat":27.9325389945,"lng":-81.1174374911,"zoom":8,"place":"OSCEOLA, Florida"}],"tags":[{"id":158,"tag":"Osceola"},{"id":159,"tag":"Chief Osceola"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}