{"id":4579,"title":"Slave Rebellion","course_id":21,"status":"P","start_date":"1835-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Slave rebellions were common in the south during the 19th century, as those held in bondage began to fight back against their oppressors. Spurned on by stories of Nat Turners bravery, and as more and more slaves acquired the ability to read and speak the English language, they began to pick up on some of the conversations that took place between their white masters. This learning made the slaves even bolder, as they began to fight for freedom they feel like they had earned.","One of the largest slave rebellions took place between 1835 and 1838, when slaves in the south fled their masters and joined the Seminole Army that was fighting in the second Seminole War. The Black Seminoles were descendants of both free Africans and Runaway slaves, and teamed up with the Native Americans living in Florida to form the Seminole Tribe. During the second Seminole War, American troops attempted to relocate the Indians stationed in Florida to Indian Territory in the west. Instead of accepting this forced evacuation, the Seminole Tribe fought back, putting their support behind militant leaders like Chief Osceola. During this war, the tribe torched and burned sugar plantations and helped facilitate the escape of nearly 400 slaves.","As incredible as this was, it has been largely disregarded by history. Why was it so quickly forgotten. Maybe because the southern whites did not want to admit defeat to the black rebels, as it would admit weakness and facilitate even more rebellion. So, the story was buried in the annals of history, and has only come to light a few years ago."],"display_date":"1835 - 1838","search_date":"1836-12-31","citations":[{"divid":1229104390,"type":"Website","data":["J.B Bird","Rebellion: John Horse and the Black Seminoles","Summerlee Foundation","http://www.johnhorse.com/black-seminoles/black-seminole-slave-rebellion.htm","November 3rd, 2008"]},{"divid":1229105343,"type":"Book","data":["James F. Sunderman","Journey into Wilderness: An Army Surgeon?s Account of Life in Camp and Field During the Creek and Seminole Wars, 1836-38",null,"Gainsville, Florida","Unviersity Of Florida Press","1953","277-278"]},{"divid":78243,"type":"Film","data":[null,null,null,null,"NvFMafnqCqmLNbsDhsC"]}],"locations":[{"id":3338,"lat":null,"lng":null,"zoom":8,"place":"JEFFERSON, Florida"}],"tags":[{"id":4,"tag":"Slavery"},{"id":119,"tag":"racial violence"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}