{"id":458,"title":"Whig candidate Edward B. Dudley wins gubernatorial race in North Carolina\n","course_id":1,"status":"P","start_date":"1836-08-01","end_date":"1836-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Though the Whig Party was not strong enough to win a presidential election in 1836, in some states it was possible to elect Whig governors.  In North Carolina, pleas from the western counties for internal improvements were going unheard by prosperous, mostly Democratic planters, who were overrepresented in the legislature.  The Whig strategy, therefore, was to garner support by demanding state aid to education and transportation projects, using North Carolina's share of the federal surplus.  (This agreed with Whig ideology, which espoused economic development through government projects.)  This plan of attack proved successful, and Whig Edward Dudley defeated the incumbent Richard D. Spaight (a Democrat) with 53.6% of the vote.  The Whigs also gained a majority in the senate, and were only two seats short of controlling the house.  The Democratic Macon Georgia Telegraph lamented, We give it up: Dudley, the Whig candidate is elected Governor over Spaight the Administration candidate.  The presidential question however did no control the election... There is but little doubt but North Carolina will be for Van Buron.'&lt;br /&gt;&lt;br /&gt;Prior to the election, the Whig-supporting North Carolina Star averred, Should Spaight be elected, it will be forthwith claimed as decisive of the strength of parties on the Presidential question.  When therefore the voters recollect that in voting between Dudley and Spaight, they are to a considerable extent voting between White and Van Buren, we trust there will be no indifference.'  The paper further reminded its readers that Spaight had abandoned republican principles in voting against the declared wishes of his constituents,' and that he was opposed to the land bill , to North Carolina's receiving her portion of the proceeds of the public domain...'  Whiggish concerns about tyrannical leaders and internal improvements apparently struck a cord with North Carolina's poor and/or progressive-minded inhabitants.  The election drew 67% of potential voters.&lt;br /&gt;&lt;br /&gt;And yet, as the Telegraph predicted, Democrat Martin Van Buren would win the presidential election only three months later.  Following Dudley's victory, Whig leaders began campaigning for White almost exclusively on the slavery issue.  Voter participation in November dropped to 53%; it simply seemed less important to vote to protect slavery in a region where people universally opposed abolition.  The North Carolina experience made it clear that an emphasis on relevant local issues other than slavery would be necessary to win state elections."],"display_date":"August 1, 1836 - August 30, 1836","search_date":"1836-08-15","citations":[{"divid":1213654591,"type":"Book","data":["Michael F. Holt","The Rise and Fall of the American Whig Party",null,"Oxford","Oxford University Press","1999","56-58"]},{"divid":1213654618,"type":"Book","data":["Hugh Talmage Lefler and Albert Ray Newsome","The History of a Southern State: North Carolina",null,"Chapel Hill","The University of North Carolina Press","1973","359-360"]},{"divid":1213654668,"type":"Newspaper Article","data":["Election of the Governor","The North Carolina Star","","August 4, 1836",""]},{"divid":1213654698,"type":"Newspaper Article","data":["","The Macon Georgia Telegraph","","September 1, 1836",""]},{"divid":522985,"type":"Primary Source in a Secondary Source","data":[null,"AlVEKSNEWBoT"]}],"locations":[{"id":341,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}