{"id":4581,"title":"Soldiers Perspective in the Seminole War","course_id":21,"status":"P","start_date":"1840-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["William Frazer was a practical man who wrote about his interpretations of the Florida army. There were 1200 soldiers accompanying William on his journey to fight in the second Seminole war. The Second Seminole war was being fought over the Indian removal act. The act was to move all of the Indians west of the Mississippi river. Few of the soldiers accompanying William were fierce, and would take the life of someone in the blink of an eye, but not all soldiers shared this mentality since one fourth of the soldiers were volunteers. During William Frazer campaign the steamboat he was on, headed towards the Seminoles Indians, ran out of wood, so camp was set up for three days in order to chop a supply of wood for the steamboat. The constant threat of Indians instilled fear upon many of the soldiers; the army even sent half of their soldiers to guard camp throughout the night. The Idea of Indians became a great burden on many of the soldiers during the three day regrouping. Indians were perceived as barbaric men, who had no sympathy for others. During one of the nights a shot was fired because one of the soldiers claimed that he saw an Indian. The shot alarmed all of the soldiers, who only took one minute to react, which entail being up and armed.","William believes that the cause he is fighting for is extremely honorable. William, not serious, says that he should only walk in the presence of Princess Victoria. However William, as did many of the other soldiers, thought that being a soldiers was an exceptional honorable. William describes the Indians as cunning and daring, which makes his task seem harder, and nobler because he is fighting the Seminoles. William wrote to his brother showing and giving examples of the hardships of being a soldier in the Army of Florida. "],"display_date":1840,"search_date":"1840-07-01","citations":[{"divid":1229133780,"type":"Article","data":["William Frazer","Letter","Letter","0","Unknown","1"]},{"divid":1229133837,"type":"Website","data":["OnWar.com","Second Seminole War 1835-1842","OnWar.com","http://www.onwar.com/aced/data/sierra/seminole1835.htm","12/1/08"]}],"locations":[{"id":3340,"lat":null,"lng":null,"zoom":8,"place":"ST JOHNS, Florida"}],"tags":[{"id":161,"tag":"Seminole Revolt"},{"id":19,"tag":"Native-Americans"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}