{"id":4583,"title":"The March for Freedom","course_id":21,"status":"P","start_date":"3/3/13","end_date":"3/3/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["The day was March 3, 1913 in Washington D.C., many women at the time have wanted equal rights, that they were not receiving, so many important women icons decided to act upon their beliefs. The women gathered 5,000 supporters, such as Mrs. Taft. She and other supporters walked down Pennsylvania Avenue in hopes of rallying the crowd and getting as many supporters as possible. The women used decorated floats in order to persuade the public to sympathize with there cause. The women were pleading that they should be able to vote, and they their current situation in society was unfair. They marched down the boardwalk while cars where honking for there cause and bands where playing religious music. The women started a movement that day, and the movement was known as the greatest appeal for women's support in America. The women were also walking towards the memorial continental hall in order to give many speeches by icons, so their voice would be heard. There were many famous women speakers, such as Carrie Chapman Catt who was the president of international suffrage alliance. The women who marched for women's rights used music, newspapers, magazines, and pamphlets to demonstrate there lifetime work on women's right."],"display_date":"March 3, 1913","search_date":"1913-03-03","citations":[{"divid":1229135637,"type":"Newspaper Article","data":["","Washington Post","","March, 3, 1913",""]},{"divid":1229135720,"type":"Website","data":["Sheridan Harvey","MARCHING FOR THE VOTE: REMEMBERING THE WOMAN SUFFRAGE PARADE OF 1913","Washington Post","http://memory.loc.gov/ammem/awhhtml/aw01e/aw01e.html","12/1/08"]}],"locations":[{"id":3343,"lat":39.2038567799,"lng":-78.2606208397,"zoom":9,"place":"Frederick, Virginia"}],"tags":[{"id":7,"tag":"Women"},{"id":48,"tag":"Women&#39;s Rights"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}