{"id":4584,"title":"Life of a slave master in the west","course_id":21,"status":"P","start_date":"1865-02-09","end_date":"1865-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["George N. Linns, a plantation owner in Jefferson County, Colorado who owned many of his slaves at a time of war was forced to release them (Thomas, as he was named by his slave master George was one of these slaves). At age 22 Thomas was a young black man and he was forced to serve as a soldier for the European American army in 1865. He was not well educated in reading or writing and neither well fed by his master or master's wife at his time on the plantation. He was a hard working slave, as he had no records of escaping from the plantation or rebelling against his master, Thomas was committed to what he had to do and a request from the Government was just what he needed. Thomas would be given his liberty after war if he was not to die, and would be someone who deserves their freedom.","Thomas's master was made to sign a receipt for the selling of his slave to the government, many of Thomas's details were on this note, his height, his weight and his newly given name, Thomas. George N. Linns was able to sell Thomas for forty five hundred dollars which was a considerable amount of money for a slave of Thomas's status. Thomas like many other slave had no experience of going to war, therefore offered no skill to the soldiers. All Thomas was once he was sold was another man who would stand with fellow slaves and fight for a country he was forced to live on.","George N. Linns may have lost a slave through war, but Thomas has gained his liberty from the hidden opportunity of freedom through war."],"display_date":"February 9, 1865","search_date":"1865-02-09","citations":[{"divid":1229135985,"type":"Government Document","data":["Government slave reciept","Tax document","","","","","","",""]},{"divid":1229135012,"type":"Website","data":["Elsie Freeman","Black Soldiers in the Civil War","The National Archives","http://www.archives.gov/education/lessons/blacks-civil-war/","12/1/08"]}],"locations":[{"id":3344,"lat":35.0203647029,"lng":-116.285711144,"zoom":7,"place":"SAN BERNARDINO, California"}],"tags":[{"id":163,"tag":"Slave master"},{"id":4,"tag":"Slavery"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}