{"id":4585,"title":"The accomplishment of a free Black","course_id":21,"status":"P","start_date":"1798-01-01","end_date":"1798-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Venture Smith, given black's social status in America, knew that his freedom was a privilege and not a right. Venture Smith was always trying to help the African American population, especially buy purchasing other slave's freedom. The first slaves venture smith purchased were his two sons, Solomon and Cuff, which cost him four hundred dollars. Venture Smith made his money by working on the land he had purchased in Long Island, And by selling watermelon. Since Venture Smith was free and owned property, he was able to accomplish more than the average free black person.","Once Venture Smith was able to purchase his whole family, he began to buy as many African Americans as possible. Although he had a kind heart by purchasing slaves, he still expected the African Americans to work for him. Many of the slaves that were purchased did not seem to respect venture Smith because usually within a year they would run away. Venture Smith had an extraordinary life, first being born in Guinea, then becoming a slave, then becoming free, and finally owning other black people. One of the reasons's why people view venture smith as a kind hearted man is because he would still take African Americans word, especially when they told him they would not run away. One African American who worked for venture was named Mingo. Mingo was paid and allowed to stay at Venture smith's house, so that Mingo knew Venture Smith on a personal level. Yet, when Mingo was lent eight dollars from him, Mingo tried took advantage of his boss, by running away with the money. It seemed as if every time that hospitality was given by venture smith to an African American, Venture Smith was taken advantage of. The hardships of plantations created scenarios where slaves had little trust for their masters, and as a result Venture Smith was taken advantage of. "],"display_date":1798,"search_date":"1798-07-02","citations":[{"divid":1229136169,"type":"Website","data":["Venture Smith","Venture Smith&#39;s narrative ","Pbs","http://www.pbs.org/wgbh/aia/part2/2h5t.html","11/20/08"]},{"divid":1229136173,"type":"Website","data":["Venture Smith","African American Voices","NPR","http://www.digitalhistory.uh.edu/black_voices/voices_display.cfm?id=34","11/20/08"]}],"locations":[{"id":3345,"lat":40.9562853666,"lng":-73.0371992045,"zoom":7,"place":"Suffolk, New York"}],"tags":[{"id":164,"tag":"Slave"},{"id":92,"tag":"Freed Slaves"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}