{"id":4586,"title":"Seminole Indian churches","course_id":21,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Edward P. Hooker is the chairman of the State Congregational Association in Florida. He organises the churches help towards the Seminoles. He helps provide for the Seminole Indians educationally and religiously. Edward P. Hooker is a Christian but unlike many white southerners he is open to many other religions and does not force Christianity upon the Indians who get help from his missionaries. Edwards's success in setting up these missionaries has allowed him to be recognised by other chairmen of churches. This recognition leads to financial benefits for his missions and a higher status in the south. Much of the recognition has got him set up with missionaries in Philadelphia as well as Florida and other parts of the south.","Edward P. Hooker develops plans that will better help the Seminole Indians socially and economically. By helping the Seminoles set up churches he is also providing a space for school education and work for Native American children. In the late 19th century he wrote to many other churches requesting they share ideas and plans for the Seminole Indians in Florida.","Edward P. Hooker is the chairman of a church based in Winter Park Florida, which gave him the advantage over other because of his close proximity to the Seminole Indians who lived in southern Florida. Edward is a very motivated white man and he is recognised because of his determination to help the Seminoles in their trouble after the Seminole wars.","The Seminoles in Florida needed the help of the missionaries to help restructure their society after both the Seminole wars. Without the missions in Florida the Seminole Indians may have not been able to reconstruct their society and they may have been abolished from Florida."],"display_date":1910,"search_date":"1910-07-02","citations":[{"divid":1229134930,"type":"Article","data":["unknown","Church in the missionary district of Southern Florida","Twenty-second annual convocation","N/A","1914","34"]},{"divid":1229135012,"type":"Website","data":["unknown","Seminole History","Inter-Tribal Council of the five civilized tribes","http://www.fivecivilizedtribes.org/FiveTribes/Seminole/SeminoleHistory/tabid/293/Default.aspx","12/1/08"]}],"locations":[{"id":3346,"lat":28.7910878524,"lng":-80.7439573301,"zoom":9,"place":"Brevard, Florida"}],"tags":[{"id":165,"tag":"Church"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}