{"id":4589,"title":"Order On Plantations","course_id":21,"status":"P","start_date":"1857-01-01","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Maintaining order on a plantation that was dependent on slavery was very important. To achieve this slaves required positive aspects in their life to look forward to. These privileges drove them to work. The creation of task systems and gang systems were frequent practices and established content lives among workers. Task systems were designed so that each slave had one engagement he or she was required to complete for the day. This instilled a compelling attitude that drove the slaves to finish their work in order to live out there lives. Gang Systems also worked in a similar way but a supervisor, also a slave, drove them. Gang systems also were prone to be more violent. These systems created a desire to achieve this higher status driving salves to work harder. For the most part, with the completion of their tasks slaves could live a customary life. These slaves lived in communities on the plantations, like that of Zephaniah Kingsley. Kinsley's plantation consisted of twenty-three cabins for slaves arranged in a semi circle. Here slaves engaged in cultural activities like dancing, music and religion. They were driven to: go home and tend to their gardens, perform these cultural activities, be with families, and even work to create a profit of their own. Task and gang systems did compel slaves to work hard, and in result were successful in achieving order on plantations. "],"display_date":1857,"search_date":"1857-07-02","citations":[{"divid":1229184874,"type":"Article","data":["Berlin","Civilization and Culture: Labor and the Shaping of Black Life in the Americas ","Carter G. Woodson Institute Series in Black Studies","1","1","1"]},{"divid":1229184942,"type":"Newspaper Article","data":["The Slave Community ","The Florida Republican ","Florida","March 18, 1857",""]}],"locations":[{"id":3350,"lat":29.7925410318,"lng":-84.93839964,"zoom":9,"place":"FRANKLIN, Florida"}],"tags":[{"id":164,"tag":"Slave"},{"id":144,"tag":"plantation"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}