{"id":4595,"title":"William Hall Supports the Draft but Abhors the Riot &#40;1863&#41;","course_id":18,"status":"P","start_date":"1863-07-15","end_date":"1863-07-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Buildings had beenburned, homes had been destroyed, and men, women, and children perished at the hands of angry citizens. In July of 1863, New York City became engulfed in a wave of mob violence that swept through the city. Irish immigrants made up the majority of the rioters in opposition to the Enrollment Act of Conscription set forth earlier that year by President Abraham Lincoln. The rioters did not believe that they should have to fight in a war that they did not hold a substantial stake in. The Draft Riot of 1863, as it would later be called, raged in New York from July 13 to July 16 , eventually it was quelled by the Union Army. However, the riot would not be stopped before the death of around 100 civilians and numerous casualties had taken place.","Before the Battle of Gettysburg, the Union Army had a growing need for more troops. Due to this shortage of men, President Abraham Lincoln issued the Enrollment Act of Conscription in March of 1863. Lincoln called for nearly 300,000 more men to bolster Union forces. By mid July of 1863, the time when New York received its first draft notices, the Battle of Gettysburg had just been fought. The horrors of the battle shocked many New Yorkers, causing them not to want to enlist in the military. ","The unskilled laborers of New York, Irish and African American alike, did not have the capabilities to pay their way out of military service. The Irish became enraged at the fact that they did not have a way out of the draft. The Irish believed that they should not have to go to war for a group of people, whom they did not care for. For these reasons, the Irish rioted, and in so doing, directed much of their violence towards the African American population in New York City.  William A. Hall, an established member of New York society wrote to Montgomery Blair, member of Abraham Lincoln's cabinet stating, \"We have had…a bloody riot and the destruction of large amounts of property…\" Oddly enough, Hall goes on to tell Blair not to recall the draft in New York City, even though it incited the riot. ","The Draft Riots in New York, born out of unskilled labor competition between African Americans and Irish immigrants, in conjunction with Irish discontent at being forced to participate in the draft without any feasible way out, raged for three days ending nearly 1,000 people having been either killed or wounded.  "],"display_date":"July 15, 1863","search_date":"1863-07-15","citations":[{"divid":1229298048,"type":"Government Document","data":["William A. Hall to Montogmery Blair, Wednesday July 15, 1863","Library of Congress","1863","New York","","","","Library of Congress Website","http://lcweb2.loc.gov/cgi-bin/query/r?ammem/mal:@field&#40;DOCID+@lit&#40;d2485600&#41;&#41;"]},{"divid":1229298211,"type":"Book","data":["Joel Tyler Headley","The Great Riots of New York 1712-1873: Including a Complete Account of the Four Days Riot of 1863",null,"New York, New York","E.B. Treat and Company","1873","117"]},{"divid":1229298479,"type":"Article","data":["Albon P. Man","Labor Competition and the New York Draft Riots of 1863","The Journal Negro History","4","1951","375-405"]},{"divid":1229298680,"type":"Website","data":["Dick Webster","New York City Draft Riots &#40;July 11-16, 1863&#41;","Dick Webster","http://www.civilwarhome.com/draftriots.htm ","October 22, 2008"]}],"locations":[{"id":3357,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":172,"tag":"Montgomery Blair"},{"id":31,"tag":"Immigration"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}