{"id":4596,"title":"CSA General Wreaks Havoc in Missouri Town","course_id":18,"status":"P","start_date":"1862-01-01","end_date":"1862-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dissent, the one word that is able to break apart any organization. One particular instance of dissent took place in 1862 in Springfield, Missouri. The citizens of Springfield became thoroughly displeased with the practices of the confederate soldiers in their town. These practices, undertaken by General Sterling Price of the Confederate Army, became the focusing point of controversy for the citizens of not only Springfield, but for the neighboring state of Arkansas as well. ","                By January of 1862, the Civil War had only just begun and the Battle of Bull Run still lingered fresh in the minds of many soldiers on both sides of the war. At this point propaganda began to appear in the respective papers on both sides of the fighting. An example of this propaganda can be seen in an article in the January 1 issue of the <em style=\"mso-bidi-font-style: normal;\">New York Times</em> entitled \"Important From Missouri.\" The article recalls the events that occurred in Springfield with a seemingly prejudiced tone. The article states, \"General Price, with 8,000 men, had taken all the houses in Springfield…turning the women and children into the streets.\" The author made it seem, to many readers, that the civilization of the South had begun to crumble under Confederate rule, and not only that, but the tactics that the Confederacy used were cruel. The article gives reference to women being thrown out in the streets, showing the inhumanity of the Confederate military. The article goes on to state, \"The people of Arkansas refused to allow General Price to enter…with any other troops than those regularly…in the Confederate service.\" The article makes it appear as though the citizens of the South, specifically Arkansas, had general distaste for the military leaders and their tactics and would not support their aims. The author attempts to make it clear that an insurrection by the southern civilians of Missouri and Arkansas could be a way to split the Confederacy, and in so doing, end the war without more bloodshed. ","                Another point of note about the article on Springfield is that, at the beginning, underneath the title, in bold text it reads, \"The Last Run of the Rebels in that State…Price at Springfield nearly Deserted…Refusal to Allow Him to Enter Arkansas.\" This statement glorifies what happened in the town of Springfield to a mock revolution. The author made it appear as though a mass revolt by other southern cities would soon happen and the war would end without hesitation. ","                On the contrary, this article could be interpreted not as propaganda, but an intriguing report of the events in Missouri. This article, if factual, shows that some southerners, even if they did support the war, did not necessarily agree with the practices of the military. This article brings about an interesting situation to light, highlighting the idea that there might have been some such insurrections and general discontent on behalf of the civilians in various southern towns due to military occupation, an important idea to keep in mind when thinking about the events surrounding the Civil War."],"display_date":"January 1, 1862","search_date":"1862-01-01","citations":[{"divid":1229299603,"type":"Newspaper Article","data":["Important from Missouri","New York Times","New York","January 1, 1862","1"]},{"divid":1229299642,"type":"Website","data":["National Parks Service","Major General Sterling Price","National Parks Service","http://www.nps.gov/archive/peri/price.htm","November 12, 2008"]},{"divid":1229299693,"type":"Article","data":["W.Wayne Smith","An Experiment in Counterinsurgency: The Assessment of Confederate Sympathizers in Missouri ","The Journal of Southern History","3","1969","361-381"]}],"locations":[{"id":3358,"lat":36.969560106,"lng":-93.1888734148,"zoom":10,"place":"CHRISTIAN, Missouri"}],"tags":[{"id":173,"tag":"Sterling Price"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}