{"id":4597,"title":"Expressions of Anger Toward Secrecy and Censorship in the Union","course_id":18,"status":"P","start_date":"1862-01-01","end_date":"1862-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Censorship and secrecy became the motto of the Union Army in the beginning of 1862. By this point, the war had only been going on for one year and civilians already had begun to grow weary of its costs. Union citizens came to be weary of the issue surrounding government censorship of communication devices such as the newspapers and mail. One of the complaints concerning this matter appeared in <em style=\"mso-bidi-font-style: normal;\">The</em> <em style=\"mso-bidi-font-style: normal;\">New York Times </em>in January of 1862 in a letter to the editor. The author of the letter asked the editor of the times, \"Will you please tell me and about forty others if there is any way…letters can be sent to the seceded States[sic].\" The author then followed up his or her question by stating that he or she had \"…relations there that I would be glad to know are alive only.\"  The author of the letter could have been either male or female since the letter had been written in New York, where education had been emphasized as a desirable trait for the population at large, as opposed to just men or women,  in pre-war and war times as part of the Whig party platform.","               The letter to the editor from an unhappy and concerned New York citizen raised the issue of civil liberties in war time. As historian Byron Price remarks, \"The censorship process is essential to the conduct of war for two reasons: First…keeping the enemy from knowing what we are doing on the home front...Second…censorship helps us learn what the enemy is doing. Examination of mail and cablegrams…turn up vital information…\" The Union certainly believed in censorship as a necessary instrument of war and enacted it through field orders, in this case by 77 year old Union General John Wool. Union citizens who wished to contact southern relatives could only do so by, \"…direct permission of the military authorities, and under flags of truce… Gen. Wool…will probably have them examined and forwarded…if there appears to be nothing objectionable…\" Union citizens had to submit their letters to the authorities for inspection. The President did not condone the censoring of mail and media. He was quoted as saying, \"…you do not…comprehend the danger of abridging the liberties of the people…\" The orders for censorship, given by the commanding officer in a specific region, based on the reasons listed above, proved to be a difficulty for many Union and Confederate citizens wishing to communicate with their relatives on the opposite side of the conflict. "],"display_date":"January 1, 1862","search_date":"1862-01-01","citations":[{"divid":1229299603,"type":"Newspaper Article","data":["Letters for the Seceded States","New York Times","New York","January 1, 1862","4"]},{"divid":1229300067,"type":"Book","data":["James Mcpherson","The Battle Cry of Freedom",null,"New York","Oxford University Press","1988","91"]},{"divid":1229299693,"type":"Article","data":["Byron Price","Governmental Censorship in War-Time","The American Political Science Review","5","1942","837-849"]}],"locations":[{"id":3359,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":174,"tag":"Seceded States"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}