{"id":4598,"title":"Scalawag Shares Feelings on Reconstruction","course_id":18,"status":"P","start_date":"1866-01-07","end_date":"1866-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Scalawag, a pejorative term not commonly used, became a commonly spoken slur used to describe Union sympathizers living in the South before, during, and after the Civil War. Some politicians, such as the one interviewed in an article in the January 7, 1866 edition of <em style=\"mso-bidi-font-style: normal;\">The</em> <em style=\"mso-bidi-font-style: normal;\">New York Times</em>, believed that Reconstruction was, \"…a good idea in theory, but in practice, it would prove to be unsuccessful in its own right.\" This statement made him a scalawag in the eyes of many southerners. The gentleman, born and raised in Georgia, served in the Confederate army for three years, practiced law, and at one time had even been a member of the state Legislature. After being given all of this information, it is surprising to note that the gentleman remarks in his interview, \"You say the government has given him[the negro] freedom…I tell you he's not got his freedom yet…he has no land... he can scarcely get work anywhere but in the rice fields and cotton plantations...he can hardly breathe…unless a white man gives his consent…What sort of freedom is that?\" The Georgian, whose name is never mentioned, goes on to state that the African American has freedom in name, but not in fact, implying that the government calls the African American free, but the social institutions in southern culture still prevent them from being truly free, a direct attack on southern ideals common among scalawags.","                The Georgian scalawag believed that the only reason African Americans were even as free as they were under Reconstruction was due to Union occupation of the South. The gentleman told his interviewer, \"…take the troops away and his chance wouldn't be as good as a piece of dry wood in a house on fire…\" He went on to say that there should be some equal rights for African Americans, such as giving them acreage to live on and farm as they pleased. Often times being branded as a scalawag in the South, meant that one would be ostracized from their own immediate community as well as the community of the South at large. Scalawags were even killed by fellow citizens or harassed by Ku Klux Klan members if their views became exposed. The gentleman from Georgia told of this horror in his interview, \"…If I should say what I honestly believe, I should be killed if it ever got out that I wrote it…\"","Despite the hatred for scalawags in the Reconstruction South, Georgia elected a total of ten scalawags to congress between the years 1867 and 1875, third highest amongst the former Confederate states. This article reinforces the idea that not all southerners believed slavery was a just system. Some, such as the scalawags, believed that economic equality needed to take place in order for racial equality to begin, an idea that would not be realized for over a century to come."],"display_date":"January 7, 1866","search_date":"1866-01-07","citations":[{"divid":1229299603,"type":"Newspaper Article","data":["Southern Sentiment","New York Times","New York","January 7, 1866","3"]},{"divid":1229300491,"type":"Article","data":["Eric Foner","Rights and the Constitution in Black Life During the Civil War and Reconstruction","The Journal of American History","3","1987","863-883"]},{"divid":1229299693,"type":"Article","data":["Peter Kolchin","Scalawags, Carpetbaggers, and Reconstruction: A Quantitative Look at Southern Congressional Politics, 1868-1872","The Journal of Southern History","1","1979","63-76"]}],"locations":[{"id":3360,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":175,"tag":"African American Sufferage"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}