{"id":46,"title":"Maryland Holds a State Temperance Convention\n","course_id":1,"status":"P","start_date":"1873-05-07","end_date":"1873-05-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A State Temperance Convention assembled in Baltimore, Maryland with the purpose of forming an auxiliary to the National Temperance Convention in New York. A large presence of over three hundred delegates attended the convention, a number of which were African-Americans occupying seats in common with white delegates. The delegates, in general, were composed of a variety of distinguished figures representing the pulpit, the legal bar, the merchant business, the agricultural farm, and other interests. There were also women present claiming to be members of the Equal Rights Association. For the most part, the attendants of the convention retained a strong Christian enthusiasm as well as aroused a great hope for the future of the state. &lt;br /&gt;&lt;br /&gt;Desiring to pursue temperance rather than politics, a strong theme throughout the convention surrounded the idea that the presence of misery and crime within society was directly caused by the consumption of alcohol. Thus, the delegates claimed the duty to promote moral reform of temperance in order to battle the social problem of drinking. Many hoped that pursuing temperance would not only lessen societal crime rates, but would also hopefully unite the racially divided population. Including the remarks of a colored minister who was invited to speak at the Convention, the Sun reported his statements that ;Maryland was the first State in the Union where colored Sons and Daughters of Temperance were welcomed with their white brethren.' &lt;br /&gt;&lt;br /&gt;By the second day of the convention, an association formed calling itself the Maryland State Temperance Alliance.' The body also adopted a Constitution, where the object of the alliance was the prohibition by law of the traffic of alcoholic drinks, and the education of public sentiment to that end. Thus, the alliance hoped to provide and employ ministers and others of the like to preach and lecture, so that all religious, moral and temperance societies may be united in the work of enactment and enforcement of prohibitory legislation. In the end, alliances and active reformers, like those in Maryland, served to further the growing national crusade towards Prohibition."],"display_date":"May 7, 1873 - May 8, 1873","search_date":"1873-05-07","citations":[{"divid":1213034119,"type":"Newspaper Article","data":["","The Baltimore Sun","Baltimore, Maryland","May 8, 1873",""]},{"divid":1213034141,"type":"Newspaper Article","data":["","The Baltimore Sun","Baltimore, Maryland","May 9, 1873",""]},{"divid":1213034159,"type":"Book","data":["Steven M. Gillon and Cathy D. Matson","The American Experiment: A History of the United States",null,"Boston","Houghton Mifflin Company","2002","753-754"]}],"locations":[{"id":29,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}