{"id":4601,"title":"The Battle of Shiloh: Through the Eyes of a Union Soldier","course_id":18,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The battle of Shiloh was fought in southwestern Tennessee in April of 1862.  Confederates started the battle in an attempt to drive General Grant's army from the Tennessee River.  Among the Union troops present, Samuel Bennett of the 26th Kentucky Volunteers kept a diary and wrote down his thoughts of the battle. For him the battle began when he left Savanna for Pittsburg Landing.  It was at this location where Bennett encountered what he called something that could \"throw a damper over a soldier.\"  The sound of guns firing and men screaming had been enough to send panic into the hearts of those Union troops.  That night they settled in and waited for fighting to resume the next morning.  The morning of April 7, 1862, Samuel Bennett and the rest of 26th Kentucky participated in a counter attack on the Confederates.  They would soon cause the Rebels to retreat.  For Bennett, that would be the end of Shiloh.  His company only suffered one dead and four wounded.  Among the wounded however, William Bennett had been Samuel's brother.  For the first time the two brothers would be separated during the war.  Thus Samuel recalled how hard it had been for him to continue, but at the same time he had realized, thus was a price of war.  ","            General Albert Sydney Johnston of the C.S.A. was the commanding officer who made the decision to send a surprise attack on the Union Army.  Gen. Johnston was killed that day and General P.T.G. Beauregard took over as commanding officer.  The fighting of April 6 was a success for Confederate troops.  The intention of Beauregard was to push Grant back to the southwest to Owls Creek, but instead they forced them northeast to Pittsburg Landing.  It was at Pittsburgh Landing, the next morning that Grant launched a counter attack that forced the Confederates to retreat and had won the Union back its territory. The Battle of Shiloh became had been the bloodiest battle in United States' history up to that point.  "],"display_date":1862,"search_date":"1862-07-02","citations":[{"divid":1229304956,"type":"Pamphlet or Other Printed Material","data":["Samuel Wilson","Diary","","Samuel Wilson","1867","Pittsburg Landing, Tennessee"]},{"divid":1229307037,"type":"Book","data":["Larry J. Daniel","Shiloh: The Battle that Changed the Civil War",null,"Boston","Simon and Schuster","1997","1"]},{"divid":1229306270,"type":"Website","data":["James McPherson","The Atlas of the Civil War","Civil war Home","http://www.civilwarhome.com/shilohdescription.htm","December 4 2008"]}],"locations":[{"id":3364,"lat":35.1460265024,"lng":-85.6297474555,"zoom":9,"place":"MARION, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":88,"tag":"Battle"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}