{"id":4602,"title":"Riot Turns Macbeth Performance into Real Tragedy","course_id":18,"status":"P","start_date":"1849-05-10","end_date":"1849-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On the night of May 10, 1849 a riot erupted at the Astor Place Theater in New York City.   Leading up to the riot, there had been a rivalry between the English actor Edward Macready and the American actor Edwin Forrest.   Baker wrote that this rivalry began when Forrest believed that Macready sabotaged his recent tour of England.  The nativist trend in the United States at the time did not help Macready's popularity in New York as most of Forrest's fans were poor working class citizens.  \"The quarrel, then, waxed warmer and warmer, until it has ended in a fearful riot, in which thousands of excited people engaged, incurring a serious loss of life.\"  The May 10 riot was the second time that theatergoers tried to force Macready from the stage.  Historian Bill Kauffman writes that on May 7 they had succeeded by throwing anything possible onto the stage including vegetables and chairs.  Afterwards leading New York citizens apologized to Macready and convinced him to stay and perform Macbeth again on May 10 by promising such an incidence would not occur again. Meanwhile, Forrest's fans circulated handbills asking if Americans or English should rule the city.  In response to threat of violence a large number of policemen were stationed at the theater for the performance.      ","  Starting around 6:30 PM and continuing throughout the performance a crowd began gathering outside the theater.  The performance started off calm enough, but erupted into violence after police arrested four audience members and confined them in a small room.  The arrested men attempted to set the room on fire so were placed in irons.   When news of the arrests spread the mob gathered outside exploded.  The police were soon overwhelmed by the mob so the military was called in.  A cavalry company arrived, but was also driven off.  Then the National Guard came and was attacked by the mob, but eventually was able to force their way to the theater.   The soldiers fired over the mob's heads after the captain was struck down with a large stone.  When this did not stop the mob from attacking, the soldiers then fired three rounds of ball cartridges dispersing the crowd.  More troops were called in and two artillery pieces were loaded with grape shot directly in front of Aster Place Theater.  By 11:30 pm the crowd had dispersed, carrying off the dead and wounded.   ","Both Baker and Kauffman agree that twenty-two rioters were killed instantly and more soon died from their wounds. Baker goes on to say that this riot sent shock waves through New York's upper class.  Hardly any of them believed that shooting was necessary to save Macready or Astor Place from destruction.  One positive effect of the riot is that it caused some of these upper class citizens to look closely for ways they could improve society."],"display_date":"May 10, 1849","search_date":"1849-05-10","citations":[{"divid":1229356948,"type":"Newspaper Article","data":["Great Riot at New York","The Erie Observer","","May 19, 1849",""]},{"divid":1229357042,"type":"Article","data":["Kevin Baker","The riot that remade a city","American Heritage","50","1999","20-22"]},{"divid":1229357092,"type":"Article","data":["Bill Kauffman","New York&#39;s Opera House Brawl","The American Enterprise ","13","2002","51"]}],"locations":[{"id":3365,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":30,"tag":"Urban Society"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}