{"id":4605,"title":"<strong>Van Evrie offers evidence for the necessity of maintaining Slavery </strong>","course_id":18,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Van Evrie's thirty page pamphlet, written in 1862 used the example of the West Indies, and with the help of statistics and examples, demonstrated how slavery in the West Indies benefited the United States of America. It also showed how eventual abolition in the United States would be a failure to both Southern States and Northern States.","Throughout the nineteenth century, the islands of the West Indies abolished slavery, which resulted in catastrophic consequences for their economic structures. Like his anti-abolition peers, Van Evrie believed that the fundamental nature of black people was responsible for the dramatic decay of economies in the West Indies. He maintained that, once freed from their slave ties, \"negroes\" only fell back upon their tendency to idleness, returned to the \"savagism of their African ancestors,\" and converted back to their \"heathen\" way of life. Van Evrie used statistical elements to show that the abolition of slavery in islands such as Jamaica and Haiti resulted in the ruin of their economy and trade, the return to uncultivated wilderness of the lands, and the \"desolation\" of the plantations installed by the colonist countries.  ","For Van Evrie, \"freed negroes,\" as \"inferior human beings,\" would be a burden for American laborers in many ways: they would live on the labor of White people, stop producing goods and therefore generate an increase of price for these goods. They would not be consumers of northern goods any more, and they would increase crime and pauperism in the States.  He therefore encouraged American people to reflect upon these elements before abolishing slavery. Destroying slavery in the West Indies and in the United States would be equivalent to destroying hundreds of farmers, or of laborers.","Van Evrie claimed his tract about \"Free Negroism…\" to be a response to the \"innumerable\" abolitionist tracts published in the early 1860s. He wanted to give an answer to the \"false and pernicious doctrines\" spread by the North for decades, and tried to awaken the consciousness of people of the North about the good of slavery. As part of the anti-abolition movement and of the South, Van Evrie remained concerned about the election of anti-slavery candidate Abraham Lincoln. According to the historian John David Smith, Van Evrie was very representative of the \"anti Negro propaganda\", and was the \"first professional racist in American History.\" In his pamphlet Van Evrie responded to the concerns of the middle classes, looking for social stability in a changing society, giving them arguments against changing the state of things."],"display_date":1862,"search_date":"1862-07-02","citations":[{"divid":1229381069,"type":"Pamphlet or Other Printed Material","data":["John H Van Evrie","Free Negroism: or results of emancipation in the North and the West India Islands: with statistics of the decay of Commerce, Idleness of the Negro, his return to Savagism, and the effect of emancipation upon the farming, mechanical and laboring classes","Horton and Co","Horton and Co","1962","Beeghly Library, Juniata College."]},{"divid":1229381151,"type":"Book","data":["John David Smith","Anti Abolition Tracts and Anti Black stereotypes",null,"New York","Taylor and Francis","1993","25"]},{"divid":1229381298,"type":"Book","data":["Larry E Tise","Proslavery: A History of the Defense of Slavery in America, 1701-1840",null,"Georgia ","University of Georgia Press","1987","57"]}],"locations":[{"id":3368,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":4,"tag":"Slavery"},{"id":11,"tag":"Economy"},{"id":176,"tag":"trade relations"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}