{"id":4606,"title":"<strong>Melville creates a literary Pickett&#39;s charge</strong>","course_id":18,"status":"P","start_date":"1863-07-03","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In his poem \"Gettysburg\" written in 1866, Herman Melville, renowned writer and poet of the 19th century, who did not fight the war, gave a romanticized account of Pickett's charge.","At Gettysburg, on the third of July 1863, the issue of the battle was still uncertain. General Lee decided to launch a decisive attack against the army of the Union with the Major General Pickett in command of the troops, which proved to be a strategic error. Melville described the confederate army as \"foredoomed\" from the beginning of this deadly assault.  At first, the southern army seemed to be sent by God to destroy the Union army, in a glorious mission to protect their land. The \"last invader\" charged with power against the opposing army who were defending their lands and the tombs of their ancestors from the cemetery hill. However, in the turn of the attack, fueled with hate and fire, God seemed to abandon the cause of the Confederate States of America. This left their pride challenged by the \"sterner pride\" of the Union army, reinforced by the righteousness of their cause. A picturesque scene followed the battle. The sun set on the dead soldiers of the South, whose corpses would rest in honor and peace on the battlefield.","As Deak Nabers wrote, this poem gave another meaning to the battle of Gettysburg through this romanticized narration of the heroic charge. According to him, Melville showed that something other than might and divinity generated the North's victory: the fact that Gettysburg was already the kind of monument that the battle would make it: a graveyard.","As Melville's biographer Laurie Robertson Lorant wrote, the Civil War poems put the events in historical perspective with a strong bias on Melville's part. According to her, he seemed to concentrate more on what the war revealed about the nation's values than on realistic descriptions of the war, which was the main criticism against his poems.","By the time they were published, Melville's poems actually received a poor welcoming by the public and the critics. However, Melville was among the few Americans writers who wrote about the Civil War: the \"unwritten war\"."],"display_date":"July 3, 1863","search_date":"1863-07-03","citations":[{"divid":1229381792,"type":"Book","data":["Herman Melville","?Gettysburg? Battle Pieces and Aspects of the War",null,"New York","Harper and Brothers","1866","84-85"]},{"divid":1229381855,"type":"Book","data":["Deak Nabers","Victory of Law: the 14th Amendment, the Civil War and American Literature",null,"Baltimore","JHU press ","2006","195"]},{"divid":1229381923,"type":"Book","data":["Laurie Robertson Lorant","Melville",null,"Massachussets","University of Massachussetts Press ","1998","490"]}],"locations":[{"id":3369,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":177,"tag":"literature"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}