{"id":4607,"title":"<strong>Whitman mourns for the fallen star of the Union</strong>","course_id":18,"status":"P","start_date":"1885-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Walt Whitman, one of the major American writers of the Civil War, wrote <em>When Lilacs Last in the Dooryard Bloom'd</em> after the assassination of the very charismatic leader of the Union during the Civil War, Abraham Lincoln. This poem mourned the death of the powerful, western fallen star which was now hidden by blackness, leaving only desperation and bitterness behind. The poem followed the coffin throughout the country where you could see the remains of the devastation caused by the Civil War. The country women were still mourning for their own family members. They seemed ready to mourn for their president, as they were already wearing black veils and the images of past battles haunted men's thoughts. The poet addressed his despair, not knowing how to mourn such a leader properly. Was he to mourn like he would for a family member? A part of the country was disoriented by this assassination, only adding to the trouble caused by the new situation of the country after the Civil War. The poem itself seemed to show that even nature was disturbed by the death of Lincoln and willing to honor the president. Although Whitman did not mention Lincoln's name in the poem, it clearly expressed the disarray of this loss: they described the country with full of promises to come in the following seasons, and left at a loss of a leader in a time when he was clearly needed, as he was the one that had the people behind him, and to have paved the way during the war, for the reconstruction to come.","This poem about the assassination of Lincoln echoes <em>Captain O my Captain</em>, also written by Whitman. According to Stephen B Oates, like many people in the country, Whitman saw Lincoln as the \"mythic equalizer of his age and land\". The disarray expressed in this poem was reflective of the mind of a number of people in America like Sandburg who said that, thinking about Lincoln \"the people of the United States could finally see themselves, each for himself and all together\".","According to Merrill D Peterson, what was memorable about Whitman's piece of work was not the content but rather the \"rhapsodic sympathy\" between the \"good gray poet\" and Abraham Lincoln. He thought Whitman communicated the dramatic import of Lincoln's death on the Nation's future. Many poets were moved by the spiritual kinship between the two men and some were inspired to write poems about it, like James Oppenheim."],"display_date":1885,"search_date":"1885-07-02","citations":[{"divid":1229382295,"type":"Book","data":["Leaves of Grass","Walt Whitman",null,"New York","Modern Library","1921","278"]},{"divid":1229382351,"type":"Book","data":["Abraham Lincoln, the Man Behind the Myths","Stephen B Oates",null,"New York","Harper Collins","1994","9"]},{"divid":1229382521,"type":"Book","data":["Merrill D Peterson","Lincoln in American Memory",null,"Oxford","Oxford University Press ","1995","21-22"]}],"locations":[{"id":3370,"lat":42.2500833872,"lng":-73.6318487586,"zoom":9,"place":"COLUMBIA, New York"}],"tags":[{"id":18,"tag":"Politics"},{"id":2,"tag":"Health/Death"},{"id":178,"tag":"assassination"},{"id":91,"tag":"Murder"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}