{"id":4608,"title":"Australians Fix Privateer Ship C.S.S Shenandoah.","course_id":18,"status":"P","start_date":"1865-02-18","end_date":"1865-08-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Built in Glasgow, Scotland, with the name <em>Sea King</em>, the <em>C.S.S. Shenandoah</em> would continue the Confederate fight long after the Army of Northern Virginia had surrendered. Named after the valley and county in Virginia, the <em>C.S.S. Shenandoah</em> had a C.S.A letter of Marque to sail towards the Indian Ocean to seek out, capture, or destroy Union military and commercial vessels. It was hoped that the <em>C.S.S. Shenandoah</em> would have the same successes as the <em>C.S.S. Alabama</em>, as the latter privateer proved an insult to the superiority of the Union navy."," She moored in at Melbourne, Australia to repair damages sustained in her journey to the other-side of the globe. Photographs show the Confederate vessel hauled from the port receiving repairs – her three large masts standing strong and undamaged – and the 'Stars and Bars' battle flag flying  as Australian crews worked on her hull. The battle flag stands out in the photograph and it is rumored that this is a retouched image. If retouching of the photograph did take place, it demonstrates the 'lost cause' patriotism attached to the Confederate's battle ensign.","Reports from Panama for the Northern newspaper of the <em>New York Times</em> discussed rumors that the Confederate ship had been seen in, or around Melbourne, and that repairs could have taken place before the alleged sighting of the <em>C.S.S. Shenandoah </em>leaving \"that port on the 18th of February [1865].\" With the destination of the pirate vessel unknown, the paper speculates that the ship is headed to the West Coast of North America to \"track steamers from the gold regions [of the U.S. and Mexico] to Panama.\" In actuality, the vessel took approximately five months to reach the west-coast of North America. This was due to a skirmish that took the vessel as far north as the Bering Strait, which burnt, bonded, sunk twenty-plus ships aiding the commercial interests of the Union's economy.  For this voyage, as many as forty Southern sympathizes from Australia boarded as new crew on the C.S.S<em>. Shenandoah</em>."," It was not until August of 1865 that the vessel received any word of the South's armies collapsing. During its service for the Confederacy under the command of C.S. Navy First Lieutenant James Iredell Waddell, it was the only Confederate vessel to have circumnavigated the globe. Her time on the seas did not cease though after the rebellion, as the <em>C.S.S. Shenandoah </em>was sold to England. But, eventually she was lost at sea during her service to the Sultan of Zanzibar.  "],"display_date":"February 18, 1865 - August 20, 1865","search_date":"1865-05-20","citations":[{"divid":1229391368,"type":"Government Document","data":["C.S.S. Shenandoah Hauled Out For Repairs at Melbourne, Australia, 1865","Naval Historical Society Photographs","","","","","Photograph N#85964","",""]},{"divid":1229391489,"type":"Newspaper Article","data":["The Pirate Shenandoah","New York Times","","May 5 1865","http://query.nytimes.com/mem/archive-free/pdf?_r=1&res=9804E6DC1E3DE53BBC4E52DFB366838E679FDE"]},{"divid":1229391555,"type":"Website","data":["Department of the Navy","CSS Shenandoah 1864-1865","Naval Historical Center","http://www.history.navy.mil/photos/sh-us-cs/csa-sh/csash-sz/shendoah.htm","12/01/08"]},{"divid":1229391672,"type":"Book","data":["Tom Chaffin","Sea of Grey - The Around the World Odyseey of the Confederate Raider Shenandoah",null,"New York","Hill and Wang","2006","3"]}],"locations":[{"id":3371,"lat":38.8584536791,"lng":-78.5704125087,"zoom":9,"place":"SHENANDOAH, Virginia"}],"tags":[{"id":5,"tag":"War"},{"id":113,"tag":"Navy"},{"id":117,"tag":"Shenandoah Valley"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}