{"id":4609,"title":"This episode is about an attack of the Seminole Indians on a family on Indian Key, FL.","course_id":21,"status":"P","start_date":"1840-08-17","end_date":"1840-08-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Massacre at Indian Key","            Doctor Perrine and his family lived on a small island known as Indian Key, which was part of Florida. The Perrine lived on Indian Key during the period of the Seminole war. The Spanish Indians were beginning to become angry with some many people stealing their territory. Unfortunately, Dr. Perrine was attacked by a group of Spanish Indians and was killed. His family was able to escape from the Spanish Indians but suffered greatly from his death. Living on Indian Key Perrine had dedicated his life to the study of botany. He moved to Indian Key to continue his study of botany, his studies would have been very beneficial for Florida but all of his notes were destroyed from the Spanish Indians attack.","            It was August 7 1840 when the Spanish Indians attacked the people living in Indian Key. Perrine family was startled by the sound of glass breaking and gunshots. Mrs. Perrine immediately realized that her family was in danger and quickly rushed the children down to their cellar for protection. Instead of retreating down to the cellar, Doctor Perrine stayed upstairs to see if he could try and stop the Indians from attacking his family. The Perrine's heard the Indians attacking the houses of their neighbors and the Indians eventually broke into their home. Doctor Perrine was upstairs and instead of hiding he bravely informed the Indians that he was a physician and they left. Although they retreated from the Perrine home they did not stay away for long. The Indians returned to the home and rather than going back to the cellar Doctor Perrine went upstairs to his cupola which had a heavy trapped door. Assuming he was safe he hid there while the Indians destroyed his home. Despite his efforts to save himself and his family, the Indians discovered him and murdered him. His family heard every moment of his massacre yet they were still safe in the cellar. The family had been hiding in the turtle crawl of the basement and when the Indians lit the house of fire smoke began to fill the air. Doctor Perrine's son, Henry, refused to burn to death and he said, \"He would be killed by the savages than be burned to death.\" Without his Mother to force him back, he quickly forced his way out of the turtle crawl. The rest of his family feared he would be discovered by the Indians but could not let him go out alone. They followed him and escaped from the burning home. Because of Henry they rest of the Perrine family survived the tragic attack. But they were not clear from danger. With great motivation to survive, they found a boat and paddled away from the Island. They paddled their way to vessel where they found other families that had survived the attack. Even though they had reached the vessel everyone stilled feared the Indians would find them and kill them. Eventually of schooner arrived at the vessel and took them to Cape Florida. There they boarded a steamer and headed for St. Augustine.","            This incident of the Seminole War was a tragic for the Perrine because they lost a beloved father/husband. But it clearly illustrates the Spanish Indians hatred for white settlers and how they were unable to tolerate the white settlers on their territory. These people might not have deserved the brutal attack but the Indians were proving their point that they were the first to live in the territory therefore it should not be taken over by people who were not willing to respect their land."],"display_date":"August 17, 1840","search_date":"1840-08-17","citations":[{"divid":1229396834,"type":"Book","data":["Knetch","Florida&#39;s Seminole Wars",null,"Charleston, SC","Arcadia Publishing","2003","2"]},{"divid":1229397399,"type":"Book","data":["Porter","The Journal of Southern History",null,"Hanover, PA","Southern Historical Association","1964","0"]}],"locations":[{"id":3373,"lat":null,"lng":null,"zoom":8,"place":"MOSQUITO, Florida"}],"tags":[{"id":179,"tag":"Seminole War,"},{"id":19,"tag":"Native-Americans"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}