{"id":4610,"title":"The Federal Government Passes the Dawes Act","course_id":18,"status":"P","start_date":"1887-02-08","end_date":"1887-02-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["By the 1870s, prime agricultural land remained in the plains. Many American citizens believed the federal government should free this valuable land from nomadic Indian tribes for white settlers. Other whites approached the situation from a paternalistic perspective and insisted Indians should be assimilated into American society. Named after Senator Henry Dawes of Massachusetts, the Federal Government responded with the Dawes Act in February of 1887. The act freed land for white settlers while attempting to incorporate Indians into an American way of life. ","            The Dawes Act allowed the president to distribute land into sections to individual Indian families. The law stipulated, \"to each head of family, one quarter of a section; to each single person over eighteen years of age, one-eighth a section.\" One quarter amounted to 160 acres of land. By breaking up land in this fashion, the government believed Indians would be forced to farm and adopt \"the habits of civilized life.\" If an Indian abided by this Act and farmed accordingly, he would be \"declared a citizen of the United States\" and enjoy all the \"rights, privileges, and immunities of such citizens.\" Whites would also benefit. After the government divided the land for the Indians, the whites could then claim any of the remaining land. For example, once the government allotted 172,000 acres for Indians on the Nez Perce reservation, whites then purchased 500,000 acres.","            Although the Dawes Act seemed like it applied to all Indians, the government inserted a clause to exclude \"Cherokees, Creeks, Choctaws, Chickasaws, Seminoles, and Osage, Miamies and Peorias, and Sacs and Foxes\" as well as \"the reservations of the Seneca Nation in New York\" and the \"the strip of territory in the state of Nebraska adjoining the Sioux Nation on the south added by an executive order.\"","            Whites viewed the act as a method of assimilation, but Indians saw a direct threat to tribalism. They resisted the law by engaging in a millenarian movement called the Ghost Dance. Indians would sing and dance for days and envision a world without whites where they could practice their traditional customs and the buffalo had returned. ","            The Dawes Act failed to assimilate many Indians. Historian Eric Foner believed \"the policy proved to be a disaster, leading to the loss of much tribal land and the erosion of Indian cultural traditions.\" The law often placed Indians on desert land unsuitable for agriculture, and it also failed to account for Indians who could not afford to the cost of farming supplies such as seeds and tools. The Indian Reorganization Act overturned the Dawes Act in 1934 by making a shift to allow Indians to manage their own affairs."],"display_date":"February 8, 1887","search_date":"1887-02-08","citations":[{"divid":1229398833,"type":"Book","data":["Eric Foner","Give Me Liberty! An American History",null,"New York","W. W. Norton & Company","2006","527-526; 724"]},{"divid":1229399015,"type":"Website","data":["The Avalon Project: Documents in Law, History, and Diplomacy, Yale University","An Act to Provide for the Allotment of Lands in Severalty to Indians on the Various\tReservations, and to Extend the Protection of the laws of the United States and the\tTerritories over the Indians, and for Other Purposes","Yale Univeristy ","http://avalon.law.yale.edu/19th_century/dawes.asp","November 4, 2008."]},{"divid":1229399136,"type":"Article","data":["Carlson, Leonard","The Dawes Act and the Decline of Indian Farming.? ","The Journal of Economic History","1","Mar. 1978","274-276"]},{"divid":1229399226,"type":"Website","data":["N/A","Dawes Act","Library of Congress","http://www.ourdocuments.gov/doc.php?doc=50&#41;. ","December 1, 2008"]}],"locations":[{"id":3374,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":180,"tag":"Indians"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}