{"id":4612,"title":"Hallowell Praises Black Soldiers","course_id":18,"status":"P","start_date":"1892-01-01","end_date":"1892-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Since 1865 the importance of the black soldiers fighting in the Civil War for the Union has not been disputed, whether it be freed slaves or fugitive slaves. Without a doubt the black soldiers that fought helped the Union immensely, absorbing significant losses while doing so. Part of the success resulted from the way that black soldiers were treated. According to Norwood P. Hallowell, the black soldiers were, \"treated as white soldiers were in all well disciplined regiments.\" Hallowell also argued that the black soldiers became accustomed to the discipline of militia faster than non-black troops.","            In the battle of Olustee three hundred and ten soldiers died from the Eighth U.S. Colored infantry according to Hallowell. According to author and historian James McPherson the battle at Olustee had an important effect on Lincoln. Lincoln heard of a black soldier saying that, \"[Lincoln] should be damned in time & in eternity\" if he were to return black soldiers to slavery. ","            Many black regiments were ordered into battle in difficult terrain or circumstances that were in no way an advantage for the regiment. In the Union's victory at Port Hudson on June 27, 1863 black troops went into battle under these unfavorable conditions. \"Their ground was very difficult,\" said Halowell, \"but they fought without panic, and suffered severely before falling back in good order.\" The battle at Port Hudson is seen as a big step forward in the progress of equal rights within the US Army. ","            At Nashville, where the Union had two brigades of colored soldiers fighting in the battle, "," the black troops again influenced the outcome of the battle and afterwards their bodies were intermingled with bodies of the white soldiers. \"This proves the manhood of the negro,\" proclaimed Hallowell.","            Hallowell concluded by giving significant praise to the black soldiers. \"Let us always be willing to give them whatever credit is their due. We called upon them in the day of trial.\" These soldiers fought the same battles, but were often fighting under very different, adverse, circumstances. "],"display_date":1892,"search_date":"1892-07-01","citations":[{"divid":1229405678,"type":"Pamphlet or Other Printed Material","data":["Norwood Hallowell","The Negro As A Soldier in the War of the Rebellion","","African American Perspectives: Pamphlets from the Baniel A.P. Murray Collection","1892","Library of Congress"]},{"divid":1229405906,"type":"Book","data":["James McPherson","Battle Cry of Freedom",null,"New York","Oxford Press","2003","637"]},{"divid":1229406078,"type":"Article","data":["Harry Williams","Battle Cry of Freedom: Never Call Retreat","The Centennial History of the Civil War","III","1965","29"]}],"locations":[{"id":3377,"lat":null,"lng":null,"zoom":8,"place":"EAST BATON ROUG, Louisiana"}],"tags":[{"id":182,"tag":"Nashville"},{"id":122,"tag":"Soldier"},{"id":3,"tag":"African-Americans"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}