{"id":4613,"title":"Andrew Johnson Provokes the Radical Republicans","course_id":18,"status":"P","start_date":"1865-01-01","end_date":"1867-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Johnson was impeached for violating a number of laws, but was acquitted. He attempted to accomplish a number of things while trying to get former Confederate states back into the Union, but he did so in an improper manner. In 1868 the House of Representatives brought Andrew Johnson on trial for violating the Tenure of Office Act. According to <em>The New York Times</em> article, \"The President's Future Course<em>,</em>\"<em> </em>\"The recent removal of Mr. Stanton, and the appointment of Gen. Thomas Secretary ad interim, in violation of the Tenure of Office Law, will that case constitute the sole offence for which he is to be tried.\"  The Tenure of Office Law was enacted on March 2, 1867; it denies the President of the United States the power to remove anybody from office who was appointed to said office by the President and the Senate, unless both the President and the Senate approve. In Johnson's removal of Stanton from the office of Secretary of the Department of War, and the appointment of Brevet Major-General Lorenzo Thomas to that position, he violated the Tenure of Office Act. Johnson's attorney argued that Johnson did not violate the law because Stanton was appointed during Lincoln's presidential term. In 1868 the House of Representatives passed the articles of impeachment and then the Senate tried him for violating the Tenure of Office Act. Andrew Johnson was the first President to be impeached.","Two-term President Abraham Lincoln was assassinated by John Wilkes Booth on April 14, 1865. Andrew Johnson succeeded to the presidency rising from the Vice-Presidential position. Johnson had been nominated under controversy as radicals and moderates within the Republican Party were already living with tension. Johnson had taken a hard approach with rebels in Tennessee, he hated the planter class and agreed with a soft peace, but he also had a lot of southern pride. Tensions within the party rose when he vetoed the Fourteenth Amendment, which gave equal rights to former slaves. Radical Republicans were elected in 1866 to hold the majority in Congress, and in doing so the Republican Congress wrested control away from Johnson. He had done a number of things to separate himself from the Republican Party including supporting the Black Codes in southern states. From this point on Johnson did very little as President as Congress took control and Johnson never fought to take back control. Foner quoted the Supreme Court Justice David Davis as saying that Johnson was, \"'obstinate, self-willed, combative,' and totally unfit for the office.\" Historian Eric Foner also states that it was not in the best interest of the Republican Party to impeach Johnson because the successor would be Ben Wade, as president of the Senate, who had very radical ideas on reconstruction."],"display_date":"1865 - 1867","search_date":"1866-07-02","citations":[{"divid":1229406414,"type":"Article","data":["No Author","The Presidents Future Course","The New York Times","NA","May 19 1868","4"]},{"divid":1229406456,"type":"Article","data":["No Author","The Impeachment Trial of President Johnson","The New York Times","NA","February 27, 1868","4"]},{"divid":1229406509,"type":"Book","data":["Eric Foner","Reconstruction",null,"New York","Harper & Row Publishers","1989","637"]},{"divid":1229406618,"type":"Article","data":["James Tuten","Articles of Impeachment","HS 309 The Civil War and Reconstruction: Documents Collection","NA","Fall 2008","82-83"]},{"divid":1229406684,"type":"Book","data":["James McPherson","Battle Cry of Freedom",null,"New York","Oxford Press","2003","717"]}],"locations":[{"id":3379,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":21,"tag":"Race Relations"},{"id":183,"tag":"Constitution"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}