{"id":4614,"title":"Federal Government issues the Homestead Act","course_id":18,"status":"P","start_date":"1862-05-08","end_date":"1862-05-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Millions of unsettled acres remained in the west by the 1850s, and the Republicans viewed the land as an opportunity to offer it to settlers for next to nothing. Republicans drafted a homestead bill, but southern senators immediately rejected it. One southerner explained it \"would prove a most efficient ally for Abolition by encouraging and stimulating the settlement of free farms with Yankees and foreigners pre-committed to resist the participants of slaveholders in the public domain.\" The Republicans repeatedly tried to pass the bill, but they faced continued rejection from congress and even President Buchanan's presidential veto. The southerners detested the idea to the point that one Mississippian said \"Better for us that these territories should remain a waste, a howling wilderness, trod only by red hunters than to be settled.\" ","            It seemed like the land would remain unsettled for decades, but with the secession of southern states in 1860, Republicans lost the majority of their opposition. As a result, the 37th  Congress passed bills they deemed impossible while southerners remained in Washington. In May of 1862, congress finally approved the Homestead Act that they had tried to pass for years. The bill acted as a land giveaway where individuals of any class could travel west and become yeoman farmers. The bill served several purposes: extended free soil pastoralism, brought tens of thousands of acres under cultivation, and lured migrants west.   ","            Enacted in 1863, people throughout the North viewed the Bill as a giveaway, but there were certain stipulations. Without a requirement for sex, one had to be the head of a family or twenty-one years of age, an American citizen, and \"never borne arms against the United States Government or given aid and comfort to its enemies.\" The government charged one dollar and twenty-five cents or less per acre or two dollars and fifty-cents if purchasing less than eighty acres. However, the bill discouraged land speculation as one could not acquire more than 160 acres and the land was \"for the purpose of actual settlement and cultivation\" and not for the \"direct or indirect benefit of any other person or persons.\" In addition, to officially own the deed to the land, one must live on the property for five years with no absences for more than six months.","            Although the Bill required settlement for five years, enlisted soldiers could still apply. Unlike others who had to live on the land, soldiers could accumulate time toward their five years while serving for the Union. In addition, any veteran who wished to purchase the land did not have to meet the age requirement. The Homestead Act of 1862 encouraged western settlement and provided the opportunity for people to own their land who might not have received the chance without this Bill. Before Lee's surrender at Appomattox, 25,000 settlers had claimed over three million acres of land, the bill proved to be a success. "],"display_date":"May 8, 1862","search_date":"1862-05-08","citations":[{"divid":1229453756,"type":"Article","data":["Jeffry Wert","Go West, Young Man","Civil War Times","4","Spring 2006","8"]},{"divid":1229453503,"type":"Book","data":["James McPherson","Battle Cry for Freedom: The Civil War Era",null,"New York","Oxford University Press","1987","1988, 126, 193-194, 220,"]},{"divid":1229454001,"type":"Website","data":["Avalon Project","Homestead Act: May 20, 1862: An Act to Secure Homesteads to Actual Settlers on the Public Domain","Yale University","http://avalon.law.yale.edu/19th_century/homestead_act.asp","November 1, 2008"]}],"locations":[{"id":3380,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":184,"tag":"37th Congress"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}