{"id":4615,"title":"Forrest Escapes Union Forces in Kentucky","course_id":18,"status":"P","start_date":"1862-02-16","end_date":"1862-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Nathan Bedford Forrest enlisted in the War of the Rebellion for the South as a private in 1861. By 1862 he had risen to the position of lieutenant-colonel. Forrest had never been in the army nor had he attended a military preparation institution—he had no military experience yet still rose to be a great commander.","At Fort Donelson in Kentucky, Forrest was under the command of Generals Pillow, Floyd, and Buckner. The Confederate army had retreated and was in a poor position to defend an attack from the Ulysses S. Grant led-Union forces by mid February. The three generals debated surrendering to the Union and under what circumstances to do so. Forrest was called into Pillow's headquarters, between one and two o'clock in the morning on February 16, 1862, where he was informed that scouts had told the generals that the Union occupied the same location as the previous night. Forrest found this hard to believe as he had been in that area the previous night. In a compromise, Forrest went to determine the condition of a road that ran along the river as a possible escape route, and to determine the position of the Union troops. Upon returning he informed the three generals that the enemy was in the same location as he had last seen them, and that the conditions of the road were bearable for travel.","Generals Pillow, Floyd, and Buckner could not come to an agreement on an appropriate course of action—surrender or try to cut their way through the forest. Pillow favored fighting their way out, but Buckner and Floyd were not keen on the idea. Buckner believed that three quarters of the soldiers would die and Floyd agreed due to the morale of the troops. Forrest, standing up for what he was sure about, told Buckner that he would breech through at any point when given permission. Pillow and Buckner were going to surrender command, but Floyd had a change of heart.","Upon hearing the decision to surrender, Forrest exclaimed that \"I had not come out for the purpose of surrendering my command, and would not do it if they would follow me out; that I intended to go out if I saved but one man; and then turning to General Pillow I asked him what I should do. He replied, 'Cut your way out.'\" Without hesitation Forrest gathered all willing men and escaped. A number of Captains gathered their companies and followed, while many refused. Forrest made his way out before day break on February 16, 1862.","He found that the road and the overflowing river as described by his scouts, and were able to pass through as expected. Without suffering a single casualty all of Forrest's men escaped; Buckner surrendered to Grant on the morning of February 16."],"display_date":"February 16, 1862","search_date":"1862-02-16","citations":[{"divid":1229458524,"type":"Article","data":["Nathan Bedford Forrest","Statement of Col Nathan Beford Forrest, Colonel Commanding Forrest&#39;s Regiment of Cavalry at the Battle of Forst Danelson","Official Records of the War of the Rebellion","Online","2002","NA"]},{"divid":1229458642,"type":"Article","data":["Jack Hurst","Nathan Bedford Forrest  at Fort Donelson","America&#39;s Civil War Magazine","Online","2003","NA"]},{"divid":1229458776,"type":"Book","data":["James McPherson","Battle Cry of Freedom",null,"New York","Oxford Press","2003","401-402"]}],"locations":[{"id":3381,"lat":36.6210524142,"lng":-88.2722800869,"zoom":10,"place":"CALLOWAY, Kentucky"}],"tags":[{"id":185,"tag":"Nathan Bedford Forrest"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}