{"id":4618,"title":"An assistant surgeon reports on gangrene","course_id":18,"status":"P","start_date":"1865-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Andersonville's prison had a hospital crowded with patients, due to the bad living conditions in the cells. The prison was overcrowded with prisoners crammed in rooms, inactive and secluded from society, lacking food, exercise and fresh air. The atmosphere was so polluted that people could hardly breathe. The promiscuity made sickness spread in a heartbeat, and in the winter of 1865, the prison witnessed an epidemic of what was called hospital gangrene, in addition to the usual scourges of diarrhea, dysentery and scorbutus. The assistant surgeon of the hospital reported that the epidemic was due to all these factors. Gangrene started from a bacterial infection in a wound and could spread to the whole body and eventually kill the patient if not handled in time. In the hospital, out of 325 patients, 208 died over the three months before January. Usually gangrene could be handled easily, but the hospital was so over-burdened and not prepared to medical care, that far more people died than typical. The patients of the prison's hospital formed a crew of 1,600 to 2,000 people, who slept in tents, with at least five other persons. They wore their battle clothing that they had not washed in six months or more. In their state, they needed strong food that could give them strength, but the hospital could not provide it for them. The medicines that the hospital received lasted only for ten days, and then they had to accommodate with what they could, such as vegetables picked in nature around the hospital. They were in such a lack for medicine that they had to carry out experiments on the patients, out of natural plants that they picked up in the countryside.  The good will of the surgeons was not to question though, they were at peace with God and with themselves by trying all that was possible to improve the conditions of the prisoners. ","This report reveals the conditions of prisoners of war Andersonville, the most infamous of prisons. Many of them entered in good health and caught lethal diseases there. According to Freemon, hospital gangrene was a sickness in which skin tissues became black, and it happened only in certain hospitals, due to horrific sanitary conditions. He believed that the hands of the surgeons themselves could be responsible for the spread of the disease from a wound to the other. In Catton and McPherson's view, the living conditions were atrocious and the death rates were alarmingly high. They say it was due less to the good will of people than to the heartlessness of the war. Apparently the conditions were equally bad in the prisons North and South, but no effort was made to change things."],"display_date":1865,"search_date":"1865-07-02","citations":[{"divid":1229461370,"type":"Book","data":["A. Thornburgh","Report on gangrene ",null,"Georgia","Union and Confederat Correspondance","January 1st, 1865","1"]},{"divid":1229461441,"type":"Book","data":["Freemon, Frank R","Gangrene and glory",null,"Dickinson","Fairleigh Dickinson University Press","1998","43"]},{"divid":1229460911,"type":"Book","data":["Catton, Bruce and James McPherson","The Civil War",null,"New York","Mariner Books","2005","155"]}],"locations":[{"id":3386,"lat":32.0447139452,"lng":-84.1951910375,"zoom":10,"place":"SUMTER, Georgia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":108,"tag":"prison"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}