{"id":4620,"title":"War Governors Declare Loyalty to Lincoln","course_id":18,"status":"P","start_date":"1862-09-24","end_date":"1862-09-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            General George McClellan's inability to secure victory on the battlefield in the summer of 1862 added turmoil to an already fragile situation. Many northern politicians were frustrated with the general's performance, not to mention their anguish over a costly war that was once expected to be a quick victory.  Dick Yates, Governor of Illinois, emphasized through speeches and private letters that President Lincoln should implement harsher policies. Senators Trumbull of Illinois and Chandler of Michigan went a step further and said Lincoln needed to be threatened so that he would be forced to employ new policies and even new men. ","            Governor Andrew Curtin of Pennsylvania recognized the growing resentment against Lincoln across the North. As a result, he asked the president for permission to hold a conference with all of the loyal governors to \"take measures for the more active support of the government.\" Curtin scheduled the meeting for September 24, 1862 at Altoona, Pennsylvania. The meeting took place in the elaborate Logan House Hotel located directly across the street from the Pennsylvania Railroad station. Only twelve governors attended the conference because New York's Edward Morgan refused Governor Curtin's invitation on the grounds that it lacked \"any information as to the purpose of the meeting,\" Governor Buckingham of Connecticut was delayed, and Michigan's Governor Blair was too busy with the state Republican convention to attend.  ","            Two days before the meeting on September 22, 1862, Lincoln issued the Emancipation Proclamation. The order significantly decreased many of the governors' qualms with the president, especially the Republicans who had been calling for sterner policies. Although the governors agreed on the Emancipation Proclamation, they continued to disagree on McClellan as the Union general in charge of the Army of the Potomac. They debated McClellan's abilities in the Logan House parlor but failed to reach a unanimous conclusion. ","            The only issue the governors could agree on was the terms of a proclamation. They decided to show their support for Lincoln by drafting an address and then wiring it directly to Washington.  The Address stated \"…we pledge without hesitation, to the President of the United States, the most loyal and cordial support.\" The governors also emphasized their approval of the Emancipation Proclamation saying, \"we trust and believe that the policy now inaugurated will be crowned with success, will give speedy and triumphant victories over our enemies, and secure to this nation and this people the blessing and favor of the Almighty God.\"  ","            There were a variety of factors that contributed to Lincoln's decision to issue the controversial order. Lincoln claimed the proclamation was the result of driving the Confederacy back over the Potomac, but contemporary Democrats asserted the Altoona Conference was the deciding factor. Historian William Hesseltine asserted \"whatever the reason for the Emancipation Proclamation\" the Altoona Address was a \"valuable document for Lincoln, and he used it to coerce state executives.\" Despite the reasons for issuing the proclamation, it cannot be denied that the Loyal War Governors Conference assured Lincoln that he would maintain vital support during the war.  "],"display_date":"September 24, 1862 - September 25, 1862","search_date":"1862-09-24","citations":[{"divid":1229468945,"type":"Book","data":["Hesseltine, William."," Lincoln and the War Governors",null,"New York","Alfred A Knopf","1955","249-273."]},{"divid":1229469053,"type":"Website","data":["War Governors","Statement by the Loyal War Governors to President Lincoln September 24, 1862","PHMC","http://www.explorepahistory.com/odocument.php?docid=63","October 1, 2008"]},{"divid":1229469193,"type":"Website","data":["Edward Morgon","Letter to Governor Curtin: September 16, 1862","Bucknell University","http://www.isr.bucknell.edu/Collections&#37;5Fand&#37;5FBorrowing/Special&#37;5FCollectio\t&#37;5FUniversity&#37;5FArchives/Union&#37;5FCounty&#37;5FHistory/website/civilwar/docs/6209\t6TGC/620916TGCTR.htm","October 4, 2008."]}],"locations":[{"id":3388,"lat":40.4812530856,"lng":-78.348626854,"zoom":9,"place":"BLAIR, Pennsylvania"}],"tags":[{"id":98,"tag":"Emancipation Proclamation"},{"id":188,"tag":"Governor Curtin"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}