{"id":4621,"title":"Carey Advocates Liberia as the Solution","course_id":18,"status":"P","start_date":"1832-01-01","end_date":"1832-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Nat Turner's methodical slaying of white civilians in Southampton County, Virginia during August of 1831 caused anxiety and concern for whites throughout the country. Although he was captured within months, his rebellion had unintended consequences. It added fuel to an already growing fire – the movement to send free blacks to Liberia. ","             Arguing on behalf of the American Colonization Society, Mathew Carey's pamphlet,<em style=\"mso-bidi-font-style: normal;\"> Reflections on the Causes that Led to the Formation of the Colonization Society: with a View of its Probable Results</em>, advocated colonizing Liberia as the best solution for blacks and whites. Carey devoted a significant portion of his pamphlet to discussing the need and benefit of the movement and the outlets for potential funding.","            The increasing ratio of blacks to whites, in addition to Nat Turner's revolt, raised awareness that measures needed to be taken to prevent \"such horrible scenes of havoc and desolations as to make humanity shudder, in repetitions of those which recently took place at Southampton.\" Carey ruled out the possibility of \"amalgamation\" because blacks \"will, always, unhappily be regarded as an inferior race.\" Instead, the \"only remedy or palliation of the evils\" was the colonization of Liberia. This solution has a \"threefold benefit\" because whites \"should be cleared of them,\" it helps Africa by having a civilized, Christian group living there, and \"our blacks themselves would be put in a better situation.\" To enhance his argument, Carey used excerpts from several state legislatures that approve of the colonization of Liberia as well as explaining the available opportunities for blacks in the colony. Blacks were able to \"cultivate their minds\" and be \"lords of the soil.\" Although this movement saw itself as benevolent, it was designed to rid the U.S. of free blacks, not to eliminate prejudices. ","            Although the argument for Liberia persuaded many, it still lacked funding. Carey acknowledged that many masters left money for their slaves to be transported to Africa, but in most cases, passage was extremely expensive. Researching the colonization of Liberia, Charles Foster explains that \"such an ambitious program would require capital beyond the powers of private benevolence.\"  Carey seemed to acknowledge the high price tag, but citied rhetorically  \"was any great object ever attained without great sacrifices?\"  To ease the financial burden, Carey suggested a Constitutional Amendment to appropriate funds for the cause as well as having individual state legislatures make donations.  Carey claimed that \"never did a nation appropriate money for a more valuable purpose.\"","            The desire to help free blacks emigrate and colonize Liberia was stressed throughout Carey's pamphlet. However, he spent little time talking about how free blacks feel about the movement. Carey did this for a reason – many free blacks had little enthusiasm about moving to Liberia. "],"display_date":1832,"search_date":"1832-07-01","citations":[{"divid":1229470541,"type":"Article","data":["Abasiattai, Monday","The Search for Independence: New World Blacks in Sierra Leone and Liberia, 1787-1847","Journal of Black Studies","1","Sept 1992","107-116"]},{"divid":1229470654,"type":"Pamphlet or Other Printed Material","data":["Carey, Mathew . Philadelphia:","Reflections on the causes that led to the formation of the colonization society: with a view of its probable results: under the following heads: The increase of the coloured population. The origin of the colonization society. The manumission of slaves in this country. The declarations of the legislatures, and other assembled bodies, in favour of the society","Philadelphia, PA","W.M.F. Geddes","1832","American Memory Project"]},{"divid":1229470819,"type":"Article","data":["Foster, Charles","The Colonization of Free Negros, in Liberia, 1816-1835","The Journal of Negro History","1","Jan 1953","41-66"]},{"divid":1229470932,"type":"Book","data":["Brawley, Benjamin","A Social History of the American Negro ",null,"London","Collier-MacMillian LTD","1970","140-148, 172-212"]}],"locations":[{"id":3389,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":4,"tag":"Slavery"},{"id":189,"tag":"American Colonization Society"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}