{"id":463,"title":"Thirty-eight Sheriff Sales Reported in Local Missouri Newspaper\n","course_id":1,"status":"P","start_date":"1890-02-02","end_date":"1890-02-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many Missouri farmers lost their farms in sheriff's sales during 1890.  The Boonville Semi-Weekly Star reported 38 sales on February 2, 1890.  Sheriff sales occurred when individuals failed to pay taxes on their property to pay taxes to some other creditor.  The sheriff then sold the seized property on the courthouse steps.  The locality listed the seized properties in the newspaper in an attempt to attract new settlers.&lt;br /&gt;&lt;br /&gt;Farmers in other places across the South experience the same hard times as the displaced farmers in Missouri.  Some farmers responded to their struggling economic situation by organizing.  The Farmers' Alliance of Virginia submitted information to the state convention of the People's Party.  Much of the language of the submission indicated the farmers' desire for relief from economic downturn and existing oppression' and protection of liberties for all groups of people in the United States.  It asserted that all power is vested in and derived from the people.'  At the present time power was subverted' and derived from money.'  The document also stressed the importance the influence of the vote and ability of vote to influence equally.  This indicated the increasing politicization of the farmers' movement.  The platform included ideas like silver and gold standard, graduated income tax, regulation of national transportation industry, public schooling, labor demands, and electoral reform (guarantee the right to vote).&lt;br /&gt;&lt;br /&gt;Farmers also called for respect for the agricultural enterprise and science.  One graduate of a Virginia college in Blacksburg expressed his displeasure at the lack of support from the Board of College at the school.  He stated that the Board treated graduates as common laborers.'  The author of this complaint indicated the worthlessness of a degree from the school unless the attitude of the Board changed."],"display_date":"February 2, 1890","search_date":"1890-02-02","citations":[{"divid":1219532924,"type":"Book","data":["Lawrence O. Christensen and Gary R. Kremer ","A History of Missouri, Volume IV, 1875 to 1919",null,"Columbia, Missouri","University of Missouri Press","1997","106-107"]},{"divid":1219532994,"type":"Manuscript","data":["","Material on Pupulist Party and Alliance",null,"Mss 38-360","","William DuBose Sheldon Papers","Special Collections Library, University of Virginia"]},{"divid":1219533044,"type":"Manuscript","data":["","Graduate of College. What Our College at Blacksburg is Doing., broadside",null,"","","","Special Collections Library, University of Virginia"]}],"locations":[{"id":345,"lat":38.8438511591,"lng":-92.8102798009,"zoom":9,"place":"COOPER, Missouri"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}