{"id":4633,"title":"Southern Outrage","course_id":23,"status":"P","start_date":"1835-09-08","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Anti-abolitionists reacted violently and swiftly to the onslaught of antislavery literature that inundated post offices across the South during the fall of 1835. Northern abolitionists had hoped to amicably convert slaveholders through their postal campaign, yet had only further amplified the severity of the slavery issue to re-instill fear among the free black population in the South. After receiving antislavery mailings, fuming anti-abolitionists invaded the Charleston post office and snatched every letter and book in sight. They returned the following day and proceeded to torch any remaining mail in the flames of a large bonfire. Such anti-abolitionist mob behavior, with riots ensuing across both the North and South, had come to define the resistant and defiant reaction against Northern abolitionist activism.","It was in this contentious atmosphere that an anonymous Southerner wrote an opinion letter to the <em>Richmond Enquirer</em> in which he condemned acts of violent intimidation that suppressed both freedom of speech and freedom of assembly. His criticism, however, was not aimed at mobs in Charleston but rather at the “seditious and traitorous agitating measures” of those abolitionists who had exhibited a “fanatical and intolerant spirit” in Lowell, Massachusetts. According to the letter, a meeting held by a congregation of anti-abolitionists was abruptly disturbed with the sounds of violent screams and loud hisses, as fervent abolitionists attacked the building where the meeting was being orchestrated. The detailed account of abolitionist aggression provided in the letter mirrored the actions of many anti-abolitionist mobs, as the author attempted to redirect criticisms away from slaveholding anti-abolitionists. He called upon his fellow Southerners to take action against rising Northern activists, urging that immediate action was crucial to preventing any further abolitionist gains.","Specifically he called for a boycott of Northern goods. The suggested boycott of Northern manufactured goods by Southerners countered a growing trend among anti-slavery proponents known as the Free Produce Movement. The movement was generated by abolitionists who recognized the sinfulness of slavery and who refused to contribute to an economy based on slave labor. Quakers and free black abolitionists initiated the movement in the early 1820s, but the collective effort to disrupt the production, purchase, and procurement of slave-free goods lasted up until 1867. Just as this Southerner's criticisms of Lowell abolitionists mirrored the abolitionists' condemnations of anti-abolitionist acts of intimidation, in calling for a boycott of Northern manufactured goods he once again borrowed and adapted an abolitionist tactic. The author's careful literary manipulation is a notable rarity, as its existence demonstrates the rising tensions surrounding the issue of slavery, and the extent to which the matter had begun to affect the nation in its entirety. As the political implications of such strains surfaced nationally, the continued struggle for power between the North and South signified the magnitude of the slavery issue on a political, societal, and economic level. The cooperative balance that existed between the industrial North and labor intensive South was thus at risk with such boycotting tactics.","The implications of emancipation threatened the very foundation of the South’s economy and challenged the hierarchy of power that such Southerners were so accustomed to. The letter was one of numerous opinion letters published throughout various publications across the South during the aftermath of the abolitionist postal campaign, as Southern opposition began to manifest itself into formalized meetings, riots, and anti-abolitionist literature. Clearly, the beginnings of what would eventually become a decisive Southern antislavery movement had commenced."],"display_date":"September 8, 1835 - undefined 0, 0","search_date":"1867-10-19","citations":[{"divid":1239637191,"type":"Newspaper Article","data":["Abolition Outrage. a Strong Case for Southern Action","Richmond Enquirer","Richmond, VA","September 8, 1835","3"]},{"divid":1239637328,"type":"Article","data":["William M. Boyd","Southerners in the Anti-Slavery Movement","JSTOR","2","1948","pg. 153-163"]},{"divid":1240270610,"type":"Book","data":["James Brewer Stewart","Holy Warriors: The Abolitionists and American Slavery",null,"New York","Hill and Wang","1997","71-73"]},{"divid":1240270736,"type":"Article","data":["Carol Faulkner","The Root of the Evil: Free Produce and Radical Antislavery, 1820–1860","Journal of the Early Republic 27","no. 3","2007","377-405"]},{"divid":1240270876,"type":"Article","data":["Lawrence B. Glickman","Buy for the Sake of the Slave\": Abolitionism and the Origins of American Consumer Activism","American Quarterly 56","no. 4","2004","889-912"]}],"locations":[{"id":3672,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":278,"tag":"boycott"},{"id":277,"tag":"anti abolitionism"}],"course":{"name":"The Abolitionists and American Society","school":"University of Richmond","course_id":23,"school_id":11}}