{"id":4634,"title":"Daniel Raymond and Anti-Slavery Maryland","course_id":23,"status":"P","start_date":"1825-09-24","end_date":"1825-09-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Maryland in 1825, an anti-slavery candidate emerged from the city of Baltimore named Daniel Raymond. Seeking a position in the Maryland General Assembly, Raymond was highly publicized in the anti-slavery circles in Maryland. One such publication, the <em>Genius of Universal Emancipation and Baltimore Courier</em> touted Raymond’s disdain for slavery and his support of gradual emancipation. Nominated by the Anti-Slavery Society of Maryland, Raymond represented the best hopes of abolitionist Marylanders under the system of slavery. While Raymond lost the election and the following one in 1826, his candidacy raises many questions as to the nature of the anti-slavery movement in Maryland. Who exactly was Daniel Raymond and why did he support abolition?","<br /> Daniel Raymond was originally from Monteville, Connecticut and he moved to Baltimore in 1814. A veteran of the battle for Fort McHenry, Raymond gained notoriety for his various publications while in Baltimore. Of these works, his 1819 pamphlet on the Missouri Compromise contributed the most to his rise in the anti-slavery movement in Maryland. Raymond’s profile as an anti-slavery advocate was not unique for the 1820s, his belief in gradualism and manumission were the leading theories at the time and his membership in the American Colonization Society was very common for the period. Following the publication of his pamphlet, Raymond became increasingly involved in the anti-slavery movement. In September of 1824, Raymond was elected secretary of the Baltimore Emigration Society, a local colonization group headed by the Mayor of Baltimore. As he gained more prominence from this position, he used his connections to help found the Anti-Slavery Society of Maryland in 1825. During a meeting in August of that year, Raymond was elected President of the Society. Now possessing a considerable amount of influence within the anti-slavery community, Raymond was able to make a run at political office. Using his new platform to express his ideas, Raymond’s campaign literature was filled with his anti-slavery theories.","<br />Raymond contributed to anti-slavery thought in a predominantly economic and demographic way. His pamphlet on the Missouri Compromise was filled with economic arguments concerning the problems of spreading slavery. Raymond’s main argument against slavery was that slaves, while adding to the overall production within the economy, were also a detriment because of their lack of motivation. As Raymond saw it, free whites were better contributors to society because of their innate desire for self-advancement whereas slaves had no ability to advance themselves while in bondage. Even when freed, Raymond noticed their lack of motivation continue. He wrote that “in regard to manumitted slaves...nine out of ten…industrious and moral before, become vagabonds, and one half of them perhaps, get into the penitentiary.” However, Raymond later wrote in favor of total manumissions for all slaves because by making the entire black population free, there would be less of a distinction between blacks and whites. Raymond used his second campaign in 1826 to express many of these ideas. In a public address to the citizens of Baltimore, Raymond presented an argument of his critics, that “the free negroes are a nuisance in the community, and therefore their numbers ought not to be increased.” In response, Raymond said “that if all the negroes in the state were free, they would not be so great a nuisance as the present number of free negroes are.”","<br /> Without his rise through the anti-slavery community and his high profile as a political candidate, Raymond may not have had the opportunity to present his theories on slavery. Raymond’s quick accession through the ranks of the anti-slavery community suggests that the movement was small and isolated in Maryland. The nature of the anti-slavery community in Maryland presents many avenues for further study and Daniel Raymond could be a potential starting point for a deeper examination into the subject. The unique geographic and ideological position of Maryland beseeches historians for a closer look."],"display_date":"September 24, 1825","search_date":"1825-09-24","citations":[{"divid":1240259131,"type":"Book","data":["Paul K. Conkin","Prophets of Prosperity: America's First Political Economists",null,"Bloomington, Indiana","Indiana University Press","1980","77-107"]},{"divid":1239677822,"type":"Newspaper Article","data":["ANTI-SLAVERY CANDIDATE","Genius of Universal Emancipation and Baltimore Courier","","24 September 1825","37"]},{"divid":1239677856,"type":"Book","data":["T. Stephen Whitman","The Price of Freedom: Slavery and Manumission in Baltimore and Early National Maryland",null,"Lexington, Kentucky","University Press of Kentucky","1997","141-156"]},{"divid":1240261869,"type":"Newspaper Article","data":["ANTI-SLAVERY SOCIETY OF MARYLAND","Genius of Universal Emancipation (1821-1839)","","August 1, 1825","164"]},{"divid":1240261964,"type":"Newspaper Article","data":["RAYMOND'S ADDRESS: TO THE VOTERS OF THE CITY OF BALTIMOR","Genius of Universal Emancipation (1821-1839)","","September 16, 1826","1"]},{"divid":1240262037,"type":"Newspaper Article","data":["BALTIMORE EMIGRATION SOCIETY","Genius of Universal Emancipation","","November 1, 1824","27"]}],"locations":[{"id":3651,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":64,"tag":"Anti-slavery"},{"id":280,"tag":"Maryland"}],"course":{"name":"The Abolitionists and American Society","school":"University of Richmond","course_id":23,"school_id":11}}