{"id":4635,"title":"Vegetable Compound Cures Women's ills","course_id":22,"status":"P","start_date":"1862-01-01","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the eighteenth and nineteenth centuries, in the successful patent medicine business, the most popular product was Lydia Pinkham's Vegetable Compound. Pinkham claimed to treat the worst cases completely from her Vegetable Compound. This claim comes from Victorian trading card of Lydia Pinkham's Vegetable Compound that is found in many different styles. Lydia Pinkham's Vegetable Compound was made for all those painful complaints and weaknesses that are so common among women. So, what made Lydia start her patent medicine' business? How was she able to be so popular in an era when women had no rights? Answers are connected with the social and economic situations of the time.","Lydia opened her business at a fortuitous time to save her family from poverty. She made herself into an entrepreneur of remedies for Female Complaints, which was made principally from unicorn root and pleurisy root, with a strong amount of alcohol (a \"solvent and preservative\"). Lydia's Female Complaints became popular in Lynn because many women at the time were hesitant to discuss their illnesses with their male Physicians. \"Lydia Pinkham began selling her Vegetable Compound in an era marked by medical controversy, public dissatisfaction with doctors, an obsessive concern with women's weaknesses-a climate ideally suited to promote the success of the Pinkham venture,\" remarks Sarah Stage in <em>Female Complaints.</em>"," In 1875, her business got off to a slow start, but the family worked tirelessly printing handbills and pamphlets and soliciting testimonials from customers and druggists. In 1876, when New York's major patent medicine dealer, Charles N. Crittenden took his first cash order of Lydia's Female Complaints, the product began moving extensively. Lydia also started sending and receiving letters to her customers to discuss their illnesses.","After her death in 1883, Lydia Pinkham's remedy was grossing $300,000 a year and sales were still increasing. Her product stayed well-liked into the twentieth century because the company sustained great publicity. Even though Pinkham's motives were to some extent self-serving, many modern feminists admire her for circulating information on menstruation and other facts of women's lives; they consider her to be a crusader for women's physical conditions in an era when women were poorly served by health organizations.","<strong> </strong>"],"display_date":"1862 - 1883","search_date":"1872-12-31","citations":[{"divid":1239841953,"type":"Website","data":["Miami University","VICTORIAN TRADE CARD COLLECTION","Miami University Libraries Digital Collections","http://doyle.lib.muohio.edu/cgi-bin/thumbnail.exe?CISOROOT=/tradecards&amp;CISOPTR=3692","4/15/09"]},{"divid":1240005968,"type":"Book","data":["Sarah Stage","Female Complaints: Lydia Pinkham and the Business of Women's Medicine",null,"New York","Norton","1979","304"]},{"divid":1240007102,"type":"Online Encyclopedia","data":["American Eras (1819-1883), Encyclopedia.com","\" Lydia Pinkham\"","http://www.encyclopedia.com/doc/1G2-2536601349.html","4/17/09"]},{"divid":1240007557,"type":"Book","data":["Robert Collyer Washburn","The Life and Times of Lydia E. Pinkham",null,"New York","Arno Press","1976","221"]}],"locations":[{"id":3629,"lat":42.484744285,"lng":-71.3896495091,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":267,"tag":"Health"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}