{"id":4637,"title":"Spencers Supports, Supporting Working Women","course_id":22,"status":"P","start_date":"2/1/43","end_date":"2/28/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The strong, modern women of the 1940's no longer desired the wasp waist corsets of previous generations.  The new breed of woman wanted practicality.  Hence, the advertisements of the time did not dwell heavily on waist reduction or social expectations, rather, the emphasis focused more on health issues.  An example from Ladies Home Journal published in the February 1943 issue for Spencer Supports headlined their ad by posing a question to women about their level of fatigue.  \"Tire easily?\" the author asked.  The ad goes on to claim that a woman wearing Spencer Supports \"[felt] new energy.\"  It also stated that \"doctors prescribe Spencer's for backache, fatigue, arthritis, hernia,\" and many other maladies.  These claims for new found energy came in handy for women who entered the work force in support of the war.  Many women worked long hours doing strenuous work. Advertising promised more energy and support from a \"light, flexible, durable, easily washed\" garment that also eliminated bulges and smoothed the figure, and these promises really resonated with the target audience.","When women opened the pages of the Ladies Home Journal in 1943 and saw this article, a war raged on two fronts thousands of miles away.  A large percentage of the country's young men fought on those fronts, and women found themselves in new and exciting positions performing tasks that their mothers and grandmothers never dreamed.  These previous generations of women might also be surprised at the sort of garments passing for underwear near the mid twentieth century.  The rigid font busk corsets of the Victorian and Edwardian eras, made with a one inch or more wide piece of steel down the center front making motion difficult, fell out of favor.  Women replaced the unyielding corsets with garments resembling modern girdles and brassieres.  These support garments still laced up at the front, side, or center back for a tight fit, but they now came with stretchy elastic sections so less pressure was exerted on the wearer's waist.","The 1940's also saw a shift in how corsets companies marketed their products to women.  In decades past, advertisers made much of how small a corset shrunk the wearer's waist.  It was such an important detail that companies often altered photographs and encouraged artists to render drawings with skewed prospective to make waists look unnaturally small.  In contrast, the woman drawn in a Spencers Support appeared with normal proportions. Older advertisements also preyed on women's fears of inferiority pertaining to social expectations.  When manufacturers choose to use these fears in a positive light, the ad sometimes included claims that their corsets made it easier to keep up with young children or gave the wearer energy to take on household chores.  When advertisers used such tactics in negative ways, they doomed women without the proper corset to the lives of old maids.  The Spencers ad, however, highlighted cures for medical complaints rather than promises of a social and family life.","The clothing women wore evolved in to a much more practical state in the 1940's.  Undergarments followed suit and also changed for the better, because women looked for different qualities in their underwear than the ladies of previous generations.  Women attained new roles in society and fashion moved forward to meet the changing needs of the twentieth century woman.","<a href=\"http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&current=img0112.jpg\" target=\"_blank\"><img src=\"http://i647.photobucket.com/albums/uu197/alteredtyme/img0112.jpg\" border=\"0\" alt=\"Photobucket\"></a>"],"display_date":"February 1943","search_date":"1943-02-14","citations":[{"divid":1240084232,"type":"Book","data":["Valerie Steele","The Corset:A Cultural History",null,"Singapore","Yale University Press","2003","67-86"]},{"divid":1240084648,"type":"Pamphlet or Other Printed Material","data":["Anonymous","Spencers Supports","","Ladies Home Journal","1943",""]},{"divid":1240239249,"type":"Website","data":["Sharon Morgan","Photobucket","Photobucket","http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&amp;current=img0112.jpg","4/20/2009"]}],"locations":[{"id":3617,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":198,"tag":"corsets"},{"id":197,"tag":"fashion"},{"id":199,"tag":"working women"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}