{"id":4638,"title":"The Defiance of Chief Black Hawk","course_id":22,"status":"P","start_date":"1832-04-01","end_date":"1832-04-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“I fought hard. But your guns were well aimed. The bullets flew like birds in the air, and whizzed by our ears like the wind through the trees in the winter. My warriors fell around me; it began to look dismal,” said Sauk chief Black Hawk upon his surrender to the U.S 6<sup>th</sup> Infantry in August of 1832. He had fiercely resisted the continuing encroachment of white settlers into his lands and had fought many bloody battles to preserve the Sauk way of life. Black Hawk admonished the whites, “You know the cause of our making war. It is known to all white men. They ought to be ashamed of it.” He had experienced the scorn with which the whites regarded the Indian, the deceit and lies that had been used to cheat the Indians out of their lands and the poisoning influence of whites upon his people. “We were becoming like them,” he said, “hypocrites and liars, adulterers, lazy drones, all talkers, and no workers.” And so, in order to preserve the Sauk Nation Black Hawk had no recourse but to make war on the whites. His course had been set by the highest authority. “The spirit of our fathers arose and spoke to us to avenge our wrongs or die,\" Black hawk declared, “We set up the war-whoop, and dug up the tomahawk; our knives were ready, and the heart of Black Hawk swelled high in his bosom when he led his warriors to battle.” For five months Sauk, Fox, Kickapoo, and several other smaller Indian tribes battled the white invaders under the leadership of chief Black Hawk, but were ultimately defeated at the Battle of Bad Axe and Black Hawk was captured. With great sadness, Black Hawk addressed his people after his capture, ”Black Hawk tried to save you, and avenge your wrongs. He has been taken prisoner, and his plans are stopped. He can do no more. He is near his end. His sun is setting, and he will rise no more. Farewell to Black Hawk.”","The Black Hawk War, as it soon came to be known, was a classic example of the sad and shameful way in which the removal of Native Americans was handled. Sadly, this war was the result of a simple misunderstanding and unfounded fear on the part of white settlers. In 1831, under intense pressure from the United States government, the Sauk-Fox tribes gave up all of their lands in Illinois.  Chief Black Hawk had resisted previous attempts to remove his people, but finally acquiesced and led his people west. However, the journey was a disaster, and he found only hostile enemies and starvation on the western side of the Mississippi River. After only a year, Black Hawk led his people back to Illinois, having been reduced to only about 500 men, women and children. The sudden reappearance of the band of Indians sent the white settles into a panic and soon militia and army units arrived to deal with this perceived menace. Surprised by the reaction to his return, Black Hawk immediately tried to surrender under the white flag of truce. However, members of the already nervous militia opened fire and Black Hawk’s warriors returned in kind, thus beginning the Black Hawk War. Black Hawk fled back toward the west with his people, in a fighting retreat all the way. U.S. Army and militia forces caught up with and defeated Black Hawk at Bad Axe, ending the war after five months of bloodshed. Nevertheless, Black Hawk's capture did not defeat his spirit. In his surrender speech, he acknowledged no regrets and asserted the righteousness of his resistance to white incursion and mistreatment of his people."],"display_date":"April 1, 1832","search_date":"1832-04-01","citations":[{"divid":1240177847,"type":"Book","data":["David S. Heidler and Jeanne T. Heidler","Manifest Destiny",null,"Westport Connecticut","Greenwood Press","2003","79-80"]},{"divid":1240178221,"type":"Primary Source in a Secondary Source","data":["Black Hawk's Surrender Speech","1832","Biography and History of North America, from Its Discovery,11th ed","Samuel Gardner Drake","Boston","B.B.Mussey","1851","656-657"]}],"locations":[{"id":3601,"lat":41.2053333739,"lng":-90.7414019737,"zoom":10,"place":"MERCER, Illinois"}],"tags":[{"id":268,"tag":"Black Hawk War"},{"id":19,"tag":"Native-Americans"},{"id":90,"tag":"Indian Removal Act of 1830"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}