{"id":4639,"title":"Making Money","course_id":22,"status":"P","start_date":"6/24/75","end_date":"6/24/75","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Prostitution in Birmingham, Alabama and the surrounding areas was bad in the seventies. It was so bad that in June of 1975 the city of Homewood passed a new ordinance that reduced the number of hours prostitutes were allowed to be on the street. The week before the ordinance was passed, three prostitutes were arrested for working out of a motel. Mayor Bob Waldrop said that Homewood was working to deal with the problem of prostitutes working out of local motels. The ordinance made it illegal for prostitutes to work between the hours of nine p.m. and six a.m. Waldrop called the ordinance “old fashion. The ones arrested last week were caught at two in the afternoon.” Homewood city attorney Irvine Porter countered by saying the ordinance “forbid known prostitutes from even being on the streets during such times .”<br /><br />According to Hilary Evans in her book, Harlots, Whores, & Hookers: A History of Prostitution, women have gone to different lengths to provide either food for their children or drugs for themselves. By preventing prostitutes to go out and earn their own form of pay, it prevents them from making money that allows them to buy food for themselves or their children.  <br /><br />Jess Winchester, a former prostitute claims that “the motive for many of the women is to earn a wage that supports their children well and allows them to be able to spend more time with them than most working mothers .”<br /><br />The big picture is that the majority of women become prostitutes for two reasons: for an economic opportunity that they couldn’t other wise achieve or because it allows them support their family while letting them spend time with their children. To deny a woman the right to choose either is wrong. And limiting the prostitutes’ working hours in the 1970s was preventing them from working."],"display_date":"June 24, 1975","search_date":"1975-06-24","citations":[{"divid":1240182038,"type":"Book","data":["Hilary Evans and Mary Evans","Harlots, whores &amp; hookers: a history of prostitution",null,"New York","Taplinger Pub. Co.","1979","7-9"]},{"divid":1240182376,"type":"Website","data":["Jessi Winchester","Does individual economic opportunity justify legalizing prostitution?","prostitution.procon.org","http://prostitution.procon.org/viewanswers.asp?questionID=000125","April 19, 2009"]},{"divid":1240182443,"type":"Newspaper Article","data":["Prostitutes’ hours restricted.","The Birmingham News","","June 24, 1975",""]},{"divid":79649,"type":"Film","data":[null,null,null,"ZCASdJeB"]}],"locations":[{"id":3612,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":204,"tag":"Seventies"},{"id":203,"tag":"Birmingham, Alabama"},{"id":83,"tag":"Prostitution"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}