{"id":464,"title":"Battle of Murfreesboro\n","course_id":1,"status":"P","start_date":"1862-12-30","end_date":"1863-01-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Battle of Murfreesboro, also known as the Battle of Stones River, boosted the North's morale after a decisive defeat at Fredericksburg. The Confederate army was strengthened by their recent victories. The Union army advanced towards Cumberland Gap, but the Confederates viewed the Appalachian Mountains as an insurmountable barrier for the Union army to traverse to reach Tennessee. In addition to the geographic difficulties of this battle, temporal concerns were also important: this battle raged at the same time as the Battle of Vicksburg, and both armies were forced to struggle to maintain enough troops on both fronts.&lt;br /&gt;The opening volley of the battle came the morning of New Years Eve, and the Confederate army felt very confident having repulsed [the Union army] with heavy loss.' Both sides had substantial forces, with the total number of troops nearly forty thousand on either side. The skill of the Confederate cavalry was well demonstrated here. The cavalry was so adept that the Union was seriously embarrassed by the enterprise of the rebel cavalry, who made some serious dashed upon some of McCook's ammunition and subsistence trains, capturing a number of wagons, and artillery ammunition grew alarmingly scarce.'&lt;br /&gt;In the end, the number of casualties was so high that all the houses in Murfreesboro and the neighboring villages are occupied as hospitals.' In addition to the number of casualties, the number of prisoners taken was also significant. The Union army took over three thousand Confederate prisoners, and each side lost more than ten thousand men in sum. This was the largest ration of casualties to soldiers during the entire Civil War. The intense fighting brought rumors of the death of Confederate General Braxton Bragg, but Bragg survived, leading his troops in retreat from the battlefield. The battle pushed the Confederates out of central Tennessee and improved Union sentiment towards the war. While not a strong victory, the Union certainly came out ahead, as the Confederates retreated."],"display_date":"December 30, 1862 - January 3, 1863","search_date":"1863-01-01","citations":[{"divid":1214245166,"type":"Newspaper Article","data":["From East Tennessee","The Daily National Intelligencer","","May 21, 1863","1"]},{"divid":1214245204,"type":"Newspaper Article","data":["The War in Tennessee","New York Times","","May 20, 1863","1"]},{"divid":1214245239,"type":"Newspaper Article","data":["The Battle Opened in Tennessee","Charleston Daily Courier","","January 1, 1863","1"]},{"divid":1214245305,"type":"Newspaper Article","data":["The War in Tennessee","New York Times","","March 4, 1863","2"]}],"locations":[{"id":346,"lat":35.8476814553,"lng":-86.4046881374,"zoom":9,"place":"RUTHERFORD, Tennessee"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}