{"id":4641,"title":"Committing a Crime","course_id":22,"status":"P","start_date":"3/16/77","end_date":"3/16/77","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1977, a Jefferson county, Alabama man learned the price of being with a prostitute. According to police records, a man paid a prostitute twenty dollars and took the woman to a friend’s house. The next morning, the man woke up and discovered that the prostitute took all of his belongs, including his car, a suitcase full of clothes, his wallet, money, and the pants he was wearing. <br /><br />Learning that the house he was in had no telephone, the man wrapped a sheet around himself and went to a neighbor’s house to call someone to bring him some clothes. Later, the man found the prostitute and asked for his car back. The prostitute explained that she hit a parked car and told the owner of the parked car she couldn’t pay for the damages. The owner then demanded for the car she was driving for payment and the woman willingly gave it to him. The man never recovered any of his belongings.<br /><br />In the United States the crime of prostitution is defined by “sex offenses of a commercialized nature, such as prostitution, keeping a bawdy house, procuring, or transporting women for immoral purposes .” From 1994 to 2004, prostitution arrests have gone down. In 1994, nationally there were 97,600 arrests. In 2004, nationally there were 86, 100. While in recent times it has gone up it’s not as high as it was in 1997. Nationally, in 1997 there were 100, 200 arrests.<br /><br />By being a prostitute, the woman is already committing a crime. Prostitutes are going to commit a variety of crimes, raging from burglary as in the case above to drug use. The only reason the prostitute in the above mention case stole the car was because it was available."],"display_date":"March 16, 1977","search_date":"1977-03-16","citations":[{"divid":1240185410,"type":"Newspaper Article","data":["Lovers rendezvous takes costly turn","The Birmingham News","","March 16, 1977",""]},{"divid":1240185465,"type":"Website","data":["N/A","Prostitution-Related Arrests","prostitution.procon.org","http://prostitution.procon.org/viewresource.asp?resourceID=000120","April 19, 2009"]}],"locations":[{"id":3610,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":83,"tag":"Prostitution"},{"id":203,"tag":"Birmingham, Alabama"},{"id":204,"tag":"Seventies"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}