{"id":4645,"title":"<em>What do you do when the Klan is after YOU?</em>","course_id":22,"status":"P","start_date":"10/1/28","end_date":"11/10/28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Major Harwell Goodwin Davis is sitting at his desk and he hears the distinctive ring of the telephone. He picks up the receiver only to find out that the head of the Ku Klux Klan in Alabama is the man at the other end. In the 1920s, anybody would listen to what this man had to say, even a man running for Congress.","Davis was fast-rising politician that just finished a well-known court case as the Attorney General prosecuting the system of convict labor. He decided to not continue with his current office, and instead run for Congress in 1928. Just two weeks before the election, the man who headed the Ku Klux Klan in Alabama, Jim Elsdale, called to offer him membership into his very publicized group. Before Davis could even respond, Elsdale explained even further that it was Hiram Evans, the chief of all of the klans in the United States, which gave him the authority to do so. Evans was the highly publicized Imperial Wizard of the Ku Klux Klan from 1922 to 1939. He was so popular that he was even on the cover of Time magazine in 1924. Davis could do nothing but tell Jim Elsdale that he would think it over.","Major Davis knew what his choice was going to be, but he needed the advice of one of his friends. Herman Beck was a Jewish businessman whom Davis thought would give himself the final push he needed to deny the Elsdale’s offer. Davis explained the proposition he received, and Beck did a strange thing. The shop owner immediately went to his cash register to contribute the fifty-dollar membership fee to Davis’ campaign. Davis was absolutely dumbfounded with the sight of a Jewish man actively persuading his friend to join an organization that publicly despises his religion. Beck explained that the public approval of the Klan would guarantee his election in a state that thrived on racial prejudice. He said that if it was any Klansman that got elected, he would rather it be he than someone else who knew better. Davis rejected the contribution.","Major Davis ended up going to the office of Jim Elsdale and formally explained his reasons why he was going to decline the membership. He ran for Congress, and ended up losing the race by just one hundred votes. The defeat was tough to bear, but he explained in an interview fifty years later that, “There is a destiny that sometimes overshadows anything you want to do.”"],"display_date":"October 1, 1928 - November 10, 1928","search_date":"1928-10-21","citations":[{"divid":1240199275,"type":"Book","data":["Patrick O'Donnell","Ku Klux Klan: America's First Terrorist Exposed",null,"West Orange, New Jersey","Idea Men Productions","2006","26"]},{"divid":1240441777,"type":"Pamphlet or Other Printed Material","data":["Major Harwell Goodwin Davis","Inverview of Major Harwell Goodwin Davis","Birmingham, AL","UAB Oral History Department","1977","University of Alabama at Birmingham"]}],"locations":[{"id":3556,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":18,"tag":"Politics"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}