{"id":4647,"title":"Chicago Grain Corner","course_id":22,"status":"P","start_date":"1874-07-31","end_date":"1874-07-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["       In July 1874, America was in the middle of the largest economic downturn it had ever seen. Prices on goods and services had started on a deflationary path and would decrease by a total 15.6% during the period of 1873-1879 according to the Balke-Gordon Price Index. The bad news of bank failures, labor riots, and disastrous epidemics were coming in from everywhere, but on July 31, 1874, Chicago had news that would cause commodities dealers “to be beside themselves with excitement.” In fact, the <em>New York Times</em> reported that the “dealers were so excited that when the bell struck 3 o’ clock and the doors to the receipt office were closed, the dealers broke down the doors and insisted that the clock had been tampered with.”  What caused all this excitement? What was all the commotion about? This, the day that the reporter called “one of the most exciting days in annals,” It was no other then the Chicago Grain Corner of 1874.","       The grain corner of 1874 was set in motion when four investment banks contracted for the shipment 1,021,500 bushels of corn on top of the 89,000,000 bushels of corn that had already been contracted or sold. The investment banks were essentially buying all of the corn that had been produced in 1873. This corner on the corn market drove the price of corn from $.62 a bushel in the morning to $.80 a bushel by 2 o’ clock in the afternoon. With such a great price increase in one day, the dealers who were able to deliver their corn futures to the receipt office were going to make money. Just as the <em>New York Times</em> reporter theorizes “A day or two will the story better, but it is said by those claiming to know that the amount not delivered is not short of six hundred thousand bushels. A great number of small dealers lose heavily and will doubtless have to suspend” the firms that could not deliver their orders would soon be reminded that they were still in the midst of the “Long Depression”"],"display_date":"July 31, 1874","search_date":"1874-07-31","citations":[{"divid":1240201545,"type":"Book","data":["Elmus Wicker","Banking Panics of the Gilded Age, Studies in macroeconomic history",null,"Cambridge","Cambridge University","2000","16"]},{"divid":1240201642,"type":"Newspaper Article","data":["\"A Chicago Grain Corner\"","New York Times","","August 1, 1874",""]}],"locations":[{"id":3584,"lat":41.8934243127,"lng":-88.7703716419,"zoom":9,"place":"DE KALB, Illinois"}],"tags":[{"id":215,"tag":"\"Chicago Grain Corner\""},{"id":216,"tag":"\"Chicago Market Crisis\""}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}