{"id":4649,"title":"Columbus Discovers Ayer’s Sarsaparilla","course_id":22,"status":"P","start_date":"1883-01-01","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Columbus and his men are on their journey to America, and to their surprise, they seem to find \"AYER'S SARSAPARILLA\" waiting for them on the shores of the New World. In the play on words, the Victorian Trading Card claims, \"Without Doubt the Discovery of America is Ayer's Sarsaparilla. Dr. Ayer's almanac gives the signatures of thousands of sick people who consumed Ayer's Sarsaparilla and fully recovered from their diseases. On Aug. 11, 1886, Charles Kearful, from St. Joseph, Mo., wrote, \"I have been subject to bad cough all my life; but last Feb. I had the most severe cold from which I ever suffered. When everything failed to give relief, I tried Ayer's Cherry Pectoral [Sarsaparilla] and in a brief time I was completely cured.\"  Also on Aug. 12, 1886, S.A. Stonebraker, from Black Jack, Kansas wrote, \"Ayer's Sarsaparilla is the blood purifier of the nation.\"","Ayer's Sarsaparilla was said to be composed of the Sarsaparilla-root of the tropics, Stillingla, Yellow Dock, Mandrake, and other roots, held in high repute for their alterative, diuretic, tonic, and durative properties. The Trading Card claims, \"If your blood is vitiated cleanse it without delay by the use of AYER'S SARSAPARILLA.  Such claims are hard to believe, but the popularity of Sarsaparilla is undeniable. Dr. Ayer's first almanac, published in 1852, which contained a great variety of appealing jokes as well as complete information about the medicines and the customers. In 1855, the producer of proprietary medicines, Dr. Ayer, started selling his invented formulas as prescription medicines. Soon, Dr. Ayer's business grew in size from year to year, until Ayer's Medicines became known not only through the United States but in every part of the civilized world.  It sold millions of copies. A large laboratory was built to accommodate the growing manufacture, and nearly 300 persons joined. The company published around 15,000,000 almanacs a year. In 1877, the firm of Dr. J. C. Ayer & Co. was succeeded by The J. C. Ayer Co. Dr. Ayer died on July 3, 1878, leaving enormous wealth to his family.","One of the main remedies prepared by Dr. Ayer was his Cherry Pectoral Sarsaparilla. His Cherry Pectoral Sarsaparilla was used by millions of people around the world.  According to the book<em> Toadstool Millionaires, </em>a blood purifier made from a recipe discovered - so Ayer said -- by a common sailor who had been cast away \"upon the <em>mysterious shores of Japan\" </em>eight years before the Commodore arrived. The Japanese Emperor was shortly to be one of the recipients of Cherry Pectoral especially prepared for donation to foreign sovereigns by James C. Ayer. Other dignitaries included the Sultan of Turkey, the Queen of Spain, the King of Siam, the Emperor of China, the President of Peru, and the Czar of Russia. "],"display_date":"1883 - 1899","search_date":"1891-07-02","citations":[{"divid":1240202602,"type":"Website","data":["Ayer's Victorian Trade Cards","Ayer's Victorian Trade Cards","Victorian Trade Cards Collection","http://www.antiquebottles.com/rl/tc/AyersSarsaAmerica.jpg","4/19/09"]},{"divid":1240202826,"type":"Book","data":["J.C. Ayer","Ayer's American Almanac",null,"Lowell, Mass.","J.C. &amp; co.","1888","45"]},{"divid":1240203499,"type":"Book","data":["Henry Hall","America's successful men of affairs. An encyclopedia of contemporaneous biography",null,"New York","New York Tribune","1895","901"]},{"divid":1240204137,"type":"Book","data":["James Harvey Young","The Toadstool Millionaires; a Social History of Patent Medicines in America Before Federal Regulation",null,"Princeton, N.J.","Princeton University Press","1961","282"]}],"locations":[{"id":3587,"lat":42.485420527,"lng":-71.3919329913,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":267,"tag":"Health"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}