{"id":4651,"title":"Encouraging Immigration to Alabama","course_id":22,"status":"P","start_date":"1869-01-01","end_date":"1869-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“A state favored by nature in every way” boasted a booklet created by the state of Alabama. Published in 1869, this 22 page document contained a detailed list of the states assets. “No part of the United States offers so many and such striking inducements to the immigrant as Alabama.” It was an effort to entice foreign immigrants to come and establish their roots in Alabama. It covered every topic; the many job options for the labor worker and the entrepreneur, descriptions of the beautiful land in all corners of the state, the great health and living conditions, the newly commissioned railroad and the free public education. A foreigner reading the booklet would indeed be inclined to believe that Alabama was the land of opportunity.<br /><br />In the aftermath of the Civil War, Alabama’s labor supply had dwindled. A great number of the recently freed slaves had fled to the North hoping for better opportunities. The brochure was an attempt by the state to bring new labor into the region. It was sent to European countries where the population was overwhelmingly white. Despite the impact on the state’s economy by the loss of black labor, Alabamians were still unwilling to welcome non whites. It is ironic then, to find the passage in the pamphlet talking about the free public education where “no one can be excluded on account of race or color.” If the pamphlet was only being sent to countries with white populations, there would be no need to express this sentiment. It can only be assumed that this was an attempt by the state to seem a more tolerant and open minded state. One thing it does show is that there were definitely some exaggerations in the brochure on the qualities that Alabama possessed."],"display_date":1869,"search_date":"1869-07-02","citations":[{"divid":1240212349,"type":"Pamphlet or Other Printed Material","data":["Commissioner of Industrial Resources","Alabama. A few remarks upon her resources and the advantages she possesses as inducements to immigration.","","JNO.G. Stokes &amp; Co. State Printers","1869",""]},{"divid":1240212451,"type":"Article","data":["Rowland T. Berthoff","Southern Attitudes Toward Immigration, 1865-1914","The Journal of Southern History","17-3","August 1951","328-360"]}],"locations":[{"id":3602,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":220,"tag":"alabama"},{"id":31,"tag":"Immigration"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}