{"id":4652,"title":"Religious Recognition for Greeks in the U.S.","course_id":22,"status":"P","start_date":"8/24/53","end_date":"8/24/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1953, Greeks in the U.S. wanted to have their Greek Orthodox faith recognized. The Greek Orthodox Youth of America, GOYA, a Greek organization, made attempts and held drives to have their religion be included in the major faiths of the U.S. At the time, only the Catholic, Protestant and Jewish faiths were recognized as faiths in the U.S. The chairman of GOYA gathered with other members of the organization in Birmingham, Alabama to hold a conference on how to further their cause and get their faith validated. With over 5 million Greek Orthodox followers in the U.S. they felt they deserved the right.<br /><br />The United States constitution boasted freedom of religion and this was true for the most part. The Greeks and people of other faiths were allowed to practice their religions. However, the U.S. only chose to officially recognize 3 major religions of the time. Soldiers serving in World War II that were not Catholic, Protestant or Jewish were unable to have their respective faiths listed in their profiles. This practice continued for many years. GOYA was eventually successful in their attempts to have the Greek Orthodox faith recognized."],"display_date":"August 24, 1953","search_date":"1953-08-24","citations":[{"divid":1240213204,"type":"Newspaper Article","data":["Recognition of Greek Church as major faith aim of GOYA","Birmingham News","","August 24, 1953",""]},{"divid":1240213239,"type":"Manuscript","data":["","A History of the Greeks in Birmingham, Alabama",null,"","","Birmingham History","Library Catalog, UAB"]}],"locations":[{"id":3600,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":221,"tag":"Greeks"},{"id":79,"tag":"Religion"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}