{"id":4654,"title":"Unionist Sentiments in Alabama","course_id":22,"status":"P","start_date":"1861-12-07","end_date":"1861-12-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["P.C. Winn’s letter disturbed Governor John Gill Shorter of Alabama.  Winn dictates the contents of a letter given to himself by Dr. A. Kaiser of Winston County.  Winn elaborates on his personal visit to the county in the Great State of Alabama.  He details the accounts of a meeting that Dr. K had alluded to and states that he was charged with the writing of the Preamble and Resolutions passed at this meeting.  Winn states that the entirety of Winston County is consumed by avid loyalists to the Union.  He reports that men are drilling everyday and after interviewing several of the potential members for the Confederate cause, he discovered that each of these men had promised to fight for President Lincoln and the Union.  Winn desperately urges the governor to mobilize forces to eliminate the rebellion of the Winston County citizens regardless if it requires his own personal attention.  Winn claims that he will be venturing into Winston County again very soon and would enjoy recruiting approximately four hundred of the loyalists to serve the Confederacy. ","Although several loyalists composed the majority of Winston County, Alabama, many other individuals in various states shared similar pro Union sympathies.  Throughout the South, many states refused to support the Confederacy.  For example, the states of Tennessee and Georgia had many pro-Union counties that were in collaboration with specific counties in Alabama to possibly form a new state.  The new state between these disaffected counties would form the new state of Nickajack.  Many meetings were held between representatives of these counties to attempt to form a new state.  These sentiments spanned across the entire nation.  The United States was completely divided into pro-Union and pro-Confederacy sentiments that persisted long after the Civil War came to a close."],"display_date":"December 7, 1861","search_date":"1861-12-07","citations":[{"divid":1240235830,"type":"Primary Source in a Secondary Source","data":["Governor John Gill Shorter Executive Papers","Dec. 7, 1861","Alabama Historical Quarterly","Howard, M.B. Jr.","Montgomery, Alabama","Alabama State Department of Archives","1961","278-279"]},{"divid":1240237144,"type":"Article","data":["Watson, E.L.","Th Story of Nikajack","Alabama Review","20(1)","1967","17-26"]}],"locations":[{"id":3555,"lat":34.147691174,"lng":-87.2600796897,"zoom":10,"place":"WINSTON, Alabama"}],"tags":[{"id":223,"tag":"Unionists in Alabama"},{"id":32,"tag":"Civil War"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}