{"id":4657,"title":"Visit to Slave Jail","course_id":22,"status":"P","start_date":"1843-11-08","end_date":"1843-11-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 8, 1843, a reporter from the <em>Philadelphia Enquirer </em>described his visit to a slave jail. Outraged by the horrific conditions he decried “the wickedness and the cruelty of the abominable system…”   In his article the reporter describes the conditions of the jail and the different types of slaves who were being housed in the jail. The proprietor of the jail “was continually occupied in telling how comfortable and happy they were- how much enjoyment they derived from jumping, dancing, fiddling, gallanting and frequently remarked that they enjoyed more happiness than he or we did”. The proprietor insisted that the slave prisoners’ situation was not at all harsh but rather more pleasant that most jails, but upon inspection of the jail the reporter discovered that there was more to the jail and the slave prisoners under the surface. The proprietor was counting on this young slave’s act as a diversion based on the belief that “as outcast in a white dominated society, blacks alternately were portrayed as feeble-willed noble savages, comically musical minstrel figures, and dehumanized brutes”.","In one apartment of the jail there was a young slave by the name of Jim Crow Jr. who was who was forced by the jail proprietor to “ jump jim crow”. The reporter felt that “it was evidently done to draw our attention from a contemplation of the real situation of these unhappy beings”. In the next jail there was a mulatto young female slave that was suing for her freedom. What was interesting about her case was that she was so fair or light-skinned that she could easily pass for white. The reporter had the most sympathy for her by saying “my eyes filled with tears, and gladly would I have made almost any sacrifice, could I have released her from that gloomy prison”.","Before leaving the jail the reported thought about purchasing all the slaves from the jail, but the price was well out of his reach. As the reporter finished the article, he reflected on this visited and felt ashamed that he had not done more to help the slave cause."],"display_date":"November 8, 1843","search_date":"1843-11-08","citations":[{"divid":1240239642,"type":"Newspaper Article","data":["Visit to a Slave Prison","Cincinnati Weekly Herald and Philanthropist (1843-1846),","Cincinnati","December 13, 1843","4"]},{"divid":1240239774,"type":"Book","data":["William Van DeBurg","Slavery and Race in American Popular Culture",null,"Madison, Wisconsin","University of Wisconsin Press.","1984","89"]}],"locations":[{"id":3541,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":4,"tag":"Slavery"},{"id":253,"tag":"Slave Jails"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}