{"id":4658,"title":"The Game That Ended Segregation in Sports","course_id":22,"status":"P","start_date":"9/12/70","end_date":"9/12/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 12, 1970 University of Alabama under legendary coach Paul \"Bear\" Bryant played the University of Southern California at Legion Field in Birmingham Alabama. The Trojans ran up and down the field on that hot September night. The final score was USC 42, Alabama 21. The Trojans dominated the game rushing on the ground for 485 rushing yards to Alabama's 32. This demanding win for USC would forever change the dynamics of college athletics in the United States.","There was not that much build up about the game in the papers. The Birmingham News printed basically nothing about the story that would change the shape of college athletics in America. The story was that USC would be the first fully integrated college football team to ever come and play a game against a college in the south. At this time in America every major college football team in the South Eastern part of the United States was segregated.  USC would be the first fully integrated team to ever come to the South to play a game against one of these teams.","After this disappointing loss to USC, the Alabama fans were amazed by the power and speed of the USC players. Every touchdown in the game was scored by an African American athlete. Two were scored by Birmingham native Clarence Davis and three by Sam Cunningham who ended the day with 135 yard on only 12 carries. Bear Bryant knew that a loss like this would change the view toward African American athletes in the south. It is said that that Monday after the loss he walked into an Alabama board of trustees meeting and said that any player should be able to play football for Alabama no matter what the color of his skin. The next season Alabama started recruiting African American athletes to play football and short after them so did every other college of the south. An assistant coach at Alabama later said that \"Sam Cunningham did more to integrate Alabama in 60 minutes than Martin Luther King did in 20 years.”"],"display_date":"September 12, 1970","search_date":"1970-09-12","citations":[{"divid":1240239671,"type":"Newspaper Article","data":["","Birmingham Times","Birmingham Alabama","September 12/13 1970",""]},{"divid":1240239751,"type":"Newspaper Article","data":["The game that changed the world","The Orange County Register","","September 13, 2007",""]},{"divid":1240239823,"type":"Book","data":["Steven Travers, Winston Groom","One Night, Two Teams",null,"Alabama","Taylor Trade Publishing","September 2007","382 pages"]}],"locations":[{"id":3585,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":264,"tag":"football"},{"id":266,"tag":"Segregation"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}