{"id":466,"title":"Bloody Fight in Alabama between White Stone-cutters and Bridge Builders and African-Americans\n","course_id":1,"status":"P","start_date":"1890-02-06","end_date":"1890-02-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The growing presence of racial intimidation and violence marked the decade of the 1890s, also known as the height of mob frenzy.'  Private mobs punished alleged offenders for both attempted and committed crimes of violence, murder, and rape.  Failure of local officials to protect prisoners adequately contributed to this vigilante mob justice.  &lt;br /&gt;&lt;br /&gt;Increasing power of the racists, especially in Georgia, made public opposition to extralegal violence more difficult.  Four recorded lynchings occurred in Georgia in the first half of 1890.  Both mass and private mobs murdered four African American men who allegedly committed or attempted murder or rape.  The black men included Brown Washington, Sim Bell, George Penn, and Andrew Robinson.&lt;br /&gt;&lt;br /&gt;One specific incident of racial violence occurred on February 6, 1890, white stone-cutters and bridgemen of the Briarfield, Blockton & Birmingham Railroad struck citing with African American employees.  As a result, arguments and fighting erupted between the two groups of men which lasted all day.  During the late afternoon, a group of hidden African-Americans fired upon a group of white men passing through a stand of trees.  The shots killed two white men outright and seriously wounded three white men.  The African-Americans fled the scene while the white men followed in pursuit.  According to the report in The Nashville Banner, much bloodshed is expected.'  The paper made no mention of efforts of local law enforcement to prevent this bloodshed."],"display_date":"February 6, 1890","search_date":"1890-02-06","citations":[{"divid":1213654901,"type":"Book","data":["W. Fitzhugh Brundage","Lynching in the New South, Georgia and Virginia 1880-1930",null,"Urbana","University of Illinois Press","1993","29, 33, 180, 191, 271"]},{"divid":1213654936,"type":"Newspaper Article","data":["","The Nashville Banner","Nashville, Tennessee","February 7, 1890",""]}],"locations":[{"id":347,"lat":32.9965782647,"lng":-87.1283303643,"zoom":9,"place":"BIBB, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}