{"id":4661,"title":"A Defeat So Sweet","course_id":22,"status":"P","start_date":"1876-11-03","end_date":"1876-11-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 3, 1876 Rutherford B. Hayes wrote a letter to General M.F. Force. As the November 7th presidential election loomed, Hayes wrote with a melancholy tone about his prospect for victory. In the letter he tells General Force that he will find a variety of things to console him in the event of his defeat, and that there is nothing he would go back and change about his campaign if he could. Hayes also writes about the corruption of the other party through manipulation of finances and how these events have weakened both parties, and complains of how the \"corrupt use of money by our adversaries, have greatly affected the strength of parties.”","                The corruption Hayes referred to in his letter was not a fantasy. The Democrats had in fact bought votes with the help of the notorious Boss Tweed of Gramercy Park.  But the Republican Party was, ironically, no less corrupt. At first, Hayes’s fears about Democratic corruption were confirmed with the early results on Election Day, according to Harper’s Weekly, and it appeared to be a clear victory for the Democrats. What started as an obvious defeat for the Republicans developed into an all out brawl over-night to capture the electoral votes in the Southern states of South Carolina, Florida, and Louisiana. In these typically Republican states, votes were counted, thrown out, and bought, but the final results favored a flabbergasted Hayes. The final verdict was that Hayes had defeated Tilden by one electoral vote, even though the popular vote had favored Tilden by a narrow margin. Completely unaware of his party’s role in the whole debacle, Hayes quickly accepted the presidency he was convinced he would never hold."],"display_date":"November 3, 1876 - November 7, 1876","search_date":"1876-11-05","citations":[{"divid":1240241062,"type":"Pamphlet or Other Printed Material","data":["Rutherford B. Hayes","The Diary and Letters of Rutherford B. Hayes, Nineteenth President of the United States","Columbus, Ohio","Charles Richard Williams","1922","Ohio State Archeological and Historical Society"]},{"divid":1240241239,"type":"Website","data":["Harpers Weekly","The Political Situation","Susan Severtson","http://elections.harpweek.com/09Ver2Controversy/Overview-1.htm","5 March 2009"]}],"locations":[{"id":3634,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}