{"id":4663,"title":"Begginings of Football","course_id":22,"status":"P","start_date":"10/1/00","end_date":"10/31/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Riots took over most of Boston when students started flipping carriages and partaking in bloody fights in the streets over a football game. The game was between freshman and sophomores at Harvard College. In the 1820’s, on Ivy League campuses the earliest form of football was invented. Princeton began playing what was then known as ‘ballown’. Participants would use their fists to advance the ball, and then their feet, this game consisted mainly of one goal: to advance the ball past the opposing team. There were no hard and fast rules applied to this earliest attempt at the game we now call football. At Harvard University a tradition started known as Bloody Monday, a massive football type game between the freshman and sophomore classes. This was a brutal game that usually broke out into fights and riots on the campus and throughout Boston. Post Civil War the game began to increase in popularity in prep schools and cities throughout the northeast. But the big jump for football came in 1873, when representatives from five colleges met in New York City to formulate the first intercollegiate football rules for the increasingly popular game. The man behind this was Walter Camp who mad up the rules and scoring system for the game of football. Within a decade of play on university campuses, concern over the brutality of the game led to its ban by some colleges. There was a reported one hundred eighty players who had suffered serious injuries, and eighteen deaths from playing the game of football. The game was almost on the verge of extinction, but President Theodore Roosevelt called upon Harvard, Princeton, and Yale to help save football from demise. At a meeting between the schools, they agreed upon more rule changes. Then at their second meeting more than sixty schools showed up to help reform the game, and they appointed a seven member Rules Committee and set up what would later become known as the National Collegiate Athletic Association, or the NCAA. Because of this meeting life in America changed, football became America’s passion and weekends in the fall began to belong to football."],"display_date":"October 1900 - October 1920","search_date":"1910-10-16","citations":[{"divid":1240241319,"type":"Newspaper Article","data":["BLOODY MONDAY DIES HARD","New Times","","October 8, 1894",""]},{"divid":1240241382,"type":"Book","data":["Walter Camp","American Football",null,"Boston","Harper &amp; Brothers","1893","4-6"]},{"divid":1240241617,"type":"Website","data":["Jeffries, Rogina L","President Roosevelt saves the game","The Theodore Roosevelt Association","www.theodoreroosevelt.org","April 20, 2009"]}],"locations":[{"id":3583,"lat":42.3511485836,"lng":-71.9050032885,"zoom":8,"place":"Worcester, Massachusetts"}],"tags":[{"id":264,"tag":"football"},{"id":265,"tag":"america"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}