{"id":4667,"title":"Chinese Immigration in San Francisco","course_id":22,"status":"P","start_date":"1876-05-21","end_date":"1880-05-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Chinese immigration was an important issue in San Francisco in the mid 19th century. The Burlingame Treaty of 1868 gave the Chinese full rights to immigrate to the United States. When an economic depression hit in the 1870's, an intense competition for jobs lead white residents to become extremely opposed to Chinese immigration. In the May 21st, 1876 issue of the<em> Daily alta California</em> newspaper, it was announced that leading Chinese merchants had telegraphed their correspondents in China asking them to \"tell all shippers- either by sailing vessels or steamers- to carry not over 100 passengers; or do not send any goods by them. The newcomers are doing nothing, and it will be dangerous to all if more come as present.\"","The people in San Francisco wanted the Chinese in China to know that because of the depression, it would be of no benefit for them to keep coming into California. The article ends by saying, \"it cannot be for the benefit of the Chinese Companies here to have their countrymen come in such numbers, if they cannot obtain work, and become burdensome to their countrymen here.\" Despite the desires of San Francisco's white population, immigration continued. A year after that news article, anti-Chinese mobs rioted in the Chinese parts of the city, burning buildings and lynching 22 Chinese. In 1880, the Burlingame Treaty was revised to allow regulation of immigration."],"display_date":"May 21, 1876 - May 21, 1880","search_date":"1878-05-21","citations":[{"divid":1240242755,"type":"Newspaper Article","data":["The Chinese Immigration","Daily Alta California","San Francisco","May 21, 1876","1"]},{"divid":1240242812,"type":"Book","data":["R. Coke Wood","The California Story",null,"Belmont California","Fearon Publishers","1969","-"]}],"locations":[{"id":3626,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"SAN FRANCISCO, California"}],"tags":[{"id":251,"tag":"chinese"},{"id":31,"tag":"Immigration"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}