{"id":4668,"title":"A Writer's Reaction to the Treatment of the Cheorkee People in Georgia","course_id":22,"status":"P","start_date":"1830-01-02","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["January 1830. An impassioned plea has been made by writer William Penn in the January 2<sup>nd </sup>1830 edition of   <em>The Religious Intelligencer</em>, for the case of the Cherokee Nation against the state of Georgia. He has expressed a growing outrage and disgust against the way Indians in general have been mistreated by the United States and her citizens. The government is called upon to act with Christian morality in its dealings with these ancient people, particularly in light of the conduct of the state of Georgia with regard to the Cherokee people.  In the name of moral necessity, it is said, these proud people are to be encouraged, coerced if necessary, to remove themselves west, for their own good, as well as for the benefit of those who eye the lands of the Cherokee with undisguised greed. Penn writes “It is urged, that if the Cherokees remain where they are, the state of Georgia is deprived of a valuable portion of land within her chartered limits.” However, the fact of the matter is that the lands of the Cherokees are virtually worthless, except to the Cherokees themselves. Georgia further attests “that great inconveniences will be experienced, by having an <em>imperium in imperio</em> –a separate, independent community surrounded by our own citizens.” On the contrary, the experiences of other, older states of our union do not bear out Georgia’s assertion. The United States of America is bound by treaty to defend the right of the Cherokee people to possess their country. Mr. Penn states, ”The Cherokees should, especially at this juncture, be again assured, that they stand behind the shield of the law, -the supreme law of the land,- which, in a government like ours , should afford a defence not less perfect, and certainly more convenient, than could be afforded by a cordon of 150.000 bayonets, or a wall of adamant from the earth to the sky.” The Cherokee are in crisis and “moral necessity” dictates that we deal with them prudently, “not only for our conscience’s sake, but for the reputation of our justice.”","Williams Penn’s article was a reaction to what was merely a prelude to the demise of the Cherokee Nation in Georgia. His plea apparently fell mostly upon deaf ears. The dispossession of the Cherokee people came to fruition with the passage of the Indian Removal Act in December 1830. The state of Georgia seized the opportunity to enact a series of draconian laws against the Cherokees. The Cherokees appealed to the Federal government for aid against Georgian repression, and achieved a couple of small victories in court, but their fate was already sealed. President Andrew Jackson was encouraging Georgia’s anti-Cherokee policies while at the same time telling the Indians he was powerless to interfere in states’ affairs. Without the support of the Federal government, the Cherokees were unable to combat the oppressive policies of the state of Georgia. A few Cherokees had voluntarily moved west to the Indian Territory in Oklahoma, succumbing to the pressure to leave placed on them by the Georgian government while groups of tribal leaders continued to fight the state government and attempted to seek more favorable terms with the Federal government. But by the late 1830s, tribal leaders saw that removal of the Cherokee people was unavoidable. They sought to capitalize on the growing public outrage generated by the treatment of the Cherokees with the goal of obtaining a new treaty that would allow them to settle in Tennessee. However, this was not to be. In the summer of 1838, Federal soldiers were sent to forcibly remove the remaining Cherokees and relocate them to the Indian Territory, thus beginning the infamous Trail of Tears. The United States had managed to break every treaty it had made with the Cherokees and simultaneously besmirched what William Penn referred to as “the reputation of our justice.”"],"display_date":"January 2, 1830 - December 31, 1830","search_date":"1830-07-02","citations":[{"divid":1240243034,"type":"Article","data":["William Penn","Present Crisis In The Condition of the American Indians","The Religious Intelligencer","XXIII","January 2, 1830","14-16"]},{"divid":1240243218,"type":"Book","data":["Grant Foreman","Indian Removal",null,"Norman OK","University of Oklahoma Press","1953","229-312"]}],"locations":[{"id":3603,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Georgia"}],"tags":[{"id":260,"tag":"Cherokee Indians"},{"id":19,"tag":"Native-Americans"},{"id":90,"tag":"Indian Removal Act of 1830"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}