{"id":467,"title":"Railroad convention convenes in Knoxville, Tennessee","course_id":1,"status":"P","start_date":"1836-07-04","end_date":"1836-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 4th, 1836, delegates from various Southern states including Georgia, the Carolinas, and Kentucky met in Knoxville, Tennessee to discuss possible government-supported railway projects, especially the idea of a railroad stretching from Charleston to Cincinnati.  The need for railroads, canals and roads was a necessary complement to the rapid territorial expansion of the U.S.  In addition, commercial centers with limited access to waterways needed land transportation in order to grow and compete with better-situated towns and cities.  On the same day that the county court of Fayette, Kentucky appointed delegates to the convention, it authorized 15,500 to aid in the completion of all the Turnpike roads within the county.'  Thus the convention was only one of many steps towards the building of infrastructure in the South.  &lt;br /&gt;&lt;br /&gt;As the Kentucky Gazette reported, From the beginning to the close of the Convention, the very best spirit seemed to animate all hearts.  Party politics were neither spoken of nor alluded to.'  There was some little jealousy' between the Carolinas, Georgia and Alabama regarding the proposed route of the railroad, but a Kentucky delegate by the name of Wickliffe offered up various resolutions that gave universal satisfaction.'&lt;br /&gt;&lt;br /&gt;The delegates agreed on a plan to construct a line connecting Charleston to Knoxville.  For Georgia and lower East Tennessee, though, universal satisfaction' was not exactly achieved.   The agreed-upon route would run through the southeast corner of North Carolina, along the French Broad River.  But this required passing through the mountainous Cumberland Gap area, which their own route took pains to avoid.  Georgia disliked the plan so much that it made separate plans to build a road from Atlanta to Chattanooga.  This line would eventually come to be known as the Western and Atlantic Railroad."],"display_date":"July 4, 1836 - July 8, 1836","search_date":"1836-07-06","citations":[{"divid":1214311412,"type":"Newspaper Article","data":["","The Kentucky Gazette","","June 16 and July 21, 1836",""]},{"divid":1214311439,"type":"Book","data":["Stanley J. Folmsbee, Robert E. Corlew, and Enoch L. Mitchell","Tennessee: A Short History",null,"Knoxville, TN.","The University of Tennessee Press","1969","249-251"]}],"locations":[{"id":348,"lat":36.0086650052,"lng":-83.9297656575,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}