{"id":4671,"title":"The Birmingham District Rises in the Late 19th Century","course_id":22,"status":"P","start_date":"12/1/89","end_date":"12/31/89","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    According to an 1889 article found in the Chautauquan, a popular weekly news magazine, Birmingham, Alabama was the future of the iron and steel industry in America. Seated in Jefferson County, which is located in central Alabama, Birmingham was named after the industrious steel city of Birmingham, England. Also known as the “Magic City” and “Pittsburgh of the South”, Birmingham had earned these titles after its immense industrial growth. Birmingham’s steel productivity was made possible by its twenty-five local blast furnaces. These twenty-five blast furnaces were used in the smelting process. Smelting is the process in steel making that removes the iron metal away from its ore.  Birmingham’s extreme industrial success was due to the locality of iron, which was found on nearby Red Mountain.  Red Mountain’s ridge runs southeast along the Magic City’s southern border and was named “red” after the color of the iron that was found there.","    Bertha Bendall Norton, a Birmingham historian writes, “If in early 1900 you had stood on Red Mountain where Vulcan, the largest iron statue in the world stands today, and gazed out upon this once sacred valley of Indians, you would, perhaps, have had a strange feeling of wonder, excitement and pride.”  The Pittsburgh of the South was exactly that, exciting and wonderful. New jobs were being created by the arrival of the steel and iron industries such as Sloss furnaces and Tennessee Iron and Coal Company, which opened in 1886.  Birmingham’s industry became self- sustaining and that began to concern northern industrialist who, at first, were not involved. Much of the United States was still oblivious to the Magic City’s capabilities of becoming the leading iron producer in the  industry. Birmingham was a city that worked around the clock in hopes for maximum production of steel.  Birmingham, Alabama of yesterday had proven itself worthy in the late nineteenth century and had indeed become the future of the iron and steel industry in America"],"display_date":"December 1989","search_date":"1989-12-16","citations":[{"divid":1240246787,"type":"Newspaper Article","data":["Birmingham, Alabama","The Chautauquan","American Periodical Series Online","December 1889","300"]},{"divid":1240247364,"type":"Book","data":["Bertha Bendall Norton","Birmingham's First Magic Century: Were You There?",null,"Birmingham, Alabama","Lakeshore Press","1970","13"]}],"locations":[{"id":3568,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":203,"tag":"Birmingham, Alabama"},{"id":231,"tag":"Steel and Iron Industry"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}