{"id":4672,"title":"Black Worker Finds Dignity at Sloss Furnaces","course_id":22,"status":"P","start_date":"1/1/25","end_date":"1/31/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["           On a cold January evening in 1925, the Sloss Furnaces graveyard shift clocked in at seven. From ground level of the plant, one could see brilliant light almost as bright as the sun flowing from the ladles into the troughs as men worked frantically to obtain their quotas of pig iron. In an 1984 interview, Alonzo Gaines revealed life as a black worker at Sloss Furnaces in Birmingham, Alabama.  Alonzo Gaines was a Laborer/Stove tender during his tenure at Sloss Iron and Steel Company from 1925 to 1940. As a black worker in the South, Gaines experienced some extreme working conditions.          ","            Born in 1906, on a farm in Athens, Georgia, Gaines was exposed to racism from a young age.   “They always called us niggers, not blacks, but that didn’t bother me much, because for me working at Sloss Furnaces was a great opportunity,” said Gaines. Alonzo, like many other blacks at the time flooded into factories in search equality and opportunity. The conditions for blacks were good in industrial Birmingham. There were many jobs to be had by black workers in the \"Magic City\", and working at Sloss Furnaces was a popular place for many African Americans like Gaines.","            Although many blacks found that there was money to be made at Sloss Furnaces, outside the factory gates they were confronted with a segreagated, Jim Crow society.  As Birmingham historian, Bobby M. Wilson notes, “Sloss furnaces, like other large corporations in Birmingham, were unique in how they gave blacks a chance to improve their status in the workplace.” But Wilson goes on to pinpoint the difficulties of translating that status to the wider community.  Gaines stated, “I used to look forward to going to work, because I could work beside a white man and he would talk to me like I was a man instead of an animal.” For this reason blacks sought security in such industries as Sloss. Job security for blacks became more evident and concrete with the advent of labor unions and the Civil Rights movement in Birmingham. Sadly, like many black workers, the Civil Rights movement is something that Gaines never had the opportunity to experience during his tenure at Sloss."],"display_date":"January 1925 - January 1940","search_date":"1932-07-17","citations":[{"divid":1240248198,"type":"Book","data":["Bobby M. Wilson","America's Johannesburg",null,"Oxford, England","Rowman and Littlefield Publishers","2000","171"]},{"divid":1240248408,"type":"Manuscript","data":["","Interview of Alonzo Gaines",null,"5.2.013","","Alonzo Gaines","Digital Collections, University of Alabama at Birmingham"]}],"locations":[{"id":3535,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":232,"tag":"Sloss Furnaces"},{"id":203,"tag":"Birmingham, Alabama"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}