{"id":4673,"title":"Baseball Boosts Morale during Hard Times in America","course_id":22,"status":"P","start_date":"9/26/31","end_date":"9/26/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["     During the 1930s, J.T. White was a man living and working in hard times. He did what he could to heal the pains of Birmingham. White served as the organizer for the Tennessee Coal Industry (T.C.I.) intramural baseball team. White may not have made a dent in the ailing economy of the United States, but he did manage to boost the morale of the people around him.","     White wrote to a Mr. Tom Appleyard an intramural baseball tournament organizer in Tuscaloosa, Alabama in order to enroll his T.C.I. team. He asks about a double-header in order to “show these boys a real good time.” He hasn’t “promised these boys any more than a good time but of course they will be expecting eats after the game,” and he “would like to see a large crowd out as we are proud of our squad.” This correspondence depicts the jocularity and the optimism even in a period of social and economic hard times.","     In the United States the post civil war period of modernization witnessed the “proletarianization” of the once elitist game of baseball. Strenuous physical labor may well have required strenuous physical release. In the interest of high productivity, employers wanted a healthy work force and sport came to be seen as a way of ensuring physically fit and happy workers.","     Sport's appeal was connected to its potential for providing an exciting and even effervescent escape. This is to be understood not in the context of physical release but more in terms of a dream world far removed from the monotony of industrial work and the harsh reality of urban life. Like religion it could serve as a more socially acceptable opiate than drink or drugs. Yet, especially for males, sport was more effective than religion. It was 'real' with a reward not in the hereafter but in the here and now.","     An examination of American baseball during the 1930s and 1940s reveals that when faced with the challenges of the Great Depression and World War II, Franklin D. Roosevelt used baseball to ward off despair and retain American pride and morale during a period of crisis. Roosevelt and his speech writers manipulated baseball metaphors in order to explain the New Deal. When selling his New Deal, Roosevelt used phrases like “I have no expectation making a hit every time I come to bat”.","     Sports, particularly baseball, had an enormous social impact on the United States during the Great Depression era. Baseball gave hope to the nation on a local and national scale with local leagues sprouting and leaders’ addresses riddled with baseball rhetoric. J.T. White helped the men of T.C.I. to forget their economic troubles and enjoy life."],"display_date":"September 26, 1931 - September 26, 1940","search_date":"1936-03-27","citations":[{"divid":1240248711,"type":"Manuscript","data":["J.T. White","Letter to Mr. Appleyard, 26 September 1931",null,"","","White Papers","Department of Archives Manuscripts, Birmingham Public Library"]},{"divid":1240248800,"type":"Book","data":["Ron Briley","Class at Bat, Gender on Deck, and Race in the Hole: A line-up of essays on Twentieth Century and America’s game",null,"London","McFarland &amp; Company, Inc.","2003","23-24"]},{"divid":1240249027,"type":"Article","data":["Robert F. Wheeler","Organized Sport and Organized Labour: The Workers' Sports Movement","Journal of Contemporary History","13","April 1978","191-210"]}],"locations":[{"id":3572,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":235,"tag":"Sports"},{"id":234,"tag":"Sports and Labor"},{"id":233,"tag":"Baseball"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}