{"id":4676,"title":"Breaking Barriers in Baseball","course_id":22,"status":"P","start_date":"5/9/46","end_date":"4/16/47","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     The difference between the North and South in the United States has been similar to that of night and day. During the period between the 1870s and the 1970s, the South is generally viewed by outsiders as a backward, ultra-racist region, and the North is seen as tolerant and progressive. Only a year apart, Birmingham, Alabama praises its successful Negro League Baseball team, while New York sneers at the courage of a man standing against a racist institution.","     Cooper Green as President of the Commission of the City of Birmingham praised the Birmingham Black Barons Negro League Baseball team. Green was “proud of the team’s reputation of winning.” He declared Thursday, May 9<sup>th</sup>, 1946 as “Black Baron’s Day.” This was an official in segregated Alabama acknowledging and praising an African American institution","     A year after the Birmingham Black Barons were honored for their success, Jackie Robinson bravely stepped onto Ebbets field for his historic Major League Baseball debut. During the game, Robinson “unenviable hit into a rally-ending double play” and was booed harshly; but his “tremendous speed afoot did accomplish one thing, it set up the winning run.” The New York Times described Robinson as a “muscular Negro that minds his business and shrewdly makes no effort to push himself. He speaks quietly and intelligently when spoken to.” After the game, One of his teammates admitted that he “just did not know how to act with Robinson.” One of the veterans made the surprisingly progressive statement of “other sports had Negroes. Why not baseball?” The most important news media in the nation described one of the greatest accomplishments in sports as “quite uneventful.” ","     An interesting disparity in our country although African Americans make up approximately 12% of the population of the United States, this group is the majority in the world of professional sports. The people in charge of Birmingham, Alabama were Caucasian; however, at this was and still is a majority “black city.” This phenomenon could explain the city’s appreciation of the city commission to a Negro League team. New York at this time was an eclectic city made up of multitudes of people.","     For approximately a century, the United States was one of the most polarized countries in the world. Among the stereotypes that the North and the South carried, this is at least one instance in which the roles were reversed. "],"display_date":"May 9, 1946 - April 16, 1947","search_date":"1946-10-27","citations":[{"divid":1240261043,"type":"Newspaper Article","data":["Opening Day at Ebbets Field","New York Times","New York","April 16, 1947",""]},{"divid":1240261115,"type":"Manuscript","data":["Cooper Green","Black Baron’s Day Proclamation, 2 May 1946",null,"","","Birmingham World Collection","Department of Archives and Manuscripts, Birmingham Public Library, Alabama"]},{"divid":1240261198,"type":"Article","data":["Lawrence M. Kahn","Discrimination in Professional Sports: A Survey of the Literature","Industrial and Labor Relations Review","44","April 1991","395-418"]}],"locations":[{"id":3589,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"},{"id":3588,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":238,"tag":"African American"},{"id":235,"tag":"Sports"},{"id":233,"tag":"Baseball"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}