{"id":468,"title":"Journalist Kincaid Shoots and Kills Former Congressman Taulbee in U.S. Capitol\n","course_id":1,"status":"P","start_date":"1890-02-28","end_date":"1890-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1880s, Louisville Times journalist Charles E. Kincaid reported that married Congressman William Taulbee was seen in a compromising way' with a young woman in the United States Patent Office.  As a result, Taulbee's political career ended.  On February 28, 1890, Taulbee came across Kincaid in Washington, D.C. and threatened the journalist.  According to a Capitol doorkeeper who witnessed the threat, ex-Congressman Taulbee grabbed Kincaid by his coat collar and said Kincaid, come out into the corridor with me.'  Kincaid responded to Taulbee's actions by saying that he was in no condition for a physical contest' and that he was unarmed.  Mutual friends separated the two men.&lt;br /&gt;&lt;br /&gt;Later in the day, the two men crossed paths again in the Capitol building outside the House restaurant.  Kincaid drew a revolver and shoot Taulbee in the face, about one-quarter of an inch left of his left eye.  Kincaid then made no attempt to escape but rather announced his responsibility for the shooting.  Local physicians including a Congressman quickly attended to Taulbee and his wound.  Initially, the physicians remained positive about the potential of Taulbee's recovery.  Officers took Kincaid into custody to the police station on New Jersey Avenue.  &lt;br /&gt;&lt;br /&gt;Throughout the incident and subsequent legal proceedings, Washingtonians expressed their respect and sympathy for Kincaid especially after officials cited self-defense as the motivation behind the shooting.  The News & Courier of Charleston, South Carolina described Taulbee as tall, sinewy and strong.'  On the other hand, the paper described Kincaid as slightly built, inoffensive looking man' who suffers from illness and some nervous ailment.'  Many prominent Washingtonians, including Judge C. Morris Smith and Senator Daniel Voorhees, immediately offered their legal services.  Kincaid confessed to the shooting, but a D.C. court found him not guilty citing the fact that Kincaid acted to threats as a gentleman should.&lt;br /&gt;&lt;br /&gt;A couple days after the shooting The News & Courier reported that northern newspapers started to use the incident to present the South as an extremely different place in the country and to deliver highly moral sermons to the South.'  The paper rejected the reasoning of its northern counterparts asking the other newspapers to put themselves in Kincaid's position."],"display_date":"February 28, 1890","search_date":"1890-02-28","citations":[{"divid":1216925766,"type":"Book","data":["Lowell Harrison and James Klotter","A New History of Kentucky",null,"Lexington","University Press of Kentucky","1997","252"]},{"divid":1216925808,"type":"Newspaper Article","data":["","The News &amp; Courier","Charleston, South Carolina","March 1, 1890",""]},{"divid":1216925824,"type":"Newspaper Article","data":["","The News &amp; Courier","Charleston, South Carolina","March 3, 1890",""]}],"locations":[{"id":349,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}