{"id":4680,"title":"Tennessee Miner Uprising","course_id":22,"status":"P","start_date":"1891-01-01","end_date":"1891-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In Tennessee, the abuse of the convict labor system was putting many coal miners out of work in the late 1800’s.  If an employer was unsatisfied with wages or conduct of his workers, he could hire convicts as employees of the state.  Thousands of Tennessee miners rose up against the use of convict labor by the state’s coal companies in 1891.  This involved significant mountain communities in a revolt against government involvement in the state’s convict labor system.","Driven by the common anti-elitist ideals of populism and unionism, the miners initially sought to abolish the convict lease system in a legislative and legal manner.","Peaceful tactics failed to achieve reform in the lease system.  In a more aggressive move, one of the mountain communities overpowered and destroyed a convict camp.  The desperate group of white miners took control of the stockades and liberated the black convicts from the mining wards. ","The miner’s revolt accelerated the termination of convict leasing in Tennessee.  The decision to end convict labor helped repair the local coal economy at the cost of greatly weakening organized labor in the state of Tennessee."],"display_date":1891,"search_date":"1891-07-02","citations":[{"divid":1240279749,"type":"Newspaper Article","data":["","New York Times","","August 16,1892",""]},{"divid":1240442580,"type":"Book","data":["Karin A. Shapiro","A New South Rebellion: The Battle against Convict Labor in the Tennessee Coalfields, 1871-1896",null,"Chapel Hill,NC","The University of North Carolina Press","1998","1"]}],"locations":[{"id":3595,"lat":36.1192254335,"lng":-84.2048630353,"zoom":9,"place":"ANDERSON, Tennessee"}],"tags":[{"id":248,"tag":"tennessee"},{"id":208,"tag":"Convict Labor"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}