{"id":4681,"title":"James Knox: Convict Lease Martyr","course_id":22,"status":"P","start_date":"1/1/23","end_date":"12/31/26","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["James Knox - Alabama’s Convict Labor System Martyr","Ex-sailor and convicted felon Mr. James Knox was sent to Flat Top Mine in Jefferson County to carry out what would be his death sentence.  In 1923 Mr. Knox came out of the mine claiming that he “gave out in the mines and the deputies contended that he was a big strong man and was malingering”.  This day, which proved to be Mr. Knox's last, he was burned and drowned to death in a large concrete vat of boiling water by two convict deputies.","In an attempt to conceal the murder, Warden Charles Davis, who was the man in charge for the state, stuffed bichloride of mercury pills down Mr. Knox’s cold dead throat and claimed that he took them and was died.  They then buried the body without further question.","Upon hearing the story of Mr. Knox in 1926, three years after the incident, Attorney General Major Harwell Goodwin Davis discovered that bichloride of mercury has to enter the circulatory system via the bloodstream to cause death.  Major Davis discovered that the ingestion of bichloride of mercury pills could not acutely kill a person.  Major Davis went out to Flat Top Mine Cemetary and exhumed Mr. Knox’s body only to discover the pills were still lodged in his throat.","Although Charles Davis was never convicted of any crime, this controversy incident served as the catalyst for the abolition of the convict lease system in Alabama."],"display_date":"1923 - 1926","search_date":"1924-12-31","citations":[{"divid":1240284112,"type":"Manuscript","data":["Janet M. Smith","Convict Lease System",null,"","","Major Harwell Goodwin Davis Memoir","Sterne Archives, University of Alabama-Birmingham"]},{"divid":1240442875,"type":"Book","data":["William Warren Rogers and Robert David Ward","Convicts,Coal, and the Banner Mine Tragedy","","Tuscaloosa,AL","University of Alabama Press","1987","39"]}],"locations":[{"id":7000,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1621,"tag":"james knox"},{"id":247,"tag":"convict lease"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}