{"id":4686,"title":"I Was Not Saved to Run","course_id":22,"status":"P","start_date":"12/25/56","end_date":"12/25/56","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was Christmas 1956.  Taking the place of presents and songs, Reverend Fred L. Shuttlesworth and family woke up to the sound of sixteen dynamites exploding from underneath their home.  By looking at photographs of the damage, you would think everything within ten feet of the home was dead.  However, Shuttlesworth and his family reemerge unharmed.  Shuttlesworth being a religious man gave God all the credit and looked at the big picture.  He said, “If God saved me through this then I’m gonna stay here and clear this up.  I wasn’t saved to run…I was saved to lead the fight”.  Shuttlesworth truly embraced his role as leader of integration.  ","Rev. Shuttlesworth was the fearless leader of the Civil Rights Campaign in Birmingham, Alabama. He was “the negro most feared by whites…the voice of the Negro in Birmingham”.  He would eventually invite Dr. Martin Luther King, Jr. to Birmingham.   White supremacists, some including politicians, businessmen, and police wanted him dead or vanished from Birmingham.  Numerous attempts were made on his life.  Therefore, Shuttlesworth had a security detail posted at his home around the clock.  Colonel Stone Johnson was organizer of the volunteer security detail for Shuttlesworth and his organization, the Alabama Christian Movement for Human Rights.  I had the opportunity to converse with ninety year old Johnson during a recent visit to the Birmingham Civil Rights Institute.  Johnson, like Shuttlesworth is a very religious man and looked at this incident from a spiritual perspective.  Johnson stated, “Shuttlesworth knew how to stay in his lane, God put you in a lane….Shuttlesworth was on God’s program before he was born”.  Two years later, Johnson helped remove a second bomb from Shuttlesworth’s home before it exploded in the street.  Yet again, no one was injured.  History has proven that God had a destiny for Shuttlesworth."],"display_date":"December 25, 1956","search_date":"1956-12-25","citations":[{"divid":1240442851,"type":"Newspaper Article","data":["Aftermath of Bombing Leader's Home","The Birmingham News","Birmingham, Alabama","December 26, 1956","1"]},{"divid":1240442933,"type":"Book","data":["Marjorie White","A Walk to Freedom: The Reverend Fred Shuttlesworth and the Alabama Christian Movement for Human Rights, 1956-1964",null,"Birmingham","Birmingham Historical Society","1998","1"]},{"divid":2213,"type":"Article","data":["sKsjjpIAGGafPrOlT"]}],"locations":[{"id":3656,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":220,"tag":"alabama"},{"id":244,"tag":"Violence"},{"id":21,"tag":"Race Relations"},{"id":238,"tag":"African American"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}