{"id":4687,"title":"Abolitionists Free Suspected Runaway Slave","course_id":23,"status":"P","start_date":"1851-10-04","end_date":"1851-10-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Wednesday October 4, 1851, Syracuse city police, led by Deputy U.S. Marshall Allen, arrested an African American man by the name of Jerry McHenry.  John M. Reynolds of Marion County, Indiana, claimed McHenry to be his slave, and as a result, McHenry was taken into custody as a runaway slave and set for trial.  However, Reynolds would soon be surprised by an unexpected turn of events that neither he nor the court anticipated.","As U.S Commissioner Joseph F. Sabine adjourned the courtroom at two o’clock pm on October 4, a crowd of black and whites seized McHenry from the custody of the officers.  McHenry’s team of rescuers successfully fought their way out of the courtroom, but failed to carry the prisoner very far before police caught up with them and took McHenry back into custody. McHenry’s would-be liberators were not deterred by this initial failure.  A primarily African American group, consisting of Liberty Party members from all over the state and abolitionists from the County Fair, gathered in front of the courthouse the very next day.  Reverend Samuel R. Ward, an African American preacher and abolitionist, gave a “stirring speech” to the group rousing them into an angry mob.  The mob threw “stones and other missiles” at the courthouse windows injuring some of the army officers, forcing them to nail up the windows with planks and discharge firearms in a desperate attempt to intimidate the mob.  <em>The New York Daily Times</em> reported that once the Commissioner adjourned the court at eight o’clock, “a systematic attack was made, with axes, sledges, crowbars, and a battering ram in the shape of a heavy plank, upon the door of the outer office” until the door gave way and allowed the mob to enter the courthouse and carry McHenry out to his freedom.","The daring rescue of McHenry was only one example of black resistance during the antebellum period and of northern defiance to the 1850 Fugitive Slave Law.  During the rise of immediatism, public protest and antislavery publications served as the first most popular strategy for blacks protesting slavery, but the use of violence against slavery became more common in the 1850s after the passage of the Fugitive Slave Law.  The Fugitive Slave Law of 1850 placed every Northern African American in danger because it declared that any person suspected of being a runaway slave could be arrested without warrant and turned over to a claimant without proper trial.  This significantly increased black resistance and protests, especially during fugitive slave trials.  Influential abolitionists like Congressmen Joshua Giddings who strongly endorsed antislavery violence persuaded more abolitionists to turn to violence as a means of protest.  The government further angered abolitionists by passing laws that penalized free African Americans ten shillings for every day a runaway was hidden and protected from government officials.  The strategy of mass action, involving crowds of abolitionists gathering outside, and sometimes inside, fugitive slave trials in northern states, began as peaceful protests but sometimes ended violently when protestors chose to interfere with the trial.  As more and more abolitionists felt the impulse to engage in civil disobedience, they began to accept the use of righteous violence."],"display_date":"October 4, 1851","search_date":"1851-10-04","citations":[{"divid":1240537360,"type":"Book","data":["James Brewer Stewart","Holy Warriors",null,"New York","Hill and Wang","1997","127-128"]},{"divid":1240537396,"type":"Book","data":["Edgar J. McManus","Black Bondage in the North",null,"Syracuse, New York","Syracuse University Press","1973","125-142"]},{"divid":1240537522,"type":"Book","data":["James Brewer Stewart","Abolitionist Politics and The Coming of The Civil War",null,"Amherst, Massachusetts","University of Massachusetts Press","2008","113-138"]},{"divid":1240537666,"type":"Newspaper Article","data":["The Slave Crime at Syracuse","New York Daily Times","New York","October 4, 1851","2"]}],"locations":[{"id":3671,"lat":43.0056890825,"lng":-76.1943998481,"zoom":9,"place":"ONONDAGA, New York"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":202,"tag":"Abolitionist violence"},{"id":244,"tag":"Violence"}],"course":{"name":"The Abolitionists and American Society","school":"University of Richmond","course_id":23,"school_id":11}}