{"id":4688,"title":"Restrictions on Immigration grow in popularity.","course_id":26,"status":"P","start_date":"7/1/86","end_date":"7/4/86","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A joint <em>New York Times</em> and <em>CBS News</em> poll showed the United States to have contradictory feelings towards immigrants. Despite the U.S. being founded on immigration, and containing the world’s largest immigration population, those polled show an increasing percentage of natives disapproving further immigration. On a personal level, the American citizen was welcoming to immigrants individually. But a decrease of support for higher immigration numbers occurred compared to statistics collected twenty-one years prior to this poll. A decrease of four percent was collected regarding the question of whether immigration levels should be kept the same or increased. A dramatic increase of sixteen percent favored a decrease of immigrant populations.","In terms of demography voting, college graduates preferred increasing diversity, whilst those with only high school education appear tired of America’s ‘melting pot’ identity. The poor, suffering from a lack of employment opportunities, thought their position could be improved if immigration were restricted. Thirty-five percent of the white demographic in the poll believed in installing the military along the Mexican border in an effort to stop illegal immigration. This drastic approach can be attributed to the growing dissatisfaction within the U.S. public with corporations hiring illegal immigrants as low-pay workers. The Immigration and Naturalization Service estimated that at the time of this poll that approximately three to five million illegal aliens lived in the U.S. Not only was the hiring of non-naturalized people illegal, the practice took jobs from domestically born Americans, and was exploitative of illegal immigrants and violated human rights.","Against the national trend, the most supportive of increasing immigration levels was in the U.S.’s multiethnic northeast area – such as New York, New York. In fact, two days after the poll’s findings, Ronald Reagan would speak at a ceremony at the Statue of Liberty. Here, Reagan would declare the role immigrant workers had on shaping modern America."],"display_date":"July 1, 1986 - July 4, 1986","search_date":"1986-07-02","citations":[{"divid":1241126779,"type":"Newspaper Article","data":["“New Restrictions on Immigration Gain Public Support, Poll Shows.”","New York Times","New York, New York","June 1st 1986","A1"]},{"divid":1241127411,"type":"Website","data":["Ronald Reagan","“Remarks at the Opening Ceremonies of the Statue of Liberty Centennial Celebration in New York, New York July 3, 1986.”","Ronald Regan Presidential Library","http://www.reagan.utexas.edu/archives/speeches/1987/061287d.htm","April 28, 2009."]},{"divid":1241127531,"type":"Website","data":["Net Industries.","“Immigration Laws and Policies Since the (1980s) - The Immigration Reform And Control act Of 1986.”","Library Index.","http://www.libraryindex.com/pages/2407/Immigration-Laws-Policies-Since-1980s-IMMIGRATIOIN-REFORM-CONTROLACT-1986-IRCA.html.","April 15, 2009"]},{"divid":1241127792,"type":"Article","data":["Rumbaut, Rubén G.","“Origins and destinies: Immigration to the United States since World War II.”","Sociological Forum,","vol. 9 no.4.","1994.","586."]},{"divid":5541,"type":"Primary Source in a Secondary Source","data":[null,"rehFChlDMZPYwEKMBF"]}],"locations":[{"id":3665,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":31,"tag":"Immigration"},{"id":80,"tag":"American Immigration"},{"id":28,"tag":"Work"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}}