{"id":4689,"title":"Subcommittee formed to better manage aliens.","course_id":26,"status":"P","start_date":"5/24/81","end_date":"5/24/81","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The fourth wave of immigration to the United States, created by the Immigration Act of 1965, was due to the economic situations of émigrés. Seeking a better lifestyle, many immigrants were being admitted legally, though many also entered as illegal aliens. By the time Ronald Reagan entered the Oval Office in 1981, many immigration policies needed authorization by Congress. Moreover, since the 1960s, it had been seen by the U.S. that levels of immigration, both legal and illegal, were unsustainable.","The government established a joint sub-committee headed by Senator Alan K. Simpson. Congress organized the panel to come forth with a program to be forwarded for approval to Reagan – with the goal of improving the laws on immigration. Simpson was particularly concerned with the U.S.’s main immigration policy at the time, based on family reunification which allowed unlimited numbers of relatives to enter the country.","The sub-committee also pushed for harsher penalties concerning employers hiring illegal immigrants and put forth the idea of naturalizing aliens who have resided in the U.S. for five years. The committee was well timed, as Regan was to meet Mexican President José López Portillo within a month. Mexicans accounted for about half of the approximately five million illegal immigrants in the U.S. It was wished by Simpson’s committee that Mexico could co-operate in a guest-worker program which, hopefully, would better manage cross-border workers and illegal aliens."],"display_date":"May 24, 1981","search_date":"1981-05-24","citations":[{"divid":1241128657,"type":"Newspaper Article","data":["“Program on Aliens Offered to Reagan.”","New York Times","New York, New York.","May 24, 2009.","18"]},{"divid":1241128843,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Tygiel, Jules","“A Disputed Legacy. Chapter 10 – Ronald Reagan and the Transformation of America.”","Major Problems in American History Since 1945.","Baker, Paula &amp; Robert Griffith’s","New York","Houghton Mifflin Company","2007","230-274"]},{"divid":1241128986,"type":"Book","data":["Laham, Nicholas.","Ronald Reagan and the Politics of Immigration Reform.",null,"Portsmouth.","Greenwood Publishing Group","2000","3"]}],"locations":[{"id":3667,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":31,"tag":"Immigration"},{"id":281,"tag":"aliens"},{"id":80,"tag":"American Immigration"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}}