{"id":4691,"title":"Esquire v. Walker: The Varga girl trial","course_id":22,"status":"P","start_date":"10/1/43","end_date":"11/29/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This trial has everyone paying attention.  It is no wonder; the right to display pin-up art in men’s magazines is on trial.  Post Master General Walker is in Supreme Court against Arnold Gingrich and various brilliant lawyers of <em>Esquire</em>.  The prosecutor Walker assembles four assistant post masters to prove that <em>Esquire’s </em>Varga pin-ups “had gone too far in exploiting the female form”.  The famous Peruvian born pin-up and celebrity portraiture artist Alberto Varga with his risqué, half-naked models illustrations is charged with obscenity.  <em>Esquire</em> magazine employs Varga and therefore is the defendant in this landmark case <em>Esquire v. Walker</em>.  The exhibit in question at these hearings consists of literally hundreds of pounds of Varga prints and illustrations that result in almost two thousand pages in testimony.  The testimonies are interviews of clergy members, pillars of the community, stewards of the faith based communities, and elderly people.  “I wouldn’t care to exhibit this in my Sunday class” retorts the honorable Edwin Hughes when confronted with a tantalizing Varga image.  The morally righteous do not support the Varga Girl seen below.","However, <em>Esquire’</em>s ties to the military would shield them from morally superior brow-bashing.  The war is still on and morale and wanton woman go hand in hand.  The military and the federal government even fund dates for service men.  During the trials there dances, balls, picnics and events are in full swing setting service men up with attractive young girls and supplying alcohol.  <em>Esquire</em> magazine salute of the sweet and sultry girl next door images and capitalize in the real life counter parts of these enigmas- i.e. “Victory Girls”.  The men friendly magazine had supplied military hospitals with magazines for wounded veterans.  Varga was a service man’s everyday hero because he got to eyeball and “enhances” the kind of women service men only dreamt about.  The Esky Service Men’s kit was a popular favorite staple in the all male indulgent inventory and included Varga playing cards.  It is by no coincidence that during the trial the Varga calendar in 1943 doubled in sales.  While on trial in Washington for two months in the fall of 1943 when the court confirmed the images “innocent”.   "],"display_date":"October 1, 1943 - November 29, 1943","search_date":"1943-10-30","citations":[{"divid":1241423379,"type":"Article","data":["Jean Preer","Esquire v. Walker: The Post Master General and the Magazine for Men","Prologue","Vol.23, No.1","Spring","1-4"]},{"divid":1241423504,"type":"Primary Source in a Secondary Source","data":["Varga Calendar 1942-45","1942-45","Varga","Tom Robotham","North Dighton, MA","World Publications Group, Inc.","2002","83-109"]}],"locations":[{"id":3669,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":9,"tag":"Law"},{"id":286,"tag":"Censorship"},{"id":287,"tag":"Pin-up"},{"id":288,"tag":"Varga"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}