{"id":4692,"title":"Bill Christofferson, a Vietnam Veteran, Experiences Forty Years of Coming Home","course_id":26,"status":"P","start_date":"2/1/68","end_date":"2/28/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Vietnam War was one of the most traumatic events in postwar American history. At its peak, the United States had 543,400 soldiers stationed in Vietnam and as a whole, the United States sent over three million soldiers to Vietnam. One of these veterans of the Vietnam War was Bill Christofferson, who was a combat correspondent who returned from active duty in 1968. However, like many other Vietnam veterans, Christofferson never completely felt home.","In an article written by Christofferson in the Spring of 2008, he described his coming home experience. He explained that the Marine Corps sent him home to the United States in 1968 and immediately issued him his first set of dress blues, not to wear in the office but to wear for funeral duty. Christofferson stated that he wore these dress blues many times in February of 1968, which was the beginning of the Tet Offensive. The funeral duty troubled Christofferson so much that he decided to write columns about his horrible experiences in Vietnam and the reasons why he was anti-war. One experience he described was in regards to one of his boot camp buddies who was killed by a booby trap.","Christofferson explained that he never felt at home. He did not feel as if he had any close bonds, like the ones he had in Vietnam. He stated that it was not until he joined the Vietnam Veterans Against the War (VVAW) that he truly felt at home with his friends. Christofferson declared, \"'Welcome Home' had seemed like a cliché at times when I've been greeted that way by fellow vets. But marching with VVAW last year (2002) really did feel like coming home, even if it was almost forty years late.\"","Christofferson's account of his \"coming home\" experience from Vietnam reflects the experience of many Vietnam veterans. Veterans who returned home in the 1960s and 1970s frequently felt unwelcomed and were unable to assimilate back into domestic life. Some suffered from Post-Traumatic Stress Disorder (PTSD). Christofferson did not suffer from PTSD, but as he states, he did not feel at home until he was finally able to march with other Vietnam veterans."],"display_date":"February 1968","search_date":"1968-02-14","citations":[{"divid":1241711427,"type":"Book","data":["Jerry Lembcke","The Spitting Image: Myth, Memory, and the Legacy of Vietnam",null,"New York","NYU Press","1998","15"]},{"divid":1241711516,"type":"Article","data":["Bill Christofferson","Coming Home: A 40-Year Journey that Began in 1968","The Veteran","1","Spring 2008","53"]},{"divid":1241711588,"type":"Book","data":["Joel Osler-Brende","Vietnam Veterans: The Road to Recovery",null,"Boston","Signet Classic","1985","203"]},{"divid":696972,"type":"Dissertation/Thesis","data":[null,"AsLGgNSr"]}],"locations":[{"id":3673,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"}],"tags":[{"id":5,"tag":"War"},{"id":20,"tag":"Diplomacy/International"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}}