{"id":4693,"title":"Interview with Robert M. Bayless and Life in the 1940s After the War","course_id":26,"status":"P","start_date":"1/1/45","end_date":"12/31/47","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After the guns of World War II silenced on August 14, 1945, the United States anxiously awaited the return of its sixteen million veterans that served the counrty from 1941-1945. These veterans left a United States still in the midst of the Great Depression and Americans feared that the veterans' return would continue the depression. At this time, Robert M. Bayless, was just out of high school and he witnessed the return home of his friends and family to his small town in Texas.","Bayless remembered that his hometown did not have a grand celebration, unlike the celebrations in larger towns and cities, such as Seattle. Bayless declared that \"out there in these little towns like this, I think that mainly it was just a little bit of horn honking and maybe going to an extra movie or something like that, but there was really no wild celebrations. Lubbock had a small welcome home for the 5,420 veterans that returned from the war. However, Bayless recalled that \"every time anyone mentioned something about, well, now all our boys are gonna be coming home, they would always say, 'Gee, it's great. All our boys are gonna be coing home, but I wonder if they're gonna be able to find a job when they get home. I wonder.'\"","Even though Bayless was only seventeen years old, he remembered hearing the returning veterans worry about what they would do since there were no jobs for them. It seemed to Bayless that every one of them as soon as they arrived home, said, \"Well, wow now we can draw for a year, for fifty-two weeks. We can draw a certain amount of unemployment compensation.\" Bayless stated that he did not understand why the veterans could not just re-integrate into society.","Many Americans did not understand the trouble that World War II veterans had adjusting back into society. Bayless' account of the immediate years after V-E Day and V-J Day gives an accurate description of what typical Americans were feeling as thousands of World War II veterans were coming home."],"display_date":"1945 - 1947","search_date":"1946-07-02","citations":[{"divid":1241712580,"type":"Book","data":["Michael Bennett","When Dreams Came True: The G.I. Bill and the Making of Modern America",null,"New York","Brassey's Inc","1996","57"]},{"divid":1241712709,"type":"Website","data":["Stephen Maxner","Interview with Robert M. Bayless","The Vietnam Center and Archive","http://www.virtualarchive.vietnam.ttu.edu/starweb/virtual/vva/servlet.starweb","May 1, 2009"]},{"divid":1241712827,"type":"Book","data":["Robert Griffith, Paula Baker","Major Problems in American History Since 1945",null,"Boston","Houghton Mifflin Company","2007","1-36"]}],"locations":[{"id":3674,"lat":33.6102040074,"lng":-101.820548142,"zoom":9,"place":"Lubbock, Texas"}],"tags":[{"id":5,"tag":"War"},{"id":17,"tag":"Government"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}}