{"id":4694,"title":"Apollo Mission Puts Neil Armstrong on the Moon","course_id":26,"status":"P","start_date":"7/20/69","end_date":"7/20/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Neil Armstrong gained world-wide fame as he stepped off of the Apollo 11’s lunar module and became the first human to set foot on the moon. Completing the awe-inspiring moment he said, “That’s one small step for man, one giant leap for mankind.” Earlier that day, Armstrong and Edwin “Buzz” Aldrin, the <em>Eagle </em>lunar module pilot, had undocked from the command module and began their journey to land on the moon’s surface. As Armstrong and Aldrin headed for the moon’s surface, Mike Collins remained to pilot the command module <em>Columbia</em>. As the <em>Eagle </em>descended to the moon the crew experienced several problems. The first involved two program alarms, which made the crew nervous, but had no effect on the landing. The other problem was that the lunar module had overshot its intended landing area. Armstrong was able to pilot the vehicle and land it safely on another area of the moon. The transmission from Armstrong helped folks on Earth breathe easier, “Houston, Tranquility Base here. The <em>Eagle</em> has landed.”","            Video footage of the moon landing was seen around the world. One of the stations that broadcasted the event was CBS, with commentary from Walter Cronkite. People were amazed to see the live footage from the moon, as Neil Armstrong became the first man to set foot on its surface. The images seen by the public on the night of July 20, 1969 were not the best images captured of the event. The footage was degraded because the format sent from the moon was not the correct format for television broadcast. For the video to be seen on television, a commercial camera recorded video from a monitor displaying the original. The original footage was recorded, but has since been misplaced. Even though the images broadcast on television were of lower quality, people all over the world were thrilled to see them.","            President John F. Kennedy, on May 25, 1961 set the goal of reaching the moon before the end of the decade. This goal was in part due to a “space race” with Cold War rival the Soviet Union. Before this goal was set, several space programs had been at work. The Mercury Program demonstrated that the U.S. was able to orbit the Earth in a spacecraft, and return the astronauts safely back to Earth. The Gemini Program exposed astronauts to space flight for periods of up to two week to see how the human body was affected by space travel. Gemini also gave astronauts the opportunity to practice docking orbital vehicles in space. The Apollo Program was initiated to prepare astronauts for the ultimate goal of landing on the moon. The first successful moon landing was Apollo 11 on July 20, 1969. The Apollo Program would have six successful moon landings with the last moon landing to date being Apollo 17 on December 11, 1972."],"display_date":"July 20, 1969","search_date":"1969-07-20","citations":[{"divid":1241983738,"type":"Book","data":["Hansen. James R.","First Man: The Life of Neil A. Armstrong",null,"New York","Simon &amp; Schuster","2005","527-529"]},{"divid":1241984105,"type":"Book","data":["Farmer. Gene &amp; Dora Jane Hamblin","First on the Moon",null,"Boston","Little, Brown, and Company","1970","292-295"]},{"divid":1241984854,"type":"Website","data":["Greenfieldboyce. Nell","Search Is On for Original Apollo 11 Footage","NPR","http://www.npr.org/templates/story/story.php?storyId=5578853","April 27, 2009"]},{"divid":1241985030,"type":"Website","data":["National Aeronautics and Space Administration","Apollo Moon Landing 35th Anniversary","National Aeronautics and Space Administration","http://www.nasa.gov/audience/forstudents/5-8/features/F_Apollo_35th_Anniversary.html","April 25, 2009"]},{"divid":1241985110,"type":"Website","data":["National Aeronautics and Space Administration","Human Space Flight","National Aeronautics and Space Administration","http://spaceflight.nasa.gov/history/index.html","April 26, 2009"]}],"locations":[{"id":3683,"lat":28.7910878524,"lng":-80.7439573301,"zoom":9,"place":"Brevard, Florida"}],"tags":[{"id":291,"tag":"Cold War"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}}