{"id":4695,"title":"Wernher Von Braun Advises the Vice-President on the Space Program","course_id":26,"status":"P","start_date":"4/29/61","end_date":"4/29/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Wernher Von Braun stated in his letter to United States Vice President Lyndon Johnson, “we have an excellent chance of beating the Soviets to the first landing of a crew on the moon.” The letter discussed the strategic direction the United States should take to surpass of the Soviet Union in the space race. With the Cold War raging between the U.S. and the Soviet Union, space exploration became a competition. The Soviet Union had taken the lead, launching <em>Sputnik, </em>the first satellite, as well as putting the first man in orbit, as Yuri Gagarin made a single orbit around the earth in the spacecraft, <em>Vostok I. </em>","            The United States had fallen behind in the space race. President John F. Kennedy asked Vice President Johnson to recommend a space program that would allow the United States to take the lead in space exploration. Johnson wrote some experts within the country requesting counsel on the topic and Von Braun responded with a ten-page letter assessing the situation. Von Braun discussed several directions the United States could take. One would be establishing a manned laboratory in space, but the Russians had the advantage as the U.S. was still trying to perfect the Saturn C-1 rocket. Another option would have been a soft-landing of a radio transmitter station on the moon. However, the Soviets had the ability to accomplish this at anytime, while the U.S. lagged behind in the development of required equipment. The last two options involved traveling to the moon. The first goal would have been sending a three-man crew to orbit the moon, but the Soviets could accomplish this relatively soon, if they waived certain safety procedures. The last option was landing a crew on the surface of the moon. This feat appeared to be the best way to beat the Soviets, as they did not have a clear advantage, and it was this goal that the Apollo program successful pursued.","            Werhner Von Braun was a rocketry expert educated in Germany. He worked for the Nazis during World War II, developing the deadly V-2 rocket. As WWII came to an end he was brought to the United States as part of Operation Paperclip. Operation Paperclip was a United States program by which top German scientists where brought to the U.S. to continue their work. Von Braun continued his work on rockets, and also brought his dream of space exploration. He developed missiles for the cold war arms race. He also became a prominent figure in the development of rockets for the National Aeronautics and Space Administration. These rockets were used to launch spacecrafts and astronauts into space. Most notably he led development of the Saturn rockets, which were used in the Apollo missions that sent the United States to the moon."],"display_date":"April 29, 1961","search_date":"1961-04-29","citations":[{"divid":1241985676,"type":"Online Encyclopedia","data":["Columbia Encyclopedia, Sixth Edition","Wernher Von Braun","http://www.encyclopedia.com/topic/Wernher_von_Braun.aspx","April 28, 2009"]},{"divid":1241986245,"type":"Book","data":["Glenn. John","Dr. Space: The Life of Wernher von Braun",null,"Annapolis","Naval Institute Press","2005","157-160"]},{"divid":1241986437,"type":"Book","data":["Piszkiewicz. Dennis","Wernher von Braun: The Man Who Sold the Moon",null,"Westport","Praeger Publishers","1998","101-103"]},{"divid":1242001531,"type":"Manuscript","data":["Wernher Von Braun","Letter to Vice-President Lyndon Johnson",null,"","","MSFC History Center","MSFC History Center"]}],"locations":[{"id":3682,"lat":34.7631159557,"lng":-86.5502041094,"zoom":9,"place":"Madison, Alabama"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":291,"tag":"Cold War"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}}