{"id":4696,"title":"John Kerry Denounces the War in Vietnam","course_id":26,"status":"P","start_date":"4/23/71","end_date":"4/23/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Speaking to the United States Senate Committee on Foreign Relations, former Army Captain John Kerry explained the atrocities and falsehoods that the soldiers on the ground were forced to carry out while serving in the Vietnam War from 1966-1970.  He made it clear that the actions of the United States government and military leaders should not vanish into thin air.","According to Kerry, soldiers were forced to carry out attacks on women, children, animals, and anything else of value to the Vietnamese.  Kerry's examples included “cut off ears, cut off heads, taped wires from portable telephones to human genitals and turned up the power, cut off limbs, blown up bodies, randomly shot at civilians, and razed villages in fashion reminiscent of Ghengis Khan.”  There was no respect for human life or culture while in the jungles of Vietnam.  Kerry and others learned  “the meaning of free fire zones, shooting anything that moves, and we watched while America placed a cheapness on the lives of orientals.”  Government denial, as well as anti-war sentiment in the states, put veterans in danger both in the jungle and at home.","Military historian John M. Hawkins believes Kerry was especially critical of Harassment and Interdiction firing practices during the war.  Hawkins explains that Harassment and Interdiction fire was “a type of artillery mission practiced by the United States throughout two world wars and bitter fighting in Korea...”.  Kerry believed these practices were war crimes, even though they were seen as “accepted policy by many units in South Vietnam”.","Kerry was not alone in his protest of the Vietnam War.  Citizens of the United States gathered in massive groups to protest the policies and decisions of the American government.  Doug McAdam and Yang Su of the <em>American Sociological Review </em>believe a march on the Pentagon in 1967 “represented a new and disturbing high water mark in anti-war protest.”  As many as 20,000 people clashed with police and other authorities,  “causing 647 arrests and 47 injuries.”"],"display_date":"April 23, 1971","search_date":"1971-04-23","citations":[{"divid":1242051407,"type":"Article","data":["John M. Hawkins","The Costs of Artillery: Eliminating Harassment and Interdiction Fire During the Vietnam War","The Journal of Military History","70","2006","91-122"]},{"divid":1242051508,"type":"Website","data":["John Kerry","testimony to the U.S. Senate Committee on Foreign Relations","PBS","http://www.pbs.org/wgbh/amex/vietnam/psources/ps_against.html","April 27, 2009"]},{"divid":1242051627,"type":"Article","data":["Doug McAdam","The War at Home: Anti-War Protests and Congressional Voting, 1965-1973","American Sociological Review","67","2002","696-721"]},{"divid":46696,"type":"Primary Source in a Secondary Source","data":[null,null,"hSSMwVNbZ"]}],"locations":[{"id":3687,"lat":36.7242965456,"lng":-81.9600960155,"zoom":10,"place":"Washington, Virginia"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}}