{"id":4697,"title":"Vietnam Veteran Testifies in Winter Soldier Investigations","course_id":26,"status":"P","start_date":"1/31/71","end_date":"1/31/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On returning home from Vietnam, some veterans were asked to testify before Congressional committees regarding their actions during the war. Rusty Sachs, a member of the Marine Medium Helicopter Squadron 362, testified before Congress and explained his recollection of destroying villages and killing innocent civilians. Approximately twenty other soldiers testified from various branches of the armed forces in the Winter Soldier Investigations.","Sachs revealed that playing games with Vietnamese prisoners was a popular way to pass the time. The men in charge of loading the helicopter “in addition to maintenance on the aircraft would blindfold the prisoners, holding the blindfold on with heavy wire, safety wire.” The soldiers would tie the hands and feet of the prisoner, then held a contest to see who could toss them the farthest off the aircraft. This was done in the company of high-ranking military officials. Nothing was done to stop these actions because officers felt they were doing nothing wrong. Many Marines never received special training in the handling of prisoners. Sachs states, “...we were never told anything about the way to treat prisoners if we were the capturers rather than the captee and this was very standard.”","Historian Patrick Hagopian believes trials, such as the Winter Soldier Investigations, go a long way in obtaining the sense of justice that had been lost during the war. He states that a critical legacy of the Vietnam War was the “U.S. armed forces' and government's failure to investigate and prosecute perpetrators of war crimes in Vietnam rigorously and exhaustively.”","The soldiers who saw combat and carried out these acts were seen as less equipped mentally to handle other service missions when compared to high-ranking officers. Social Scientists Cynthia Gimbel and Alan Booth believed that only twelve percent of servicemen were in combat jobs during the war. These jobs were often filled by men “with lower mental aptitude and skills who were presumed unable to handle complex support positions.”"],"display_date":"January 31, 1971","search_date":"1971-01-31","citations":[{"divid":1242052156,"type":"Website","data":["UVA","Winter Soldier Investigations: 1st Marine Division","University of Virginia","http://www2.iath.virginia.edu/sixties/HTML_docs/Resources/Primary/Winter_Soldier/WS_04_1Marine.html","April 17, 2009"]},{"divid":1242052247,"type":"Article","data":["Cynthia Gimbel","Who Fought in Vietnam","Social Forces","74","1996","1137-1157"]},{"divid":1242052304,"type":"Article","data":["Organization of American Historians","Interchange: Legacies of the Vietnam War","Journal of American History","93","2006","452-490"]}],"locations":[{"id":3689,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}}