{"id":4699,"title":"Monuments Men Recover Nazi Stolen Art","course_id":26,"status":"P","start_date":"6/23/43","end_date":"6/8/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One month before the end of WWII, the American soldiers discovered a salt mine full of gold and paintings that had been looted and abandoned by the Nazis. On April 12, 1945, General Dwight D. Eisenhower, General Omar Bradley, and General George Patton ventured down into the Merkers salt mine to inspect the treasures found that day. Snapped in a photograph owned by the National Archives, the three men sorted through the art works to see what had been unearthed. Bradley and Patton stared in astonishment at Edouard Manet’s “Wintergarden” among the stacks of looted art, but Eisenhower kept his composure as he continued to sort through the pile of art works not yet revealed. Behind the three generals, the heroes of the Monuments, Fine Arts, and Archives program who uncovered the hidden treasure watched as their commanding officers explained the full magnitude of their find.","After the war, historians made an effort to locate and credit the “Monuments Men” for their tremendous finds. Researchers revealed new information about the process of the Nazi plunder in terms of how and why the Germans began the theft as well as how the United States achieved such success in locating and returning the works of art. As historian Robert Edsel has shown, Hitler appointed staff members to museums across Europe before the invasions even began to start making lists of all the items in which they would steal throughout the war. When the Allies learned of the Nazi art plunder, the Monuments, Fine Arts, and Archives program was established to locate and return as many works as possible to their original locations. Nicknamed the “Monuments Men,” the group consisted of approximately 350 men and women who were museum directors, curators, and art historians who volunteered for service in the U.S. Army to attempt to protect the works of art stolen by the Nazis. Joined by passionate curators and directors at the prominent European museums such as Rose Valland, curator of the Louvre museum, the Monuments Men were able to obtain confidential traces to the locations of the Nazis’ hiding places. Art treasures were recovered from mines, trains, and other storage sites where they were waiting to be transported to Germany and destined for residency in the Fuhrermuseum. Rescuing millions of prominent works by Old Masters such as De Vinci, Cezanne, Manet, Raphael, Vermeer, and many more, the Monuments Men restored the cultural heritage of Europe back to the hands of its own people."],"display_date":"June 23, 1943 - June 8, 1946","search_date":"1944-12-14","citations":[{"divid":1242073645,"type":"Government Document","data":["Looted Art Treasures","U.S. National Archives and Records Administration","April 12, 1945","Thuringia: Germany","U.S. National Archives and Records Administration","1945","0","Holocaust-Era Assets","http://www.archives.gov/research/holocaust/records-and-research/documenting-nazi-plunder-of-european-art.html"]},{"divid":1242073970,"type":"Website","data":["Monuments Men Foundation for the Preservation of Art","Rose Valland (1898-1980)","Monuments Men Foundation for the Preservation of Art","http://www.monumentsmenfoundation.org/monumentsMen","April 28, 2009"]},{"divid":1242147079,"type":"Article","data":["Rubinstein, Raphael","Plundered Matisse turns up in U.S. Museum","Art in America","0","December 1997","23"]},{"divid":1242147151,"type":"Manuscript","data":["Edsel, Robert","Robert Edsel discusses his book \"Rescuing Da Vinci: Hitler and the Nazis Stole Europe's Great Art - America and Her Allies Recovered It",null,"August 7, 2007","0","Interview by Charlie Rose","The Charlie Rose Show"]}],"locations":[{"id":3696,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":290,"tag":"Crime"},{"id":5,"tag":"War"},{"id":289,"tag":"Art/Leisure"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}}