{"id":47,"title":"Congress Passes the Timber Culture Act\n","course_id":1,"status":"P","start_date":"1873-03-03","end_date":"1873-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Throughout the 19th Century, the American government as well as people continued to maintain the desire to push the move out West. Dealing with westward expansion and land ownership, the United States government passed a series of Homestead Laws over the decade in order to promote the settlement of Americans westward. In 1841, Congress passed the Pre-emption Act in response to the demands of the Western states that squatters be able to preempt lands. In this act, Congress allowed settlers to stake claim on land and allotted them 160 acres that could be bought after about 14 months of residence to purchase from the government for as little as 1.25 an acre before it was offered for public sale. &lt;br /&gt;&lt;br /&gt;Then on May 20, 1862, Congress enacted the Homestead Act, which gave a quarter of a section of a township, or 160 acres, of undeveloped land in the West to any family head. However, this act only offered land to those that pledged to live on the acreage for five years. The government also allowed the family head to buy it for 1.25 per acre after six months. The government had previously sold land to settlers in the West for revenue purposes. Yet, as the West became politically stronger, pressure increased upon Congress to guarantee free land to settlers &lt;br /&gt;&lt;br /&gt;In March 1873, Congress passed another homestead law, which continued to encourage movement to the west. It was the Timber Culture Act. In this act, Congress authorized the grant of an additional quarter of a section (160 acres) to a homesteader who agreed to plant trees on a quarter (40 acres) of his land. The legislation aided land speculators to seize large holdings. By virtue of this legislation, 65,292 homesteaders received 10,000,000 acres of land. Even in the harsh conditions of the plains, small farmers of a quarter section are not liable to survive a drought, and thousands of acres were needed for cattle and sheep ranches. This act remained in effect for fifteen years."],"display_date":"March 3, 1873","search_date":"1873-03-03","citations":[{"divid":1215099667,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Paul Lagasse, et. al. eds.","Preemption Act","Columbia Encyclopedia, 6th Ed.","Columbia University","New York","Gale Group","2005",""]},{"divid":1215099878,"type":"Government Document","data":["An act to encourage the growth of timber on western prairies","Journal of the Senate","March 3, 1873","","","","599","Library of Congress","http://memory.loc.gov/cgi-bin/query/r?ammem/hlaw:@field&#40;DOCID+@lit&#40;sj06861&#41;&#41;"]},{"divid":1215099951,"type":"Book","data":["Steven M. Gillon and Cathy D. Matson","The American Experiment: A History of the United States. Volume II",null,"Boston, MA","Houghton Mifflin Company","2002","659"]},{"divid":1215100030,"type":"Book","data":["Arthur M. Schlesinger","The Almanac of American History",null,"New York","Barnes &amp; Noble Books","1993","324"]}],"locations":[{"id":30,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}