{"id":470,"title":"Lynching of Perry Munson; Black Man Arrested for Attempted Rape\n","course_id":1,"status":"P","start_date":"1881-06-30","end_date":"1881-08-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 22, Perry Munson, a black man of Ouachita Parish in Lousianna, was murdered by an unknown mob.  His death was one of many lynchings in the late 19th century that signified the rise of racial violence in the South.  &lt;br /&gt;Similarly, on June 30, police arrested Seab Marjam, a black man, on the Georgia railroad at Stone Mountain for attempted rape of a white woman.  The article states, Her cries for help secured her rescue before the black fiend could accomplish his purpose.'  An officer aboard locked Marjam in the caboose.  At 2:00 the following morning, however, observors were shocked to find the caboose in flames.  Despite Marjam's cries of agony,' no one could extinguish the flames, and he was burned alive in the cell.  The article explains, It is believed that he set the building on fire in the hope of escape, lest he should fall a victim to the wrath of the incensed citizens.'&lt;br /&gt;These acts of violence were characteristic of the late nineteenth century. The close proximity of blacks and whites threatened the white supremacists, and any suggestion of rape invoked utter indignation.  Beginning in the 1880s, lynchings increased in number and the number of black victims increased dramatically.  According to C. Vann Woodward, lynching peaked in the 1880s and early 1890s.  The press contributed to the mood of violence.  It spread the propaganda of white supremacy and Negrophobia by headlining and sensationalizing stories of Negro crime, rape, and improper behavior, painting a false picture of blacks with their false charges and exaggerated claims.  These efforts further damaged already deteriorating race relations."],"display_date":"June 30, 1881 - August 22, 1881","search_date":"1881-07-26","citations":[{"divid":1214313182,"type":"Newspaper Article","data":["","Atlanta Constitution","","July 1, 1881",""]},{"divid":1214313208,"type":"Book","data":["C. Vann Woodward","The Strange Career of Jim Crow",null,"New York","Oxford University Press","1955",""]}],"locations":[{"id":350,"lat":33.7715549865,"lng":-84.226351267,"zoom":10,"place":"DE KALB, Georgia"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}