{"id":4700,"title":"Vietnam Veteran Claims Agent Orange Illness","course_id":26,"status":"P","start_date":"1/1/79","end_date":"12/31/79","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Upon returning home from Vietnam, Marine Lance Corporal Kenneth Pullen claimed that he had been a victim of Agent Orange poisoning. Since his honorable discharge in 1967, eight years before the war ended, Pullen suffered from a wide variety of illnesses. Doctors diagnosed him with having anything from jungle rot to trench foot, to Buerger’s Disease to arthritis. No doctor has been able to give him a direct answer as to the cause of his illnesses; yet Pullen is positive the culprit was Agent Orange. The Federal Government has thus far denied the existence of Agent Orange poisoning.","During the Vietnam War nearly three million American soldiers served in the armed forces and fought in Vietnam. At this time the North Vietnamese were known for their guerilla tactics and the use of dense jungle foliage to conceal their movements and attacks. In order to neutralize the enemy’s advantage the U.S. government enacted what came to be known as Operation Ranch Hand in 1962. Over the period in which Operation Ranch Hand was active, U.S. military forces would drop nineteen million gallons of herbicide over almost four million acres of land in Vietnam. Throughout the period that followed the use of these chemicals, reports came in from soldiers claiming that the agent had caused serious health problems.","While the government continues to reject the possibility of chemical poisoning, men such as Kenneth Pullen are the physical embodiment that something has gone seriously wrong. Commonly accepted at the time, Agent Orange was thought to cause Type II Diabetes, Hodgkin’s Disease<em>, </em>Multiple Myeloma, Prostate and other cancers,and a wide range of other disorders. It was believed that soldiers who came into contact with the agent ran the highest risk of developing health problems.","This came from the dioxin that was found to be contained within the agent. The trouble was anyone from soldiers who loaded planes with the chemical to those who cleared base perimeters with backpack sprayers had been exposed to the deadly toxin. Between 1967 and 1969, the heaviest years of spraying, nearly one and half million soldiers were serving in Vietnam. Fortunately for the men who came back the Department of Veterans’ Affairs set scientific studies in motion to determine the extent of Agent Orange’simpact. Unfortunately though, according to Veterans Affairs President Brett Bullians, \"By the time we get everything out and a real apology comes out we'll all be dead so they won't have to worry about it.\""],"display_date":1979,"search_date":"1979-07-02","citations":[{"divid":1242153708,"type":"Article","data":["Jeanne Mager Stellman","A Geographic Information System for Characterizing Exposure to Agent Orange and Other Herbicides in Vietnam","Environmental Health Perspectives","111","March 2003","321-328"]},{"divid":1242153779,"type":"Newspaper Article","data":["U.S., Despite Claims of Veterans, Says None are Herbicide Victims","New York Times","","May 8, 1979","A1"]},{"divid":967606,"type":"Film","data":[null,null,"yIBSdVnCk"]}],"locations":[{"id":3699,"lat":29.4255371375,"lng":-90.0017454475,"zoom":9,"place":"Jefferson, Louisiana"}],"tags":[{"id":5,"tag":"War"},{"id":267,"tag":"Health"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}}