{"id":4701,"title":"Vietnam Veteran's PTSD Leads to Suicide","course_id":26,"status":"P","start_date":"12/2/83","end_date":"12/2/83","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Karl Lerchenmuller suffered from nightmares and flashbacks and would often disappear into the woods with his firearm for days at a time. Prior to his psychiatric ward suicide, Lerchenmuller had attempted to take his life four times. It was believed that the effects of the war could alter brain chemistry and allow for the onset of Post-Traumatic Stress Disorder (PTSD). Lerchenmuller resided in a Veteran’s Administration psychiatric ward due to the concern of a judge who had sentenced him to a psychiatric hospital instead of prison on the grounds that “it would be silly to put someone like him behind bars. With his history, you knew he could kill himself.”","Whether called Combat Fatigue, Shell Shock, or War Neurosis,these terms all refer back to the same thing: Post-Traumatic Stress Disorder<em>. </em>Caused by exposure to traumatic events that threatened injury or death, the soldiers of theVietnam War experienced high levels of severe psychological strain. Throughout the sixteen years the war lasted soldiers had to fight an enemy they often could not see while they watched men dying all around them. At the end of the war over fifty-eight thousand men had died fighting the Viet Cong and the North Vietnamese army. Five hundred thousand would return home, only to learn that PTSD had impeded their readjustment in post-war America.","The men who survived and returned to the lives they left behind sometimes found their world changed. The veterans would relive their days in Vietnam through the nightmares and flashbacks to the war they endured. Much like soldiers in earlier conflicts, PTSD had appeared again. Affected by alcoholism or drug abuse, relationship deterioration, or other physical and mental symptoms, Vietnam veterans even turned to suicide to solve their problems. According to a study completed by the Centers for Disease Control, Vietnam Veterans are twice as likely to contract PTSD symptoms when compared to other veterans."],"display_date":"December 2, 1983","search_date":"1983-12-02","citations":[{"divid":1242157529,"type":"Newspaper Article","data":["Story of a V.A. Patient: A Long Road to Suicide","New York Times","","Jan. 31, 1984",""]},{"divid":1242157710,"type":"Article","data":["Charles C. Hendrix and Lisa M. Anelli","Impact of Vietnam War Service on Veterans' Perceptions of Family Life","Family Relations","42","Jan. 1993","87-92"]}],"locations":[{"id":3702,"lat":40.9100159753,"lng":-73.7674032747,"zoom":9,"place":"Westchester, New York"}],"tags":[{"id":5,"tag":"War"},{"id":2,"tag":"Health/Death"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}}