{"id":4704,"title":"Los Angelinos React to the 1992 Riots","course_id":26,"status":"P","start_date":"5/1/92","end_date":"5/31/92","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Los Angeles in 1992 was a vast, amorphous city, sliced-up into innumerable racial and ethnic enclaves, which a mass of interconnecting highways did little to integrate. The bloody race riots in the Spring of 1992 killed fifty-three people, injured thousands more, led to rape and widespread looting, and the destruction of buildings by vandalism and burning, altogether causing around one billion dollars’ worth of damage. The suddenness and sheer scale of these events led a fearful population - whether in government, the media, or still in school - to frantically search for explanations for the outrages, though in a city so complex opinion inevitably diverged. For many city dwellers, particularly those from more affluent areas (many of whom were white), the riots shook their whole understanding of their city, even their country. They had trouble comprehending how such a thing could happen in their modern society, particularly in a city previously regarded as something of a paradise - it simply did not fit with their long-held world view. Some even took to referring to the riots as \"the war\", indicating just how extreme and aberrant they seemed to them. Since many of the rioters were black, many politicians and journalists blamed sociological problems within the black community for the violence, and (white) Vice President Dan Quayle went so far as to claim that dependence on welfare, broken homes, and even sexual permissiveness were partially to blame. Others, particularly among the poor (many of whom were black), were scarcely surprised at all: they perceived that the long-existing injustices of city life, which they experienced every day, had simply boiled over into open conflict. For them, there was nothing particularly shocking or unexpected about the outbreak of the riots, whom many referred to as a \"rebellion\", implying a political dimension to the events, where others saw only a succession of criminal acts. Some carried the analogy further, claiming their neighborhoods were akin to \"occupied territory\" after National Guardsmen were stationed to enforce peace. Some clearly felt threatened by the authorities on racial grounds.","The riots thus appeared very differently to different people, with plentiful evidence of the racial divides that had led to the riots in the first place. Even within a single classroom, white and black students from the same community could reveal strikingly different opinions on the causes of the violence, who had provoked what, and even on whether there was a degree of justification for the barbarities unleashed. The police, government, and media were all accused of racism, but without a public debate little came of it. The gaps in understanding between Los Angeles' many ethnicities, imbedded as they were in complex questions of immigration, economic decline, social disadvantage and other divisions based on language, culture, or geography, seemed unlikely to vanish. Despite the best efforts to promote peace, tolerance and understanding by teachers and government officials, lack of co-operation from informal community leaders, who were afraid to take a stance against local gangs, meant little progress was made in many of the worst-affected communities, while Los Angeles' ever-increasing size and ethnic diversity promised to create further problems.","\"Riots in Los Angeles: A Difficult Lesson: Searing Lesson for Children: How Hate Can Undo a World\", <em>New York Times</em>, May 5, 1992.","Manning Marable, <em>Beyond Black and White: Transforming African-American Politics Today (</em>New York: Verso, 1995).","'Two Reporters Describe Los Angeles' Racial Tensions, 1995' in <em>Major Problems in American History since 1945, </em>ed. Robert Griffith & Paula Baker (Boston: Houghton Mifflin Co., 2007), pp.439-442."],"display_date":"May 1992","search_date":"1992-05-16","citations":[{"divid":1242238104,"type":"Newspaper Article","data":["\"Riots in Los Angeles: A Difficult Lesson: Searing Lesson for Children: How Hate Can Undo a World\"","New York Times","New York","May 5, 1992","25"]},{"divid":1242238155,"type":"Book","data":["Marable Manning","Beyond Black and White: Transforming African-American Politics Today",null,"New York","Verso","1995","16"]}],"locations":[{"id":3708,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":298,"tag":"Reactions to Violence"},{"id":21,"tag":"Race Relations"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}}