{"id":4707,"title":"L.A. Racial Tensions Lead to Separation","course_id":26,"status":"P","start_date":"1/1/95","end_date":"12/31/95","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the Fall of 1995 the Los Angeles Times gave a hard look at Los Angeles’ ethnic gulf and noted how the city was balkanizing. The city of Los Angeles has long been a tense place in terms of race-relations.  The intermixing of different peoples set the stage for violent race riots in the early 1990s, which were kicked off when Rodney King was beat savagely in 1992 by four LAPD officers and the police were found innocent of all charges.  The trial and subsequent acquittal of OJ Simpson in 1995 added fuel to the simmering divides between ethnicities..  The race riots did not simply take place between blacks and whites—Latinos and Asians also feuded with those who did not share the same heritage.  The time for peaceful resolutions to these race problems had long since passed, as Los Angeles has always been more open to a diverse population more so than other cities in the United States.  The <em>Los Angeles Times</em> journalists noted: “In many ways, L.A. symbolizes the racism in this country like probably no other city.  It’s become the poster city for racism in America.”  The economic problems of Los Angeles during this time, as well as the constant drug trafficking, further intensified the racial tension in the City of Angels.  Residents of Los Angeles competed for money whether they could obtain it legally or illegally, and if a member of a different race took another race’s means to make a profit, racial hostility occurred. ","            The riots in the early 1990s were brutal; residents reported incidents of people being dragged out of their cars and being beaten.  All races were involved in the simmering tensions in Los Angeles.  Buildings were looted and set ablaze, and Los Angeles’s reputation would not recover from the highly publicized events.  “A place once viewed as idyllic and tolerant, a palm-lined paradise, has come to be seen as quite the opposite—a worst-case example” claimed the <em>Times</em> writers..  The Los Angeles Race Riots were large in scale and gave the city a tarnished image in the view of the rest of America.  Citizens of the city found out that the easiest way to avoid the racial problems was to avoid other groups altogether."],"display_date":1995,"search_date":"1995-07-02","citations":[{"divid":1242243891,"type":"Article","data":["Michael Datcher","The 90s","Los Angeles Magazine","v. 45 no. 12","December 2000","146-9"]},{"divid":1242243994,"type":"Newspaper Article","data":["L.A.’s Veneer Stripped to Show Blemishes","Los Angeles Times","","October 10, 1995",""]},{"divid":1242244068,"type":"Article","data":["Juan Carlos Gonzalez and Donna M. Davis","Can We All Get Along?/Pueden Convivir Todas","Educational Studies (American Educational Studies Association)","v.42 no.3","December 2007","208-12"]}],"locations":[{"id":3711,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":3,"tag":"African-Americans"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}}