{"id":4708,"title":"Carmichael Calls for Black Militancy","course_id":26,"status":"P","start_date":"9/1/66","end_date":"9/30/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Many African-Americans had become frustrated with the slow rate of racial progress in the 1960s.  While Martin Luther King Jr. and others protested racial injustices in a nonviolent way, other African-American lost patience with the attitude of whites towards these movements.  Stokely Carmichael, a one-time non-violence believer, became an advocate and leader of the “Black Power” movement.  This movement called for a more violent and direct way of protesting against the inequality between whites and blacks.  “For too many years, black Americans marched and had their heads broken in and got shot,” Carmichael stated in the <em>New York Review of Books</em>.  Indeed, much of the peaceful resistance put up by King and other Civil Rights leaders served only to frustrate the white population rather than make them change.  While the south was full of passive protests, Northerners like Carmichael felt a growing anger inside with the way racial progress was going.","            Carmichael called for young black people to join his Black Power Movement, which was more aggressive in both speech and actions.  Carmichael denounced the concept of integration, saying that “. . . in order to have a decent house or education, blacks must move into a white neighborhood or send their children to a white school.”  Instead, he argued that blacks should have better facilities in the first place so they can be in a less hostile environment (presuming the hostility of schools consisting mainly of whites).","            This type of attitude appealed to many younger African-Americans who saw their parents and leaders of the Civil Rights Movement beaten down without any repercussions or retaliation.  The youth saw no progress being made and thought that a resistance that was not as passive may be the only way to get justice. Carmichael says in the <em>New York Review of Books</em> “One of the tragedies of the struggle against racism is that up to now there has been no national organization which could speak to the growing militancy of young black people in the urban ghetto.”  This type of movement was popular, but also drew the wrath of white law enforcement and the government, who were less likely to accept this method of resistance than the nonviolent variation adapted by the southern Civil Rights activists."],"display_date":"September 1966","search_date":"1966-09-15","citations":[{"divid":1242244729,"type":"Article","data":["Stokely Carmichael","What We Want","The New York Review of Books","v. 7","September 1966","5-6, 8"]},{"divid":1242244839,"type":"Article","data":["Simon Hall","NAACP, Black Power, and the African-American Freedom Struggle, 1966-1969","The Historian","v. 69 no. 1","Spring 2007","49-82"]},{"divid":1242244915,"type":"Article","data":["Charles J. Stewart","The Evolution of a Revolution: Stokely Carmichael and the Rhetoric of Black Power","The Quarterly Journal of Speech","v. 83","November 1997","429-46"]}],"locations":[{"id":3712,"lat":40.8753172357,"lng":-73.7847150105,"zoom":11,"place":"Bronx, New York"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":3,"tag":"African-Americans"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}}