{"id":4709,"title":"","course_id":37,"status":"P","start_date":"10/5/74","end_date":"10/5/74","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["South Bostonians, mostly Irish-Americans, felt frustrated and angry after just three weeks of forced busing in 1974 according to the New York Times.  Federal Judge W. Arthur Garity ordered busing because he felt that “the local school authorities operated a deliberately segregated system.”   During the three weeks school was open, there had already been altercations, including “a lunch-tray hurling, spaghetti-tossing brawl that emptied the school.”  Attempts were made to stop the tension with a “biracial committee of students”, but protestors felt this was not enough.  Police stood by as crowd control when the marchers, joined by local politicians, gathered in Marine Park.  The march, sponsored by the local Home and School Association, coincided with a boycott of schools “that cut school attendance in half.”  The permit for the demonstration specified that protestors were not allowed to march to schools.  Protestors, nearly 5,000 in number,  represented a mixture of ages, mostly young to middle-aged and carried signs with slogans “with racial undercurrents.”","Boston schools faced many problems with desegregation.  Desegregation in the North was harder in many ways because the segregation was de facto.  White residents in these areas felt that busing hurt neighborhood schools.  Boston’s particular busing plan caused a lot of turmoil that continued throughout the 1970s.  The city was by far the most extreme case of busing.  Making matters worse, as the protests and violence got stronger over the decade, the courts broadened the busing program.  Busing in Boston finally ended in 1988.","Boston schools faced many problems with desegregation.  Desegregation in the North was harder in many ways because the segregation was de facto.  White residents in these areas felt that busing hurt neighborhood schools.  Boston’s particular busing plan caused a lot of turmoil that continued throughout the 1970s.  The city was by far the most extreme case of busing.  Making matters worse, as the protests and violence got stronger over the decade, the courts broadened the busing program.  Busing in Boston finally ended in 1988."],"display_date":"October 5, 1974","search_date":"1974-10-05","citations":[{"divid":1256144941,"type":"Newspaper Article","data":["3d Week of Boston Busing Ends in Protest March","New York Times","","October 5, 1974","14"]},{"divid":1256145071,"type":"Book","data":["Joe R. Feagin and Walter G. Stephen, ed.","School Desegregation: Past, Present, and Future",null,"New York","Plenum Press","1980","11, 18-19"]}],"locations":[{"id":3714,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"Suffolk, Massachusetts"}],"tags":[{"id":142,"tag":"african americans"},{"id":21,"tag":"Race Relations"},{"id":6,"tag":"Education"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}}