{"id":4711,"title":"McCormick’s Improved Reaper Takes to The Fields","course_id":37,"status":"P","start_date":"1832-08-01","end_date":"1832-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Cyrus McCormick gave a public demonstration of his newly improved Reaper near the little town of Lexington, Virginia in 1832. Around 100 people were present to watch the twenty-three year-old innovator’s contraption take to a field of grain. Herbert N. Casson explained in his book, <em>Cyrus Hall McCormick: His Life and Work, </em>that the crowd included “several political leaders of local fame, farmers, professors, laborers, and a group of Negroes who frolicked and shouted in uncomprehending joy.” Undoubtedly, this demonstration would be one of the most important in American agricultural history, considering that the harvesting of grain was done by hand with scythes and sickles up until this point.","As McCormick made his way across John Ruff’s hilly field, the reaper appeared to be an utter failure as it jolted in various directions. Ruff shouted in protest, “Stop your horses. You are rattling the heads off my wheat!” The young farmer-inventor felt humiliated to have his machine proven faulty in front of this large group of bystanders.","Laborers celebrated McCormick’s failure, as his machine was their challenger in the labor market. These men resented the reaper, similar to the drivers of stage-coaches dislike for railroads. Professional harvesters felt that their jobs were threatened by the machine, considering it had the potential to harvest ten acres of grain per day compared to their average of two to three acres.","A young farmer, William Taylor, approached the dejected McCormick: “I’ll give you a fair chance, young man. That field of wheat on the other side of the fence belongs to me. Pull down the fence and cross over.” If Taylor did not ask for McCormick to try his machine in his patch of grain, it is unclear what might have become of his reputation.","McCormick gratefully accepted Taylor’s invitation. This field proved much more level which allowed the reaper to perform well. Before sundown, McCormick’s reaper had laid low six acres of wheat in front of the large audience.  The fear of those against the machine was rightfully formed. The reaper could harvest more in less than a day than they could do in several days.","The reaper was driven back to the courthouse square of Lexington, where it remained on display for the public to see, and praise. Professor Robert Bradshaw of the Lexington Female Academy said emphatically, “This-machine-is worth- a hundred-thousand-dollars.” McCormick joked that he would gladly sell his machine for nearly half as much. Little did he know that his machine was the beginning of a company that revolutionized grain harvesting.  With his reaper, he was able to defeat the task of feeding the hungry masses and eliminate the back breaking work of manually harvesting wheat.  The crude machine that Cyrus McCormick slaved over in the small log workshop on a Virginia farm, was about to revolutionize harvesting around the world."],"display_date":"August 1832","search_date":"1832-08-16","citations":[{"divid":1256325546,"type":"Book","data":["Cyrus McCormick","The Century of the Reaper",null,"Cambridge, Massachusetts","The Riverside Press","1931","37-40"]},{"divid":1256912114,"type":"Book","data":["Charles H. Wendel","150 Years of International Harvester",null,"Sarasota, Florida","Crestline Publishing Company","1981","7"]},{"divid":1256912291,"type":"Book","data":["Herbert N. Casson","Cyrus Hall McCormick: His Life and Work",null,"Chicago","A.C. McClurg &amp; Co.","1909","19-20"]}],"locations":[{"id":3797,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}}