{"id":4712,"title":"<strong>John Brown Gives his Last Speech to the Court</strong>","course_id":37,"status":"P","start_date":"1859-11-02","end_date":"1859-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Brown, noted abolitionist, was arrested after his raid on Harper’s Ferry in early October 1859. He was taken to Charles Town, in present day West Virginia to be tried. Early in the trial, a surprise telegraph arrived that placed Brown’s sanity in question, but the court eventually disregarded the insanity plea largely aided by Brown himself who pronounced that he of all people, should know if he was insane and he deemed himself sane. Witnesses gave testimony on Brown’s raid. On October 31, Brown received the guilty verdict on all counts:  treason, conspiring with slaves to rebel, and murder.","On November 2, when the judge asked Brown if he had anything he wanted to say, Brown rose from the cot on which he had been lying the entire trial due to injuries sustained at Harper’s Ferry and addressed the court. Brown denied having committed any crime aside from wanting to free the slaves. He stated that he never intended to murder, to commit treason, or to incite slaves into a rebellion. However, having had committed murder, Brown did not appear remorseful of that fact. His only goal was to free the slaves as God wanted him to do. He seemed resigned saying, “if it is deemed necessary that I should forfeit my life for the furtherance of the ends of justice, and mingle my blood further with the blood of my children and with the blood of millions in this slave country whose rights are disregarded by wicked, cruel, and unjust enactments--I submit; so let it be done!” Brown spoke a couple more words to the court and then resumed his position on the cot.","A month after his closing words, on December 2, Brown was  hanged outside of Charles Town. Brown left a lasting impression on both the North and the South. Many southerners saw Brown as a fanatic and one who had threatened their way of life. Some northerners viewed Brown as a visionary man who wanted to help the deprived slaves while others agreed with the southern view. Still others chose to ignore him altogether. Even after Brown’s execution, his raid on Harper’s Ferry stood as the beginning of the end of civil relationships between the North and South."],"display_date":"November 2, 1859","search_date":"1859-11-02","citations":[{"divid":1256586133,"type":"Book","data":["John A. Scott and Robert A. Scott","John Brown of Harper's Ferry","","New York","Facts on File","1988","151-55"]},{"divid":1256586171,"type":"Book","data":["Unknown","John Brown's Raid","","Washington D.C.","National Park Service Office of Publications","1973","49-52"]},{"divid":1256586222,"type":"Book","data":["Stephen B. Oates","To Purge this Land with Blood","","New York","Harper &amp; Row","1970","348-55"]},{"divid":1256586274,"type":"Website","data":["John Brown's Speech to the Court at his Trial","National Center for Public Policy Research","","September 30, 2009",".."]}],"locations":[{"id":4494,"lat":39.30762356,"lng":-77.8627617422,"zoom":10,"place":"JEFFERSON, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":64,"tag":"Anti-slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}}