{"id":4714,"title":"Trench Warfare and Artillery at the Crater","course_id":34,"status":"P","start_date":"1864-07-30","end_date":"1864-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["             One of the opening battles of the Petersburg Campaign and one that foreshadowed some of the tactics used in the trench warfare of the First World War was the Battle of the Crater on July 30, 1864.  At this point in the war, the armies of Robert E. Lee and Ulysses S. Grant had settled into trench warfare in the area just to the south of Richmond, with the U.S. Army attempting to cut the railroad supply line into the Confederate capital.  After numerous unsuccessful assaults on the Confederate line, a Union officer named Henry Pleasants had the idea to dig a mine underneath the Confederate breastworks, plant explosives, and detonate an explosion that would collapse the center of the line and allow for a U.S. attack.  After approval of the idea, the mine was dug and successfully blown up, creating a hole in the Confederate line.  The federal troops, however, were disorganized due to mismanagement at the command level and took too much time in attacking the C.S. position.  This allowed the Confederate commander, Brig. General William Mahone, to organize a counterattack and drive the U.S. troops out of the crater and back to their own breastworks.","            Captain Charles E. Mink was a Union officer in charge of an artillery battery in the First New York Light Artillery, and was assigned to give covering fire for the Union troops marching into the explosion crater.  His account details giving fire on the Confederate position through the advance and stall of the U.S. troops as they attacked the Confederate line.  He also describes firing on a small group of Confederate troops and “breaking up their formation” as they attempted to press their advantage in driving back the Federal assault.  Mink was surprised to see the Union advance stall, saying that for “some unaccountable reason,” the Union attack halted in the blown-up fort.  Mink concluded his report by stating the number of shots he fired and his pride in the skill of his men, with “every shot striking the object at which it was directed.”  One aspect of Mink’s account that differs from most assumptions about the Petersburg campaign is his energy for the war has not faded in the way that many historians portray Union troops by this point in the war.  He was still very energetic and eager to fight the “rebels,” believing strongly in the righteousness of his cause. ","            The failed Union assault in the crater took over 4,000 casualties, mainly to a black division led by Brig. General Edward Ferrero, and resulted in U.S. Major General Ambrose Burnside being relieved of command for the rest of the war.  These losses were significant in that black soldiers were often protected by their commanders due to both a flawed understanding of the abilities of African-Americans, and desire to avoid a negative political backlash that would result from the loss of black soldiers over white.  Mink’s account reveals the point of view of a Union officer in the field during one of the most disastrous assaults of the Petersburg campaign, and he still believes after the battle that the Union should have carried the day easily, taking great pride in his men and their role in the battle."],"display_date":"July 30, 1864","search_date":"1864-07-30","citations":[{"divid":1256677135,"type":"Book","data":["John F. Schmutz","Battle of the Crater: A Complete History","","Jefferson, NC","McFarland","2009","335-341"]},{"divid":1256677521,"type":"Government Document","data":["War of the Rebellion: A Compilation of the Official Records of the Union and Confederate Armies","Series I, Volume XL, Part I","1864","Washington, D.C.","Government Printing Office","1890-1901","488","Furman University Library",""]}],"locations":[{"id":4129,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":304,"tag":"Battle of the Crater"},{"id":32,"tag":"Civil War"},{"id":308,"tag":"Artillery"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}