{"id":4715,"title":"Leading up to the Battle of Petersburg: The Mining Operation","course_id":34,"status":"P","start_date":"1864-06-20","end_date":"1864-07-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The battle of Petersburg, Virginia was crucial in the minds of both Union and Confederate leaders. A leading Civil War historian Bryce A. Suderow explains the Union Army’s thinking: Grant believed that if Union forces could overpower the Confederate lines and crush the Southern stronghold the Southern capital would inevitably fall, ending the American Civil War in the Union’s favor.  With both sides understanding the gravity of their position, Union and Confederate leaders faced off with little movement and much violence: shelling was constant and the days were long, and both sides continuously fought hard; but, neither side was going to give any ground.  It was this stalemate situation that gave birth to the Union mining campaign, one of the most unique uses of military capability in the Civil War.","            A Union leader Hugh Thos, native to Pennsylvania, was a mining specialist in his profession.  He proposed digging a mine under the Confederate trenches, loading it full of black powder, and blasting their way through the Confederate lines.  After Hugh’s plan was passed through his superiors and on to the Union commander Gen. Ulysses S. Grant, the plan was put in action by pulling man power from the front lines and giving life to the mining operation.  Unlike any other position around Petersburg, the Union mining operation actually gained ground from the enemy; they were even able to do so without Confederate knowledge.  This covert advance, interestingly, did not go without suffering and even casualties.  Hugh Thos, a Union Captain and leader of the mining campaign, depicts the grim lifestyle of the miners for his superiors: “These men are entirely without cooking utensils, and none are to be had…I would also call your attention to the fact that there [is] an insufficiency of medicine… a great many of the men are sent to hospitals…”  In a later report, Thos writes to his superiors, “one of the engineer troops wounded at Gracies mine last night; two men have been wounded at Pegrams, mine No. 2”  Hugh Thos discloses these wounded men at the end of his letter, just as he would in a traditional brief concerning the outcome of a battle.","            As conventional attacks continued to fail the Union in their quest to capture Petersburg, the mine became more and more of a crutch for Grant to fall back on.  One day, after a particularly devastating loss against the Confederates, Grant was informed that the mine was finished and ready to be loaded and primed.  Grant gave the mining company the order to pack the mine full of black powder and prepare for an all-out assault on the Confederate trenches.  But, knowing the history of the mining campaign, historians and scholars alike recognize that the Battle of the Crater and its inflicted suffering began long before the Confederates were able to acknowledge the attack."],"display_date":"June 20, 1864 - July 26, 1864","search_date":"1864-07-08","citations":[{"divid":1257702586,"type":"Article","data":["Bryce A. Suderow","The Battle of the Crater: the Civil War's Worst Massacre","Civil War History","v43n3","Sept 1997","219-225"]},{"divid":1257702866,"type":"Primary Source in a Secondary Source","data":["Captain Hugh Thos, Union Army, Northern Virginia, Engineer Troops","26, July 1864","Official Records","Series 1, Vol. 40","Petersburg, VA","Official Records","1864","806"]}],"locations":[{"id":4177,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":307,"tag":"Mine"},{"id":306,"tag":"Mining"},{"id":304,"tag":"Battle of the Crater"},{"id":303,"tag":"Battle of Petersburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}