{"id":4717,"title":"Union Battery in the Campaign for Vicksburg","course_id":34,"status":"P","start_date":"1863-05-02","end_date":"1863-07-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Union Army achieved a decisive victory in the battle of Vicksburg, Mississippi, with the city surrendering to General Ulysses Grant on July 4, 1863.  The battery divisions effectively utilized the large guns and cannons of the army, which were crucial to the Union victory at Vicksburg.  First Lieutenant Joseph R. Reed of the Second Iowa Battery in the Union Army belonged to one of these battery divisions.  He enlisted on August 1, 1861 at the age of 26 in the town of Council Bluffs, Iowa.  His regiment comprised a portion of the Third Division of the Fifteenth Corps under General Sherman and fought primarily with the Army of Tennessee in the western campaigns.  Battery divisions, such as that commanded by Lieutenant Reed, often moved to various sections of the battle, positioned behind the infantry.  The battery regiments maintained a constant fire on the city of Vicksburg during the siege, keeping the Confederate soldiers and citizens trapped inside the city in a state of constant fear.  In addition, Reed reported that the siege of Vicksburg occurred not only in the city itself, but also in the surrounding areas.  Throughout the campaign, battery divisions played a decisive role in placing the enemy under constant attack, which allowed the infantry divisions to rest and recover.  Although Reed’s division did not play a major part in the actual capitulation of Vicksburg, his battery’s role in the entire campaign demonstrated that the battles took place not only in one location, but along several fronts.  This regiment lost only three men from the time they mustered in through the end of the war, showing that those in battery divisions werenot in as much danger as the infantry.  They remained back from the front lines, placed in areas with some shelter in order to protect the valuable machinery.  This report demonstrated that the Union Army also valued gallantry, as seen through the author’s gratitude to an infantry division that aided his battery.  After the battle, on August 31, 1864, Lieutenant Reed was promoted to a full captain, and he mustered out on June 10, 1865.  Reports from Vicksburg, Mississippi, such as that of Lieutenant Joseph R. Reed of the Second Iowa Battery, Third Division of the Union Army, showed that, due to the destructive power and efficiency of the weaponry, battery divisions were important to the Union Army gaining control of the Mississippi River."],"display_date":"May 2, 1863 - July 27, 1863","search_date":"1863-06-14","citations":[{"divid":1257171605,"type":"Website","data":["Ancestry Library Edition","American Civil War Soldiers: Joseph Reed","Ancestry Library Edition","http://search.ancestrylibrary.com/cgi-bin/sse.dll?indiv=1&amp;db=hdssoldiers%2c&amp;rank=0&amp;gsfn=Joseph&amp;gsln=Reed&amp;sx=&amp;gs1co=2%2cUSA&amp;gs1pl=18%2cIowa&amp;year=1860&amp;yearend=1890&amp;sbo=0&amp;sbor=&amp;ufr=0&amp;wp=4%3b_80000002%3b_80000003&amp;srchb=r&amp;prox=1&amp;ti=5542&amp;ti.si=0&amp;gss=angs-d&amp;o_iid=21416&amp;o_lid=21416&amp;pcat=39&amp;fh=1&amp;h=5961827&amp;recoff","October 10, 2009"]},{"divid":1257171528,"type":"Book","data":["Lieutenant Joseph R. Reed","The War of the Rebellion: A Compendium of the Official Records of the Union and Confederate Armies, Series I, Vol. XXIV, Pt. II","","Washington, D.C.","Government Printing Office","1890-1901","284-285"]},{"divid":1257171701,"type":"Book","data":["Christopher Waldrep","Vicksburg's Long Shadow","","Lanham, Maryland","Rowman &amp; Littlefield","2005","49-50"]},{"divid":1257171651,"type":"Website","data":["Frederick H. Dyer","A Compendium of the War of the Rebellion: Iowa Artillery","","http://www.civilwararchive.com/Unreghst/uniaarty.htm#2ndarty","October 12, 2009"]},{"divid":1257171750,"type":"Book","data":["Brooks D. Simpson","America's Civil War","","Wheeling, Illinois","Harlan Davidson, Inc.","1996","107-110"]},{"divid":1257536910,"type":"Book","data":["James M. McPherson","Battle Cry of Freedom","","New York","Oxford University Press","1988","626-638"]}],"locations":[{"id":4294,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":313,"tag":"Second Iowa Battery"},{"id":312,"tag":"Joseph R. Reed"},{"id":311,"tag":"Union"},{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}