{"id":472,"title":"Virginia Objects to a Civil Rights Bill\n","course_id":1,"status":"P","start_date":"1874-01-05","end_date":"1874-01-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 5, 1874 both houses of Virginia's General Assembly met and decided to recognize the Fourteenth Amendment to the Constitution as law because they agreed with the interpretation of the amendment by the Supreme Court of the United States.  However, the General Assembly in Virginia was in opposition to the civil rights bill that was currently being debated in Congress because they contended that it would break the law as set up by the 14th Amendment.  The members of the Virginia General Assembly felt that the bill would unlawfully limit the rights of the states and that it would cause damage to whites and blacks because of its sectional' nature.  Among other things, the Assembly argued that this bill would have a negative influence on educational institutions, deter immigration, encourage emigration, and reopen the wounds now almost healed' causing long-lasting racial hostility.  The Democratic newspaper The Atlanta Constitution acknowledged Virginia's attack of the civil rights bill and supported them wholeheartedly:  We sincerely trust that this measure of iniquity is scotched.  It would prove a most destructive matter to Southern progress and civilization.  Its results for evil could not be calculated.  The madmen and fanatics who are seeking to force it upon the country know little of the detriment it would work.  These men are seeking to improve on the Almighty's handiwork.'  It is apparent that the Democrats were trying to rid themselves of the Republicans whose Reconstruction schemes they did not agree with, especially those schemes that increased the rights of blacks who supported the Republicans&lt;br /&gt;Nevertheless, in May 1874 the Republicans in the Senate passed a civil rights bill that required the integration of railroads, steamships, streetcars, schools, theaters, hotels, and restaurants.'  The Senate also hoped the bill would help mobilize southern black voters. The House of Representatives did not vote the bill into law until 1875."],"display_date":"January 5, 1874","search_date":"1874-01-05","citations":[{"divid":1213442493,"type":"Newspaper Article","data":["The Virginia Legislature","New York Times","","January 6, 1874",""]},{"divid":1213442517,"type":"Book","data":["Davide Herbert Donald, Jean Baker, &amp; Michael Holt","Civil War &amp; Reconstruction",null,"New York","Norton","2001","624-625"]},{"divid":1213442560,"type":"Newspaper Article","data":["Virginia on the Civil Rights Bill","The Atlanta Constitution","","January 6, 1874",""]}],"locations":[{"id":351,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}