{"id":4720,"title":"<strong>Confederate Disorganization Leads to Chaos at Shiloh</strong>","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the battle of Shiloh, Colonel Issac L. Dunlop discovered that even the clearest laid plans and troop organization can be turned into complete chaos after the start of battle.  According to the Official Reports of the battle, Colonel Isaac L. Dunlop and his Ninth Arkansas Infantry are clearly put under the command of Brigadier General J.C. Breckinridge in the Reserve Corps, to the east of the battlefield. However, Col. Dunlop’s regiment somehow managed to get in the dead center of the battle within the first day on 6 April, 1862. General A.S. Johnston found them and ordered them into battle, specifically to charge up a hill and force the Union soldiers to give up their position. Dunlop stated that he learned afterward that the men they faced were Pickett’s, but whether or not his regiment was partially responsible for the taking of the famed “Hornet’s Nest,” no one knows. They continued pursuing the Union soldiers until their position became one of “extreme peril” that was right in between “two batteries, both pouring grape and canister into [the] ranks” and then fell back to a safe position for the night.","Further organizational confusion was apparent the following morning, 7 April, when Dunlop and his men were pulled from battle in the face of a Union advance and ordered to support General J. K. Jackson and make a stand.  However, the brigade fell before Dunlop could get into position, and chaos began to rule the day; Dunlop’s regiment advanced too far forward and became completely detached from General Jackson’s Brigade, becoming “exposed to a destructive fire from both flanks.”  Rather than rejoining Jackson, Dunlop chose instead to continue moving his men in the same direction and joined up with a different brigade, this one commanded by Col. John D. Martin.  In spite of numerous attempts to make a stand and hold their position, ultimately the order to fall back was given.","Dunlop, in typical Confederate fashion, made little mention of the defeat. Instead, he emphasized in his report the bravery of his regiment, their perseverance in battle, and their tireless dedication to confronting the enemy. He gave little indication that the battle was going against them when the order came to fall back at 3 pm on 7 April, and then returned to commending the bravery of the fallen and giving numerical information to his commanding officer, J. S. Bowen.","Victor Davis Hanson, in Ripples of Battle, describes the Confederate force at Shiloh as a “microcosm of the Confederacy” that was rife with disorganization, confusion, and disunion. Other authors, such as  Brooks Simpson and Ned Bradford, definitely agree with the portrayal of confusion and chaos, though they diverge on other subjects. General A.S. Johnston provided clear and charismatic leadership, but Col. Dunlop’s report clearly indicates that without such a strong leader the Confederate forces barely managed a semi-organized retreat. With the loss at Shiloh, as well as the loss of Johnston, the western theatre had little hope of Confederate success for the remaining three years."],"display_date":"April 6, 1862 - April 14, 1862","search_date":"1862-04-10","citations":[{"divid":1257827191,"type":"Book","data":["Victor Davis Hanson","Ripples of Battle: How Wars of the Part Still Determine How We Fight, How We Live and How We Think","","New York","Doubleday","2003","77"]},{"divid":1257827532,"type":"Government Document","data":["Report of Colonel Issac L. Dunlop: 9th Arkansas Infantry, 2nd Brigade, Reserve Corps","Official Records, Series I, Vol. X","April 14, 1862","Washington D.C.","The United States Government","1884","624-625","Cornell University Library","http://digital.library.cornell.edu/m/moawar/"]},{"divid":1257829659,"type":"Book","data":["Brooks D. Simpson","America's Civil War","","Wheeling, IL","Harlan Davidson, Inc.","2003","55"]},{"divid":1257830984,"type":"Book","data":["Ned Bradford","Battles and Leaders of the Civil War, Volume I","","New York","Gramercy Books","1956 &amp;2001","64"]},{"divid":5826,"type":"Artifact","data":[null,null,"oZuyWRJHrMwAzmUlIok"]}],"locations":[{"id":4119,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":102,"tag":"The Battle of Shiloh"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}