{"id":4722,"title":"Shiloh: Col. Ralph P. Buckland, 72nd Ohio Infantry.","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel Buckland’s experience in the battle of Shiloh is unique from any popular knowledge of the battle. The general populations’ recognition of the battles in the west, concentrating on Shiloh in particular, does not equate to their recognition of the battles in the east such as Gettysburg and Harpers Ferry. The reason is that the battles in the east took place in close proximity to some of the larger national newspapers while the battles in the west did not, and therefore did not receive the same publicity . The battle itself was a very important piece of the Civil War in the west. Shiloh, when looked at closely, can be considered the Gettysburg of the west. If the South had won, it quite possibly could have been the end to the war in the west. “Long after the last gun cooled on the Shiloh field, writers would bitterly argue the nearness of a Confederate victory on April 6.”<br /> <br /> Except for the familiar names of Grant, Buell and McClernand, one can barely decipher which battle he or she is reading about. Shiloh is just a normal battle to the men fighting. The importance of the battle was only understood by those leading the war effort. An Ohio native who studied law and was admitted to the bar in 1837, Col. Ralph P. Buckland, 72nd Ohio Infantry, Commanding Fourth Brigade wrote a report his battle accounts from the battle of Pittsburg Landing (the northern name for Shiloh) to higher authority on April 9, 1862. Buckland, like many other Federal commanding officers, did not know the lay of the land of west Tennessee very well, nor did he have any pre-Civil War combat experience or training. He described his first encounter of the battle as if it came out of nowhere. He wrote, “We had marched about 30 to 40 rods when we discovered the enemy, and open fire upon him along the whole line…” Although he seemed to be unsure of his own positioning and the positioning of the enemy, Buckland’s report comes off as very confident and calm. He talks of the successes of his men during the battle writing that “I think I may safely put the number killed by my brigade in that action at 200.”<br /> <br /> Buckland's account of the battle never mentions the broad scheme of the battle or his opinion of the war. It only really talks about the events that are affecting him directly (i.e. the fighting for life and death of he and his men). This lack of opinion can be partly attributed to the intent of the report to be merely a factual account of events and casualties for the use of higher ranked commanding officers. One can also notice Buckland’s feeling of personal responsibility to recognize the dead and wounded in his ranks by describing the extent to which his men, alive, wounded and dead, were brave and fought for their country. Buckland even gives credit to the surgeons working the field for the Federal army saying, “I take the liberty to refer to the important services of Surg. J. B. Rice and the assistant surgeons of the 48th, 17th and 72 Regiments Ohio Volunteers. They labored…taking no sleep for two days and nights.\"<br /> <br /> Following the war, Buckland was elected to the thirty-ninth and fortieth Congresses as a Republican. He later retired from politics, worked as the government directory for Union Pacific Railroad. He died in Fremont, OH in 1892."],"display_date":"April 6, 1862 - April 7, 1862","search_date":"1862-04-06","citations":[{"divid":1257812843,"type":"Book","data":["United States. War Dept.","The War of the Rebellion: a Compilation of the Official Records of the Union and Confederate Armies","","Washington, D.C.","Government Printing Office","1880-1901","Series I, Vol. X, 266-269"]},{"divid":1256690623,"type":"Government Document","data":["BUCKLAND, Ralph Pomeroy, (1812-1892)","Biographical Directory of the United States Congress","","","","","","","http://bioguide.congress.gov/scripts/biodisplay.pl?index=B001022"]},{"divid":1257814116,"type":"Book","data":["Thomas Lawrence Connelly","Army of the Heartland: The Army of Tennessee, 1861-1862","","Baton Rouge","Louisiana State University Press","1967","159-183"]}],"locations":[{"id":4269,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":322,"tag":"Ralph P. Buckland"},{"id":319,"tag":"Pittsburgh Landing"},{"id":317,"tag":"1862"},{"id":318,"tag":"Shiloh"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}