{"id":4723,"title":"Small Unit Combat in the Civil War.","course_id":34,"status":"P","start_date":"1864-06-16","end_date":"1864-06-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Great battles, and even wars ultimately rest on the actions of just a few men. More often, than not, these men are not the ones who make the history books. Small unit combat is not something that we often associate with the Civil War. Often our images are of masses of men moving at each other with flags waving and horns blowing. But this was not always the case. Often it was a few men scattered around hiding behind trees taking advantage of what cover they had firing at another group of men doing the same thing. However, according to the combat principles of the time this was to be avoided as much as possible because when this happened Civil War era communication practices and technologies made it almost impossible to retain unit cohesion and command structure. It is often thought that situations like this were more favorable to Southern troops because of their largely rural upbringing as well as the fact that most white Southern men had spent at least some time on the quasi military slave patrols. This meant that these men had worked together before in combat like situations, whether it be stalking a deer, or chasing an escaped slave, and these experiences gave them a distinct advantage over their enemies.","One good example of this comes from Second Lieutenant Kelso of the 25th Tennessee at the Battle of Petersburg. During the initial Union assaults on June 16th Lieutenant Kelso noticed a gap between his unit and an artillery battery of about one hundred yards. After the first Union charge was beaten back, Kelso organized a group of 17 men and moved them into the gap taking up cover wherever they could. Another charge came bearing down on Kelso as he was moving, His men had just gotten into position when the Northerners were within fifty yards. The Tennesseans began firing rapidly at the Union men forcing them to take cover in a ravine. While under cover the Federals began waving their handkerchiefs, Kelso ordered a ceasefire and asked them to surrender, they did not so he began to fire again. However, Kelso then adavanced with is men and took them captive. As he did this a third charge came upon his men which he was once again barely able to beat back. Despite these assaults Kelso was able to retain possession of the prisoners and their colors.","This is very interesting and important low level officer work. However, it was not supposed to happen. In civil war combat these kind of small unit actions were never part of the plan. It took a lot of bravery and leadership on Kelso’s part, who was also earlier commended for bravery at Drewey’s Bluff, to accomplish this.","This episode can be translated into many larger themes of the Confederacy at this stage of the war. Men who earlier would not have held positions of leadership had been thrust upon the stage. It also shows that by now most men in the Army of Northern Virginia had become veteran soldiers, used to taking the initiative and thinking in terms of the broader picture. It would be hard for us to imagine a Lieutenant in either army taking this kind of responsibility on himself at First Manassas, however, by now men had become used to dealing in death and destruction"],"display_date":"June 16, 1864 - June 18, 1864","search_date":"1864-06-17","citations":[{"divid":1256693324,"type":"Book","data":["James McPherson","The Battle Cry of Freedom","","New York","Oxford University Press","1988","740"]},{"divid":1256693383,"type":"Government Document","data":["The War of The Rebellion A Compilation of the Official Records of the Union and Confederate Armies","Washington, D.C.: Government Printing Office, 1890-1901, Series I, Volume XL, Part I","1864","Washington DC","The US Government","1892","771","Furman University",""]}],"locations":[{"id":4148,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":323,"tag":"Petersburg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}