{"id":4731,"title":"Entitled 31st Alabama Infantry’s Stand at the Railroad Redoubt in Vicksburg.","course_id":34,"status":"P","start_date":"1863-05-18","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“It was a tornado of iron on our left, a hurricane of shot on our right…we passed through the mouth of hell.” These are the words of a Union soldier who was part of the 21st Iowa Infantry Regiment that led the federal assault on Confederate fortifications along the Southern Mississippi Railroad in Vicksburg. Major George W. Mathieson, commander of the 31st Alabama Infantry, unleashed this “hell” upon Union assaulters even though he never took the time to describe it that vividly. Mathieson’s Alabama men were placed just south of the Railroad Redoubt as part of a concentrated defense given the task of holding the crucial path into Vicksburg.","Since the dawn of 1863, Grant focused on dislodging the Confederate railroads centered in Jackson, Mississippi. With this as the Union’s goal, Grant began the conquest of Mississippi by capturing Port Gibson and subsequently Jackson. Upon destroying the railroad hub there, Grant’s soldiers marched directly west along the Southern Mississippi Railroad. The Confederate Army had already lost control of the Mississippi River so losing this railroad would completely cut its western forces off from supplies and reinforcements. To prevent this from happening, Pemberton amassed a large Confederate force on the railroad.","It is on this railroad that Union soldiers led by General McClernand first attacked on May 19, 1863. The 31st Alabama Infantry, supported by two other Alabama units, kept the Union’s advances at bay by sustaining a slow but consistent barrage of fire, making sure that “no Abolitionist could show his head without danger from ball or buckshot.” Mathieson’s regiment had only lost one man and had killed roughly one-hundred and fifty. Following this onslaught, Grant began the siege of Vicksburg and on July 4, 1863 Pemberton surrendered.","Vicksburg had been labeled as the “nail head that holds the South’s two halves together” by the President of the Confederate States, Jefferson Davis. He was justified in saying this because with complete control of the Mississippi River, Louisiana, Arkansas, and Texas were effectively separated from the rest of the Confederate States of America. The western states could no longer provide vital supply to the east, rendering the west almost useless from a military standpoint.","The events of the summer of 1863 also affected how the Confederacy’s population viewed the Civil War. The Confederate surrender at Vicksburg, in addition to the loss at Gettysburg, caused many southerners to doubt the Confederacy’s chances at gaining independence. Citizens of the Confederacy were discouraged by soldiers’ stories of the siege and southern hopes began to fade. As Liddell Hart once said, “it was the moral effect, above all, which made Vicksburg the great turning point of the war.”"],"display_date":"May 18, 1863 - July 4, 1863","search_date":"1863-06-10","citations":[{"divid":1256736177,"type":"Book","data":["Christopher Richard","Staff ride handbook for the Vicksburg Campaign","","Fort Leavenworth, Kansas","Combat Studies Institute","1954","7, 14, 46-49"]},{"divid":1256736254,"type":"Book","data":["Jean Edward Smith","Grant","","New York","Simon &amp; Schuster","2001","258"]},{"divid":1256736286,"type":"Book","data":["Mary Ann Fraser","Vicksburg: The Battle that Won the Civil War","","New York","Henry Holt and Company, LLC","1999","88"]},{"divid":1256736360,"type":"Book","data":["Sally Jones and John Stauffer","The State of Jones: The Small Southern County that Seceded from the Confederacy","","New York","DoubleDay","2009","100"]},{"divid":1256736410,"type":"Website","data":["Stephen R. Canerossi","Twenty-third Alabama Volunteer Infantry Regiment: Regimental History, Part One","","http://www.canerossi.us/23ala/part1.htm","15 OCT 2009"]},{"divid":1256736464,"type":"Book","data":["Timothy T. Isabel","Vicksburg: Sentinels of Stone","","Mississippi","University Press of Mississippi","2006","90"]},{"divid":1256736553,"type":"Book","data":["Ulysses S. Grant","Personal Memoirs of Ulysses S. Grant","","New York","Charles L. Webster &amp; Company","1885","209-216"]},{"divid":1258046123,"type":"Book","data":["United States War Department","War of Rebellion’s Official Records of the Union and Confederate Armies Part II","24","Washington","Government Print Office","1889","353-354"]}],"locations":[{"id":4081,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":32,"tag":"Civil War"},{"id":310,"tag":"Vicksburg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}