{"id":4732,"title":"Entitled Confederate Artillery in Defense of the Mississippi River along Vicksburg.","course_id":34,"status":"P","start_date":"1863-05-18","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A citizen of Vicksburg observed that during the siege \"nothing was spared by the shells; the churchs fared especially severly, and the reverend clergy had narrow escapes.\" This was brought upon by Ulysses S. Grant, who had taken control of the entire Mississippi River save the couple miles being guarded by the Confederate troops at Vicksburg. Grant launched his attack on Vicksburg on May 18, 1863. While most of the bloodshed initially took place on the eastern side of the city, Confederate artillery along the Mississippi engaged Union naval ships and heavy weaponry in an effort to protect the center of Vicksburg from an ever threatening invasion.","Colonel Edward Higgins, the commander of Vicksburg’s river batteries, was effective at repelling the Union assault of Vicksburg from late May through the first week of June. His well-placed batteries sunk the <em>Cincinnati</em> and held off the other three Union ironclads. The situation of the battle changed on June 11 when federal troops began to establish fortifications across the Mississippi River. The Union fortifications featured more cover and protection for its soldiers, making them less of a target than the rebels atop the barren banks of eastern shore. These new positions gave the Union the comfort of having both accurate artillery and constant naval support, a substantial advantage in the already close battle.","Due to the availability of Union supply, forces on the De Soto Peninsula wielded two-hundred and seventy five cannons, a few of which were high caliber Parrott guns supplied by the US Navy. In contrast, Confederates had a hundred less cannons and this number consistently decreased due to the need for artillery on the eastern side of Vicksburg. Additionally, Confederate batteries lacked sufficient ammunition to combat Union cannons backed by an “inexhaustible” supply. The significance of the Confederate Army’s shortcomings became greater as the siege worn on and Union “superiority grew into dominance.”","After over five weeks of isolation and bombardment, Confederate commander J.C. Pemberton surrendered because he knew his men lacked the strength to fight any longer. In Higgins’s report, he does not claim the fall of Vicksburg as a failure on the part of himself or his men. In fact, they had performed their duties as defenders of the Mississippi while also guarding the eastern trenches at night and serving as the city guard. He believed that had his arsenal not been down-scaled because of the “weakness of our infantry force” it would have never permitted the Union to make advances.","The shortcomings of the rebels at Battle of Vicksburg are an accurate representation of the Confederate Army as a whole. As in Vicksburg, Confederates faced a foe that was better fed, supplied, reinforced, and armed. Confederate leaders were at times more disciplined and more tactically knowledgeable but it is because of the Union’s advanced overall management stemming from both its enormous industry and population that the rebellion was extinguished."],"display_date":"May 18, 1863 - July 4, 1863","search_date":"1863-06-10","citations":[{"divid":1256737012,"type":"Article","data":["Jeffrey C. Burden","Battle of Vicksburg","America’s Civil War Magazine","Unknown","2000","1-3"]},{"divid":1256737142,"type":"Book","data":["Adam Hook","American Civil War Fortifications: The Mississippi and River Forts","","China","Osprey Publishing","2007","264, 312"]},{"divid":1256737322,"type":"Book","data":["Ulysses S. Grant","Personal Memoirs of Ulysses S. Grant","","New York","Charles L. Webster &amp; Company","1885","209-216"]},{"divid":1256737370,"type":"Book","data":["Staff Ride Handbook for the Vicksburg Campaign","Christopher Richard","","Fort Leavenworth, Kansas","Combat Studies Institute","1954","5-7, 9-11, 15-16"]},{"divid":1258045862,"type":"Book","data":["United States War Department","War of Rebellion’s Official Records of the Union and Confederate Armies Part II","24","Washington","Govternment Print Office","1889","336-340"]}],"locations":[{"id":4083,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":308,"tag":"Artillery"},{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}