{"id":4733,"title":"A Special Detail in the Final Battle Of Petersburg","course_id":34,"status":"P","start_date":"1865-04-02","end_date":"1865-04-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Specific military units did not usually separate intentionally on the battlefield during the Civil War, yet First Lieutenant William H. Rogers received orders that detached him from his unit. On March 31, 1865, Lieutenant Rogers was temporarily relieved of his command of company K of the 1st Connecticut Heavy Artillery and was assigned 100 men from artillery units, who would “follow a charging [Union] column, and serve the guns taken in the attack then contemplated.” In effect, Lieutenant Rogers’ assignment was to take 100 artillerymen, who would follow Union Infantry on an attack, with the goal of capturing Confederate artillery and using it on the Confederate troops. In the early hours of April 2, the attack commenced. Lieutenant Rogers and his 100 men rushed onto the field of battle, following the advancing Union Infantry. Once the Infantry captured the Confederate guns, Rogers and his men proceeded to turn the guns on the retreating Confederates. However, the job was not as simple to fire into a retreating army. Rogers’ men had to reposition the cannon in an exposed area and operate the guns under enemy fire since they had only breached the first line of defense of Petersburg.","Lieutenant Rogers and the 100 men that were gathered for their assignment and performed their role in the battle, but did not participate in the battle after the Confederates were out of range of the artillery they operated. None-the-less, this artillery assistance provided cover for the advancing Union armies and helped soften up the Confederates while they were on their retreat. Rogers’ orders were unique in that Rogers and a detail of men were pulled from their normal units to perform a specific task. The men had not worked together before because Rogers says, “A list of the killed and wounded I am unable to give, as I am unacquainted with the names of those injured.” At this point in time, troops spent a good deal of time training with their units to create cohesion with the soldiers, which was important for success on the battlefield. This special assignment did not follow the normal protocol, and cohesion would be limited at best. None-the-less, this atypical assignment proved to be very fruitful for the Union troops.","The role of Lieutenant Rogers and the 100 artillerymen in battle was part of an important offensive on April 2 that ended the siege of Petersburg. While Lieutenant Rogers did not participate in the fighting after his assignment was completed, the Union troops drove the Confederates out of Petersburg, back to Appomattox where the Army of Northern Virginia surrendered. Lieutenant Rogers played a unique part in this major offensive, by taking a conglomeration of troops from different units and performing a specific assignment for one attack, which was rather uncharacteristic for the time."],"display_date":"April 2, 1865","search_date":"1865-04-02","citations":[{"divid":1256738115,"type":"Book","data":["A. Wilson Greene","The Final Battles of the Petersburg Campaign Breaking the Backbone of the Rebellion","","Knoxville, TN","University of Tennessee Press","2008","215-251"]},{"divid":1256738232,"type":"Government Document","data":["The War of the Rebellion: A Compilation of the Official Records of the Union and Confederate Armies Series I Vol. XLVI Part 1","War Record","","Washington, D.C","Government Printing Office","1890-1901","671-673","James B. Duke Library, Furman University",""]},{"divid":1257835508,"type":"Online Encyclopedia","data":["National Park Service: Civil War Soldiers and Sailors System","","http://www.itd.nps.gov/cwss/soldiers.cfm","October 17, 2009"]}],"locations":[{"id":4151,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":303,"tag":"Battle of Petersburg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}