{"id":4734,"title":"The 116th Colored Troops at the Battle of Petersburg","course_id":34,"status":"P","start_date":"1865-04-02","end_date":"1865-04-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William W. Woodward entered the Civil War by enlisting as a second lieutenant in company K of the Ohio 2nd Cavalry Regiment, but he left the war as a Colonel of the 116th Regiment of the United States Colored Troops. His tenure with the Ohio 2nd Cavalry yielded rewarding results, as he was promoted to Full Captain on November 14, 1862, just one month and eight days after he enlisted. However, things changed on July 15, 1864, when he was decommissioned from the Ohio 2nd Cavalry, and reenlisted as a Colonel on the same date with the 116th United States Colored Troops. The 116th Regiment was fully organized on July 12, 1864, so Colonel Woodward was with the 116th from its formation.","Colonel Woodward’s troops were involved in the siege of Petersburg from October 23, 1864 to April 2, 1865. Specifically, they were a part of the major charge that took place at 4:00 a.m. on April 2 to drive the Confederate forces from Petersburg, and then followed the retreating Confederates to Appomattox. They were also a part of taking Fort Gregg (on April 2), where they supported an artillery barrage led by the 31st Regiment. Woodward said of the troops’ actions at Fort Gregg, “This regiment, although exposed to the enemy’s fire of solid shot, took their position with the greatest coolness.”","Despite being in this great battle that finally subdued the Army of Northern Virginia, the 116th Regiment never seemed to be in the forefront of the battle, but primarily relieved troops and provided support for battle instead of being part of strategic maneuvers. This was true of most black troops at the time, because popular opinion held that black soldiers would not be able to fight effectively in battle, even after African American soldiers had performed well in previous battles. In spite of this, the black soldiers wanted to prove themselves, and the only way to do so was on the battlefield. Based on Colonel Woodward’s report, the 116th Regiment did prove themselves. Colonel Woodward ends his battle report by praising his officers, regimental commanders, and enlisted soldiers, saying that he would like to commend “the good conduct generally of the enlisted men of the command, during a period of severe marching, and reduction of rations, amounting to almost absolute destitution.”","The 116th U S Colored Troops were exposed to a variety of aspects of the war in a short amount of time, specifically militarily and socially. African-American soldiers in the Civil War faced many different forms of racism and ill treatment. Apart from being paid less, they were often assigned “fatigue duty” or “military labor,” and were put to use doing manual labor like digging trenches. This support work was often the predominant use of African American troops, and many regiments of Colored Troops were often not engaged fighting. The 116th Regiment was put on fatigue duty and experienced injustices, but they were also engaged in a major battle during the siege of Petersburg. The experience of war for the 116th Regiment and Colonel Woodward was not solely based in the military, but also had deep social and cultural experiences that were unique to African Americans."],"display_date":"April 2, 1865","search_date":"1865-04-02","citations":[{"divid":1256739123,"type":"Book","data":["A. Wilson Greene","The Final Battles of the Petersburg Campaign Breaking the Backbone of the Rebellion","","Knoxville, TN","University of Tennessee Press","2008","215-251"]},{"divid":1256739188,"type":"Book","data":["Joseph T. Glatthaar","Forged in Battle The Civil War Alliance of Black Soldiers and White Officers","","New York, NY","The Free Press","1990","121, 143, 182"]},{"divid":1256739267,"type":"Government Document","data":["The War of the Rebellion: A Compilation of the Official Records of the Union and Confederate Armies, Series I Vol. XLVI Part 1","War Record","","Washington, D.C.","Government Printing Office","1890-1901","1241-1243","James B. Duke Library, Furman University",""]},{"divid":1257836845,"type":"Online Encyclopedia","data":["Ancestry.com Library Edition","","http://search.ancestrylibrary.com/cgi-bin/sse.dll?indiv=1&amp;db=civilwar_histdatasys%2c&amp;rank=0&amp;gsfn=William+W&amp;gsln=Woodward&amp;sx=&amp;gs1co=2%2cUSA&amp;gs1pl=1%2cAll+States&amp;year=1825&amp;yearend=1900&amp;sbo=0&amp;sbor=&amp;ufr=0&amp;wp=4%3b_80000002%3b_80000003&amp;srchb=r&amp;prox=1&amp;ti=5542&amp;ti.si=0&amp;gss=angs-d&amp;o_iid=21416&amp;o_lid=21416&amp;pcat=39&amp;fh=338","October 17, 2009"]},{"divid":1257837001,"type":"Online Encyclopedia","data":["National Parks Service Civil War Soldiers and Sailors System","","http://www.itd.nps.gov/cwss/soldiers.cfm","October 17, 2009"]}],"locations":[{"id":4147,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":303,"tag":"Battle of Petersburg"},{"id":32,"tag":"Civil War"},{"id":3,"tag":"African-Americans"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}