{"id":4735,"title":"Col. John C. Moore's report of The Battle of Shiloh","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“In justice to my regiment, permit me to say that no other regiment entered the fight on that day under more unfavorable circumstances than the Second Texas.” Colonel John C. Moore included this in the beginning of his report on the first day of the Battle of Shiloh. Tired, hungry, and lacking supplies, the Second Texas Infantry left Texas, met with the rest of the Army of Mississippi and then traveled to Tennessee for the Battle of Shiloh within a three month time period. The Second Texas Infantry was a rather new infantry. It had only been together for less than six months when it joined the Army of Mississippi and fought against the Union troops.","Despite the hardships that they faced, the Second Texas Infantry “moved forward with light hearts and buoyant spirits without a murmur of complaint” toward the Battle of Shiloh. Imagine not only entering the war tired and hungry, but with a lack of proper clothing. Although Moore stated in his report that all of his men refrained from complaining, in reality this is not plausible, but it does illustrate the leaders tendency to paint their men in the best light possible.  As Moore stated in his report, many of the men, officers included, returned from the war barefoot because the lack of viable shoes available. Author Tony Horwitz visited the battlefield where the Battle of Shiloh occurred and wrote about what the soldiers must have experienced that day: cold, soaking wet feet. He mentioned the coldness while wearing shoes. The soldiers were barefoot on the cold, wet ground and running and fighting, not simply walking.","In addition to these hardships, the soldiers also faced the confusion of men who were inexperienced in battle. At one point when the Second Texas Regiment was fighting the Union forces, a Federal Colonel approached them shouting “Boys, for God’s sake stop firing, you are killing your friends.” Colonel Moore stated that this Colonel was simply deceiving his men, but it still indicates the uncertainty of the fighting. Moore did not lead his men on the second day of battle, but sent in a report on his regiment in defense of their actions. In his second report on the Battle of Shiloh, he acknowledged that his men contributed to the Confederate’s loss, but he defended them by placing the blame on the “multiplicity of commands, and the consequent confusion of the men not knowing whom to obey”, illustrating both a leader’s determination to paint his men in a good light and the confusion of the battle that the inexperienced men had to endure.","Although the Confederates lost the Battle of Shiloh, The Second Texas Infantry unit was commended for its bravery by generals P.G.T. Beauregard and Dabney Maury.  Following the first day of Battle, John Moore was promoted from Colonel to Brigadier General in charge of the Second Brigade."],"display_date":"April 6, 1862 - April 7, 1862","search_date":"1862-04-06","citations":[{"divid":1256739924,"type":"Book","data":["United States. War Dept.","The War of the Rebellion: a Compilation of the Official Records of the Union and Confederate Armies; Series 1, Vol. X","","Washington","Govt. Print. Off.","1880","560-564"]},{"divid":1256740098,"type":"Website","data":["Colonel Wills De Hass","The Battle of Shiloh","","http://www.civilwarhome.com/shilohbattle.htm","October 18, 2009"]},{"divid":1256740407,"type":"Website","data":["eHistory Staff","Shiloh (1862)","","http://ehistory.osu.edu/world/BattleView.cfm?BID=25","October 19, 2009"]},{"divid":1256740518,"type":"Website","data":["Joseph E. Chance","Second Texas Infantry","","http://www.tshaonline.org/handbook/online/articles/SS/qks4.html","October 18, 2009"]},{"divid":1256740599,"type":"Website","data":["Sons of Confederate Veterans","2nd Texas Infantry Regiment","","http://www.granburystexasbrigade.org/units/2ndTXinf.html","October 19, 2009"]},{"divid":1256740702,"type":"Website","data":["The American Battlefield Protection Program","Shiloh","","http://nps.gov/hps/abpp/battles/tn003.htm","October 19,2009"]},{"divid":1257831685,"type":"Book","data":["Tony Horwitz","Confederates in the Attic","","New York","Vintage Departures","1998","163"]}],"locations":[{"id":4134,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":102,"tag":"The Battle of Shiloh"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}