{"id":474,"title":"Potentially Fatal Train Wreck near Ivanhoe, Virginia","course_id":1,"status":"P","start_date":"1890-06-14","end_date":"1890-06-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Saturday, June 14, 1890, a serious accident between a passenger train and material train occurred on the Cripple Creek division of the Norfolk and Western railroad near Ivanhoe, Virginia.  The material train ran under orders to meet the passenger train at a switch approximately fourteen miles outside of Ivanhoe.  The passenger train apparently ran under no such order and continued toward Ivanhoe.  The trains came around a curve and collided with each other.  The passengers on the passenger train suffered minor injuries while the engineer and fireman suffered serious, perhaps fatal, injuries.  On the material train, seven African-Americans suffered a range of injuries, while the engineer and fireman escaped without injury.&lt;br /&gt;&lt;br /&gt;By 1890, more than three hundred railroad companies operated in the South.  Railroad mileage more than tripled in the South between 1880 and 1900.  This rate far surpassed rates in the rest of the country.  Railroads constituted the superstructure of economic development in the New South.  Advantages of the railroads included overcoming geographical barriers, supplementing river travel, spreading the market, and increasing availability of access.  Companies also used the presence of railroads as a selling point to attract investment for their business.  An advertisement for a Charlottesville land company demonstrates the potential attractiveness of railroads.  The advertisement illustrates the making of a probable profit helped by the presence of sixteen daily passenger trains over great trunk lines' and other related industries closely located because of the railroads."],"display_date":"June 14, 1890","search_date":"1890-06-14","citations":[{"divid":1213655004,"type":"Manuscript","data":["","The Charlottesville Land Company, Broadside 1890, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1213655059,"type":"Newspaper Article","data":["","The Roanoke Daily Times","Roanoke, Virginia","June 16, 1890",""]},{"divid":1213655081,"type":"Book","data":["William Cooper and Thomas E. Terrill","The American South: A History",null,"New York","McGraw Hill","1996","452"]}],"locations":[{"id":352,"lat":36.9171327375,"lng":-81.0785741345,"zoom":10,"place":"WYTHE, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}