{"id":4740,"title":"Adolph Engelmann's report of the Battle of Shiloh","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Adolph Engelmann's report on the battle of Shiloh, he discusses the different obstacles and hardships that the forty third regiment had to endure during this \"bloody battle\". Within his regiment, a report stated that seventy five enlisted were either killed or mortally wounded while one hundred and sixty one of the soldiers died either of disease or accident. Although significant, these statistics often results in one forgetting the experiences or conditions that lead to these deaths. Casualties during the war were usually the accumulation of several issues, including many that could have been prevented with better organization and with modern medicine practices and technology. Also, the soldiers were exposed to uncontrollable factors, such as illness, that made combat more complex. For instance, on the morning of April 6, Engelmann was sent by the general to report to Colonel Earden that he should his get brigade ready for battle. However, Colonel Earden was ill and unable to go to battle. As a result, he ordered that Colonel Raith, being the next in command, be responsible for this brigade. This shows how the subjection of the army to the whims of diseases and illnesses can often result in disorganization among the regiments, ultimately affecting them in battle.","The lack of both developed practices of medicine as well as an abundant amount of supplies often held up the progress of individual regiments as well. During the battle of Shiloh, Lieutenant Colonel Engelmann states how Colonel Raith is shot with a minie ball through his thigh. Through the day and \"stormy night\", Engelmann reports that the colonel was laid out and exposed but refuses the very little assistance that is offered to him. Eventually, his leg is amputated, and he dies from \"exposure and loss of blood\".  In more modern times, this wound to the leg would probably have been easily taken care of. Because of limited medical knowledge, General Raith’s death was added to the number of causalities in Shiloh. But, these were not the only conditions that would affect the soldiers. Lack of supplies also tended to create problems within regiments. When the forty third regiment's ammunition supply ran low, there was no time to attain more ammunition before they were supposed to advance towards the enemy.  As a result, Lieutenant Colonel Engelmann states that his fellow soldiers had to ransack the dead bodies of the rebel army in order to have somewhat adequate ammunition to fight the battle with.","All of these examples reveal how the everyday experiences of soldiers in these small combative units were burdened with factors and conditions that created even more hardships in battle. Although most soldiers did their best to rally together, many felt \"totally worn out and exhausted\" as a result."],"display_date":"April 6, 1862 - April 7, 1862","search_date":"1862-04-06","citations":[{"divid":1256741843,"type":"Website","data":["not available","Battle of Shiloh Union Order of Battle","","http://www.civilwarhome.com/shilohorderofbattleunion.htm","10/25/09"]},{"divid":1256741966,"type":"Website","data":["not available","Timeline of the Battle of Shiloh","","http://www.civilwarhome.com/timelineshiloh.htm","10/25/09"]},{"divid":1256742032,"type":"Book","data":["United States. War Dept.","The War of the Rebellion: a Compilation of the Official Records of the Union and Confederate Armies","","Washington","Govt. Print. Off.","1880","Series 1, Vol X pg 142-14"]},{"divid":1256742091,"type":"Website","data":["not available","American Civil War Soldiers","","http://search.ancestrylibrary.com/cgi-bin/sse.dll?indiv=1&amp;db=hdssoldiers%2c&amp;rank=0&amp;gsfn=Adolph&amp;gsln=Engelmann&amp;sx=&amp;gs1co=2%2cUSA&amp;gs1pl=1%2cAll+States&amp;year=1800&amp;yearend=1900&amp;sbo=0&amp;sbor=&amp;ufr=0&amp;wp=4%3b_80000002%3b_80000003&amp;srchb=r&amp;prox=1&amp;ti=5542&amp;ti.si=0&amp;gss=angs-d&amp;o_iid=21416&amp;o_lid=21416&amp;pcat=39&amp;fh=0&amp;h=4001881&","10/27/09"]},{"divid":1256742407,"type":"Website","data":["Jesse White","Illinois Civil War Detail Report","","http://www.ilsos.gov/genealogy/","10/27/09"]},{"divid":1257847438,"type":"Book","data":["James McPherson","Battle Cry of Freedom","","New York","Oxford University Press","1988","pg 405-413"]}],"locations":[{"id":4140,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":102,"tag":"The Battle of Shiloh"},{"id":100,"tag":"Medicine"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}