{"id":4741,"title":"The Battle of the Wilderness","course_id":34,"status":"P","start_date":"1864-05-05","end_date":"1864-05-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    The Wilderness of Spotsylvania was, for the 160,000 men who fought there on May 5 and 6, 1864, a scene straight out of Hell.  Lieutenant Colonel John Schnoonover was one of those men.  He was the commander of the 11th New Jersey regiment, one of the units that composed McAllister’s 1st Brigade.  During the morning of May 6, the Confederates were able to use the terrain of the Wilderness to launch a devastating flank attack on the Union positions.  According to Schnoonover, during the attck there was no panic in his regiment.  “The regiment with scarcely an exception acted with perfect coolness; not a man flinched.”  Schnoonover’s account also makes the retreat necessitated by the attack seem fairly ordered.  “This fire was continued for some time, when the regiment on my immediate left fell back.  The one on my right followed.”  After a few minutes of trying to find his superiors, Schnoonover made his own decision to fall back.  “As no troops were to be seen on either my right or left, I deemed it proper to do so.”  From what we can gather from Schnoonover's account, his men acted as trained soldiers should and held their ground until ordered to fall back.  From his account, the fighting in that area of the battle did not seem to be very intense and the retreat seemed to have been caused merely out of surprise. ","   This differs greatly from the account given by historian Robert E. L. Krick, in \"Longstreet's Flank Attack.\"  As Robert E. L. Krick put it, “When the attack hit, McAllister wrested his brigade through a maneuver that changed its front almost ninety degrees to face the onslaught.  That merely exposed both his flanks to overlapping southerners and barely dented the momentum of the attack. Panic spread through Mott’s entire force with increasing urgency.”  Krick’s recounting of the incident contradicts the account given by Schnoonover in that Krick characterizes the fighting in that area as chaotic and confusing, whereas Schnoonover made the whole retreat out to be a well organized withdrawal.  While undoubtedly, many of Schnoonover's men fought courageously in keeping with his orders, it is difficult to imagine that a few men were not caught up in the panic sweeping the Union forces.  Schnoonover probably omitted such incidents in his report so as to not give his unit a reputation for retreating in the face of danger.  Such a reputation would eventually fall back on him, which would not help with advancement or promotions in the future.  Whatever the reasons for the differences in the accounts, the regiment was forced to fall back due to an attack that used the terrain to its advantage.  In both versions, Lee’s gamble paid off, as the Confederates were able to use the Wilderness to downplay the strengths of the Federal units and strike a critical blow on their forces.     ","   Lee chose the Wilderness of Spotsylvania as his battlefield because Grant had 102,000 men to his 61,000 and had a decided advantage in artillery and cavalry.  The Wilderness would counter these imbalances.  The Wilderness was about seventy square miles of what had once been farmland.  After thirty years of no one tending the land, nature had reclaimed the land.  The whole area was \"a region of dense second-growth woods,\" with a dense layer of scrubby brush growing beneath the canopies of the trees.  This made marching very difficult.  “With the regiments on the right and left crowding, and in the midst of an almost impassable underbrush, it was found impossible to form a line of battle in the space I occupied on the road.”  Visibility was sometimes limited to twenty yards or less.  Such terrain would negate Grants advantage in artillery and cavalry and would make unit cohesion very difficult, giving the Confederates, who already occupied key roads and other important elements of the battlefield, an advantage.  In the case of the flank attack on the Union lines, it was an advantage pressed to its fullest potential."],"display_date":"May 5, 1864 - May 6, 1864","search_date":"1864-05-05","citations":[{"divid":1256741331,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Robert E. L. Krick","Longstreet's Flank Attack","The Wilderness Campaign","Gary W. Gallagher","Chapel Hill","","1997","246"]},{"divid":1256741800,"type":"Government Document","data":["Report of Lieutenant Colonel John Schnoonover","War of the Rebellion: A Compilation of the Official Records of the Union and Confederate Armies","","Washington D.C.","Government Printing Office","1890-1901","","","Series I, Vol. XXXVI, Pt. I, 492-493"]},{"divid":1257826572,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Gordon C. Rhea","Union Cavalry in the Wilderness: The Education of Philip H. Sheridan and James H. Wilson","The Wilderness Campaign","Gary W. Gallagher","Chapel Hill","","1997","113"]},{"divid":1258648039,"type":"Article","data":["Lloyd Benson","Decisions at Chancellorsville: Environment, Agricultural Change and the Course of Battle in the Long Durée","unpublished working paper","1","Consulted 11/2009","1"]}],"locations":[{"id":4265,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":331,"tag":"Battle of Wilderness"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}