{"id":4742,"title":"The Battle of the Wilderness","course_id":34,"status":"P","start_date":"1864-05-05","end_date":"1864-05-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Directing large numbers of men in battle, while crawling through brush so thick that it could put out one’s eyes, is a nightmare beyond imagining.  Such was a normal occurrence during the Battle of the Wilderness, a series of actions on May 5 and 6, 1864, that took place in the Spotsylvania Wilderness southwest of Chancellorsville.","From the turn of the century to the mid 1830s, the area that would be known as the Wilderness of Spotsylvania was a collection of farms, pastures and orchards owned by various families.  By the mid to late 1830s, however, most of the families had left their homesteads for lands further west.  With no one to tend the land, nature began the process of reclaiming the former farmland and turning it to forest.  By 1864, what had once been farms and fields was now about a seventy square mile \"region of dense second-growth woods.\"  Beneath the main canopy of trees was a thick layer of scrubby plant growth, that hindered movement.  The Wilderness of Spotsylvania was aptly named.","Colonel Robert McAllister, commander of the 1st Brigade of the 4th Division, discovered how truly imposing the Wilderness was on his first attempt to advance on Confederate lines.   His unit was to advance over their breast works and find the Confederate lines, “but the dense thickets of underbrush made it impossible for the troops to keep their proper distance…”  The 1st  Brigade had to blindly forge ahead until they made contact with the enemy.  When this occurred, the results were not expected.  “On receiving the enemy’s fire, to my great astonishment, the line began to give way on the left.”  A general panic ensued and the Union forces re-occupied the line at their jump-off point.  McAllister thought the panic was due to “the fact that a large number of men were about to leave the service.”  Whatever the cause of the unit’s flight, the men would have to reform and try again to make contact with the Confederate lines.  They would have to regain communications with the other Union units and march back through the obscenely thick forests.  Due to the nature of the battleground, this would take time, and time spent reorganizing was time not spent marching on the enemy.  Concerning the 1st Brigade, the Wilderness had the exact effect for which Lee had hoped.  Such pitched and confusing actions in which the 1st Brigade was engaged typified the fighting in the Wilderness.  While the intensity of the fighting was new to the war at this point, it would, however, be the norm from then to Lee’s surrender at Appomattox Courthouse, eleven long months away."," The terrain of the Wilderness could have an adverse effect on troop movements which was one reason Lee chose the Wilderness as his battleground.  It offered him several advantages.  As Gordon C. Rhea said in The Battle of the Wilderness, May 5-6, 1864 “From the rebel perspective, the Wilderness offered an ideal battlefield. Meade’s imposing artillery and cavalry would be hobbled, and the Federals would have difficulty bringing their numbers to bear.  Accosting Meade in the Wilderness made eminent sense as a southern objective.”  In other words, if Lee could lure the Federals into the Wilderness, he had a much better chance of winning the battle."],"display_date":"May 5, 1864 - May 6, 1864","search_date":"1864-05-05","citations":[{"divid":1256742793,"type":"Book","data":["Gordon C. Rhea","The Battle of the Wilderness, May 5-6, 1864","","Baton Rouge","Louisiana State University Press","1994","23"]},{"divid":1256742893,"type":"Government Document","data":["Report of Colonel Robert McAllister","The War of the Rebellion: A Compilation of the Official Records of the Union and Confederate Armies","","Washington D.C.:","Government Printing Office","1890-1901","","","Series I, Vol. XXXVI, Pt. I, 487-488"]},{"divid":1257825661,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Gordon C. Rhea","Union Cavalry in the Wilderness: The education of Philip H. Sheridan and James H. Wilson","The Wilderness Campaign","Gary W. Gallagher","Chapel Hill","","1997","113"]},{"divid":1258647779,"type":"Article","data":["Lloyd Benson","Decisions at Chancellorsville: Environment, Agricultural Change and the Course of Battle in the Long Durée","unpublished working paper","1","Consulted 11/2009","1"]}],"locations":[{"id":4264,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":331,"tag":"Battle of Wilderness"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}