{"id":4746,"title":"Raw Meat: The Nineteenth Louisiana Regiment at Shiloh","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The experiences during the first day of combat at Shiloh were a display of a new level of brutality encountered in American warfare, with no unit better exhibiting this change than the Nineteenth Louisiana Regiment. A regiment of the First Brigade under Colonel Gibson in the Army of the Mississippi and led by Colonel B.L. Hodge, the Nineteenth Louisiana entered combat on the Sunday of April 6, 1862 during the Confederate assault on the Union army on the banks of the Tennessee River, near the port of Pittsburgh Landing, Tennessee. Mustered from Louisiana communities the previous December, the recruits of the Nineteenth Louisiana experienced their first taste of war during their attack on the Union positions surrounding Barnes field, now considered part of the infamous “Hornet’s Nest.”","The Nineteenth, along with the rest of the First Brigade, began their attack at noon on the sixth of April, when they launched four consecutive waves at the well-entrenched Union positions of Tuttle and Prentiss. Hodge, the commanding officer of the Nineteenth, recalled the “impenetrable undergrowth” in front of the Union lines that left both sides “only firing at the flash of the enemy’s pieces.” After seeing the futility of firing at indistinguishable targets, Hodge ordered a bayonet charge, a command his men promptly obeyed. However, after advancing a mere “20 or 30 steps” the undergrowth of the terrain again forced the Nineteenth to halt the attack and due to the cross-fire from Union forces inflicting heavy casualties on his men, Hodge ordered his unit to fall back, “which was accordingly done in good order.” After the initial advance, Hodge and his men were ordered three more times to assault the same, undergrowth-ridden position, where they lost increasingly more men in each wave. Throughout his report, Hodge repeatedly praised the efforts of his men, commending their “desperate courage and unflinching bravery,” while simultaneously offering alternate tactical plans of how to overwhelm the enemy, contrasting the repeated frontal assaults ordered by his superiors. Hodge, commanding in his first major engagement, seemed intent on sharing his contrasting view of the tactics he was forced to implement, a desire that showed not only his ability to follow orders as a first time commander, but also the potential for future promotion through his ingenuity.","Following their actions on April 6, the Nineteenth Louisiana spent the majority of April 7 covering the retreat of the Washington artillery from the field.  Comprised primarily of new recruits who had seen little to no combat action, the Nineteenth Louisiana Regiment discovered the bloody and seemingly unnecessary effects of repeated attacks against a well entrenched foe at Shiloh, foreshadowing the deadly outcomes of future engagements."],"display_date":"April 6, 1862 - April 10, 1862","search_date":"1862-04-08","citations":[{"divid":1257136635,"type":"Government Document","data":["The War of the Rebellion: A Compilation of the Official Records of the Union and Confederate Armies","Congressional Record, Series I, Vol. X,","","Washington, D.C.","Government Printing Office","1890-1901","492-494","",""]},{"divid":1257136851,"type":"Book","data":["Rufus Latin","Seeing the Elephant: Raw Recruits at the Battle of Shiloh","","New York","Greenwood Press","2003","175"]},{"divid":1257136957,"type":"Online Encyclopedia","data":["U.S. Civil War Records and Profiles","","www.ancestry.com","October 17, 2009"]},{"divid":1257137077,"type":"Government Document","data":["The Battle of Shiloh and the Organizations Engaged 2nd Edition","Shiloh National Military Park Commission","","Washington, D.C.","Government Printing Office","1909","16-17, 76-80","",""]}],"locations":[{"id":4164,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":388,"tag":"Nineteenth Louisiana"},{"id":332,"tag":"battle of shiloh"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}