{"id":4747,"title":"A Union Perspective: The Battle of The Wilderness","course_id":34,"status":"P","start_date":"1864-05-03","end_date":"1864-08-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With a stylistic flavor characteristic of elevated Romantic ideals combined with ornate “battle-piece” rhetoric, Captain Nelson Penfield of the 125th New York Infantry provides historians with a field account of Federal engagements at the Battle of the Wilderness.  His report begins on May 3, 1864, crossing the Rapidan River at Ely’s Ford along with the other units under the command of Brigadier-General Francis Barlow of the First Division and Major General Winfield Hancock of the Second Corps.  Placed as part of the Third Brigade under Colonel Paul Frank, Penfield’s troops formed the far left section of the Federal lines – holding an exposed position partially across the Brock and Plank Roads.","It was May 6, 1864, before Penfield’s men encountered heavy fire, though, as they acted on orders to attack the Confederate southern flank composed of General Hill’s troops.  His description provides a graphic scene of battle, commenting on “sounding in the woods like the wailing of a tempest,\" in which the vegetation prevented cohesive movements and concealed the enemy.  Shortly after engaging the Rebels, the units under Colonel Frank began to run out of ammunition - forcing a withdrawal under heavy pressure from Lieutenant Colonel Sorrel’s advance along an unfinished railroad.  The 125th was pushed further back by fire, which consumed earthworks and trapped many wounded soldiers.","Consequently, the inability to sustain an offensive forced a retreat and opened Webb to counterattacks from Longstreet’s men.  Disorganization ensued as combat fatigue – caused by hours of combat in dense forest under “heavy murderous fire” – combined with heavy casualties.  Reinforcing the actions bloody consequences, direct references are made in Penfield’s report as he comments on the losses of “some of the best men and most faithful soldiers in the regiment.\"","Despite the high losses, though, the engagements depicted by Penfield became the foundations for an ongoing offensive planned by General Ulysses S. Grant.  Rather than withdrawing north past the Rapidian and Rappahannock Rivers after major actions in the Wilderness subsided, the Army of the Potomac continued to march south.  Nonetheless, the battlefield account of Colonel Nelsen Penfield provides a greater understanding of front line experiences that shaped future engagements along the Po River, the “Bloody Angle,” and the Battle of Spotsylvania."],"display_date":"May 3, 1864 - August 8, 1864","search_date":"1864-06-20","citations":[{"divid":1257724642,"type":"Primary Source in a Secondary Source","data":["“Report of Capt Nelson Penfield, 125th New York Infantry”","8 August 1864","The War of the Rebellion: A Compilation of the Official Records of the Union and Confederate Armies; Series 1 - Volume 36 (Part I)","United States, War Department","Washington","Government Printing Office","1891","403-405"]},{"divid":1257724757,"type":"Primary Source in a Secondary Source","data":["“Reports of Maj. Gen. Winfield S Hancock, U.S. Army, commanding Second Corps, with a statement of guns captured and lost from May 3 to November 1, and a list of colors captured and lost from May 1 to November 1”","1 November 1864","The War of the Rebellion: A Compilation of the Official Records of the Union and Confederate Armies; Series 1 - Volume 36 (Part I)","United States, War Department","Washington","Government Printing Office","1891","318-340"]},{"divid":1257724763,"type":"Primary Source in a Secondary Source","data":["“Report of Brig. Gen. Alexander S Webb, U.S. Army, commanding First Brigade, of operations May 3-12”","12 May 1864","The War of the Rebellion: A Compilation of the Official Records of the Union and Confederate Armies; Series 1 - Volume 36 (Part I)","United States, War Department","Washington","Government Printing Office","1891","437-440"]},{"divid":1257725070,"type":"Book","data":["Brooks D. Simpson","America's Civil War","","Wheeling","Harlan Davidson","1996","166-175"]},{"divid":1257725127,"type":"Book","data":["John Keegan","The Face of Battle","","New York","Penguin Books","1978","61-77"]},{"divid":1257748900,"type":"Primary Source in a Secondary Source","data":["“Organization of the Army of the Potomac, commanded by Maj. Gen. George G. Meade, May 31, 1864”","31 May 1864","The War of the Rebellion: A Compilation of the Official Records of the Union and Confederate Armies; Series 1 - Volume 36 (Part I)","United States, War Department","Washington","Government Printing Office","1891","198-209"]},{"divid":1257783273,"type":"Primary Source in a Secondary Source","data":["“Report of Brig. Gen. Francis C Barlow, U.S. Army, commanding First Division, of operations June 3”","3 June 1864","The War of the Rebellion: A Compilation of the Official Records of the Union and Confederate Armies; Series 1 - Volume 36 (Part I)","United States, War Department","Washington","Government Printing Office","1891","369"]},{"divid":1257789499,"type":"Book","data":["Charles Pierce Roland","An American Iliad: The story of The Civil War","","Lexington","University Press of Kentucky","2004","171-175"]},{"divid":1257789679,"type":"Book","data":["Gary W. Gallagher","The Wilderness Campaign","","Chapel Hill","University of North Carolina Press","1997","136-159"]}],"locations":[{"id":4136,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":352,"tag":"\"Wilderness, Battle of\""},{"id":353,"tag":"\"Union Army\""},{"id":354,"tag":"\"Penfield, Nelson\""},{"id":357,"tag":"\"125th New York Infantry\""}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}