{"id":4749,"title":"Chaplain Lorenzo Barber: 'The Fighting Parson'","course_id":34,"status":"P","start_date":"1864-12-09","end_date":"1864-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In his report dated December 16, 1864, Chaplain Lorenzo Barber’s brigade had just finished what he called the destruction of “one of the most important railroads in the so-called Confederacy.”  But even with his reputation as “one of the best shots in the army” and the nickname of “The Fighting Parson,” Barber revealed the inner struggle he felt as a minister and a soldier when he shared his conflicting emotions over the events he witnessed.","As a marksman, Barber was originally recruited by the elite 2nd U.S. Sharpshooters. In response to the belief by some \"concerned Northerners\" that the South was superior in its infantry and cavalry, an article was published in the May 30, 1861 New York Times to recruit skilled marksmen.  It read, “No application will be considered in which the average of ten consecutive shots exceeds five inches from the centre of target to the centre of the ball at two hundred yards” - only the best should apply.  And so the 1st and 2nd U.S. Sharpshooters were born.","Known as Berdan’s Sharpshooters after their organizer, Col. Hiram Berdan, these men brought new weapons and a new way of doing battle to the military, replacing the rifled musket with a more accurate target rifle.  An unfortunate byproduct of this accuracy meant that sharpshooters also became targets for the enemy – and Barber became one of the statistics.  In the Battle of Chancellorsville, he suffered a severe leg wound in the midst of musket fire during the Mine Run attack on November 30, 1863.  According to author Gerald Earley, “Barber’s career as a chaplain/sniper, and one of the best shots in the army, was finished.”  Charles Augustus Stevens wrote that after Barber's injury, he \"never failed to have a large audience when he officiated as preacher.  As the boys expressed it: 'That chaplain practices what he preaches.  He tells us what we should do, and goes with us to the very front to help us in battle.'\"","Barber’s injuries did not prevent him from continued service with the 2nd U.S. Sharpshooters.  In his December 16, 1864 report to Brevet Major General Mott, commanding officer of the 3rd Division, 2nd Corps, Barber recounted events concerning the December 9 destruction of the Weldon Railroad.  By this time, the siege of Petersburg was in its latter stages.  The Battle of the Crater four months earlier had resulted in major casualties for the Union army, and, according to historian A. Wilson Greene, was instrumental in Grant's decision to target transportation routes.  On August 18 and 21, Union forces struck the Petersburg Railroad (also known as Weldon Railroad, which ran south from Richmond to Weldon, N.C.) and emerged victorious.  It is not clear why Barber's regiment received orders in December to destroy additional portions of the Weldon Railroad, because, according to historian James McPherson, Southern railroads were already inferior to those in the North, primarily because there were no uniform standards of operation.","But on December 7, 1864, the 5th and 2nd Corps of the U.S. Army’s 3rd Division were called to finish off the railroad's destruction.  Describing in detail the performance of his brigade, Barber explained how they lifted up the rails “as if by magic” to remove the ties so they could be burned, creating heat so great that it caused the rails to curl.  Then, in the next breath, he criticized the lack of compassion by the brigade commanders, saying they “facetiously called the portion of road assigned them to destroy ‘their contract.’”  Commenting further on the aftermath of the railroad destruction, Barber summed up his feelings, and those who go to war: “The sight presented by the burning road, bridges, piles of wood, and fences, was sad and grand in the extreme – a terrible comment on the waste and ravages of war.”","As Barber’s division received word from Major General Warren that they had successfully accomplished their mission and could return to camp at daylight, they were joined by groups of “colored people,” likely freed slaves looking for food and shelter.  It is hard to say what kind of effect this had on Barber’s division, since he did not address that in his report.  But as historian Chandra Manning documents, there was often a strange co-existence of anti-slavery and anti-black sentiment among the Union army regarding the “place” of blacks in society.","The journey back to camp brought a renewed sense of revenge along with it as well, as Barber told of finding several of his men “murdered, stripped and mutilated by guerrillas,” and of seeing several nearby buildings that were burning.  As the march continued, so did evidence of the enemy’s carnage – and as a result, most of the buildings along the remaining miles of the march were burned in retaliation by the Union troops.","Barber joined the Union army as a skilled marksman, only to leave as a wounded colonel who had witnessed enough suffering from “this cruel war” to bring out the best and the worst in his own life.  In the minds of historians, the final destruction of the Weldon Railroad would not compare to other battles in the Eastern Theater, at least not statistically.  But to Chaplain Lorenzo Barber, the “Fighting Parson,” this victory “in the frost and snow of winter and in the very face of the most powerful army of the rebellion” was worthy of recognition – for the individual men who attained it, and for the Union they were fighting to preserve."],"display_date":"December 9, 1864 - December 12, 1864","search_date":"1864-12-10","citations":[{"divid":1258428052,"type":"Book","data":["James M. McPherson","Battle Cry of Freedom: The Civil War Era","","New York","Oxford University Press","1988","514-515"]},{"divid":1256779466,"type":"Government Document","data":["The War of the Rebellion: A Compilation of the Official Records of the Union and Confederate Armies (Washington, D.C.: Government Printing Office, 1890-1901), Series I, Vol. LXII, Pt. I, 355-357","Official Records","","","","","","",""]},{"divid":1258428198,"type":"Book","data":["A. Wilson Greene","The Final Battles of the Petersburg Campaign: Breaking the Backbone of the Rebellion","","Knoxville, TN","The University of Tennessee Press","2008","9-10"]},{"divid":1258428367,"type":"Book","data":["Gerald L. Earley","The Second United States Sharpshooters in the Civil War: A History and Roster","","Jefferson, N.C.","McFarland and Company","2009","8, 111, 149"]},{"divid":1258428480,"type":"Book","data":["Charles Augustus Stevens","Berdan’s United States Sharpshooters in the Army of the Potomac, 1861-1865","","St. Paul, Minn.","Price-McGill Company","1892","275-276"]},{"divid":1258428613,"type":"Book","data":["Chandra Manning","What This Cruel War Was Over","","New York","Vintage Civil War Library","2007","50, 154-162, 213"]},{"divid":1258428758,"type":"Book","data":["Russell F. Weigley","The American Way of War: A History of United States Military Strategy and Policy","","Bloomington, IN","Indiana University Press","1973","90-91"]}],"locations":[{"id":4249,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":338,"tag":"Petersburg campaign"},{"id":337,"tag":"Weldon Railroad"},{"id":336,"tag":"Sharpshooters"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}