{"id":4750,"title":"All Quiet on the Petersburg Front ... Or Was It?  Confederate Fort Harrison Lost to Union Army","course_id":34,"status":"P","start_date":"1864-09-28","end_date":"1864-12-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["According to the official chronology of skirmishes in the ongoing Battle of Petersburg, the time frame between the first major battle in June of 1864 and up to the final showdown in April of 1865 might appear relatively quiet.  It had been three years since a large number of these men had been recruited, and their term of service was soon to end – leaving many of them hoping to quietly finish out their time.  But according to Colonel James R. Hagood, commander of the First South Carolina Infantry, skirmishes continued even during “quiet” times and often proved deadly.","Historian A. Wilson Greene points out that Grant’s next strategy, following the Union’s mass casualties at the Battle of the Crater, was to target the transportation routes into Petersburg, cutting off the critical supply line of Weldon Railroad and exploiting the “weakened and divided Army of Northern Virginia” in August of 1864.  Hagood’s regiment arrived in Petersburg on August 23, and kept themselves busy “throwing up field-works in its vicinity” until September 28, when Grant went on the offensive once again and ordered Union forces to attack Fort Harrison – also known as “Battery Harrison.”","The strongest fort on the Richmond-Petersburg line, Fort Harrison was overtaken by Union troops on September 29, in spite of a “personally organized” campaign by Lee to regain Confederate control of the fort.  According to Hagood’s report in <em>The War of the Rebellion: A Compilation of the Official Records of the Union and Confederate Armies</em>, Confederate forces made preparations on September 30 to regain Fort Harrison.  Historian Richard J. Sommers writes that Lee’s foot soldiers were his only hope in recapturing the fort, and a plan to converge regiments from Alabama, Georgia and South Carolina was put into play.","As another regiment ran toward the confrontation, Hagood noted that this was a waste of energy that could have been saved for the more important “struggle on the parapet.”  He wanted the record to show he was not in agreement with this decision, but “believing it to be an order, [he] acquiesced.”  What Hagood did not realize at the time was that Confederate commander “Tige” Anderson had failed to explain the plan to his men, and once the Georgia regiment charged forward, it was too late for the South Carolinians to get into position.  “Timing and tactical skill” were crucial to the success of this plan, reportedly devised by Lee, and one without the other resulted in chaos.","The Union forces opened fire, and, according to Hagood, what followed was mass confusion – as one brigade “gave way, and rushing through our line caused immediate confusion.”  Many of Hagood’s brigade had already abandoned the battle, leaving only a few men who remained with him as he moved within 60 yards of the fort.  After waiting 10 to 15 minutes for reinforcements that never arrived, Hagood decided his only remaining choice was to “fall back.”  Frank Mixson, a private in Company E of Hagood’s 1st South Carolina Volunteers, stated that Hagood returned to the open field to retrieve his regiment’s colors from the clenched hand of a dead fellow soldier, making such an impression on the Yankees that they did not fire on him “while he was doing this gallant deed.”  Hagood later received orders to “advance again on the enemy,” but upon executing the command, he found there was no enemy.  On October 7, however, Hagood’s regiment made a daybreak attack on Union forces “on the Darbytown Pass and drove [them] from the line of works.”","Hagood’s report revealed that he was often frustrated by what he perceived as lack of rational explanation for decisions sent down to his brigade.  On the October 7 charge, his orders were to move on the enemy’s artillery, which he did.  But after a “long delay, which has never been explained” to him, Hagood and his men re-engaged Federal troops, who by now had reinforcements and were able to fight back.  Hagood’s men eventually withdrew, losing all the ground they had gained that morning, but on November 27 they drove back Federal troops on Williamsburg Road and captured “30 or 40” as prisoners.  On December 9, Hagood moved his men down Darbytown Road to the enemy’s position, and “after considerable maneuvering (for which purpose and with what effect I [Hagood] have been unable to learn),” the brigade “withdrew in the night and returned to camp.”  Again, Hagood’s tone was one of frustration over what he believed was poor planning and use of time and resources – but being an “obedient servant,” he followed his orders.","The Union army later changed the fort’s name to Fort Burnham, after Union Brigadier General Hiram Burnham of the Sixth Maine Infantry who was killed in the attack at Chaffin’s Farm, near Richmond, on September 29.  The battle at Fort Harrison resulted in 37 deaths, 209 injured, and 19 captured or missing Confederate soldiers – nearly half of Hagood’s regiment.  Compared to major battles such as Gettysburg or Vicksburg, the fight for control of Fort Harrison seems somewhat insignificant.  But in the lives of Colonel James R. Hagood and his 572 men, it was not only significant – it was a matter of life and death, and a story that deserved to be recorded."],"display_date":"September 28, 1864 - December 9, 1864","search_date":"1864-11-03","citations":[{"divid":1256781687,"type":"Government Document","data":["The War of the Rebellion: A Compilation of the Official Records of the Union and Confederate Armies (Washington, D.C.: Government Printing Office, 1890-1901), Series I, Vol. LXII, Pt. I, 937-939.","Official Records","","","","","","",""]},{"divid":1256781872,"type":"Website","data":["Robert F. Koch","U.S. Civil War Photographs - Fort Harrison","","http://www.usa-civil-war.com/Civil_War/fort_harrison.html","October 17, 2009"]},{"divid":1256782094,"type":"Website","data":["Brian Downey","Colonel Hiram Burnham","","http://aotw.org/officers.php?officer_id=394","October 17, 2009"]},{"divid":1258435103,"type":"Book","data":["Richard J. Sommers","Richmond Redeemed: The Siege at Petersburg","","Garden City, N.Y.","Doubleday and Company, Inc.","1981","136-142"]},{"divid":1258435916,"type":"Primary Source in a Secondary Source","data":["Frank M. Mixson to John W. Holmes","March 5, 1910","Reminiscences of a Private","John W. Holmes","Columbia, S.C.","The State Company","1910","106"]}],"locations":[{"id":4226,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":338,"tag":"Petersburg campaign"},{"id":339,"tag":"Fort Harrison"},{"id":340,"tag":"Fort Burnham"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}