{"id":4755,"title":"Waul's Texas Legion in the Battle of Vicksburg","course_id":34,"status":"P","start_date":"1863-05-12","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The morning officially began at 10:00 AM as the war-weary men of Waul’s Texas Legion lined up shoulder to gray-clad shoulder in Vicksburg, Mississippi; the perfect time for brunch.  But it would forever remain in the minds of the Confederates as the beginning of a fight for their everything-- land, honor, freedom, liberty, property—at the one site most important to hold for any chance of Confederate victory—Vicksburg. The city was strategically placed along the Mississippi River, and until the city and Fort Hill were held by Union colors, the United States army’s supplies would be severely limited upstream.","Waul’s Texas Legion, commanded by Col. Thomas Neville Waul, moved at dawn into position, and as the first shots rang out that morning, their hearts were pumping with the blood of bravery that would lead to a crucial, life-threatening mission later that day. At 10:00AM, Grant’s Union army attacked the city of Vicksburg where the entirety of Lieutenant General Pemberton’s army, including Waul’s Texas Legion, was stationed. Two of Waul’s companies were sent to Fort Hill to re-take the garrison from enemy forces at all costs. Thirty-five men were chosen from the ranks, charging valiantly into direct shell and Minie ball fire for the covert, high-stakes mission of slipping undetected inside the fort as its weak spot. The fort was re-taken amidst smoke, blood, the stench of death and the deafening sound of cannon balls echoing in the near-distance, and Waul’s men earned their colors that day; a small price to pay for the death of nearly 500 comrades. Col. T. N. Waul was a man with a law degree and Congressional experience who ended up as a colonel because of a defeat in the CSA Congress. He resolved from that day forth to never lose again.","Later that day, the men under Col. Wrigley, the commander of the 2<sup>nd</sup> battalion of infantry under Waul, discovered a hidden bunch of Union soldiers hiding in a ditch. They found a parapet and fired down upon their enemy, contributing to the Union death toll of nearly 4,000. The day ended with the drums and fifes cheerily hastening the men back to camp following their beloved colors to deeply mourn the loss of nearly every captain who had been with them earlier that morning. Back at camp, the rations were steadily declining, with Captain William Edgar instructing the troops to eat ‘mule meat and fricasseed cat’. The ordinary brunches, shaves, shoe shines and sunrises experienced by the soldiers would be remembered as extraordinary for the simple fact that after the war, every ordinary task would be a painful reminder of all the ordinary they experiences with their fallen comrades. The next brunch they ate could be their last.","The battle of Vicksburg ended on July 4, 1863 in a Confederate surrender, but the beginning of the forty-seven day battle delivered a great blow to the Union army, Grant soon realizing he couldn’t take the city the way he planned because the Confederates were simply too strong. Vicksburg drew Union soldiers away from Gettysburg, and it showcased the desperate need of the good ‘ol Confederate boys to preserve their way of life at all costs."],"display_date":"May 12, 1863 - July 4, 1863","search_date":"1863-06-07","citations":[{"divid":1257293337,"type":"Book","data":["Christopher Waldrep","Vicksburg's Long Shadow","","San Francisco","Rowman &amp; Littlefield","2005","185-200"]},{"divid":1257293474,"type":"Online Encyclopedia","data":["Questia Online Library","","http://www.questia.com/read/100873163?title=The%20Vicksburg%20Campaign%3a%20April%201862-July%201863","October 3, 2009"]},{"divid":1257293557,"type":"Website","data":["Colonel T.N. Waul","The War of the Rebellion: A Compilation of the Official Records of the Union and Confederate armies. Series 1 - Volume 24 (Part II) Pgs. 357-359","","The Cornell University Library","October 1, 2009"]},{"divid":1257294024,"type":"Website","data":["The Library of Congress","The Vicksburg Campaign","","The Library of Congress","October 22, 2009"]},{"divid":1257852056,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Richard N. Current","Vicksburg","Encyclopedia of the Confederacy","Richard N. Current","New York","","1993","202, 387"]}],"locations":[{"id":4229,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"},{"id":345,"tag":"Waul's Texas Legion"},{"id":346,"tag":"May 22, 1863"},{"id":347,"tag":"Colonel T.N. Waul"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}