{"id":4759,"title":"  Throughout Madison M. Cannon's field account on the Battle of the Wilderness, which took place May 5-7, 1864, the Captain expressed his personal altercations along with his regiments', the Fortieth New York Infantry.","course_id":34,"status":"P","start_date":"1864-05-03","end_date":"1864-05-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Captain Cannon’s report on The Battle of the Wilderness, which took place in the wilderness of Spotsylvania County and Orange County in central Virginia, was an electrifying account which contained three epochs from May 3 until the evening of the 26 from the Union Captain.  Captain Cannon explained first that their regiment had broke camp and moved to the extreme left of Brock’s Cross-Roads in order to “protect the flank”.  With this procedure they were able to capture “about 100 prisoners.”  When the enemy had attacked with a strong skirmish line, followed by a heavy column, the left side gave way.  By the end of the 7 they had positioned back to Chancellorsville with the loss of 7 officers and 165 men.    ","         On the morning of the 8, a four hour march to Todd’s Tavern had set them up with a position to the right of the Tavern.  Throughout the days between the 8 and the 12, the regiment had mainly been moving and setting up multiple positions back and forth from the Po River.  There they held position where they were allowed coffee for the first time in 36 hours, Captain Cannon stated.  On the 17, the rebels had unsuccessfully assaulted their position.  They then withdrew and massed in the rear of the Landrum house.  Captain Cannon expressed a portion of their regiment to scour the woods for straggling rebels. The scouring of woods was a difficult task due to the terrain of the wilderness.  The total loss up to this point was 8 officers and 88 men.            ","Captain Cannon’s record is much more battle tactic descriptive than it is personal.  Cannon wanted whoever to read his account to know their exact locations.  Cannon did not seem worried about his in depth and personal encounters that he and his regiment experienced.  The Captain expressed multiple positions shifts which they made throughout the Wilderness.  He mentioned their dinner on the farm of Colonel Fauntleroy.  Eventually, their loss since leaving Spotsylvania was a total of 18 men. Cannon’s overall report seems to tell us as a soldier that he is an extreme perfectionist and that he wants everything to be detailed, including his report.             ","In summary of Captain Cannon’s report, the Captain expressed the multiple positions which played a major role throughout the Battle of the Wilderness which was also a major event in the plan of Robert E. Lee.  Cannon is extremely detailed in his expression of their movements and positions and what they had dealt with in the internal and external hardships throughout the Battle of the Wilderness."],"display_date":"May 3, 1864 - May 26, 1864","search_date":"1864-05-14","citations":[{"divid":1257717334,"type":"Government Document","data":["The War of the Rebellion: A Compilation of the Official Records of the Union and Confederate Armies","Government Record","August 7, 1864 Series I, Vol. XXVI","Washington, D.C.","Government Printing Office","1890-1901","473-475","James B. Duke Library, Furman University",""]},{"divid":1257717543,"type":"Book","data":["Gordon C. Rhea","The Battle of the Wilderness May 5-6, 1864","","Louisana State University Press","Louisana State University Press Baton Rouge and London","1994","57"]}],"locations":[{"id":4142,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":350,"tag":"\"battle\" \"account\""},{"id":394,"tag":"\"wilderness\" \"cannon\""}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}