{"id":476,"title":"Debate over McKinley Tariff\n","course_id":1,"status":"P","start_date":"1890-01-01","end_date":"1890-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Republican Congressman William McKinley from Ohio introduced his plan for the tariff in the Spring of 1890.  The legislation set the tariff rate at fifty percent, the highest in United States history.  Congressman McKinley and its supporters designed the tariff to protect agriculture.  However, the group forwarding the interests of the farmers, the Farmers' Alliance, called for the removal of the tariff from essential imports.&lt;br /&gt;&lt;br /&gt;Congressman McKinley offered a variety of amendments to the internal revenue clause of the tariff bill on May 17, 1890.  Congress adopted these amendments sparking a reaction in the South.  Congressman Turner from Georgia issued a general denunciation of the bill.  Congressman McClammy from North Carolina also denounced the bill as a notorious, conspicuous outrage.'  In addition, The News and Observer (Raleigh, North Carolina) reported that Congressman McClammy made a humorous, ten-minute speed riddle the measure with satire and ridicule, which was enjoyed by both sides of the chamber.'  In addition, Congressman Venable of Virginia insisted upon payment of the rebate on the stock of tobacco dealers.  Upon Congressman Venable's requests, Congressman McKinley ensured that no more reductions in the tobacco would occur.&lt;br /&gt;&lt;br /&gt;Many southerners believed that the farmers shouldered the burden from increased tariffs while manufacturers prospered from the increased rate.  The Atlanta Constitution attempted to stir up opposition to the tariff bill by calling the legislation the robber tariff bill' and presenting a specific instance of harm to farmers.  The McKinley bill provided for a tax increase from two dollars to two and a half dollars on every ton of manufactured fertilizer used by United States farmers.  The United States only imports a small amount fertilizer; therefore, according to the newspaper, manufacturers benefit greatly from this provision.  The Atlanta Constitution also stated that the proposed enormous increase of duties on guns, cutlery, glassware, and pottery, we are fact to face with a business question, and politics and sectionalism should have nothing to do with it.'"],"display_date":"January 1, 1890 - May 30, 1890","search_date":"1890-03-16","citations":[{"divid":1213655187,"type":"Book","data":["Edward L. Ayers","The Promise of the New South ? Life After Reconstruction",null,"New York","Oxford University Press","1992","251"]},{"divid":1213655221,"type":"Newspaper Article","data":["","The Atlanta Constitution","Atlanta, Georgia","May 2, 1890",""]},{"divid":1213655239,"type":"Newspaper Article","data":["","The News and Observer","Raleigh, North Carolina","May 20, 1890",""]},{"divid":1213655258,"type":"Newspaper Article","data":["","The Roanoke Daily Times","Roanoke, Virginia","May 20, 1890",""]}],"locations":[{"id":353,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}