{"id":4762,"title":"Charles Knowlton and <em>The Fruits of Philosophy</em>","course_id":40,"status":"P","start_date":"1832-01-01","end_date":"1832-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Charles Knowlton was one nineteenth century doctor who was not afraid to talk about sex. Despite prosecution and jail time he stood behind the ideas of his 1832 work <em>Fruits of Philosophy</em>. The book was deemed obscene for its discussion of sex for pleasure and birth control methods. Knowlton saw sexual desire as a passion that started in the nerves of the genital organs and extended to the brain. He saw sexual desire as natural, but realized that no “sensations” could be excited without causing some kind of negative reproduction. In the case of sex negative consequences included having children out of wedlock and contracting venereal diseases. However, Knowlton also believed that man was gifted with the ability to discover ways to prevent these negative occurrences. If mankind desired sexual gratification and could prevent the disagreeable aspects of engaging in such activity, Knowlton believed there was no reason not to engage.","He advocated the use of four types of “checks” to limit the negative consequences of sex. The first was entire withdrawal by the male. But this was not his preferred method due to the loss of some enjoyment. The second check was a sponge that had been dipped in chloride of soda and then inserted into the female’s vagina. This was agreeable since it was effective at managing venereal diseases. The third method was the use of a thin skin to cover the male sexual organ. This was objectionable on the basis of cleanliness and the expense for an item that is not reusable. The fourth check was what Knowlton advocated as the best option. This practice involved syringing the vagina directly after sex. It could be used after the sexual act, was very clean, and the materials were cheap and easily obtained.","The ideas put forth in <em>Fruits of Philosophy</em> were an innovation in the nineteenth century. This book was the first text published in the United States to deal with contraception from an empirical medical standpoint. As Knowlton published new editions of the book the descriptions of the anatomy of the sexual organs and their functions became more elaborate. The book represented cutting edge knowledge concerning women’s bodies and reproduction. Knowlton moved the discussion of sex from a moral issue to the realm of physiology. He was one of the founders of a framework that historian Helen Horowitz has called \"reform physiology,\" which was concerned with the functions of the reproductive organs and recommending healthy lifestyles. Sexual desire was then recognized as being part of the mind, in the communications between the nerves and the brain. The nineteenth century did see a decrease in the average number of children born to white women. Couples sought to have fewer children for reasons such as their new urban lifestyles, the sense of responsibility brought by the concept of republican motherhood, and ideas of romantic love that separated sex from conception. These goals could be achieved with the advice of doctors', such as Knowlton, describing how to prevent sex from resulting in birth."],"display_date":1832,"search_date":"1832-07-01","citations":[{"divid":1257876082,"type":"Book","data":["Helen Horowitz","Attitudes Toward Sex in Antebellum America","","Boston","Bedford/St.Martins","2006","13-14"]},{"divid":1257876191,"type":"Primary Source in a Secondary Source","data":["Fruits of Philosophy","1832","Attitudes Toward Sex in Antebellum America","Helen Horowitz","Boston","Bedford/St.Martins","2006","60-65"]}],"locations":[{"id":4402,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":364,"tag":"sex"},{"id":362,"tag":"contraception"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Sex and Culture in the 19th-century United States","school":"Wheaton College","course_id":40,"school_id":2}}