{"id":477,"title":"Temperance Alliance of the State of Maryland\n","course_id":1,"status":"P","start_date":"1874-05-06","end_date":"1874-05-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The inaugural convention for the Temperance Alliance of the State of Maryland was held on May 6, 1874.  There were four hundred delegates present, including 260 from the city of Baltimore, approximately fifty women, and at least fifty blacks.  There were also several Reverends who spoke at the convention.  A resolution was proposed to aid the women's temperance crusade and request women from the state to support the Temperance Alliance to combat the evils of drunkenness.'  It was also proposed that coffee houses be established where men could find amusement without alcohol.  They planned to seek pledges and signatures from citizens who promised not to drink intoxicating substances.  One informal gesture of the convention was a proposition to send congratulations to a body in Iowa also having a temperance convention.  The movement was widespread throughout the state of Maryland and the country. According to The Sun in Baltimore, earlier in 1874 a large and enthusiastic' temperance meeting was held on February 9 in Cecil County Maryland.  In the same article describing the meeting in Cecil County there was an acknowledgment of the women in Massachusetts, the West, Ohio, Indiana, and Washington D.C. who (t)here, like everywhere else just now, is again waking up' and organizing.  &lt;br /&gt;The Temperance Movement was a countrywide movement that was closely tied to the women's rights movement called the Women's Christian Temperance Union whose goals included the right of suffrage for women.  Women made up a large part of the membership of temperance organizations because they and their children were most likely to suffer from domestic violence, crime, and poverty caused by alcohol abuse."],"display_date":"May 6, 1874","search_date":"1874-05-06","citations":[{"divid":1213228189,"type":"Newspaper Article","data":["The State Temperance Alliance","The Sun","","May 7, 1874",""]},{"divid":1213228215,"type":"Newspaper Article","data":["The Temperance Movement in Cecil County","The Sun","","February 12, 1874",""]},{"divid":1213228239,"type":"Book","data":["Samuel S. Hill","Encyclopedia of Religion in the South",null,"Macon, GA","Mercer University Press","1984","740"]}],"locations":[{"id":354,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}