{"id":4778,"title":"Union Private Describes Raiders at Andersonville Prison","course_id":37,"status":"P","start_date":"1864-04-08","end_date":"1864-04-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1864, Robert Knox Sneden, a Union private and mapmaker, lived as a prisoner in the notorious Andersonville Prison. During his stay, Sneden kept a diary of the conditions and daily monotony of the captives. Occasionally he gave up trying to write a daily account and would lump his entries together by the week as he did from April 8 to 20, in 1864. This particular week, Sneden talked about a group of Union criminals within the prison known as “The Raiders.”","Andersonville was a Confederate prison that was originally designed in early 1864 to hold 10,000 Union prisoners of war. By April, the prison population had reached its capacity and continued to increase until August. Prisoners suffered from terrible burdens caused by overcrowding. These problems included unsanitary living conditions, an insufficient amount of Confederate supplies, and disease. Along with these horrible living conditions, prisoners also had to deal with the threat of being mugged and killed by these thieves.","Sneden first encountered the Raiders in April when one of his fellow prisoners was killed. On a foggy night, the group killed a prisoner with pine clubs and subsequently robbed him of his overcoat and money. Due to the fog, the Raiders were able to escape undercover. The scoundrels kept together and continued to steal from prisoners on foggy nights."," Sneden described the Raiders as a desperate set of thieves and murderers from the Belle Island prison camp located west of Richmond, Virginia in the James River. Most of them were from the slums of the cities and originally served time in prison before they listed in the Union army. Sneden expressed discontentment in saying “…no one’s life is safe among us as long as these Raiders have their own way.” To help each other fight, members lived in groups. Sneden added that “They are given a ‘wide berth’ and no right minded prisoner will venture into their quarters knowingly, as he is sure to be robbed of everything he has if he does.”"," To counter the Raiders, prisoners organized a police force known as “The Regulators.” This group of fifty or more of the largest and strongest men used club force to keep Raiders from attacking. Twenty of the men were to move about the camp during the day while twenty-five stood at important points at night to head off and club Raiders. A certain portion of each man’s ration was to be allotted to these men in order to keep them in shape for fighting. The chief of the Regulators, “Big Pete,” was to decide the cases among prisoners and lash them with the cat-o-nine-tails when they were found guilty."],"display_date":"April 8, 1864 - April 20, 1864","search_date":"1864-04-14","citations":[{"divid":1258085932,"type":"Book","data":["Robert K. Sneden","Eye of the Storm","","New York","The Free Press","2000","220-222"]},{"divid":1258085979,"type":"Book","data":["James McPherson","Battle Cry of Freedom","","New York","Oxford University Press","1988","796"]},{"divid":1258086283,"type":"Book","data":["Amos E. Stearns","The Civil War Diary of Amos E. Stears, a Prisoner at Andersonville","","New Brunswick, New Jersey","Associated University Presses Inc.","1981","5"]}],"locations":[{"id":4110,"lat":32.0447139452,"lng":-84.1951910375,"zoom":10,"place":"SUMTER, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":32,"tag":"Civil War"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}}