{"id":478,"title":"Debate over Sherman Anti-Trust Act and Sherman Silver Purchase Act\n","course_id":1,"status":"P","start_date":"1890-01-01","end_date":"1890-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Sherman Anti-Trust Act represented the first action by the federal government to curb business monopolies.  The Act declared the illegality of any contract or combination between business entities that resulted in restraining trade.  The Act also granted government attorneys and district courts the authority to investigate these trusts.  The Farmers' Alliance actively supported government intervention to break up large trusts and therefore supported this landmark legislation.  This agrarian movement believed business monopolies harmed the agricultural enterprise.&lt;br /&gt;&lt;br /&gt;The Sherman Silver Purchase Act, a moderate inflationary measure, required the Department of Treasury to issue currency based on silver rather than solely gold.  The Farmers' Alliance also supported such increases of the nation's currency supply in their hope of increasing prices to benefit farmers.  A submission to the state convention of the People's Party of Virginia articulated the platform position of the silver and gold standard.  Missourian farmers engaged themselves in the state's political landscape and expressed their support for this Act."],"display_date":"January - June 1890","search_date":"1890-04-01","citations":[{"divid":1219533320,"type":"Book","data":["William Cooper and Thomas E. Terrill","The American South&#58; A History",null,"United States","McGraw Hill","1996","505"]},{"divid":1219533352,"type":"Book","data":["Lawrence O. Christensen and Gary R. Kremer","A History of Missouri&#58; Volume IV, 1875 to 1919",null,"Columbia, Missouri","University of Missouri Press","1997","138-139"]},{"divid":1219533785,"type":"Manuscript","data":["","Material on Populist Party and Alliance",null,"Mss 38-360","","William DuBose Sheldon Papers","Special Collections Library, University of Virginia"]}],"locations":[{"id":355,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}