{"id":479,"title":"Devastating Flooding in Louisiana\n","course_id":1,"status":"P","start_date":"1874-04-01","end_date":"1874-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Heavy flooding in Louisiana overflowed several rivers including the Mississippi and Brashear Rivers destroying homes and crops in the state.  A report from Charleston's The News and Courier exclaimed that half of Louisiana was under water.  Three hundred families in Baton Rouge alone were left homeless.  Nine of the most prominent cotton-growing parishes suffered damage on around 2,500,000 acres of land, and there was flooding on about 2,500,000 acres in sugar-producing parishes including both East and West Baton Rouge.  Baltimore's The Sun reported that in the nine cotton-growing parishes, 20,394 citizens were white and 54,033 were black according to the 1870 census which also reported that in the sugar-growing districts there were 50,368 whites and 72,241 blacks.  The Sun also stated that the low-lying parishes that suffered the most damage were mostly inhabited by the labor classes.  Hundreds of smaller farmers lost rice crops, animals, and other possessions.  One witness told The News and Courier that Brashear City looks like a modern Venice on a small scale' because the streets were filled with water, forcing people to use boats and canoes for transportation.  Flooding also affected cities in Alabama such as Birmingham and Montgomery.  Thousands of people were left homeless and on the brink of starvation.  New Orleans sent aid to the affected areas; New York, Chicago, Boston, Cincinnati and other cities also helped organize a relief effort."],"display_date":"April 1874","search_date":"1874-04-15","citations":[{"divid":1214314198,"type":"Newspaper Article","data":["The Great Mississippi Flood","The Sun","April 27, 1874","",""]},{"divid":1214314265,"type":"Newspaper Article","data":["The Second Deluge","The News and Courier","","April 29, 1874",""]}],"locations":[{"id":356,"lat":null,"lng":null,"zoom":8,"place":"EAST BATON ROUG, Louisiana"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}