{"id":4792,"title":"<em><strong>The Good Slave</strong></em>","course_id":38,"status":"P","start_date":"1846-10-28","end_date":"1846-10-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Slavery is anathema, but it was not always so.  It was quite possible for well-meaning and rational people to practice and defend the “peculiar institution.”  Slaveholders sustained themselves with the firm conviction that they were doing right by the poor, benighted souls in their charge.  In this way, masters could claim they were compassionate angels of mercy--providing discipline, moral instruction, sustenance, shelter, and all the benefits of civilization to a forsaken and savage race.  This benevolence toward their inferiors would earn them a choice seat in heaven and the loyalty and hard work of their chattel, here on earth.","The Cameron family, in its management of large plantation holdings in Alabama and North Carolina, were among the more benevolent masters.  The Cameron family’s paternalistic benevolence can be seen in their concern for the well being of their charges.  “One of the inherent tragedies of slavery was that a humane master’s impulse to be kind to his slaves was severely circumscribed by the inescapable problem of control.”  The fact that a sick slave is an unproductive asset could lead to a more cynical interpretation of this concern—a mercenary attitude that was extant, but not prevalent.  Most owners were merely followed the advice provided by Thomas Jefferson in 1814, that they should protect from “ill usaage,” feed, and clothe “those whom fortune has thrown on our hands.”","Great attention was paid to the material well being of plantation hands.  There are references in the Cameron letters to provisions made by masters for the sustenance of slaves.  The unfree are sheltered in “plain but substantial and commodious” quarters.  The slaves are fed and even feted.  To earn such benevolence, slaves “had to give up all claims to respects as responsible adults, all pretension of independence.”","Almost every excerpt under study contains some reference to the health of the slaves--or, in more obviously paternalistic language: “our family of negroes.” The sheer volume and repetition of these accounts of disease and death tends to make the accounts sound like a morbid, but impersonal accounting of the condition of an inventory--not unlike diseased crops and broken fences.","There are some deaths, however, that receive more impassioned and sympathetic treatment.  This was usually the case with a long-term household servant—an intimate of the family—not with the larger group of common field hands.  In note of this, Paul Cameron gives his father this account:","<em>The morning about 1/2 after 2 o’clock our faithful old friend Aunt Easter [Esther?] breathed her last.  Throughout her illness she has exhibited surprising submission and patience.   We shall miss her much.  For 10 years we have given her the key of the house in our absence and never found the first article out of place: was watchful over our little ones to keep them out of harms way.  Such a good guard over every thing about the [unintelligible].  With but little mind she has acted well her part.</em>","These few sentences are a good summary of the paternalistic attitude inherent to slavery.  Cameron describes the dearly departed as deficient in intellect, but well suited to her subordinate role--a loyal and faithful servant, caring toward the master’s children, and honest.  Aunt Esther submitted to death as willingly as she had to her role as a slave."],"display_date":"October 28, 1846","search_date":"1846-10-28","citations":[{"divid":1258175887,"type":"Book","data":["Peter Kolchin","Unfree Labor: American Slavery and Russian Serfdom","","Cambridge: MA","Harvard University Press","1987","en passim"]},{"divid":1258175963,"type":"Book","data":["Kenneth Stampp","The Peculiar Institution: Slavery in the Ante-Bellum South","","New York","Vintage Books","1956","en passim"]},{"divid":1258176031,"type":"Manuscript","data":["Paul Cameron","Letter to Duncan Cameron",null,"","October 28, 1846, p. 2.","Cameron Family Papers","Plantation Papers"]}],"locations":[{"id":4113,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":4,"tag":"Slavery"},{"id":381,"tag":"Antebellum America"},{"id":386,"tag":"Paternalism"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}}