{"id":4794,"title":"Charles Hudson Speaks Against the Annexation of Texas","course_id":37,"status":"P","start_date":"1845-01-20","end_date":"1845-12-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the fierce debate over the annexation of Texas, Charles Hudson, took the floor of the House of Representatives in hopes of preventing the admission of Texas to the Union.  A Whig member of the House of Representatives, representing Massachusetts, as well as a Universalist minister, Hudson emphasized the selfish motives of the Southern advocates for annexation.","The admission of Texas to the Union would have been to the South’s advantage, as many Texas citizens were southerner’s who had migrated there with their slaves, and would therefore result in another slave state, as discussed by scholar, Jesse Macy.  This would have then given the South greater representation in Congress.  As a citizen of Massachusetts, Hudson opposed the annexation of Texas because Northern states would have been overruled by the South in Congress.  Hudson’s opposition was further cemented through his political affiliation as a Whig, as the Whig Party was a party dominated by the North, and therefore opposed to the annexation of Texas and expansion of slavery.  Further, Massachusetts was specifically against annexation as it was a hotbed of resistance to the annexation, led by Whigs as discussed by scholar Kinley J. Brauer.  Whigs were also apprehensive about the possibility of war with Mexico.","The South was not keen to point out how advantageous the annexation of Texas would be to the furtherance of their interests and the continuity of slavery, but rather attempted to persuade the North that the annexation of Texas would work to preserve the Union and expand Northern industry.  Hudson addressed this as he discussed the argument made by Southern Congressmen that “the commercial advantages to be derived from a connexion [sic] with Texas would be immensely great.”  Hudson quickly saw through the possible advantages of acquiring Texas for the North, as he points out that “the very annexationists, those new-born friends of Northern manufacturers, have been constantly in the habit of assailing manufacturers.”","Besides these attempts to persuade the North that annexing Texas was in its best interest, Hudson stated that the House of Representatives received little information on why they should annex Texas.  Congress only received threats that it was important to annex Texas, because if not the South may secede as they had more to gain through affiliation with Texas than with the North.  This can be observed, according to Hudson in Mr. C. J. Ingersoll’s opening of the debate on the admission of Texas as he stated “that he should offer no argument in favor of the measure, till he should hear it assailed!”  Further, Hudson pointed out that during meetings regarding the annexation of Texas throughout the South, “annexation or dissolution were the only alternatives presented.”","Hudson quickly dismissed these arguments as he argued that the annexation of Texas “is a device, got up by Messrs. Upshur and Calhoun, to place slavery on a more permanent foundation, and to give the South a balance [of] power.”  Texas would be annexed in “an attempt, in one part of the Union, to build itself up at the expense of another.”  He wanted to argue that the annexation of Texas could also have possibly led to war, and a great accumulation of debt, and would not have provided any of the advantages that the Southerners discussed.  In essence, the annexation of Texas would tear the Union apart, as “the admission of Texas into the Union would sow the seeds of discontent and alienation and do more to jeorpard[ize] the peace and endanger the perpetuity of the Union.”","Regardless of the problems Texas potentially caused the Union, Congressmen such as Hudson were succumbed to defeat, as Texas was annexed to the Union in 1845."],"display_date":"January 20, 1845 - December 29, 1845","search_date":"1845-07-10","citations":[{"divid":1258310178,"type":"Article","data":["Brauer, Kinley J",". “The Massachusetts State Texas Committee: A Last Stand Against the Annexation of Texas.”","The Journal of American History","2","1964","214-231"]},{"divid":1258310282,"type":"Pamphlet or Other Printed Material","data":["Hudson, Charles","The Annexation of Texas","","Charles Hudson","1845",""]},{"divid":1258310334,"type":"Book","data":["Macy, Jesse","Political Parties in the United States 1846-1861","","London","The MacMillian Company","1900","94"]},{"divid":1258310859,"type":"Article","data":["Lewis, Sarah Elizabeth","Digest of Congressional\" Action on the Annexation of Texas December, 1844, to March, 1845\"","Southwestern Historical Quarterly Online,","2","October, 1946","12"]}],"locations":[{"id":4550,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":18,"tag":"Politics"},{"id":34,"tag":"Crime/Violence, Economy, Law, Slavery, Urban Life/Boosterism"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}}