{"id":48,"title":"Black Representation Increases in Federal and State Governments\n","course_id":1,"status":"P","start_date":"1873-03-04","end_date":"1873-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As Reconstruction progressed, blacks became more assertive and prominent in the southern Republican Party. African-Americans began to flex their political muscles despite common obstacles of white dominance. An example of momentary white repression occurred in South Carolina to black politician Robert B. Elliott, who later took a seat in the House. It is likely that South Carolina would have had an African American Senator represent them through Elliott. However, in the late 1872 election, white carpetbagger, John J. Patterson, bought the U.S. Senate seat through bribery, disgracing, not only Elliott, but also the colored population. Elliott later commented on the peculiar circumstances in the Atlanta Constitution saying the colored men, as you know, are in large majority in the Legislature, and then for them to deliberately sell out by wholesale is a blow;at our integrity, our honestly, our manhood.' &lt;br /&gt;&lt;br /&gt;Yet, instances like Elliott's did not stop African-Americans from increasingly occupying offices on all levels of government. By 1873, black representation in the newly elected 43rd Congress had grown from five representatives to seven. They included, Richard H. Cain, Robert B. Elliott, Joseph H. Rainey, and Alonzo J. Ransier of South Carolina, Josiah Walls of Florida, James T. Rapier of Alabama, and John R. Lynch of Mississippi. Starting in late 1872 moving into 1873, Republicans increased their black political leadership on the state and local level as well. &lt;br /&gt;&lt;br /&gt;As 1873 began, Republicans controlled the state governments in Arkansas, Louisiana, Mississippi, and South Carolina. Tennessee, Georgia, and Virginia had turned to Democratic control, while in Alabama, Florida, North Carolina, and Texas, Republican governors confronted hostile or divided legislatures. The salience of black politicians within the party and the awareness of the need to satisfy and consolidate the significant Republican black constituency were both growing. As the Radical Republican evolved into the party predominately supporting African-Americans, the Democrats were encouraged to run as the party of white supremacy. Hence, all whites were urged and rallied to vote Democratic-Conservative out of loyalty to their race."],"display_date":"March 4, 1873","search_date":"1873-03-04","citations":[{"divid":1213121193,"type":"Newspaper Article","data":["","The Atlanta Journal-Constitution","Atlanta, Georgia","January 4, 1873",""]},{"divid":1213121259,"type":"Book","data":["Jean Harvey Baker, David Herbert Donald, and Michael F. Holt","The Civil War and Reconstruction",null,"New York","W.W. Norton &amp; Company","2001","600"]},{"divid":1213121307,"type":"Book","data":["Edgar Walter","South Carolina: A History",null,"Columbia","University of South Carolina Press","1998","388"]},{"divid":1213121349,"type":"Book","data":["Eric Foner","Reconstruction: America?s Unfinished Revolution",null,"New York","Harper &amp; Row","1988","538-539"]}],"locations":[{"id":31,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}