{"id":480,"title":"Texas Railroad Agreement\n","course_id":1,"status":"P","start_date":"1881-11-26","end_date":"1881-11-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Railroads were essential modes of development in Texas, a state which retained its frontier status while others turned to a manufacturing economy.  After the Civil War, efforts were renewed to construct a southern transcontinental railroad.  In order to do so, the Texas and Pacific Railway Company, which had received a federal charter in 1871, was granted permission to build tracks from Marshall, Texas to San Diego, California.  However, controversy arose with a California-based line, the Southern Pacific Railroad Company, over claims to the tracks between El Paso and Yuma.  Both companies competed to obtain the best route.  &lt;br /&gt;Negotiations between the two companies began in November.  Jay Gould signed an agreement on behalf of the Southwestern railroads in mid-November, and, on November 26, 1881, with the signature of C.P. Huntington, the companies reached a formal compromise.  Labeled the Gould-Huntington Agreement, the compromise provided the Texas Pacific with the desired tracks.  In turn, it limited claims of the Texas Pacific to no further than the Sierra Nevada and provided for a joint-track system for the line to El Paso.  The two systems met one hundred miles to the east of El Paso, and they were instructed to share the stretch equally. &lt;br /&gt;Railroads greatly impacted the South in positive and negative ways.  They served as a primary mode of transportation, and the transcontinental passage increased the interconnectedness of the Southern states.  Problems arose, however, when cities were built along railroad lines, which led to overcrowding conditions and health problems.  The railroads also spurred controversy as they brought people of all races and classes into close proximity.  Although the railroad companies were not in favor of segregating their lines, the railroads became the first sight of state-wide segregation laws."],"display_date":"November 26, 1881","search_date":"1881-11-26","citations":[{"divid":1214242737,"type":"Book","data":["Robert O&#39;Brien and Harold H. Martin, eds.","The Encyclopedia of the South",null,"New York","Facts on File","1985",""]},{"divid":1214242773,"type":"Newspaper Article","data":["","New York Daily Tribune","","November 27, 1881",""]}],"locations":[{"id":357,"lat":30.3347220867,"lng":-97.7818662757,"zoom":9,"place":"TRAVIS, Texas"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}