{"id":4801,"title":"Marriage &amp; Morality","course_id":40,"status":"P","start_date":"1851-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["What does it mean for a man or a woman to be with their soul mate?  Over the centuries, marriage has separated into different types of relationships between man and wife.  Marriage has strayed from the original idea of matrimony into various forms of devotion.  Historians have noted specific trends in the history of marriage and how people relate to each other, such as Thomas and Mary Gove Nichols who have offered two different ideals of marriage in the mid 1800’s.  Thomas discussed marriage as an aspect of natural selection.  He notes that when men are drawn by the attraction of beauty, grace, and elegance, while women are free to follow their natural attractions towards strength, courage, and other noble qualities, the constant tendency will be towards the improvement of the race.  Future generations would be superior if men and women endlessly search for their biologically perfect mate to have children with, a result of the highest love.  With this, a perfect society would evolve from these offspring produced by independent, self reliant, self sustaining women and men.  Mary Nichols argues that morality was the natural godly right for man to pursue his desires.  Man had no sense, faculty, or passion that was not made for use, and whose use does not contribute to his happiness.  It was mans highest duty to use every organ given to him by God.  If having sex makes you happy, it was necessary to pursue that pleasure even if it means not being with your ideal mate.  This was true morality in its purest sense, and the ultimate connection to God.","Fowlers theory on reciprocity and marriage gave insight to the ideal marriage in the 1800’s.  Reciprocity is the happiness conferred by man and wife on the sole purpose of love.  They are bound together by the strongest bond of union connected with our nature.  People cannot be happy in love without their counterpart loving them back.  It is crucial that parents had to be willing to commit to one another in raising a child that will be strong and will be bale to handle life’s challenges.  Mary Nichols viewpoint on marriage, concerning morality, contradicts men and women being happy together in the big picture.  Although they have pursued their pleasures, they are failing to reach that high level of love in which both parties can be truly happy.  This love is attainable when a man has found his true counterpart, creating a sense of harmony, being a relationship that will both stimulate their sexual desires as well as sustain their reciprocal fondness for each other."],"display_date":"1851 - 1854","search_date":"1852-12-31","citations":[{"divid":1258395284,"type":"Book","data":["Orson S. Fowler","Love and Parentage","","New York","Fowler &amp; Wells","1851","100"]},{"divid":1258395389,"type":"Book","data":["Thomas L. Nichols, Mary S. Gove","Marriage","","Cincinatti","Valentine Nicholson &amp; Company","1854","121"]}],"locations":[{"id":4175,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":405,"tag":"Marriage"},{"id":406,"tag":"Reciprocity"}],"course":{"name":"Sex and Culture in the 19th-century United States","school":"Wheaton College","course_id":40,"school_id":2}}