{"id":4802,"title":"Child Mortality on an Alabama Plantation","course_id":38,"status":"P","start_date":"1846-06-25","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Disease was rampant among the slave population in the Antebellum South. Poor diet, less than adequate clothing, and exposure to the elements, caused the immune systems of the over-worked laborers to break down, making them susceptible to contracting a variety of illnesses. A demographic that was particularly at risk were children age nine and under. Fully 45 out of every 10,000 slave children aged nine or younger died of diseases in the late 1840s. This compared compared to 11 out of every 10,000 white children of the same age. Dropsy, congestive chill, pneumonia, and fever are diseases that slaves would often battle in the Antebellum South. While doctors were often called in to give aid to sick slaves on plantations, medicine in the 1840s was lacking in its effectiveness, and slaves were not given the same level of treatment as white citizens. The Cameron family of North Carolina and Alabama detail in their correspondence with one another, the sickness and diseases of their slaves, many of whom are children.<br /><br />Sick children are mentioned at least nine times in the Cameron family letters, with several more instances of sickness among the adults mentioned on both the Stagville and Greene County, Alabama plantations. Diley was a slave on the Cameron’s Alabama plantation in the 1840s. He is mentioned several times in various letters written from Charles Llewellyn, the overseer of the Cameron’s Alabama operations, and Paul Cameron, owner of the Stagville plantation. Diley has a child, whose name is unknown, who is first mentioned as being sick on June 25, 1846. During the summer, slaves on cotton plantations would spend time chopping the cotton plants, and keeping the middles of the cotton rows free from weeds and other unwanted vegetation. This meant spending countless hours outside in the fields, with exposure to the elements and disease carrying insects. Children often worked alongside the adults in the cotton fields, assisting with these duties. While the cause of sickness is officially unknown, it is likely that Diley’s child fell ill due to insect-born disease.  There is another mention of a child of Diley’s, perhaps a different one, being ill on May 1 of the following year in a letter authored by Charles Llewellyn and sent to Paul Cameron. In a letter from Charles Llewellyn to Paul Cameron on May 21 1847, Llewellyn writes that “Diley has lost his youngest child, the Doctor was not sent for to it, nor I have not sent for a doctor but once since you left; when sent for, Doctor Ring, my reason for sending for him is I wanted a doctor as soon as he could get here or not at all.” This death occurs nearly one year after the first case of sickness among Diley’s children is mentioned. One could assume that this death is that of the previously mentioned sick child in Llewellyn’s letter to Cameron on May 1<sup>st</sup> 1847, though this cannot be certain. It is possible that Diley had more than one sick child. This is just one of several cases of child fatalities mentioned in the letters. There are several other slaves sick on the Greene County plantation, so a child with a compromised immune system exposed to sick adults who have endured a hard winter themselves, would easily fall ill. Illness on plantations often meant death, especially among the child slave population."],"display_date":"June 25, 1846 - December 31, 1849","search_date":"1848-03-28","citations":[{"divid":1258406964,"type":"Website","data":["Collaborative","The Plantation Letters, Interpreting Antebellum Plantation Life","NCSU Department of Cirriculum and Instruction","http://www.plantationletters.com/","11-16-2009"]},{"divid":1258407349,"type":"Website","data":["Charles Llewellyn","Letter from Charles Llewellyn to Paul Cameron 6-25-1846","NCSU Department of Cirriculum of Instruction","http://www.plantationletters.com/lewellyn/Charles_Lewellyn_1846_6_25_TR.swf","11-16-2009"]},{"divid":1258407481,"type":"Website","data":["Charles Llewellyn","Letter from Charles Llewellyn to Paul Cameron 5-1-1847","NCSU Department of Cirriculum and Instruction","http://www.plantationletters.com/lewellyn/Charles_Lewellyn_1847_5_1_TR.swf","11-16-2009"]},{"divid":1258407616,"type":"Website","data":["Charles Llewellyn","Letter from Charles Llewellyn to Paul Cameron 5-21-1847","NCSU Department of Cirriculum and Instruction","http://www.plantationletters.com/lewellyn/Charles_Lewellyn_1847_5_21_TR.swf","11-16-2009"]},{"divid":1258407840,"type":"Article","data":["Kenneth F. Kiple, Virginia H. Kiple","SLAVE CHILD MORTALITY: NUTRITIONAL ANSWERS TO A PERENNIAL PUZZLE","Journal of Social History","Issue 3, Volume 10","Spring 77","290, 291"]}],"locations":[{"id":4202,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":144,"tag":"plantation"},{"id":4,"tag":"Slavery"},{"id":407,"tag":"Death"},{"id":408,"tag":"Children"},{"id":220,"tag":"alabama"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}}