{"id":4803,"title":"The Second Middle Passage: Slavery Moves West","course_id":38,"status":"P","start_date":"1844-09-05","end_date":"1846-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The second stage of the transatlantic slave trade was also called the Middle Passage. The Middle Passage was a horrifying experience for slaves headed to the Americas. Slaves were quartered on ships for up to two months and treated as cargo. They were often chained in shackles and kept below deck where they had to lay down because there was less than three feet of height. There was never enough food or fresh air for the slaves. Many of the slaves died of starvation and disease. Some were so tortured by the trip that they threw themselves overboard. The floors where the slaves were kept were usually covered with excrement and blood. Sometimes the slaves were given exercise on nice days. This exercise included being made to dance, jump and sing by the sailors using whips. The sailors took out their frustration on female slaves. Due to all of these and more circumstances there was an 11% mortality rate of slaves on these ships.<br /><br />Around the mid 1800’s tobacco had drained all the nutrients out of the soil and plantation owners like the Cameron’s moved west with the expansion of cotton. Most of the slaves that were sent west were did so with slave traders. Very rarely did slaves travel west with their families and owners. Most slaves were forced to walk across the south, chained together. They were devoid of human interaction. The death rate was lower on this second middle passage than it was on the passage across the Atlantic but it was still higher than the death rate at that time. The slaves were not fed enough, they were not given clean water nor were they allowed to rest enough on their long journey. Once they arrived in this new land they had to farm a new crop. They were working longer hours with more back breaking labor. They had lost all semblance of a life they had had back east.<br /><br />Through the Cameron letters we can see that Paul Cameron purchased land in Greene County, Alabama and he chose to move his slaves west instead of purchasing slaves once he reached the new plantation. A man named Mr. Laws was hired to transport the slaves and they each cost between 6 and 7 dollars to move [1]. Paul had to convince his father that moving the slaves would be beneficial [2]. The party would travel with tents and wagons [3]. Paul Cameron would travel part of the way with his slaves and then continue on alone. The slaves would travel as a group with Mr. Laws [1]. All of the slaves besides one, Edmond survived the trip. Paul told his father in a letter sent after their arrival that they could not have rented any slaves better than their own and he would not buy any slaves from that part of the country. He also told his father that according to Mr. Laws, no other slaves had been brought to Alabama under better circumstances [4].<br /><br />Despite Paul Cameron’s best attempts to move his slaves humanely and to make sure that they had proper living quarters the slaves were still negatively affected by the move [4]. Not only were the slaves constantly fighting diseases but they were working hours they had never been forced to do before. The slaves wanted to go back to North Carolina. One slave, Milton, actually did run away from Greene County and head back to his home in North Carolina. During this second middle passage more slaves choose to steal away in the night than face the hard travel and work. Due to the late hours the slaves were working they no longer had time to cultivate their own vegetables and livestock therefore their diet changed. In another letter from Paul Cameron to his father his discusses the change in the slaves. The older slaves seemed to have withered away [5]. Paul Cameron also told his father about how the slaves were hoping for some extra rest at the holidays. The slaves usually celebrated the holidays in North Carolina by frolicking at festivities but in Alabama the work exhausted them so much that while they would like to frolic they preferred to rest [6].<br /><br />The Camerons were an exception to the rule during this passage. They choose to move their slaves rather than buy new ones. Paul Cameron may have thought no better slaves would be found in Alabama than his own. He may also have figured that despite the amount it cost to transport his slaves west he would have saved time and money when setting up the new plantation. However, the slaves were negatively affected by this trip. Their health was diminished, their quality of life was worse and their new lives were drastically different from their old ones. The work was harder and the pay out was smaller. While the trip and the experiences directly relating to this transfer, was not as devastating for the slave population as the original middle passage had been the men, women and children who were forced to walk from North Carolina to Alabama would never be the same.<br /><br />References:<br />[1] Letter from Paul Cameron to his father Duncan Cameron on October 25th 1844<br />[2] Letter from Paul Cameron to his father Duncan Cameron on September 5th 1844<br />[3] Letter from Paul Cameron to his father Duncan Cameron on October 12th 1844<br />[4] Letter from Paul Cameron to his father Duncan Cameron on December 7th 1844<br />[5] Letter from Paul Cameron to his father Duncan Cameron December 1st 1846<br />[6] Letter from Paul Cameron to his father Duncan Cameron December 19th 1845<br />[7] www.understandingslavery.com<br />[8] www.wikipedia.org/wiki/slavery_in_the_united_states#second_middle_p..."],"display_date":"September 5, 1844 - December 1, 1846","search_date":"1845-10-18","citations":[{"divid":1259012016,"type":"Website","data":["School of Education Faculty,","Plantation Letters: Interpreting Antebellum Plantation Life","University of North Carolina","http://www.plantationletters.com","November 2, 2009"]},{"divid":1259012126,"type":"Primary Source in a Secondary Source","data":["Paul Cameron to Duncan Cameron","October 12, 1944","Plantation Letters","University of North Carolina","Series: 1.3.3 box: 40 folder: 935","http://www.plantationletters.com/letter_index.html","2009","1-2"]},{"divid":1259012661,"type":"Website","data":["DCSF","Middle Passage: Background Information","Department for children, schools and families","www.understandingslavery.com","November 5, 2009"]}],"locations":[{"id":4287,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"},{"id":4286,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":400,"tag":"Cameron family"},{"id":4,"tag":"Slavery"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}}