{"id":4807,"title":"Plantations and Weather in mid 1800's Alabama","course_id":38,"status":"P","start_date":"1845-06-01","end_date":"1847-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the “Cameron Family Letters,” http://plantationletters.com/, many themes arise in the correspondence between the owners of the plantation, the people who worked there, and other friends or partners associated with its operation. In most cases, readings dealt with how many slaves were “in the house” because of some illness or sickness. However, there are also quite a few entries that made mention of the weather and it’s affect on the crops. I felt there had to be something more behind all the conversations about weather, so I decided to look deeper into the readings and the transcriptions, investigating the weather patterns.","The weather was mentioned in at least 27 letters that I read through. In some instances, it is blamed for not being able to travel or plant crops, and in some others, it is simply stated that it rained for a portion of the day. However it was presented, it is important to note the significance it is having on the plantation. What happened when there was foul weather and no work could be done? The crops would obviously be affected, but what were the slaves to be doing in this down time?","It was no secret that the slaves were expected to do the work that was required of them whenever they were told to do it. We cannot safely assume that the workers were forced into the fields in less than ideal conditions though. Given the day and age when these letters were written, where little attention was paid to the medical needs of slaves, and the less than perfect conditions of the living quarters the slaves were in, it is no wonder that the slaves were constantly being held “inside the house” with some kind of illness.","So was the weather to blame for the numerous times sickness and disease are mentioned throughout these letters? Perhaps, but we can also look at the amount of work the slaves would have to do in order to catch up due to the loss of time with the bad weather. If the slaves had to work double time to make up for the lost days, they would be more susceptible to catching a bug. Also, if we look at this increase in labor demands and the less than ideal living conditions, we may be able to figure out how disease was spread throughout the population. It seems like the slave master was not the meanest of men in the world, but it would not be farfetched to think he saved some money on medical costs of the sick slaves.","Through all of this though, the weather seems to be mentioned far too many times to be ignored. Even today, we look to blame the weather for delayed flights, cancelled outdoor events, and even farmers with bad crops. The Plantation Letters provide a very good way for us to think about and question our past in many different ways. In my mind, we don’t have to look much further than the local weatherman to figure out what may have been a leading cause in problems with the crop production and other speed bumps on this plantation."],"display_date":"June 1, 1845 - May 1, 1847","search_date":"1846-05-16","citations":[{"divid":1258408708,"type":"Website","data":["N.C. State University Faculty","Plantation Letters","N.C. State University","http://plantationletters.com/","10/19/2009"]},{"divid":1258409010,"type":"Website","data":["Charles Lewellyn","Plantation Letters","N.C. State University","http://plantationletters.com/lewellyn/Charles_Lewellyn_1845_6_1_TR.swf","10/19/2009"]}],"locations":[{"id":4274,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":409,"tag":"Slavery, health, Cameron"},{"id":419,"tag":"Weather"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}}