{"id":4808,"title":"Bad Medicine and the use of Galvanism in the Cameron Plantation letters at Stagville","course_id":38,"status":"P","start_date":"1846-10-01","end_date":"1846-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["There is numerous life situations featured in the letters of the Cameron Plantation. The focus of interest here is the life of the enslaved people as seen through the eyes of the Cameron family. Of course because of this we must interpret based on what we see in the letters. There are real human issues. These include affection, sickness, disease, travel, and home life just to name a few. The goal of this essay is to interpret a focused episode from the letters of the Cameron plantation. Specifically in this essay is the issue of disease and sickness, as well as the primitive medical care at the time, especially in regards to the enslaved families.","Medical care for anyone slave or free at the time of the Cameron letters was substandard and very primitive as compared to the innovations in medicine that we have in the 21<sup>st</sup> century. There was no such thing as antibiotics. Most of the treatments that were used were just opiates to alleviate pain. If there was an infection in an arm or leg of a person, the limb was usually amputated. For an enslaved person, poor medical treatments were given. Often these were in the form of Ipecac, which was used to rid the body of poisons. Ipecac is not soothing. It causes the afflicted to vomit. It is important to remember that the enslaved persons were not in 21<sup>st</sup> century office conditions. They were working outside. In the case of the Cameron letters this was in North Carolina and Alabama. The enslaved persons were harvesting cotton but also tobacco. Harvesting tobacco can make an individual nauseated when picking the plant with bare hands.","Imagine the scenario. An enslaved person who has been through a very physical ordeal all day with sometimes extreme temperatures gets a fever and perhaps a bad cough. Perhaps the individual is suffering from tobacco poisoning. Since the individual appears obviously ill, the overseer or owner of the plantation gives them Ipecac to make them vomit and dehydrate.","Another type of primitive medical treatment referred specifically in the Cameron letters was the use of Galvanism. This is a very macabre type of medical treatment. Modern 21<sup>st</sup> century people will certainly recognize this from the famous story or Frankenstein by Mary Shelley. During the time and just prior to the Cameron letters this was a popular growing trend of medical science or really pseudoscience. It was often used on animals. This gives another perspective to the Cameron letters. The obvious here is using a technique usually reserved for animals also being used on the enslaved human individuals.","Galvanism is the use of electric current attached to living or nonliving tissue. Galvanism gets its name from Luigi Galvani (1737-1798). Galvani observed that the legs of dead frogs would twitch when in contact with metals or alloys that were magnetic and electrically connected with an electrolyte. Galvani misinterpreted that the source of the electricity was produced from the animal’s muscular and nervous systems. In reality it was the electric current.","The next development for Galvanism continued with Alesandro Volta who did come to the correct conclusion that the electricity originated from the metals. Since there were limited metals to work with he used copper and zinc. The word “volt” is taken from this man’s name. Volta was able to create the anode and the cathode with the copper and zinc to create a battery cell. However, Volta did not understand that it was the chemical reaction in the cell and not just the metals themselves. This concept of electric current stimulating a chemical reaction was discovered by Humphrey Davy (1778-1829). Davy hired a scientist, Michael Faraday who is credited with the rule of proportionality between the mass dissolved and the current flowing in the cell. This law is still recognized today as Faraday’s Law of electrolysis. It is used to convert corrosion densities to mass loss.","In the situation of the Cameron letters we have a passage describing this:","….On Monday last we had the pleasure of receiving yours and Margaret’s letters…..15 by Virgil who came up from Raleigh with them. It is with much regret and pain I learn from your letters that our Mildred’s condition remains so little improved since I parted from her. We can only trust I hope that Dr. Jackson with divine assistance will be able to find some remedy which will relieve her from her severe sufferings. I am most anxious to hear what affect the application of [Galvanism] has produced…..Letter to Duncan Cameron from Thomas B. Bennehan Oct. 22, 1846","It was thought by the medical knowledge of the time that if an individual’s condition, especially that of fatigue did not improve, then the individual was connected to an electric current usually to their legs or throat (allegedly the vocal chord). An electric charge was sent through the individual. Of course we know today that this can have further devastating effects.  The use of this practice was not limited to the enslaved people but was also used on people in general. In such a situation ignorance can breed ignorance."],"display_date":"October 1846","search_date":"1846-10-16","citations":[{"divid":1258408481,"type":"Website","data":["ATSM International","Corrosion Monitoring and Control","ATSM International","http://www.corrosion-club.com/historygalvanic.htm","November 16, 2009"]},{"divid":1258408986,"type":"Website","data":["North Carolina","Plantation Letter Index","North Carolina State University","http://plantationletters.com/letter_index.html","November 16, 2009"]},{"divid":1258409173,"type":"Website","data":["North Carolina State University","Plantation Letter home page","North Carolina State University","http://plantationletters.com","November 16, 2009"]},{"divid":514845,"type":"Primary Source in a Secondary Source","data":[null,null,null,null,null,null,null,null,"thSBiIwH"]}],"locations":[{"id":4235,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"}],"tags":[{"id":413,"tag":"Galvanism, slavery,"},{"id":418,"tag":"plantation, slaves"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}}