{"id":4814,"title":"\"Weather\" or not a slave was treated well.","course_id":38,"status":"P","start_date":"1845-09-01","end_date":"1847-12-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When we learn about slavery and the slaves’ masters we often get a picture of an evil cold hearted man, who would whip and torment slaves, while they worked in weather conditions that made it impossible to get any work done. We also often assume that their (the slaves) masters would force them to work whether they were sick or even near death. Using the plantation letters from the Cameron Family we can create a different interpretation. Through these letters we can use the weather as an indicator to determine how well slaves were being treated and cared for on the plantation. This is not to downplay the immoral act of slavery or to say that there were not slave masters who treated slaves poorly because they did exist. Rather, the theme of weather and its patterns, across the letters, can give us a better understanding of how slaves were cared for and treated.","Between the years of 1845 and 1847, there are several instances where Lewellyn (the overseer of the plantation) shares his account of the weather conditions and his inability to get work done on the field. “The Negroes will make an effort to get out the crop by the 25<sup>th</sup> if the weather will permit it being done- but I fear they will not do so.” Even with good weather and the opportunity to get things done, illness has stopped their progress. “The weather here is very warm today, more like July than November, and yet we have a great deal of disease in our Negro family.” Regardless of the weather, if it was too hot or too cold, and without consideration for the slaves’ health, Lewellyn could have easily demanded that the slaves “weather the storm” and worked under any condition. Mr. Cameron, as well, could have ordered Lewellyn to put the slaves to work under any circumstance to ensure the production of his crops. The fact that they did not resort to those measures suggests that the overall health and wellness of their slaves were important. Productive, healthy slaves seems to be Mr. Cameron’s priority when he requested “the overseer to keep the [unintelligible] in the house as I [unintelligible] suffer more cold.” We can assume that Mr. Cameron’s request pertains to keeping the slaves inside to protect them from getting sick and to keep them healthy.","One may think that the Lewellyn’s or Paul Cameron’s intentions were for the good of the plantation and the production of the crop and not so much about the health and well-being of the slaves. Wilkins and Wilson suggest, with regards to the treatment of slaves, that most slave masters were not as brutal or sadistic as one is lead to believe. “<em>The Slave Narratives </em>are overwhelmingly favorable in the judgment of slave masters as ‘good men.’” They found out of 331 narratives that had a reference to a master, 86% suggested that their masters were “good” or “kind.” Some of those references also suggested that the master did not allow whippings and a number of them only allowed whippings while they were present.  Wilkins and Wilson also suggest that slave masters did not want slaves who were defiant and lazy. They wanted hardworking and responsible slaves.  “Such attitudes cannot be beaten into slaves. They had to be elicited.”","It is easy to believe that slave masters and overseers treated slaves as less than human or measured their importance to the amount of labor they contributed to. We can use the weather as an indication of how slaves were treated. From what we learn about, we would believe that slaves were constantly placed in situations that jeopardized their health and well-being, in order to produce and gather crops. These letters help paint a different picture. Slaves were relieved from working in the fields when weather conditions prohibited them from doing so. With numerous amounts of “rain days” many would assume that an overseer or a plantation owner would over work their slaves to make up for the loss production of their crops. At least in this case, by analyzing weather patterns and conditions we can determine the treatment of slaves and the relationship between slave master and slave."],"display_date":"September 1, 1845 - December 30, 1847","search_date":"1846-10-31","citations":[{"divid":1258497145,"type":"Book","data":["Wilkins, Steve, and Wilson, Douglas","“Southern Slavery As It Was.”","N/A","Idaho","Canon Press","1996","N/A"]},{"divid":1258497294,"type":"Website","data":["School of Education Faculty, North Carolina State University","\"Plantation Letters: Interpreting Antebellum Plantation Life\"","North Carolina State University","http://www.plantationletters.com","November 2, 2009"]},{"divid":1258497604,"type":"Primary Source in a Secondary Source","data":["Cameron, Paul. Letter from Paul Cameron to Duncan Cameron","December 9, 1845","\"Cameron Family Papers\"","http://www.plantationletters.com/pcameron/Paul_Cameron_1845_12_9.pdf","UNC Chapel Hill","Southern Historical Collection","N/A","N/A"]}],"locations":[{"id":10414,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"},{"id":10413,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":420,"tag":"Slaves"},{"id":419,"tag":"Weather"},{"id":144,"tag":"plantation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}}