{"id":4815,"title":"Funeral Services held for Rose O’Neal Greenhow","course_id":37,"status":"P","start_date":"1864-10-01","end_date":"1864-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     Funeral proceedings were held on October 1, 1864 to lay to rest noted Confederate spy Rose O'Neal Greenhow. Greenhow worked in an elaborate spy network that encompassed Washington D.C. and the surrounding areas. Greenhow became one of the standouts in the spy-ring, supplying vital information to the Rebel forces at critical points during the start of the Civil War. Her greatest achievement came when she supplied Confederate General Pierre G.T. Beauregard with information concerning Union movements before the first major encounter of the Civil War. Her information helped secure the Confederate victory at the First Battle of Bull Run on July 21, 1861. Confederate President Jefferson Davis later acknowledged Greenhow for her loyal service.","     Union authorities apprehended Greenhow during the first year of the war. Allan Pickerton, a Union detective and spy, suspected Greenhow of participating in espionage as early as July 1861. Pinkerton imprisoned Greenhow in Old Capitol Prison in 1862, along with Greenhow's eight-year old daughter, Rose. Five months later, Greenhow was released with the stipulation that she be exiled to the South. Once released, Greenhow boarded a blockade runner to Europe, where she continually tried to raise support for the Confederacy in both London and Paris. In 1864, Greenhow left her daughter in a convent and decided to return to America. Her ship, the <em>Condor</em>, sailed for North Carolina but ran aground trying to escape a Union gunboat patrolling the blockade. On September 30, Greenhow boarded a lifeboat, hoping to reach shore. However, the boat capsized, and Greenhow drowned off the coast, dragged down by a large amount of gold in her pocket.","     Hundreds of Wilmington women lined the wharf awaiting Greenhow's remains. The funeral for Greenhow was organized by the Soldier's Aid Society and held in the chapel of Hospital Number 4. The body was surrounded by wax candles, garlands, and flower bouquets. Located on the bier, a Confederate flag paid tribute to the fallen woman who helped her country at any possible opportunity. Thousands of Confederate mourners paid their last respects. On Sunday, the body and coffin were moved to the Catholic Church of St. Thomas. After the funeral service, the coffin was carried to Oakdale Cemetery, draped once again with the Confederate flag. Greenhow was finally laid to rest, two days after her untimely death on October 1, 1864. Greenhow was raised as an orphan, grew to become one of the greatest Confederate spies, and died the heroine of a nation."],"display_date":"October 1, 1864","search_date":"1864-10-01","citations":[{"divid":1258507465,"type":"Website","data":["Duke University","About Rose O'Neal Greenhow","Rose O'Neal Greenhow Papers: An Online Archival Collection","http://scriptorium.lib.duke.edu/greenhow/#rose","October 23, 2009"]},{"divid":1258507651,"type":"Website","data":["Duke University","Newspaper Clipping, ca. October 1, 1864","Rose O'Neal Greenhow Papers: An Online Archival Collection","http://scriptorium.lib.duke.edu/greenhow/1864-10-01-b/1864-10-01-b.html","October 23, 2009"]},{"divid":1258507740,"type":"Book","data":["Gail Collins","America's Women: 400 Years of Dolls, Drudges, Helpmates, and Heroines","","New York","Perennial Publishers","2004","193"]},{"divid":1258507799,"type":"Online Encyclopedia","data":["Historical Times Encyclopedia of the Civil War","Rose O'Neal Greenhow","http://www.civilwarhome.com/greenhowbio.htm","October 24, 2009"]}],"locations":[{"id":4268,"lat":34.4008642849,"lng":-77.6110652671,"zoom":8,"place":"NEW HANOVER, North Carolina"}],"tags":[{"id":407,"tag":"Death"},{"id":97,"tag":"Espionage"},{"id":7,"tag":"Women"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}}