{"id":4816,"title":"Industrious Women Find a Niche","course_id":31,"status":"P","start_date":"1896-01-18","end_date":"1896-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“In many places there are plenty of industrious and accomplished women who are skillful with the needle, or in the kitchen, and who could make many a nice things the public would like to have if there was only some way in which they could be got before the public.” The Augusta Women’s Exchange, noted the <em>Atlanta Constitution</em>, provided women with the means. “For the fee of one dollar per year any woman could send her work to the exchange to be sold without the need to reveal herself to the purchaser.”","The exchange was so successful that many women were able to work off their debts and have consistent enough business to support themselves and their families. Also, the paper suggested, some women who did not need to support their families found a way to earn their own money for such things as: “pin money for church, for summer trips, or to indulge in some of the fads women love.” The author went on to describe additional benefits the exchange offered.  For example, the woman in charge of running the exchange received a good salary something that at the time was very rare. Also, it allowed the women the ability to use their skills to their advantage while staying inside the bounds of their domestic sphere.","Women of the late nineteenth century had very few avenues available to them for earning a substantial amount of money. However, the Augusta Women’s Exchange allowed the women of the city to use their skills to produce profit. During the nineteenth century, women were confined to a specific social sphere, one that dealt with domestic affairs. This provided very little means for women to take care of themselves and or their families other than just keeping house.","Contrary to the article’s author, the idea of the women’s sphere was becoming increasingly less attainable because of the changing times. In the post-Civil War era there were numerous factors that helped bring about this shift of spheres. For instance, historian Anne Scott explained that the readjustment of the economy, the fact that poverty was everywhere, and the war itself all greatly influenced the need for women to earn money. More specifically, Scott proposed, that the war “had created a generation of women without men.” According to historian, Jacqueline Jones, however, these hardships have always been the case for black women.  This concept of the woman’s domestic sphere was not the reality for most women. Many women, like the ones mentioned in the article, did not have the luxury to earn money purely for the pleasure of purchasing trinkets. Most women had to earn money in order to help their families survive."],"display_date":"January 18, 1896","search_date":"1896-01-18","citations":[{"divid":1258577913,"type":"Newspaper Article","data":["Augusta Woman's Exchange","Constitution","Atlanta","19 January 1896","20"]},{"divid":1258577983,"type":"Book","data":["Jacqueline Jones","Labor of Love, Labor of Sorrow: Black Women, Work and the Family, From Slavery to the Present","","New York","Random House","1985","4,74"]},{"divid":1258578109,"type":"Book","data":["Anne Scott","The Southern Lady: From Pedestal to Politics","","Charlottesville","The University Press of Virginia","1995","106"]}],"locations":[{"id":4251,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":421,"tag":"Women's roles"},{"id":226,"tag":"Southern Women"},{"id":58,"tag":"Industry"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}}