{"id":4820,"title":"<strong>Women Entering the Business Sphere: Analyzes The Washington Post article, \"Women in Business\" in comparison to Shelley's, Learning to Stand and Speak.</strong>","course_id":41,"status":"P","start_date":"1880-01-01","end_date":"1881-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the late 18<sup>th</sup> to early 19<sup>th</sup> century, women began to explore their intellectual talents outside of the education field. <em>The Washington Post</em> (1877-1954) published an article titled <em>Women in Business</em>, expressing the purpose of the exhibit mounted by the League of Business and Professional Women. The goal was to help others, specifically women, appreciate their business skills and embark in professional careers. Though many women were reluctant of this new initiative to help motivate women into entering the business world, for many, the exhibit worked as a reminder that they can succeed. During this time there was major controversy surrounding the issue of women taking on professional roles outside of the home. On the other hand, many exhibitors believed that this was only the beginning to a great balance between the social and domestic power of women.  By entering the business sphere, women were becoming more thrifty housekeepers, enhancing their role as mother’s and wives. The idea that women <em>can</em> fulfill her duties within the home, while still maintaining her experiences in business, proved to society that women could actually “do it all.”","In the book, <em>Learning to Stand and Speak</em>, by Mary Kelley, she focuses on the “big picture” between the relationship of women and education. The piece reflects on womens entrance into education and their external influences in achieving teaching careers. Though this might have been seen as a positive shift towards gender equality, in reality, women were still given many limitations; their futures were pre-destined even upon entering college. The women seminaries considered that education would be for the women’s own good, preparing them as intellectuals. While this was a step forward in women’s rights, this was only useful for the intellectual advancement of <em>white </em>women during that era. <em>African American</em> women were not participating in the usage of such educational resources. Rather, they were excluded for reasons of not “belonging” to a certain class or race. The seminaries were structured from the curriculum males followed, though it did not serve justice for the women. The all women seminaries began to take shape during the early 1980’s, when more classes were being offered within the science and language field (specifically Latin).","When thinking about the role of female educational institutions during these times, women were asking questions such as, <em>what subjects will the seminaries cover? What are the career objectives for the women who attend such institutions?</em> Rather than expanding the career opportunities for women, these seminaries, though preparing women for civil society, created barriers between women and the professional world. As the first reading suggested, exhibits such as the one created by the League of Business and Professional Women, encouraged women to follow the business path. Meanwhile, the seminaries were not providing such opportunities for all women. The real question lies whether <em>all</em> women, regardless of race or class-status, were receiving a <em>fair</em> education. Whether these seminaries actually prepared women for the “real world”, having the intellectual and skillful organization to compete with other men. While education was key for success, a more valuable education prepared individuals for all aspects of real-world situations. The home is where the women’s heart lies, but not for the purpose of secluding them from other vocational goals."],"display_date":"1880 - 1881","search_date":"1880-12-31","citations":[{"divid":1258589972,"type":"Website","data":["The Washington Historical Post","Women in Business","ProQuest","http://0-proquest.umi.com.helin.uri.edu/login?COPT=SU5UPTAmVkVSPTImREJTPTI2OEE@&amp;clientId=42576","October 21st, 2009"]},{"divid":1258592601,"type":"Book","data":["Shelley, Mary","Learning to Stand and Speak","n/a","Chapel Hill","North Carolina Press","2006","n/a"]}],"locations":[{"id":4446,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":426,"tag":"Careers"},{"id":425,"tag":"Business"},{"id":424,"tag":"Washington Post"},{"id":6,"tag":"Education"},{"id":37,"tag":"House"},{"id":196,"tag":"women's rights"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":41,"school_id":2}}