{"id":4829,"title":"The Republic Woman and the public sphere in the early 1800s.","course_id":41,"status":"P","start_date":"1822-03-02","end_date":"1822-03-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Susan Thoughtful wrote to the editor of <em>The Euterpeiad</em> on March 2, 1822 to ask a few simple questions about the position of men and women in the republic society. She wondered how women were considered for government positions and how it affected the ideals of marriage. Thoughful questioned for example, a woman named Elizabeth Bartlett. Since she ran for office for the Register of Deeds, Bartlett created her own independence through the public sector. With this individualism, would it be necessary to get married? And if so, where would her position lie, within her own power or her husband’s? Would she not be able to get married because of the laws that prohibit women from enforcing laws? Miss Thoughtful had many questions concerning the current image of a republican women and how they were allowed to be represented in the public sphere.","During the 1800’s, the question as to where women belonged in society was difficult to answer. Women had the rights to dower, ensuring the wife some kind of income if the husband dies. However, females had no full power over land and important belongings which created a disempowerment for them publically. Schloesser discusses women’s position in society in her novel <em>The Fair Sex</em>. The fact that women could receive administrative power over land but not fully own it, further questions what happened when women became candidates for occupations containing legal power. Since women were represented through their husbands, women such as Elizabeth Bartlett, created a “potential” dependent that questioned women’s positions. The divide between single women’s rights and married women allowed confusion between the public and private spheres. Single women, like Bartlett created an opening for women in society that other women, such as Thoughtful were unaware of.","With Susan Thoughtful’s questions about women’s place in society, she introduced how the candidacy of Miss Bartlett in the Register of Deeds raised the question concerning women’s power. Thoughtful brought up how one position could raise women into power in the Senate, the Supreme Court and other important places in government. Since the difference in male and female education was thinning out by the mid 1800’s, the question where these intellectual women were to be placed in society became crucial. Life in the public and private sector needed adjusting, and Susan Thoughful had the readers of <em>The Euterpeiad </em>become aware."],"display_date":"March 2, 1822","search_date":"1822-03-02","citations":[{"divid":1258945971,"type":"Book","data":["Schloesser, Pauline E","The Fair Sex: White Women and Racial Patriarchy in the Early Republic.","1","New York","New York University Press","2002","12-82"]},{"divid":1258946129,"type":"Newspaper Article","data":["Something New, - Or, What Next?","The Euterpeaid, or Musical Intelligencer, and Ladies Gazette","Boston, MA","1822","198"]}],"locations":[{"id":4275,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":41,"school_id":2}}