{"id":483,"title":"Religious Revival in Knoxville\n","course_id":1,"status":"P","start_date":"1874-03-12","end_date":"1874-03-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 12, 1874 The Atlanta Constitution printed a report from a correspondent from Knoxville, Tennessee concerning a religious revival there.  Mr. John T. McGuire reported that the meetings began when the pastors of two Presbyterian Churches decided to hold prayer meetings in hopes of reconciling relations between the Churches that had become strained after the Civil War.  First Presbyterian Church had remained with the Southern General Assembly while the Second Presbyterian Church was associated with the Northern General Assembly.  The meetings started humbly but became so large that the participants filled First Presbyterian Church and had to move some of them to Staub's Opera House.  The Opera, which could accommodate 1,500 people, was soon filled to overflowing.  The two Presbyterian pastors were joined by others of all denominations including Methodist, Baptist, Lutheran, and Episcopal.  Hundreds were reported to have been converted, including Mr. McGuire, the correspondent for The Atlanta Constitution.  &lt;br /&gt;The Presbyterian Churches in Knoxville are not unique in their split after the Civil War.  The Presbyterian Church in the Confederate States of America (PCCSA) was the parent denomination, but when the PCCSA supported slavery and the confederacy, some members broke apart to establish the Presbyterian Church in the United States (PCUS) in 1861.  The Presbyterian Church remained divided until 122 years later, when in 1983 the merger was approved to create the denomination the United Presbyterian Church in the United States of America (UPCUSA)."],"display_date":"March 12, 1874","search_date":"1874-03-12","citations":[{"divid":1213740205,"type":"Newspaper Article","data":["Religious Fervor in Knoxville","The Atlanta Constitution","","March 12, 1874",""]},{"divid":1213740220,"type":"Book","data":["Samuel S. Hill","Encyclopedia of Religion in the South",null,"Macon, GA","Mercer University Press","1984","604"]}],"locations":[{"id":358,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}