{"id":4833,"title":"Lynching in the South","course_id":31,"status":"P","start_date":"1896-08-01","end_date":"1896-08-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Run, Ed, run. This is what was probably going through Ed Aiken’s mind when he realized that he could not catch Sallie Harris, a young white lady. Ed Aiken was a black man who was on his way to work on Joe Maddox’s farm. Sallie was leaving her grandmother’s home and was going to her home, the farm of J.F. Harris, a well-known farmer in the Conyers, Georgia area. When Sallie got home and told her story to her father, he and his son grabbed their guns and set out looking for the black man. When they found Aiken, he “acknowledged that he was the right man, claiming that he had meant the young lady no harm,” reported the editor of the <em>Atlanta</em><em> Constitution.</em> Harris decided to let the law handle the situation, turning Aiken over to the sheriff. When word got out in Conyers about what had taken place, people began pouring into town, and the sheriff got worried.The sheriff knew that Aiken would surely be lynched. So the sheriff decided to take him from Conyers to Atlanta to jail for safe keeping until his trial. Aiken would remain in an Atlanta jail until the next court date in Conyers. He was no doubt relieved to have escaped a lynching.","Some lynching victims could be castrated, mutilated, or even killed. Aiken knew he was lucky to escape this fate, even if he meant no harm chasing Sallie. Many people thought that the main reason why lynchings took place was because black men raped white women. According to historian Leon Litwack, though, “of nearly three thousand blacks known to have been lynched between 1899 and 1918, only some nineteen percent were accused of rape.” Some mobs lynched blacks for stealing shoes, calling white girls on the phone and annoying them, or even just for running past a white girl and accidentally brushing up against her. “A South Carolina editor acknowledged in 1917 that some three-fourths of lynching was for ‘trivial offenses,’ and sometimes entirely innocent men were ‘butchered,’” Litwack observed.","All the violence between whites and blacks continued due the need of blacks to have self control over their own lives and the need whites had to control blacks. According to historian Jacqueline Jones, “white men’s persistent violation of black women constituted a more common phenomenon that served as a backdrop for periodic lynchings throughout the South, especially during the years of 1890 to 1910.” It was fine for the white man to attack a black woman, but was wrong for a black man to attack a white woman. Blacks were scared to walk by whites, thinking they could be attacked or lynched just for looking at them wrong. Whites were scared for their families just as blacks were scared for theirs. White men had to constantly reaffirm their sense of racial superiority and their manhood. The mutilation and castration of lynching victims brought into explicit focus the tangle of “hate and guilt and sex and fear” that enmeshed all southerners well into the twentieth century, wrote Jones. White men lynched blacks due to the control they had at the time, but those lynchings only caused hatred to build up more and more in society."],"display_date":"August 1, 1896","search_date":"1896-08-01","citations":[{"divid":1259685416,"type":"Newspaper Article","data":["Lynching is Averted","The Constitution","Atlanta","August 1, 1896",""]},{"divid":1259685503,"type":"Book","data":["Jacqueline Jones","Labor of Love, Labor of Sorrow: Black Women, Work and the Family, from Slavery to the Present","","New York","Vintage Books","1985","149"]},{"divid":1259685590,"type":"Book","data":["Leon F. Litwack","Trouble in Mind: Black Southerners in the Age of Jim Crow","","New York","Alfred A. Knopf, Inc","1998","306-307"]}],"locations":[{"id":4296,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":142,"tag":"african americans"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}}