{"id":4835,"title":"Zora Neal Hurston's trials and tribulations through the Harlem Renaissance","course_id":33,"status":"P","start_date":"12/13/34","end_date":"12/13/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Zora Neale Hurston was born January 7, 1891 in Notasulga, Alabama. Soon after her birth she moved to Eatonville, Florida which always remained her home throughout her life. Eatonville was the United States first incorporated black township, her father and many other African Americans were involved in the towns governance. Hurston was a very famous black author of short stories, novels and plays. Having close relations with people such as W.E.B. Du Bois, whom she called the “Dean of American Negro Artists.” Hurston along with Du Bois was very much involved with African American rights and the acceptance of blacks into society. She wished to break the color barrier and used her talent as a writer to inform people of the injustice that was racism.","As a leader in the Harlem Renaissance Zora Neale Hurston was a revolutionary in helping to protect the rights of African Americans. She was known during the Harlem Renaissance for her wit, irreverence, and folk writing style. Hurston was though most well know for her popular novels. Even though a novelist she was also very interested in play writing. Dr. Glover a professor at Rollins College in Winter Park, Florida received a letter from Hurston speaking about a time in her life where writing became much more difficult, and society was becoming less and less accepting of her. In the letter written in 1934 she discusses a few hardships in which she is going through along with her love for the theatre. Rollins was a school that collaborated with Hurston showing her plays at the school and supporting her throughout her endeavors. Near the end she tells Dr. Glover that she will soon be eligible for a full professorship and talks about maybe being able to teach there. She later states that although she may become these things, “[her] interest in the theatre need not die.” This only heightens the evidence of Hurstons passion for the arts.","Hurston achieved great fame in her lifetime but she also suffered disgrace and was forgotten by the public. She wrote many plays and always kept the arts close to her heart. She was very passionate about the arts, including plays, paintings and novels, all and it played a huge role. Although Hurston did not get the credit she deserved when she was alive, she was honored after her death. Her novels and plays are now getting the recognition they always deserved. A movie was made celebrating her novel, “There Eyes Were Watching God.”","Zora Neale Hurston is confirmation that when trying to fight for your rights, your freedom or even you acceptance in society there are passive ways in which you can present your arguments and there are more forward ways. She was able to use both techniques throughout her time to reach some type of racial equality.  Hurston was an inspiration the civil rights movement and will always be remembered as one."],"display_date":"December 13, 1934","search_date":"1934-12-13","citations":[{"divid":1259710110,"type":"Manuscript","data":["Zora Neale Hurston","Letter to Dr. GLover",null,"4","4","Letters to Rollins College from Zora N. Hurston","Rollins College Archives"]},{"divid":1259710189,"type":"Website","data":["Valerie Boyd","Estate of Zora Neale Hurston","HarperCollins","http://www.zoranealehurston.com/biography.html, (accessed September 2009)","September 2009"]},{"divid":1259710263,"type":"Book","data":["Yvonne Shafer","American Women Playwrights, 1900-1950","","New York","Petter Lang","1995","403-8, 457"]}],"locations":[{"id":4299,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":85,"tag":"Harlem Renaissance"},{"id":437,"tag":"Zora Neale Hurston"},{"id":438,"tag":"Rollins College"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}