{"id":4838,"title":"Mrs. Robert E. Lee Recalls Her Husband's Last Days","course_id":37,"status":"P","start_date":"1870-09-28","end_date":"1870-10-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the morning of Wednesday, October 12, 1870, General Robert E. Lee passed away from pneumonia while surrounded by his family at home in Lexington, Virginia. General Lee gained celebrity from his service as a general in the Confederacy during the Civil War. The pneumonia followed a stroke that had occurred two weeks earlier. Despite death looming, Lee maintained composure that he accumulated over his lifetime during his last two weeks of life. Lee’s wife, Mary Anna Custis, described her husband’s last two weeks in a letter to a dear friend.","General Lee suffered a stroke on Wednesday, September 28, 1870 after attending a meeting at his church. He returned home to have tea with his awaiting family. Mary Custis Lee remarked “You have kept us waiting a long time. Where have you been?” He did not reply. Instead, he stood as if he was about to say grace, but he did not utter a word. Lee quietly sat back down in his seat with a breath of resignation. Mrs. Lee said “That look was never to be forgotten, and I have no doubt he felt that his hour had come…”","Doctors promptly arrived to aid the ailing Lee and remained by his side over the last two weeks of his life. Mary Custis explained that, “He never smiled and rarely attempted to speak, except in his dreams, and then he wandered to those dreadful battle-fields.” At one point, Lee began to feel better. A doctor said “You must soon get out and ride your favorite gray!” referring to his horse, Traveller. The General did not reply as he closed his eyes and shook his head emphatically. He was stubborn about taking his medicine, saying once to his daughter Agnes, “It’s no use,” even though he would always take it afterwards.","In his final hours, Lee slept a great deal. It became more certain to doctors and his family that his case was hopeless. His pulse stet weak and rapid as his breathing grew heavier. Despite his tiredness, he was still able to recognize his family, and he loved having them around, greeting them with all with a gentle press to their hands. Slightly after nine o’clock on the morning of October 12, he at last sank to rest as his eyes closed to the world. The old hero had lost his final battle as a deep sigh drew across his face. “What a glorious rest was in store for him!” said Mrs. Lee.","After death, Lee’s image was still resented by some Northerners because they viewed him as a traitor for siding with the Confederacy during the Civil War. For generations of Southerners, he became a symbol of the virtues of the Old South. At Washington College in Virginia, Lee served as president and publicly deprecated violence. After his death, the college changed its name to Washington and Lee College. Today, Lee is remembered not only as a brilliant military leader, but also for his postwar conduct."],"display_date":"September 28, 1870 - October 12, 1870","search_date":"1870-10-05","citations":[{"divid":1259764679,"type":"Book","data":["Robert E. Lee","Recollections and Letters of General Lee","","Garden City, New York","Garden City Publishing Company","1904","434-440"]},{"divid":1259764767,"type":"Book","data":["Roy Blount","Robert E. Lee: A Life","","New York","Penguin Group","2006","161-162"]},{"divid":1259764830,"type":"Article","data":["Michael A. Ross","The Commemoration of Robert E. Lee's Death and the Obstruction of Reconstruction in New Orleans","Civil War History","51","June 1, 2005","135-136"]}],"locations":[{"id":4374,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}}