{"id":4841,"title":"<strong><strong>African Americans in the Seminole Hotel</strong></strong>","course_id":33,"status":"P","start_date":"1886-01-01","end_date":"1886-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Observing the history of Winter Park, the Seminole Hotel which was built in 1886 is one location that is significant in many ways to the American Life, especially for African Americans. The Seminole Hotel was a grand resort in Lake Osceola and it was a vacation destination which attracted many wealthy northerners who were escaping the unpleasant weather from their home towns. While it is evident that white northerners enjoyed the warm weather and the great destination, African Americans who were already in the area were not affluent enough to enjoy the properties of the Seminole Hotel. Instead African Americans were offered a different way to step foot onto the premises, they were the employees that hosted the white wealthy guests.","As mentioned in the Winter Park Historical Association website, the Seminole Hotel boasted <em>“that more millionaires and beauties were gathered on its piazzas than any other space in Florida.”</em> In this regard we easily understand that during 1886 when the Seminole Hotel was built, African Americans were just fortunate enough to be employees of the Seminole Hotel. Across the South during this period, African Americans were denied employment and equal opportunities by whites for various reasons, but were fortunate enough to find some opportunities at the Seminole hotel. As observed in the photos of the Seminole Hotel, Steve Rajatr in the Winter Park Magazine reveals that  “a large portion of their Winter Park staff of porters, bellhops, cooks, and maids were black residents who lived in Hannibal Square and who were neighbors of white families who lived on the east side of town. The hotel was one of the major companies in the area that employed black residents.”","While looking back at the importance of the Seminole Hotel we must recognize that a picture found in the Rollins College Archives with an African American woman boating wealthy white northerners on Lake Osceola depicts both positive and negative interpretations. While I rather see a picture of both African American’s and Whites enjoying the sites of the Seminole Hotel, it is still beneficial that African Americans were hired by one of the only employers that would employee them. “The city’s founding fathers intended Winter Park to be a resort destination for affluent families who wanted to escape harsh winters in the Midwest and Northeast and African American’s were apart of making these wealthy families feel welcomed.” Through the Seminole Hotel the African Americans contributed to the American experience in many ways, some more obvious than others."],"display_date":1886,"search_date":"1886-07-02","citations":[{"divid":1259774871,"type":"Pamphlet or Other Printed Material","data":["","Seminole Hotel Labor","Winter Park, Florida","Annonymous","1886","Rollins College Archives"]},{"divid":1259774986,"type":"Article","data":["Steve Rajtar","The Seminole attracted wealthy vicitors to a growing Winter Park","Winter Park Magazine","1","2009","1-3"]},{"divid":1259775129,"type":"Website","data":["Phil Eschbach","History of Winter Park","Winter Park Historical Association","http://www.winterparkhistorical.com/explore/places.html","2009"]}],"locations":[{"id":4330,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":21,"tag":"Race Relations"},{"id":142,"tag":"african americans"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}