{"id":4842,"title":"Eatonville and the Robert Hungerford Industrial School","course_id":33,"status":"P","start_date":"1888-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dr. Robert Hungerford is best known for the school in Maitland, Florida that was named after him, however, his willingness and selfless attitude in preaching education is what best characterizes the type of person he actually was. Hungerford was a young white physician from Seymour, Connecticut who spent a winter in Maitland, Florida in hopes of bettering his health.  While in Maitland, he became interested in a group of African Americans and preached to them the importance of education.  After returning home to Connecticut, from his trip to Florida, Dr. Hungerford contracted the typhoid fever from an ill African American youth and eventually passed away in 1888.  The following year, the group of Negroes he first worked with in Maitland came together and started a small black school near Maitland, naming it the Robert Hungerford School in memory great memory of their mentor.  The principle of the school was Russell C. Calhoun, who gained a college education and one of Dr. Hungerford’s brightest scholars.  A few years after the school opened, Dr. Hungerford’s father gave the school one hundred and sixty acres of land as a memorial to his son and the school greatly expanded.","The Robert Hungerford Industrial School was soon established and it provided African Americans with means of learning as well as direct industrial work experience.  The school owned more than two hundred acres of suitable land for farming and building.  The students of both sexes would attend school for half of the day and work the other half of the day.  The county of the school was given two hundred and forty dollars a month to cover the wages of the teachers, however, the principle nor the treasurer received any pay for their work.","In a time where the country was going through much racism and hatred toward African Americans, education was not viewed as very important.  This was until Dr. Hungerford came into the scene and ultimately transformed education for the African American people of the South.  His generosity and willingness to help poor African American children was taken very seriously and opened the door for many young men and women.  The creation of the Industrial School provided real life work experience, as well as many different learning opportunities.  Students came from all over Florida to take part in this excellent program that quickly took off from the very beginning.  The early 1900’s were a very tough time for African Americans, although Dr. Hungerford wasn’t directly apart of the creation of the school, his willingness to reach out and help the African Americans went a long way in establishing some of the first means of education in the South.  Black students were provided opportunities that at the time were unheard of in many parts of the U.S.  Several years after the original creation of the school, Hungerford graduates were successful students in Florida, Georgia, North Carolina and Virginia.  Although the original school is no longer present, the name still lives on as the name of an elementary school in Eatonville."],"display_date":"1888 - 1910","search_date":"1899-07-01","citations":[{"divid":1259774386,"type":"Newspaper Article","data":["Robert Hungerford Industrial School","Rollins College Archives","","1899",""]},{"divid":1259774566,"type":"Article","data":["Emily K. Herron","Hungerford School","Rollins College Archives","1","1941","214-215"]},{"divid":1259774618,"type":"Newspaper Article","data":["Black schooling came to Orange County in 1877","Orlando Sentinal","","February 8, 1990",""]}],"locations":[{"id":4314,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":445,"tag":"Education for blacks"},{"id":142,"tag":"african americans"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}