{"id":4845,"title":"Zora Neale Hurston performs \"From Sun to Sun\" at Rollins College","course_id":33,"status":"P","start_date":"2/11/33","end_date":"2/11/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Friday, February 11, 1933 Zora Neale Hurston’s program “From Sun to Sun” was shown at the Recreation Hall of Rollins College at 8:15 in the evening. At the performance Hurston led her company of Negroes in songs of African folklore, originating from various places around the state. Such songs included “Shack Rouser,” “East Coast Blues,” and “Alabama Bound”.  The scenery for “From Sun to Sun” was designed and created by Iven Tate, a young Negro artist from Orlando, Florida.","Hurston was born on January 7, 1891 in Notasulga, Alabama, though later in life claimed she was born in Eatonville, Florida in 1901. Eatonville was the first incorporated Negro town in America, where Hurston and her family moved to when she was three years old. In her 1928 essay “How It Feels to Be Colored Me” she describes the experience of growing up in Eatonville. She began her studies there, attending a grammar school in Jacksonville and later going to Morgan Academy in Baltimore, Maryland.  Hurston published four novels and over fifty short stories, plays, and essays.","In 1927 she was admitted to Barnard College where she majored in anthropology and studied under Dr. Frank Boas. Hurston was the first Negro to ever be admitted to the college and graduated in 1928.  By January 1932, she was working closely with the Creative Literature Department of Rollins College in an effort to produce a concert program of Negro folklore. On March 1 of the same year, a special half hour performance of folk songs and dances was given by Hurston, staged specifically for Miss Ruth St. Denis, a famous American dancer.","Hurston spent four years (1927-1931) in the South collecting material for this production in an effort to recreate an authentic portrait of folk-style songs, dances, tales and rituals. The work songs in the second number of the show (“Cold Rainy Day,” “Let the Deal Go Down”) refer to the songs sung by men working on the railroads, in the sawmills and in the phosphate mines in Florida. Sometimes the words simply add body to the tune as the music portrays the sounds of sawing a log, the swinging of a pick, and the driving of a nail.","Some of Hurston’s songs originate from jooks, a place of leisure for Negroes in the South. Jooks were a place where Africans could dance, sing and socialize amongst themselves. The jook songs are commonly known as “blues”, but many of them are considered ballads because they tell a story.  A person literate enough to put them on paper never hears these songs; they travel by word of mouth from one jook to another.","Hurston’s tour of “From Sun to Sun” has traveled across the country, touching all who experience its power. Negroes and friends of the Negroes will appreciate its heartfelt message of the slave experience. Zora Neale Hurston’s own participation in the program only adds to its influence and shows that she herself believes in its message and meaning."],"display_date":"February 11, 1933","search_date":"1933-02-11","citations":[{"divid":1259774318,"type":"Website","data":["Unknown","Jump at de sun: the story of Zora Neale Hurston","Google","http://books.google.com/books?id=eF0Ci8ury-UC&amp;pg=PA64&amp;dq=from+sun+to+sun+zora+neale+hurston&amp;client=safari#v=onepage&amp;q=&amp;f=false","Oct. 9 2009"]},{"divid":1259774604,"type":"Article","data":["Unknown","Zora Hurston Dances For Ruth St. Denis","The Rollins Sandspur","31","Mar. 1 1933","2"]},{"divid":1259792123,"type":"Pamphlet or Other Printed Material","data":["","Zora Hurston and Native Negro Singers and Actors in \"From Sun to Sun\"","Winter Park, Florida","The Museum at Rollins College","1933",""]},{"divid":1259792310,"type":"Website","data":["A.P. Porter","Jump at de sun: the story of Zora Neale Hurston","Google","http://books.google.com/books?id=eF0Ci8ury-UC&amp;pg=PA64&amp;dq=from+sun+to+sun+zora+neale+hurston&amp;lr=&amp;client=safari#v=onepage&amp;q=&amp;f=false","Oct. 7 2009"]}],"locations":[{"id":4355,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":438,"tag":"Rollins College"},{"id":437,"tag":"Zora Neale Hurston"},{"id":436,"tag":"florida slave history"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}