{"id":4849,"title":"From Eatonville to Broadway","course_id":33,"status":"P","start_date":"1/1/10","end_date":"12/31/35","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Born in Alabama and raised in Eatonville, Florida, Zora Neale Hurston became one of the greatest-known black female authors of all time. Zora once said:","\"I was born in a Negro town.  I do not mean by that the black backside of an average town.  Eatonville, Florida is, and was at the time of my birth, a pure Negro town-charter, mayor, council, town marshal and all.  It was not the first Negro community in America, but it was the first to be incorporated, the first attempt at organized self-government on the part of Negroes in America.\"","Zora’s life reflects the same “attempt” as did the formation and incorporation of Eatonville; she paved the way for all female writers in America, specifically those of African descent, through the strength of her own story.","Throughout history, Zora can often be found on the frontier of African American accomplishments. In 1927, she was the first African American to be admitted to Barnard College. After graduation, Zora immediately set out to explore “Negro” folklore. Through her strong determination and interest- and after only a few months- Zora had amassed the largest collection of “Negro” folk tales in her field. She used her extensive research into African American life and history to construct plays which recalled traditional “Negro folk-lore.” One such play is her famous <em>From Sun to Sun</em>, an adaptation of <em>The Great day</em>, a theatrical revue- a theatrical performance involving short satirical and topical songs, sketches, and monologues- written in 1932.","Zora frequently worked with Rollins College in Winter Park, Florida to construct and perform her creations. The concert program of “Negro music” for <em>The Great Day </em>was built through Zora’s collaborative effort with the creative literature department of Rollins College. The John Golden Theatre on Broadway housed the first performance of <em>The Great Day</em> on January 10, 1932- Zora had made it to Broadway. On February 11, 1933, she staged an adaptation of <em>The Great Day</em> called <em>From Sun to Sun</em>, “a program of original Negro folk-lore,” at Rollins College with “Native Negro Singers and Actors.” The event program included a brief biography about Zora Hurston, an outline of the play, and specific descriptions and explanations of each song included in the revue. At 8:15 pm, “Negroes” and “white friends of the Negroes” gathered at Rollins’ Recreation Hall to “experience the richness of the material at their own doorstep.” The play was a success, as many college and local newspaper write-ups from the period suggest, and Zora continued to display her creations at Rollins in front of captive audiences for years to come.","Though she fought and stood against racial prejudice throughout her life, Zora Neale Hurston stands as one of America’s most celebrated authors.  Zora’s creative path began in Eatonville, and by the mid 30s, it brought her to all the way to Broadway. Her story stands to tell: Zora indeed took her mother’s advice to “jump at de sun.\""],"display_date":"1910 - 1935","search_date":"1922-12-31","citations":[{"divid":1259775181,"type":"Website","data":["Zora!","Zora Neale Hurston","Zorafestival.com","http://www.zoranealehurstonfestival.com/Zora_Neale_Hurston.html","Sept. 24, 2009"]},{"divid":1259775233,"type":"Website","data":["The Estate of Zora Neale Hurston","About Zora Neale Hurston","The Estate of Zora Neale Hurston","http://www.zoranealehurston.com/biography.html","Sept. 24, 2009"]},{"divid":1259775277,"type":"Website","data":["The Estate of Zora Neale Hurston","The Life of Zora Neale Hurston","The Estate of Zora Neale Hurston","http://www.zoranealehurston.com/chronology.html","Sept. 24, 2009"]},{"divid":1259775333,"type":"Pamphlet or Other Printed Material","data":["","From Sun to Sun: A Program of Negro Folklore","","Rollins College","1933","Rollins College Archives"]}],"locations":[{"id":4346,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":437,"tag":"Zora Neale Hurston"},{"id":129,"tag":"Eatonville"},{"id":458,"tag":"African American Authors"},{"id":460,"tag":"African American Folklore"},{"id":459,"tag":"Female Authors"},{"id":463,"tag":"African American Women"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}