{"id":4850,"title":"Work In An All-Black Community","course_id":33,"status":"P","start_date":"1/1/46","end_date":"1/5/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Zora Neale Hurston was an African American woman born in the first all African American town in America.  She wrote countless accounts of different things she saw and experienced and this is very important because what she experienced was completely different than what most other African Americans experienced.  In the short story “Turpentine” she accounts when she walks down to see where the people were building the road.  She explains how the people built the road, what they were paid and how they felt about the work.  Zora Neale Hurston’s ideas and thoughts on African American culture in this time period is unique because of her upbringing, making her very important to African American historians.","In this story it is prevalent that all the workers are African Americans.  She speaks of the smells and her thoughts almost like a diary and this gives historians an inside look at the way African Americans felt about hard work.  The whole time there is a very positive feel to the document and I feel that this is important because it shows that the people were happy to work and glad to be getting paid for their labor even if it was “a penny per tree cut” (turpentine1) which means for every tree cleared out of the way they were collectively rewarded a penny.","Throughout her life Hurston never experienced the same kind of prejudices that most other Africans face.  She speaks of Eatonville as a sort of utopia in which African Americans could exist without the prejudices of a white dominated society.  This is what makes her accounts of history so special.  The fact that she was able to grow up in this African American society and then assimilate later in life gave her a perspective only a small portion of the rest of the world shared.  That is why she was able to stand up for African Americans in Harlem and assist so greatly in the Harlem renaissance.  This view of the world was so obtuse to other recollections that she was even shut out by many African American historians.  “Although her works stand among the richest documentary in life, labor, and culture.  Most of the denunciation of her work has come from the intellectual left, which has accused her of ignoring of minimizing the exploitation, oppression and outright atrocities visited upon black people in the post-reconstruction south” (Zora Neale Hurston and the history of southern life 10).","This account is important because of the perspective brought upon it by Hurston.  Her background and upbringing changed her view on African American society.  This change is seen here with the very positive account of a very negative job.  Taring roads is supposedly one of the worst jobs because of the danger heat and smell of the tar.  She recounts the people calling it “gum patch” which brings on a positive feel.  These accounts are so very important today because it reassures people that not every African American lived a horrible life.","Zora Neale Hurston was an influential woman not just because of her presence in the Harlem renaissance but her accounts and recollections of the time she spent in and around other African Americans.  This look into the past through her eyes can help people learn about the good times African Americans had in the post-reconstructed south.  Her positive writings about this account show that her life and the lives of the people around her were not all bad.  Not only is just a positive account but also shows the construction and expansion African American culture because of the road construction.  Much can be learned from Zora Neale Hurston and her accounts for history are worth their weight in gold."],"display_date":"January 1, 1946 - January 5, 1946","search_date":"1946-01-03","citations":[{"divid":1259774454,"type":"Book","data":["Patterson, Tiffany Ruby","Zora Neale Hurston and a history of southern life","","Philadelphia, PA","Temple university press","Jan 1st 1946","34"]},{"divid":1259774644,"type":"Article","data":["Jill I. Linzee","a reference guide to florida folklore from the federal WPA deposited in the florida folklore archives","historical resources","1990","1990","70"]}],"locations":[{"id":4425,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":437,"tag":"Zora Neale Hurston"},{"id":129,"tag":"Eatonville"},{"id":461,"tag":"life"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}