{"id":4851,"title":"Zora Hurston: Making Folklore","course_id":33,"status":"P","start_date":"1/1/30","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Zora Hurston grew up in Eatonville, Florida. The first incorporated all black town; Eatonville provided Hurston a unique childhood, despite lacking money and educational opportunities. Hurston’s passion in learning black culture and folk life established her as a very unique and intelligent individual, whom was praised in the black community.  Although her views on racism were quite different from those in the black community, she was able to win over the hearts of many, despite her eccentric differences in thinking.  As she grew up she went to grammar school in Jacksonville and attended Morgan Academy in Baltimore, Maryland.  Hurston is well known as the first African American scholar to study folklore at the level she did, graduating from Barnard College, where she was the only black student, as well as attending graduate school at the ever so prestigious Columbia University.  At the time this was unheard of,  Rollins College was truly honored when she came and performed here on campus January 5, 1934.","The title of the performance was “All De Live Long Day.”  It was a folklore representation of black life in Florida at the time.  The program consisted of songs, plays, and dance.  Her words were every uplifting for blacks in a time of constant struggle for African Americans in Florida and the rest of the country.  Her songs were unique and related to real life experiences.  Hurston alongside many other African American’s were able to change the views of blacks in a unique and uplifting performance.  The performance was broken up into seven segments with an intermission in the middle.  Each segment had its own theme and the performance hit home all aspects of black life in America during the time of slavery.","Her research and ability to perform as well as she did, created her image as one of the most prolific African American women during the black’s struggle for freedom in the early 1930’s in America.  She gave blacks the ability to laugh and joke about life even in such drastic times.  Folklore was a very popular means of connecting African Americans, it was something they valued very highly.  It provided them with means of communication and brought them very close.  What Zora Hurston was able to do to African American culture was highly praised and provides great insight of how African Americans were able to adapt to the culture they underwent."],"display_date":"1930 - 1945","search_date":"1937-12-31","citations":[{"divid":1259775228,"type":"Pamphlet or Other Printed Material","data":["","All De Live Long Day","Winter Park, FL","Rollins College Dramatic Art Department","1934","Rollins College"]},{"divid":1259775312,"type":"Website","data":["Pegasus Web Server Home Page","The Zora Neale Hurston Digital Archive","Pegasus Web Server Home Page","http://pegasus.cc.ucf.edu/~zoraneal/index.php","September 28,2009"]},{"divid":1259775408,"type":"Website","data":["Webster University","Zora Neale Hurston","Webster University","http://www.webster.edu/~woolflm/hurston.html","September 28,2009"]}],"locations":[{"id":4324,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":462,"tag":"African Folklore"},{"id":463,"tag":"African American Women"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}