{"id":4852,"title":"The Settlement of Liberia and Hindrances to its Success","course_id":33,"status":"P","start_date":"1827-01-01","end_date":"1847-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 1810’s and 1820’s, resettlement attempts of African Americans back to Africa took place, most of which were largely unsuccessful. One of the notable attempts was Liberia, where around 6,000 freed slaves were brought to form a colony and escape racial prosecution in North America. Two organizations were responsible for this settlement attempt, The American Society for the Colonization of the free People of Color (ASCPC) of the United States and the American Colonization Society (USACS). The primary document examined is a report from a lieutenant that had spent some time in Liberia during its formation. He speaks largely on the resistances that the settlers faced, and why he believed that the colonization project was doomed for failure. The chief reasons that Liberia failed were: the limited resources they had at their disposal, limited cooperation from the freed slaves to leave America, native hostility and external world powers that threatened to invade Liberia. Both organizations mentioned above ultimately had the same goal: to provide transportation of the freed slaves back to Africa and aid them in setting up a new colony where they could escape racial prosecution.","Both ASCPC and USACS received funding from various sources including churches, various state legislators and private donors. The colony was set up in likeness of American Democracy, controlled by the Whig party with no other competing parties. The first President of Liberia was a white man born and raised in the Unites States and many of the other party members had no actual African descent. Because the political structure was a single party, a kind of aristocracy arose among all of the settlers regardless of race, seeing themselves as superior to the native people. This strained tensions, causing conflict between the natives and the settlers, as we will examine later. The total expenditure for just a few settlements for these 6 thousand people racked up a cost of over $100,000 which was a lot more money than the organizations were receiving from donors. This, over time, resulted in the organizations having to sever support of Liberia, staying on as a trustee type figure. Unable to pledge any more funds to the forming colony, both ASCPS and USACS were only to aid Liberia with advice and political decisions, a role that was already filled by the forming aristocratic class, making the founding organizations largely useless. Because of the inability to produce further aid, Liberia was requested by the organizations to declare their independence, and did so in 1847.","Liberia faced several adverse challenges during the beginning stages of its formation while it was under the leadership of The American Society for the Colonization of the Free People of Color of the United States and the American Colonization Society. The native population, who apparently was tricked into selling the land the freed slaves were settling, had referred to this land as holy, causing violent action to rise between the two factions. There was also a large amount of goods that the settlers had with them and their general lack of protection, making the settlement easy prey for the armed natives. Bloody skirmishes were constantly breaking out killing off the already small number of settlers. This, coupled with famine and disease, brought down the population size in Liberia at an early start.","Liberia was forced to declare its independence out of fear of being invaded by Britain in 1847. Claiming that it ultimately failed may be extreme, as it is still a country today and some of its inhabitants are still of free slave descent. However, the democratic government that was set up is virtually non-existent, as ethnic groups took over shortly after the organizations were unable to provide monetary compensation that was needed. Liberia ultimately failed because the United States government refused to pledge adequate monetary support as well as defenses for the settlers, coupled with the freed Slaves unwillingness to go back to Africa once being freed. The primary documents examined give  excellent insights to what the organizations were who were charged with the tasks of transporting the slaves as well as the perspective of a captain who witnessed the ongoing problems in Liberia. While the formation of Liberia may have been with good intentions, it ultimately failed due to a government that was unwilling to pledge its full support."],"display_date":"1827 - 1847","search_date":"1837-07-01","citations":[{"divid":1259775094,"type":"Government Document","data":["\"Slave Trade--Liberia\"","American State Papers 1st. Session 18th Congress","12 Dec. 1822","Washington, D.C.","","1822","p.1099 No.258","Slave Trade, Olin Library, Rollins College",""]},{"divid":1259775620,"type":"Article","data":["William E. Allen","Rethinking the History of Settler Agriculture in Nineteenth-Century Liberia\"","The International Journal of African Historical Studies","Vol.37, No.3","2004","435-462"]},{"divid":1259775747,"type":"Article","data":["J.H. Mower","The Republic of Liberia","The Journal of Negro History","Vol. 32 No.3","Jul. 1947","265-303"]}],"locations":[{"id":4409,"lat":39.603674835,"lng":-77.8141711851,"zoom":9,"place":"WASHINGTON, Maryland"}],"tags":[{"id":464,"tag":"Liberia"},{"id":465,"tag":"\"Back to Africa\""}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}