{"id":4854,"title":"The African American Struggle through the U.S. Educational System","course_id":33,"status":"P","start_date":"1870-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Before the end of the Civil War, the education of black slaves in the United States was a criminal endeavor. Although efforts were made in the newly formed free black communities to organize schools, few African Americans received any education at all before the Reconstruction Era when public schools were opened. Even then, establishments for black children were poorly financed and largely ignored. Emerging in the 1870s, Jim Crow laws ruled the educational system and schools became legally racially segregated. In 1890, the first “coloured” school building in Winter Park was opened to African American children, under the harsh conditions of the time.","In 1896, the Supreme Court decision of Plessy vs. Ferguson established separate public schools for black and white students. The decision also deprived African American children of equivalent educational advantages. “Coloured” schools had to make do with scant financial support and negligible resources. A damaged photograph from 1890 documents the opening of the first school building for African Americans in the city of Winter Park, Florida. This schoolhouse appears consistent with the common characteristics of “coloured” schoolhouses emerging across the nation- few teachers, far too many students, and clearly under-financed. Two schoolteachers pose in the photograph alongside roughly 40 students – schoolchildren who mostly are in want of shoes. The schoolchildren in the photograph range from toddler-aged to early teens- a characteristic typical of the time, as generally one teacher supervised dozens of students in all subjects, and grades.","The lack of proper and fair financing for black learning institutions affected the quality of the education provided. Teachers could not give pupils ample individual attention, and therefore students were made to work exponentially harder in order to succeed. However, as the 1890 photograph illustrates, attendance was high and both students and teachers alike were proud of their new privilege, however tainted it may have been.","The struggle for fair and equal education for African Americans was long and hard, but much progress was made through the efforts of organizations such as the NAACP (National Association for the Advancement of Coloured People) and individuals like Oliver Brown, who pushed for fairness in the education system.U.S. schools were legally desegregated in 1954 by the Supreme Court decision of Brown vs. Board of Education, which overturned Plessy vs. Ferguson, and stated that \"separate educational facilities are inherently unequal.” Groups of African American students like “Little Rock Nine” began to enter previously “all-white” schools, and thus began the long process of de-segregation in American public schools. Though the U.S. school system still struggles with issues relating to fair education of African American children, the nation has certainly come a long way since the founding of Winter Park’s first “coloured” schoolhouse in 1890."],"display_date":"1870 - 1890","search_date":"1880-07-01","citations":[{"divid":1259775664,"type":"Film","data":["","First Colored School Building, 1890","Photo","1890","Rollins College Archives","","1890"]},{"divid":1259775725,"type":"Website","data":["InfoPlease.com","Ten Important Supreme Court Decisions in Black History","InfoPlease.com","http://www.infoplease.com/spot/bhmsupremecourt.html","Nov. 6, 2009"]},{"divid":1259775759,"type":"Website","data":["Virginia Historical Society","Beginnings of Black Education","Virginia Historical Society","http://www.vahistorical.org/civilrights/education.htm","Nov. 6, 2009"]}],"locations":[{"id":4345,"lat":28.5174877311,"lng":-81.2997194005,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":467,"tag":"Black Schools"},{"id":466,"tag":"Educational System"},{"id":142,"tag":"african americans"},{"id":472,"tag":"Plessy vs. Ferguson"},{"id":473,"tag":"Brown vs. Board of Educat"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}