{"id":4856,"title":"Job Opportunities at the Seminole Hotel","course_id":33,"status":"P","start_date":"1886-01-01","end_date":"12/31/02","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1886 an impressive hotel was built on Lake Osceola called the Seminole Hotel. This hotel was a huge addition to the Winter Park community. It consisted of two hundred rooms and provided plenty of activities to entertain the guests, such as a bowling alley, croquet, tennis, and a billiard room. A bonus of being on the lake was that they were able to offer sailing, rowing, fishing, and two steam yachts. It was located close to Rollins College, so many family members of the students stayed there while visiting. It drove in famous and wealthy people such as President Grover Cleveland and William Rockefeller.","Along with the good business came numerous job opportunities for the African-Americans in the surrounding area. With only twenty-one years after slavery was abolished by the Thirteenth Amendment (1865), it was very difficult for African-American to get jobs, never mind jobs with good salary. During the Reconstruction Era, plantation owners hired the newly freed African Americans to keep production up. These arrangements did not work well, and therefore a great deal of the land was occupied by both white and African American farmers and sharecroppers.","The Seminole Hotel was a one of the only businesses that employed African-Americans in the South during this time. Some of the jobs included maids, bellhops, landscapers, cooks, baggage carriers, and caddies. They employed men, women and children to carry out these duties. Also when important figures stayed at the hotel, there would be the additional job of driving the mule and carriage to the train station just down the road, to pick up and drop of the guest. The workers were treated well here and made a reasonable pay. In a picture, dating between 1886 and 1902, shows eleven young African-American men dressed in caddy uniforms, scrabbling on the dirt ground in search of money. Most of the young men are piled on top of each other or sprawled out on the ground, while only one appears to already have some money in his hand, because he is away from the group and is looking down at his cupped hands. Written on the back of the picture it says, “Scrambling for money thrown by Seminole Hotel guest.” This picture suggests that not only did the hotel treat their workers well, but the guests did as well. They generously threw out money to these workers that were working to help support their families.","While other businesses were discriminating against the newly freed people, the Seminole Hotel invited them in with open arms. Their hard work and helping hands helped keep the hotel open for six years until a fire in the kitchen burned down the hotel. The hotel was not re-built and many people became unemployed. The Seminole Hotel exemplified how an establishment in the late nineteenth century could have interracial employees and still flourish as a well-known business."],"display_date":"1886 - 1902","search_date":"1894-07-01","citations":[{"divid":1259775570,"type":"Website","data":["Ronald L. F. Davis","“Slavery in America: Historical Overview”","California State University","http://www.winterparkhistorical.com/exp lore/places.html","September 9, 2009"]},{"divid":1259775745,"type":"Website","data":["Terry/ Kane Orlando Inc.","\"Places; Historical Preservation in Winter Park\"","Winter Park Historic Association","http://www.winterparkhistorical.com/exp lore/places.html","September 9, 2009"]},{"divid":1259775853,"type":"Website","data":["Winter Park History and Archives Collection","\"Winter Park History”","Winter Park Public Library","http://www.wppl.org/wphistory/FirstSeminoleHotel/index.html","September 9, 2009"]}],"locations":[{"id":4333,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":468,"tag":"employment"},{"id":142,"tag":"african americans"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}