{"id":4857,"title":"Zora Neale Hurston: Impact on Music Folklore","course_id":33,"status":"P","start_date":"1/1/39","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Music belongs to all humans. Race, size, or color does not matter. When it comes to music, all cultures come together, one voice is heard. Folklore music is a prime example of this, and Zora Neale Hurston played an extremely important role in it. Not many African Americans had the opportunity to publish any type of works, or even to express their opinions on music, but Hurston was able to and represented all those who did not have the opportunity to do so. She introduced folklore and showed us how important music is, and the role it played in African American’s lives. <br /> Folklore music really represents cultures, their beliefs as well as religion. Much of music is written to express our feelings about certain topics, Africans viewed music as a getaway, they believed that through music they were able to achieve a lot more than by actually physically reacting to a certain issue. When music was made, spirits were lifted, and feelings were expressed; much of folklore music was played during special celebrations such as weddings and burials. It brought people together, and as Hurston mentioned “it does not belong to any special time, place, nor people”. Hurston taught us so much about the evolution of folklore here in Florida, and the role it played in both white’s and African’s lives. She once mentioned that a verse is “just a talking sentence,” to show us how powerful music was really is. To prove her point Hurston included in her book Frontiers: A Journal of Women Studies, Vol. 12, No.1 fragments of folklore songs from various parts of Florida. These songs had powerful verses and stanzas that reached out to many, and painted a picture of what African American’s lives were like. <br /> Hurston often wrote about folklore music, but she also wrote “narratives and hoodoo practices.” She published many different books on music and its impact in states such as Florida, and Alabama; she also included examples of typical songs that were often popular among Africans in such regions. Her books were very descriptive and often told stories in form of songs about certain characters and their everyday lives. The characters portrayed in her books were mostly based on a non-fictional character; often people she knew and was close with. The songs reflected events that often took place in this person’s life, just told the story of their life. A perfect example of this would be Mules and Men, in which the “book really yields a valuable account of our Southern United States Negro.” <br /> Hurston’s books are known all over the country, and her works are greatly recognized in states such as Florida. History owes a great deal to Hurston, thanks to her we now know a great deal of how and what music folklore was influenced and how it was brought about here in our own Floridian backyards. We are also able to get a glimpse of what life was like during the slave trade periods, just as well as how, not only people were affected by slavery, but how culture and music were also impacted."],"display_date":1939,"search_date":"1939-07-02","citations":[{"divid":1259775868,"type":"Website","data":["Zora Neale Hurston","Frontiers: A Journal of Women Studie","Rollins College Archives","http://www.jstor.org/stable/3346585","Sept. 9, 2009"]},{"divid":1259775941,"type":"Website","data":["Mary B. Ellen","Book Reviews","JStore","http://www.jstor.org/stable/540222","Sept. 21, 2009"]},{"divid":1259776012,"type":"Website","data":["William T. Joseph","Book Reviews","JStore","http://www.jstor.org/stable/1256868","Sept. 21, 2009"]}],"locations":[{"id":4334,"lat":28.7169229525,"lng":-81.2362806752,"zoom":10,"place":"Seminole, Florida"}],"tags":[{"id":437,"tag":"Zora Neale Hurston"},{"id":460,"tag":"African American Folklore"},{"id":471,"tag":"music"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}