{"id":4858,"title":"Zora Neale Hurston: Improving Race Relations through African Folklore","course_id":33,"status":"P","start_date":"6/8/32","end_date":"10/10/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Zora Neale Hurston made contributions to the acceptance of African Americans in society through her noteworthy folklore writing.  Hurston was an inhabitant of Florida, but resided in New York City when she wrote a letter to Professor Grover on June 8<sup>th</sup> 1932.[1]  In her letter, she explains that she majored in Anthropology at Columbia University.  Furthermore, she states “I have done three years research among my people and possibly I know as much about the matter as anyone else.”[2]  The overall point of Hurston’s letter to Professor Grover was a request to give a concert of Negro folklore to accurately represent African life.  Zora Neale Hurston had notable success in the North, but it would be an arduous task to raise awareness of African life and improve race relations in the South due to discrimination.","Hamilton Holt, president of Rollins College at the time wrote a letter to William Robert Wunsch an English instructor at Rollins College on November 1 1932.  In the letter, Hamilton Holt explains, “I see no reason why you should not put on in recreation hall the negro folk evening under the inspiration of Zora Hurston.”[3]  Holt indicates he does not want anything vulgar in the presentation.  Also, he makes note there should be no Negroes in the audience unless they are segregated, but still believes that would be unwise.[4]  Later in the letter, Hamilton Holt does not recommend advertising the event, but also claims he might be wrong by not advertising Zora Neale Hurston’s work.[5]  The negativity of some of Holt’s letter to Wunsch may seem misleading.  In reality, Hamilton Holt was eventually honored by the presence of Zora Neale Hurston on campus.[6]  It seemed clear he was just taking precaution of the radical change of having an African American at Rollins College due to the discrepancy between the perceived acceptance of blacks in the North and the South.  In fact, Hamilton Holt ended his letter to Wunsch stating, “I am glad you are doing this as it is one of the best steps in the right direction.”[7]  The direction Holt is referring to portrays better race relations between blacks and whites, and equality","Through the writing of the president of Rollins College in the 1930s, Hamilton Holt not only accepted but also embraced Hurston’s request.[8]  Hamilton Holt wrote, “I was very proud that Mr. Wunsch, Dr. Gover, and the others helped you, and Rollins will always be glad that we had some part in your success.”[9]  This quote alludes to the fact that highly educated African Americans are being accepted and embraced in the South and North, thus representing an improvement in race relations.  Holt goes on to compliment Hurston’s work, and show his support by suggesting Rollins will do everything in the college’s power to improve her success and happiness.[10]","Part of Zora Neale Hurston’s acknowledgement as an accepted member of society instead of just a black woman can partially be attributed to her experience at Rollins College.  Zora Neale Hurston became an extremely accomplished folklore writer, but more than that she was an incredibly productive member of African American society.  Through Hurston’s work and optimism, she enlightened whites of African culture, which ultimately proved an African American was being accepted in the populace through different regions of the United States."],"display_date":"June 8, 1932 - October 10, 1934","search_date":"1933-08-09","citations":[{"divid":1259776141,"type":"Pamphlet or Other Printed Material","data":["Hamilton Holt","Letter from Hamilton Holt to William Robert Wunsch","","Olin Library: Historical Archives","1932",""]},{"divid":1259776227,"type":"Pamphlet or Other Printed Material","data":["Hamilton Holt","Letter from Hamilton Holt to Zora Neale Hurston","","Olin Library: Historical Archives","1934",""]},{"divid":1259776238,"type":"Pamphlet or Other Printed Material","data":["Zora Neale Hurston","Letter from Zora Neale Hurston to Professor Grover","","Olin Library: Historical Archives","1932",""]}],"locations":[{"id":4336,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":460,"tag":"African American Folklore"},{"id":6,"tag":"Education"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}