{"id":4860,"title":"The 54th Massachusetts regiment","course_id":33,"status":"P","start_date":"1864-02-20","end_date":"1864-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 54<sup>th</sup> Massachusetts regiment of the Civil War was made up entirely of African Americans, except for its white officers. Because it was the first black regiment to be organized in the North, many were watching its progress. If the regiment’s performance turned out to be noteworthy, it would be the deciding factor if blacks would be used in battle.","The regiment was formed in March 1863 after the Emancipation Proclamation and organized by the governor of Massachusetts, John A. Andrew. Colonel Robert Gould Shaw commanded the regiment, and Andrew himself handpicked the officers. Prominent blacks such as Frederick Douglass recruited the soldiers.  The men were mostly free blacks from the Massachusetts and Pennsylvania areas. The regiment was made up of five hundred men and thirteen officers.","Instead of the standard $13-a-month wage for soldiers, the colored regiment was paid $10. The regiment refused to accept the unequal pay. Ultimately, many blacks fought and died without accepting a penny from the federal government until Congress approved equal pay in 1864.","The 54<sup>th</sup> left Boston to fight for the Union on May 28, 1863. In early 1864, the regiment was moved into Florida. President Abraham Lincoln hoped to win a military victory in Florida and secure enough support to return the state into the Union. On February 7<sup>th</sup>, troops including the 54<sup>th</sup> moved towards Jacksonville. Snipers opened fire on the troop ships, and members of the 54<sup>th</sup> became the first soldiers to land of Jacksonville and proceeded to chase the snipers away from the ships.","On February 20<sup>th</sup>, the troops began moving toward Lake City in Northern Florida. The battle with the Confederates began in the morning, and each side had about five thousand soldiers. The battle did not go well for the Union soldiers, and by late afternoon it was clear that Union troops were losing. At around four that afternoon, the 54<sup>th</sup> was ordered forward and held its ground against the Confederates. The unit fired about 200,000 cartridges and was running out of ammunition. They sent for more, but what came was not the correct caliber.","The last regiment fighting the Confederates, the 54<sup>th</sup> regiment fell back as they ran out of ammunition. In the fighting, eighty-six of the five hundred men were killed or wounded. They had lost much of their equipment during the battle and nearly half of the soldiers were missing shoes. They began the 120-mile march back to Jacksonville.","The historic plight of the 54<sup>th</sup> Massachusetts regiment was portrayed in the film Glory. Over eighteen million dollars was spent in order to portray the African American men who made the ultimate sacrifice in order to achieve the dream of equality."],"display_date":"February 20, 1864","search_date":"1864-02-20","citations":[{"divid":1259791496,"type":"Article","data":["Glenn Collins","'Glory' Resurrects Its Black Heroes","New York Times","Unknown","Mar. 26 1989","1"]},{"divid":1259791777,"type":"Article","data":["James C. Clark","The 54th regiment fought in Florida","Florida Magazine","Unknown","Apr. 14 1991","22"]},{"divid":1259791951,"type":"Website","data":["Unknown","54th Regiment Facts","The History of the Wild West","http://www.black-hawk-design.net/wildwest/54Regement/page10.htm","Nov. 16 2009"]}],"locations":[{"id":4354,"lat":30.2285586691,"lng":-82.6224279963,"zoom":9,"place":"COLUMBIA, Florida"}],"tags":[{"id":476,"tag":"54th Regiment"},{"id":436,"tag":"florida slave history"},{"id":32,"tag":"Civil War"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}