{"id":4864,"title":"Birth Control","course_id":31,"status":"P","start_date":"8/18/68","end_date":"8/18/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the <em>Fayetteville Observer</em> on Sunday August 18, 1968, the paper noted that a Russian man came up to a Westerner and asked him for some birth control pills for his wife.  Normally, a man would ask for whisky or chewing gum, but this time it was different, and the request took the Westerner by surprise.  The reason he asked for birth control pills was because there was a housing shortage in Russia and many couples had to avoid pregnancy.  “In addition to a lack of birth control pills, Soviet couples say they face a shortage of such other means as intrauterine devices, and experience problems with chemical preparations including on which causes a painful burning sensation,” the paper noted.","Historian Elaine Tyler May has addressed the importance of birth control and family planning to the United States during the Cold War.  “Throughout the 1950s,” she noted, “proponents of contraception continued to promote it as a means of controlling fertility abroad and spacing children at home.” In 1968, Russians had some sort of contraception, though they were not always safe.  Birth control was a wide-spread movement, but there were not enough pills for all Russians.  “Because of these problems a Muscovite says, most women use the rhythm method. If that doesn’t work, they get an abortion,” reported the <em>Fayetteville Observer</em>.","Abortion had never been an issue that is taken lightly, even now in the twenty-first century. May stated, “advocates of family planning endorsed contraception, but drew the line at abortion.  Unlike contraceptives, which were promoted as a means of strengthening the family, abortion was considered a threat to sexual morality and family life.  While contraception was the reward for the virtuous, abortion was the punishment for the immoral.”","The baby boom was a big part of American life; in the 1950s people had children to be happy.  May stated, “a major study conducted in 1957 found that most Americans believed that parenthood was the route to happiness.  Childlessness was considered deviant, selfish, and pitiable.”  If Americans thought of having children as the route to happiness, then the Russian’s should have felt the same way, even though they had a housing shortage.  The baby boom contradicted many social views on the birth control issue and family planning.  Other countries were not as fortunate as the United States during the 1950s, making birth control and family planning the only smart option for other countries. May stated, “the war gave rise to the first direct connections between the American birth control movement and population control abroad.”  Russians had many children, and were not considered “deviant or selfish” for choosing birth control, because they were just not economically equipped to house many children.  Birth control would be the best method for family planning during the Cold War for Russians.","In conclusion, Russians had a hard time controlling pregnancy because of a shortage of birth control contraceptives.  The housing shortage made it even harder; families often had to share apartments.  If they used the rhythm method and failed, they were looked at as a bad person if they got an abortion.  If everyone could have been on some type of birth control pill or have safer contraception then Russians would not have experienced the housing shortage and family planning would have been a success."],"display_date":"August 18, 1968","search_date":"1968-08-18","citations":[{"divid":1259860818,"type":"Newspaper Article","data":["Birth Control Now Getting Attention In Russia","The Observer","Fayetteville, NC","August 18, 1968","18A"]},{"divid":1259860912,"type":"Book","data":["Elaine Tyler May","Homeward Bound: American Families in the Cold War Era","","New York","Basic Books","1988","152-153"]}],"locations":[{"id":4361,"lat":35.0485350444,"lng":-78.8273232021,"zoom":9,"place":"Cumberland, North Carolina"}],"tags":[{"id":481,"tag":"birth control"},{"id":291,"tag":"Cold War"},{"id":7,"tag":"Women"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}}