{"id":4866,"title":"The Ford Company","course_id":31,"status":"P","start_date":"7/8/35","end_date":"7/8/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The new Ford engine gave drivers the “Power To Go And Power To Stop,” proclaimed the <em>Fayetteville Observer</em>.  This was a slogan for the Ford Company in July 1935.  The advertisement in the <em>Fayetteville Observer</em> promoted the performance of the Ford V-8 engine.  “The Ford thus gives you double safety.  The way it drives helps you to avoid danger.  The way it is built provides unusual protection in time of emergency.”","Fordism shaped much of daily life during the Progressive Era in America. Historian David Kennedy wrote, “by 1925 a completely assembled Model T Ford rolled off the continuously moving assembly line at Henry Ford’s Highland Park plant every ten seconds.  Just a dozen years earlier it had taken fourteen hours to put together a single car.” Henry Ford made sure his employees who worked on the assembly lines in his factories could afford those vehicles that they were producing.  He paid his workers an unheard-of five dollars a day, which was more than double the pay for most industrial workers.","By the time the Great Depression hit, the Ford industry had to lay off nearly two-thirds of their workers and cut labor costs.  “Hourly wage rates for autoworkers were high, but their gross incomes were low, thanks to the industry’s practice of periodically shutting down the production lines to accommodate annual model changes.  The Ford Motor Company exacerbated the effects of that practice by its policy of rehiring seasonally laid-off workers, regardless of skill or seniority, at the starting rate,” Kennedy observed.  The Ford Company was among the Big Three automobile manufacturers in 1936. General Motor was the biggest; Ford and Chrysler were the other two.","In the 1930s, Ford cars changed their appearance dramatically.  The Ford Company had to change something during the hard economic struggle to get people to buy Ford cars; they promoted safety and appearance to accomplish their goals.  The appearance changed from the box shaped model to a more modern appearance with curves.  The cars also featured things like a built in heater and radio.  The heater promoted the defrosting feature, which was a safety feature as well.  In the middle of the decade Ford introduces steel disc wheels in the place of wire wheels to promote a smoother ride.  By the end of the 1930s, Ford introduced the hydraulic brakes, which lasted longer on dirt roads.","The advertisement that appeared in the <em>Fayetteville Observer</em> by the Ford Company was to persuade the buyer that the Ford V-8 engine was the best car on the market.  Considering the economy and the competition of the Big Three, the Ford Company promoted safety and the performance of the car.  Considering the time of the year when the advertisement came out, July 1935, the Ford Company was promoting the new Ford V-8 engine, a new annual model change and a well built car."],"display_date":"July 8, 1935","search_date":"1935-07-08","citations":[{"divid":1259902678,"type":"Newspaper Article","data":["Power To Go and Power To Stop","Observer","Fayetteville","July 8, 1935","3"]},{"divid":1259902768,"type":"Book","data":["David M Kennedy","Freedom from Fear: The American People in Depression and War, 1929-1945","","New York","Oxford Univesity Press","1999","20-21, 309"]}],"locations":[{"id":4392,"lat":35.0485350444,"lng":-78.8273232021,"zoom":9,"place":"Cumberland, North Carolina"}],"tags":[{"id":483,"tag":"Fordism"},{"id":482,"tag":"Ford Company"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}}