{"id":4870,"title":"Land for African American Schools","course_id":31,"status":"P","start_date":"7/4/12","end_date":"7/4/12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“After a lengthy and at times acrimonious debate, the House today passed a bill conveying to the board of education of New Hanover County, N.C., thirty-four acres of land in the city of Wilmington for the erection of an industrial school for Negroes,” reported the Raleigh <em>News and Observer</em>. African Americans in the early twentieth century faced poverty, joblessness, poor housing, unequal justice, inadequate health care and the denial of full civic participation. Suffrage restrictions, schools that were unequally funded, and a culture of white progressivism that hypocritically assigned a stigma of inferiority to blacks defined the existence of most African Americans through many years.  Even in the North, African Americans were discriminated against in the universities and colleges; therefore, African Americans wanted provisions to educate their people and to have the same rights to education as white individuals.  Leaders like John L Godwin, responding to the developments in the state and national government, sought to make the concessions to have equal education for African Americans available to create an appropriate climate for growth.  Reverend Kirton, who participated in a discussion for the erection on schools for African Americans, stated: “the doctrine of ‘separate but equal’ has never solved the problem of human relations.  We can solve our problems together, but any other way there will be tensions and trouble because we can’t understand each other.  What is needed most here is to make all citizens, both Negro and White to feel they are the family of New Hanover County.  All problems can be solved in the spirit of brotherly love.  You can’t ignore them or leave them for our children.”","William Edward Burghardt DuBois was a renowned educator; he believed that ignorance was a cure for nothing. Therefore, W.E.B. Dubois developed ideas about an optimal education for African Americans during a critical stage in the struggle for equality.  There were many others who agreed that educating African Americans was necessary to the uplift and development of the race. Fisk University, a four-year black institution was established to train leaders to “uplift their race.” The neighborhoods surrounding Fisk were home to black Southerners removed from slavery.   Tuskegee University became another victorious accomplishment in the development of African American schools, when George Campbell, Booker T. Washington and Lewis Adams (African Americans) gained control of the school from the state of Alabama. Hampton University, an historically black university, was another dynamic, progressive institution of higher education. One of the areas uppermost in the minds of many blacks, especially in the late nineteenth and early twentieth centuries, was education.","If the history of educational attainment were a barometer for the advancement of African Americans, the results would probably be mixed.  The Civil War ended slavery, but African Americans were promised nothing, and they realized this.  As African Americans fought for political, social and economic power they constantly questioned the meaning of freedom. African Americans knew the only way to defeat ignorance was to continue to educate."],"display_date":"July 4, 1912","search_date":"1912-07-04","citations":[{"divid":1259950573,"type":"Newspaper Article","data":["Land for African American Schools","News and Observer","Raleigh, North Carolina","July 4, 1912","7"]},{"divid":1260138288,"type":"Article","data":["Michael Hucles","Emancipation's Impact on African-American Education in Norfolk, Virginia, 1862-1880","Organizarion of American Historians Magazine","Vol. 7, No. 4","Summer 1993","unknown"]}],"locations":[{"id":4398,"lat":34.2953764793,"lng":-77.7420682293,"zoom":10,"place":"New Hanover, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":142,"tag":"african americans"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}}