{"id":4871,"title":"A Tax Outrage","course_id":31,"status":"P","start_date":"1878-02-12","end_date":"1878-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“We have paid an insane tax to the government says the North and East.  We of the West and the South have complained true, but not unreasonably, our burdens are heavier than we can bear, heavier than we ought to bear, or than we will bear.”  The northern and southern parts of the state debated tax policy during an 1878 session of the state legislature in Raleigh, North Carolina.  Both sides did have a consensus of the taxes being too high; however, each felt that one side was not doing enough.  The “About Taxes” article in the Raleigh<em> News and Observer</em> in February 1878 explained this disagreement in detail.  The whole United States was going through the same trial, and this was just a snap shot of what was in store.","This whole misconstrued situation began at the end of the Reconstruction period.  With redemption North Carolina now faced the process of rebuilding its economy after the Civil War, but at its own expense. The northern section of North Carolina felt that they had done their part by paying what was asked of them, while the southern section felt that the northern counties had got off easy.  The South, at this point in time, was indeed going through hard times due to decreasing crop sales, which lowered farmers’ income and eventually made it hard to survive, let alone pay taxes. Mean while, at this time African Americans were overlooked in North Carolina’s feud over who would pay what.  To African Americans this dispute was much bigger than the taxes.  The African Americans were the ones who played a major part in establishing the crops in the south as a whole, but their freedom had come with no tangible rewards.","African Americans had fought in the war in hopes of things being better when they returned, only for things to be worse.  They were now included in this tax war without a weapon in hand.  In southern North Carolina tobacco, corn, and cotton were the cash crops, while the northern part of the state had factories that the federal government had helped to establish, but no money was being brought in from that either.  The economic situation was especially bad for blacks because they were on the bottom step of the economic ladder.   It would be years before the state as a whole could be where they wanted to be, and North Carolina’s situation was repeated all over the southern United States."],"display_date":"February 12, 1878","search_date":"1878-02-12","citations":[{"divid":1259955363,"type":"Newspaper Article","data":["About Taxes","News and Observer","Raleigh","February 12,1878","3"]},{"divid":1259955416,"type":"Book","data":["C. Vann Woodward","Reunion and Reaction: The Compromise of 1877 and the End of Reconstruction","","New York","Oxford University Press","1991","3-6"]}],"locations":[{"id":4373,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":487,"tag":"taxes"},{"id":11,"tag":"Economy"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}}