{"id":4872,"title":"Black Men in Baseball","course_id":31,"status":"P","start_date":"4/10/35","end_date":"4/10/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A pair of “big league” Negro baseball teams, the Homestead Grays of Pittsburgh, Pennsylvania, and the Newark, New Jersey, Dodgers played in Wilson, North Carolina, in 1935.  The teams were members of the Negro National League.  Buck Leonard, a Rocky Mount, N.C. native, was first baseman and captain of the Grays.  Leonard stated, “this league is the only way for ‘us’ to play baseball.  The MLB will not allow Negros in and the few that do play for the MLB are treated like slaves.”  The Negro NationalLeague (NNL) was one of the several Negro Leagues that were established during the period in the United States in which organized baseball was segregated.","More than 50 blacks played professional baseball alongside whites during the 1870s and 1880s. But it was not a secure atmosphere for the black players.  In 1884, Moses Fleetwood Walker became the first African American to make it to the major leagues. He joined the Toledo Blue Stockings of the American Association as a catcher. The Irish pitcher, Tony Mullane, stated that Walker \"was the best catcher I ever worked with, but I disliked a Negro and whenever I had to pitch to him I used to pitch anything I wanted without looking at his signals.\"","In <em>Plessy v. Ferguson </em>(1896) the Supreme Court ruled 7-1 that the Constitution allowed “separate but equal” treatment of persons leading to a wave of segregationist “Jim Crow” laws.  Thereafter, an unwritten “gentlemen’s agreement” among the white MLB owners continued to “legally” ban all black ballplayers, no matter how good they were, from organized white baseball.","As a result, black baseball entrepreneurs like Andrew “Rube” Foster in Chicago and Edward W. Bolden outside of Philadelphia founded the first permanent professional black baseball leagues: Foster’s midwest-based Negro National League (NNL), which started in 1920, and Bolden’s Eastern Colored League (ECL), which began at the end of 1922. Later, the new Negro National League (NNL), which was now eastern based, started in the 1930s, as did the Negro American League (NAL), based in the midwest and south.  By the early 1940s, Negro League Baseball had grown into an extremely profitable business.  Despite their success, both on the field and off, Negro League owners failed to address formally the issue of integration, thus opening the door for white organized baseball."],"display_date":"April 10, 1935","search_date":"1935-04-10","citations":[{"divid":1259956205,"type":"Newspaper Article","data":["Negro Big League to Clash in Wilson","The News and Observer","Raleigh, NC","April 10, 1935","9"]},{"divid":1259956291,"type":"Book","data":["Neil Lanctot","Negro League Baseball:The Rise and Ruin of a Black Institution","","Philadelphia","University of Pennsylvania Press","2004","1-512"]},{"divid":1259956453,"type":"Book","data":["Lawrence D. Hogan","Shades of Glory: The Negro Leagues and the Story of African American Baseball","","Washington, D.C.","National Geographic","2006","392-393"]}],"locations":[{"id":4376,"lat":35.7048390542,"lng":-77.9184792937,"zoom":10,"place":"Wilson, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":266,"tag":"Segregation"},{"id":233,"tag":"Baseball"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}}