{"id":4874,"title":"Penders Advertisment","course_id":31,"status":"P","start_date":"12/20/33","end_date":"12/20/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Pender’s grocery advertisement from the Raleigh <em>Observer</em> depicted a wealthy and very happy white family enjoying a lovely Christmas dinner. The family is being served dinner by a maid, that also appeared to be in a good mood in the advertisement. This advertisement was an illustration of the menial work black women had to do in the 1930s. Domestic jobs were usually the most common types of work available to black women; depending on the location, domestic jobs were sometimes the only work available to black women. There were very few honorable employment opportunities available to black women, but a few black women were teachers or shop keepers, and some were able to do clerical work. Many times the more respectable jobs were only available to light skinned black women if they were available to black women at all. Regardless of the job description, black women were grossly underpaid for their work.","During the 1930s the American economy was at an all-time low, and the Great Depression was in full effect. The domestic job field became very competitive due to the poor economy; more women were seeking work as domestics, while those people who had maids discontinued their services. All of these factors drove down the already low wages. Domestic workers had to cook and clean after other families as well as their own, and just as portrayed in the advertisement, domestic workers spent their holidays cooking and serving their employers instead of being with their own loved ones.","Historian Jacqueline Jones has described the Great Migration, the time when many blacks moved to northern cities from 1900 to 1930 to find better jobs and opportunities.  According to Jones, the rumors of the north being a better place for blacks were only half true. There was a lot of immigration at the same time blacks were moving to northern cites; this made it hard for African Americans to get factory jobs because although blacks spoke English and were Protestant, the employers preferred to hire immigrants. Many black women were the bread winners of their households or their wages were close to that of their men. The black women moving north had hoped to escape domestic work because the progress of African Americans as a group was tied to the job status of black women. Black women eagerly sought factory jobs that offered more money for less working hours and did not have the social woes that came with domestic work. In the end, most black women were trapped in domestic service, but according to Jones black women measured their success by the standards of those still in the South. Life in the North was hard, but women rarely decided to move back south because in the North their children had better educational opportunities, and black women could also vote and participate in politics."],"display_date":"December 20, 1933","search_date":"1933-12-20","citations":[{"divid":1259960234,"type":"Newspaper Article","data":["Penders Grocery Advertisment","Observer","Raleigh, North Carolina","December 20, 1933",""]},{"divid":1259960370,"type":"Book","data":["Jacqueline Jones","Labor of Love, Labor of Sorrow: Black Women, Work, and the Family from Slavery to the Present","","New York","Vintage Books","1995","110-194"]}],"locations":[{"id":4394,"lat":35.7900765104,"lng":-78.6503526888,"zoom":9,"place":"Wake, North Carolina"}],"tags":[{"id":463,"tag":"African American Women"},{"id":468,"tag":"employment"},{"id":3,"tag":"African-Americans"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}}