{"id":4877,"title":"State Begins to Hire More Black Workers","course_id":31,"status":"P","start_date":"10/2/68","end_date":"10/2/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 2, 1968, the North Carolina Good Neighbor Council submitted a survey to Raleigh demonstrating that blacks were being hired for more positions within the state government. That rise came over the previous two years. There were still state agencies that are all white, but those agencies did not include education, health or hospitals. “The study showed that 38 percent of the blacks employed by the state are in predominantly black institutions, compared to 50 percent in 1966,” reported the <em>Fayetteville</em><em> Observer.</em> Although the blacks still held the majority of the traditional jobs, like maids and janitors, there was an increase in black professionals. Black women were earning slightly more than black men on some of the professional jobs, such as management and clerical.","According to historian Jacqueline Jones, “between 1960 and 1970, the percentage of black women in the clerical and sales sector increased from three to 11 percent in the South and from 17 to 33 percent in the North.” These increases were partly due to laws being established at that time. One such law, the Civil Rights Act, came out in 1964. “Title VII of the act outlawed discrimination in hiring on the basis of race, color, religion, sex or national origin and it established the Equal Employment Opportunity Commission (EEOC) to enforce the law,” noted Jones. There were gains in incomes for both black men and black women. According to historian Robert J. Norrell, “the income gains among black men resulted in part from the federal government’s equal-employment pressure in skilled and semiskilled industrial jobs.”  By contrast, black women were being hired for management positions, but most of their income was coming from clerical work. “Major income gains among African Americans came from big increases in professional and managerial jobs,” according to Norrell. The passage of Title VII revealed, even in North Carolina, that more jobs would become available to blacks, but the wages still would not be equal to those of whites."],"display_date":"October 2, 1968","search_date":"1968-10-02","citations":[{"divid":1259971569,"type":"Newspaper Article","data":["State Found Hiring More Negro Workers","The Fayetteville Observer","Fayetteville","October 2, 1968","1"]},{"divid":1259971644,"type":"Book","data":["Jacqueline Jones","Labor of Love, Labor of Sorrow: Black Women, Work and the Family, From Slavery to the Present","","New York","Vintage Books","1985","301-302"]},{"divid":1259971777,"type":"Book","data":["Robert J. Norrell","The House I Live In: Race in the American Century","","New York","Oxford University Press","2005","259"]}],"locations":[{"id":4395,"lat":35.0485350444,"lng":-78.8273232021,"zoom":9,"place":"Cumberland, North Carolina"}],"tags":[{"id":142,"tag":"african americans"},{"id":468,"tag":"employment"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}}