{"id":4878,"title":"Man's Heart Transcends Apartheid","course_id":31,"status":"P","start_date":"1/4/68","end_date":"1/4/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In South Africa, the walls of apartheid were about to be transcended by the loss of a young “cape colored” in January 1968. Young Clive Haupt was a “colored” of South Africa who died at the age of 24; while his death was tragic; it had also achieved something, though it was small. While Clive was dead, his heart was to be given to Dr. Phillip Blaiberg, a white South African man. Though this was not the first transplant performed in South Africa, it was the first heart transplant where a “colored” heart was given to a white man. Even more significant, Clive Haupt’s heart would eventually be the first “colored” buried in an all-white cemetery. This was a cause of celebration because it was illegal for “coloreds” to be buried in the same cemeteries as whites. Though it was not Clive’s whole self, a part of him would achieve something, even in his death, to stop the evils of apartheid.","The people of South Africa have been accustomed to racial separation of cemeteries for centuries, with the first officially segregated cemeteries being established in the 1820’s. It was not until 1903, however, that significant cemetery segregation would take effect among the South African townships. The reason for this segregation, historian A.J. Christopher says, was a “the demolition of the Black suburbs near the city centre following the bubonic plague outbreak,” which caused many blacks to be resettled.","With the enactment of Apartheid in 1948, the South African government had to establish new racial divides in the living areas of all the different races. With these new changes also came the development of new segregated cemeteries adjacent to these townships. The history of South Africa was one of racial segregation, and in 1968 they were still living in a world charged by Apartheid. Yet even this powerful separation it did not prevent some aspect of that law to be broken by the death of a young black man.","While villages were being segregated and new black suburbs were being established in South Africa, residential segregation was crumbling in North America. In the United States a federal act was passed in 1968, called the Civil Rights Act of 1968, were stopping the segregation of black and white housing and creating equal opportunity housing for those blacks who do not have substantial means. Certain parts of the Civil Rights act of 1968 was designed “to provide a partial remedy for the distressing housing inequities,” according the <em>Duke Law Journal</em>. The main purpose of the act was “to eliminate housing segregation,” because “it is clear that discrimination alone is largely responsible for present segregated housing patterns.” Though housing in South Africa would remain segregated for a while longer, like the Act of 1968, Clive Haupt was desegregating cemeteries."],"display_date":"January 4, 1968","search_date":"1968-01-04","citations":[{"divid":1259976142,"type":"Newspaper Article","data":["Man's Heart Transcends Apartheid","Observer","Raleigh","January 4, 1968","9"]},{"divid":1259976287,"type":"Article","data":["A.J. Christopher","Segregation and Cemeteries in Port Elizabeth, South Africa","The Geographical Journal","1","1995","38-46"]},{"divid":1259976404,"type":"Article","data":["Unknown","The Federal Fair Housing Requirements: Title VIII of the Civil Rights Act","The Duke Law Journal","4","1969","733-771"]}],"locations":[{"id":4385,"lat":36.035925149,"lng":-78.8764297072,"zoom":10,"place":"Durham, North Carolina"}],"tags":[{"id":491,"tag":"South Africans"},{"id":490,"tag":"Apartheid"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}}