{"id":488,"title":"Baltimore and Ohio Railroad compete against Pennsylvania Central\n","course_id":1,"status":"P","start_date":"1874-01-13","end_date":"1874-01-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As reported in Baltimore's The Sun a fight between the Baltimore and Ohio Railroad and the Pennsylvania Central Railroad produced reduced ticket rates between the cities of Chicago, Cincinnati, and St. Louis on one side and Pittsburg, Philadelphia, Baltimore and Washington D.C. on the other.  The competition with Pennsylvania Central was a credit to the success of the Baltimore and Ohio.  The two railways competed for business that would increase trade between the east coast and the West.  &lt;br /&gt;The Cornerstone of the Baltimore and Ohio Railroad that would travel from Baltimore to the Ohio River was laid on July 4, 1828.  The state underwrote some of the costs of for the building of the laying of the tracks and canals and the railway continued to expand.  The B&O faced difficulties during the Civil War because much of the track lay on the border between West Virginia and Maryland, but the railroad and areas in Maryland profited economically during the war because of government contracts to ship goods.  After the 1870s the Baltimore and Ohio was used to ship wheat from the West to other parts of the country.  Baltimore had an advantage in this endeavor because of its proximity to the Midwest compared to other east coast ports."],"display_date":"January 13, 1874","search_date":"1874-01-13","citations":[{"divid":1213740329,"type":"Newspaper Article","data":["Baltimore and Ohio Railroad?Its Appreciation in the West","The Sun","","January 13, 1874",""]},{"divid":1213740352,"type":"Book","data":["Richard Walsh and William Lloyd Fox","Maryland, A History: 1632-1974",null,"Baltimore","Maryland Historical Society","1974","193, 289, 407, 460"]}],"locations":[{"id":360,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}