{"id":4881,"title":"The Folklore and Dance behind Zora Hurston","course_id":33,"status":"P","start_date":"1/1/34","end_date":"1/31/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Anyone wishing to get a real glimpse into negro life in Florida should not miss the performance to be given in Recreation Hall.” <sup><sup>1</sup></sup> This praise, given to the anthropologist, writer, poet, dancer and singer Zora Neale Hurston, came from R. W. France about her 1934 production of <em>All De Live Long Day</em>. Zora lived her life in an attempt to revitalize and find the truth behind her African American culture, which at the time was mostly represented elaborately and inaccurately. The majority of her work was presented from research she had done extensively because she wanted to recreate her findings as purely as possible. Through folktales, songs, folk plays, and dances, Zora was able to not only to identify her culture, but also show the world the artistic works of African-American people. A look into her past as an ethnographer as well as her experience with dance can help us understand why and how she wrote this production.","I find it important that there is an understanding that African American culture is influenced continuously and had been influenced since these shores were beached. Ever before Zora's time, hundred of factors have limited, scarred, undermined, and frightened Blacks in the United States. And along with this, their history had not been created by themselves, but by their white superiors of the time. People didn't make much effort to truly observe African American life and culture, and so misconstrued ideas about black folk art forms of the past were represented. But Zora could see through this. Being more than just a writer, dancer, or singer, her anthropological and ethnographic background opened her eyes onto peoples who were similar and heavily influenced the rapidly changing culture of African Americans. “Hurston had spent a relatively short but productive period in contact with the full roster of artists, intellectuals, and patrons of the Harlem Renaissance, drawing on her acquaintance with Southern black folklore for writing stories and for storytelling in social gatherings.” <sup><sup>2</sup></sup>","In reference to her approach in studying and arranging dance, Zora was a careful observer.","With particular concern about the ways in which commercialized depictions of blackness were being misconstrued as representative of African American life, Hurston set out to produce a concert that revealed in embodied form her own nuanced theory of black vernacular expression. At root, this theory sought to re-situate African American cultural products in relation to the material conditions of a Southern rural folk community, as well as to African diasporic roots and routes. <sup><sup>3</sup></sup>","She tried as best she could to immerse herself within the culture. The final act in<em> All De Live Long Day</em> is reenacts many different dances, including the Courtship dance, the Crow dance, and the Fire dance (which she was particularly fond of). These are not just a random assemblage of movements: each one has strong roots in African American culture. Her data and observations took place in looking at Caribbean dance, which is more unchanged from its origins. The Caribbeans and African Americans have long been connected and influential towards one another, beginning with the roots. And Zora didn't just observe, she participated with the people, learning the intricacies and feelings behind the dance.","The African American are a people who have had to deal with rapid change in status and ideologies. Because of this, it can be easy to look at what is considered to be historical and accept it as fact. But, when an elite and prejudiced group is the one setting things in stone, intentionally and unintentionally “facts” can be recorded incorrectly. Zora Neale Hurston is a woman who looked at her people with pride and therefore wanted to open the world to their truth. Though seemingly unimportant, songs, folklore and dance can help distinguish a people from another, showing the beauty in differences. A background in anthropology and writing allowed Nora to both put herself on level with those she was studying and correctly express it in such a way that is accurate and intricate. African American history has had its long and tedious battles, making it more than deserving of realistic representation.","1 Zora Neale Hurston “All De Live Long Day” Rollins College Archives (January, 1934)","2 Benigno Sánchez-Eppler “Telling Anthropology: Zora Neale Hurston and Gilberto Freyre Disciplined in Their Field-Home-Work,” <em>American Literary History</em>, Vol. 4, No. 3 (Autumn, 1992): 464-488","3 Anthea Kraut “Between Primitivism and Diaspora: The Dance Performances of Josephine Baker, Zora Neale Hurston, and Katherine Dunham,” <em>Theatre Journal</em>, Vol. 55, No. 3, Dance (Oct., 2003): 433-450"],"display_date":"January 1934","search_date":"1934-01-16","citations":[{"divid":1259987457,"type":"Pamphlet or Other Printed Material","data":["Zora Neale Hurston","All De Live Long Day","Orlando, FL","Rollins College","1934","Rollins College Archives"]},{"divid":1259987597,"type":"Article","data":["Benigno Sánchez-Eppler","Telling Anthropology: Zora Neale Hurston and Gilberto Freyre Disciplined in Their Field-Home-Work","American Literary History","4:3","1992","464 - 488"]},{"divid":1259987668,"type":"Article","data":["Anthea Kraut","“Between Primitivism and Diaspora: The Dance Performances of Josephine Baker, Zora Neale Hurston, and Katherine Dunham","Theatre Journal","55:3","October 2003","433 - 450"]}],"locations":[{"id":4390,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":437,"tag":"Zora Neale Hurston"},{"id":3,"tag":"African-Americans"},{"id":460,"tag":"African American Folklore"},{"id":496,"tag":"Dance"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}