{"id":4882,"title":"The Significance of Rhetoric in Antebellum America","course_id":33,"status":"P","start_date":"1839-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Anti-Slavery Convention of American Women, held in Philadelphia May 1<sup>st</sup> through 3<sup>rd</sup> , 1839. This gathering was formed in such that African American women could come together and raise their voice for a cause that constantly rejected them. While slavery was still breaking the backs of black men and women in the South, Free Blacks in the North felt a duty and responsibility to promote and bring about emancipation. In a land where not only African-Americans, but women, were heavily exploited, finding ways to be heard had to be disconnected from faces that would be immediately shunned. As African American's at this time were believed to be ignorant and stupid, the movement to freedom inspired them to expand both their vocabulary and minds, which can be seen through the vast literary figures who emerged that this time. And so, rhetoric became essential, in both writing and speech. “Free Black churches, culturally specific jeremiads, slave narratives, secret schools, Black women's clubs, and Black colleges all represent an enriching merger of African American intellectual and activist concerns with writing instruction initiatives.”<sup><sup>1</sup></sup>","The first day of the convention centered mostly about the immorality and inhumanity of the slave system. Religion was a huge factor for liberation, but this was not enough. African American's had to do more than prove that slavery was an act against God. On My 2<sup>nd</sup>, Elizabeth L. B. Stickney had a chance to make her statement. “Our principle, in regard prejudice against color, remains unchanged by persecution therefore... we will continue to act in accordance with out profession that the moral and intellectual character of a person... should mark the sphere in which they move. “ <sup><sup>2</sup></sup> Saying this, the means about which African American's became educated was easier in idea than","in practice. Limited by resources, African American's had to learn at Black Colleges, Churches, and in their own homes. Though Slaves in southern plantations had earnest hearts and minds, their white","overseers oppressed them from most education except that which would help increase production. Free Blacks in the North were then given this civic duty. Though schools were available, many could not afford or attend them. Churches were popular, but they were in multitude and spread out. “African American's sought venues in which they could gain exposure to various subjects... as well as present their writing and oratory to critical audiences.”<sup><sup>3</sup></sup> As free African-American writers, poets, and intellectuals developed writings promoting sovereignty and could see how much their personal accounts and insights rallied people together, literary societies and conventions emerged.","“Place yourselves, dear friends, in our stead. We are blamed for not filling useful places in society; but give us light, give us learning, and see then what places we can occupy.”<sup><sup>4</sup></sup> Clarissa C. Lawrence from Massachusetts could not have stated this more accurately. It was not the African American that limited him or her self; in fact they were more than urgent to become integrated and educated. Sarah Douglass, a teacher and an active abolitionist from Philadelphia, appears under the minutes of the Convention as the treasurer. <sup><sup>5</sup></sup> Though she is not recorded as having spoken, only seven years earlier she gave an address before women of another literary society. As a writer, she used eloquent language stirring with passion to evoke sympathy from her audience. <sup><sup>6</sup></sup> All that occurred over those three days obviously cannot have been recorded within twelve pages, but regardless, her election as the convention's lone treasurer shows us the ideals and qualities likely held among most those who attended.","One of the final motions of the Anti-Slavery Convention of American Women reads the following: “That we view... the efforts of young people to promote the abolition of slavery, not only because they have a tendency to improve the moral condition of mankind, but are also a stimulus to the exercise of those mighty energies of mind.”<sup><sup>7</sup></sup> In most cases, it is the youth who make the large pushes for social change. During antebellum before the American civil war, there was an explosion of emphasis on proper education and speech amongst the free African Americans of the North. With this came the multitude of schools and societies blacks had used to integrate the writings and works of their brothers and sisters. Many whites been the frontmen leading to abolition, but their sincerity could only be disconnected. If this period didn't have movements like the Anti-Slavery Convention of American Women, who knows when, or even if slavery would have been abolished.","1 Gilyard, Keith<strong>. </strong><em>African American Contributions to Composition Studies </em>(National Council of Teachers of English: College Composition and Communication, 1999) , 626.","2<em> Proceedings of the third Anti-Slavery convention of American women held in Philadelphia, May 1st,</em><em>2nd and 3rd, 1839. (Wilson Anti-Slavery Collection: </em><em>The University of Manchester, The John Rylands University Library, 1839), 7-8.</em>","3 Bacon, Jacqueline and Glen McClish.<em> Reinventing the Master's Tools: Nineteenth-Century African-American Literary Societies of Philadelphia and Rhetorical Education (</em>Taylor & Francis, Ltd.: Rhetoric Society Quarterly, Vol. 30, No. 4 Autumn, 2000), 21.","4<em> Proceedings of the third Anti-Slavery convention of American women held in Philadelphia, May 1st, 2nd and 3rd, 1839. (</em>Wilson Anti-Slavery Collection: The University of Manchester, The John Rylands University Library, 1839), 8.","5<em> Proceedings of the third Anti-Slavery convention of American women held in Philadelphia, May 1st, 2nd and 3rd, 1839. (</em>Wilson Anti-Slavery Collection: The University of Manchester, The John Rylands University Library, 1839), 4.","6 Bacon, Jacqueline and Glen McClish.<em> Reinventing the Master's Tools: Nineteenth-Century African-American Literary Societies of Philadelphia and Rhetorical Education (</em>Taylor & Francis, Ltd.: Rhetoric Society Quarterly, Vol. 30, No. 4 Autumn, 2000), 30-31.","7<em> Proceedings of the third Anti-Slavery convention of American women held in Philadelphia, May 1st, 2nd and 3rd, 1839. (</em>Wilson Anti-Slavery Collection: The University of Manchester, The John Rylands University Library, 1839), 10."],"display_date":1839,"search_date":"1839-07-02","citations":[{"divid":1259988014,"type":"Pamphlet or Other Printed Material","data":["","Proceedings of the third Anti-Slavery convention of American women held in Philadelphia, May 1st, 2nd and 3rd, 1839","","The University of Manchester","1839",""]},{"divid":1259988069,"type":"Article","data":["Keith Gilyard","African American Contributions to Composition Studies","National Council of Teachers of English","1:2","1999","600 - 655"]},{"divid":1259988259,"type":"Article","data":["Jacqueline Bacon and Glen McClish","Reinventing the Master's Tools: Nineteenth-Century African-American Literary Societies of Philadelphia and Rhetorical Education","Rhetoric Society Quarterly","20:4","Autumn 2000","20 - 35"]}],"locations":[{"id":4389,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":498,"tag":"Rhetoric"},{"id":497,"tag":"Writing"},{"id":463,"tag":"African American Women"},{"id":238,"tag":"African American"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}