{"id":4883,"title":"Casual Affection: An Explanation of Duality between Affection and Dominant Ownership.","course_id":38,"status":"P","start_date":"1847-12-28","end_date":"1847-12-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["How can one person treat another as both indispensable and an object to be purchased? Frances Cameron writes to Duncan Cameron, “A man servant who formerly belonged to my mother is about to be sold, and has applied me to buy him [...] I am particularly desirous of purchasing him [...] But a good male servant in my establishment, is indispensable ...” (series: 1.3.3, box: 43, folder: 1023, date: 1847-12-28, pp 1 - 2). Frances is telling Duncan that this man should be both purchased and valued. Lest we assume that this is merely begging for a new possession, we must remember that this slave to be purchased is another human. The Cameron family is aware of their feelings, as we can tell from accounts written by both Duncan and Paul. Duncan is less affectionate towards the slaves, but he still ascribes to them an ability to carry emotion.","This question of duality of impressions from the Cameron family, leads one to an idea that can be referenced as casual affection. This idea is one that allows for both the poor treatment of slaves in a dominant owner situation, and the ability to regard them as thinking feeling beings. A good analogy might be the dog sled team. The driver of the sled pushes his dogs hard and makes them work under difficult conditions, but at the same time is anxious that they should be healthy and well cared for.","As we see with Frances, this idea plays itself out in a way that is strange to our modern ear. On one hand, this relative of Duncan is anxious to purchase the slave instead of another person buying the same man. This may indicate a sense of attachment. The man had previously belonged to Frances' mother, so there is a sense of familial connection with the servant. At the same time, the letter begins a discussion of the price with Duncan, negotiating almost as if this were a plaything of great interest. On the other hand, this is someone bartering for the life of another man. The letter tells us that this particular slave can be had for $550, instead of the regular asking price of $700, a difference of $150. Quibbling over the price of something has a very demeaning connotation. Imagine if you were getting ready to go to an amusement park with your family, and the decision maker of that trip decided that you were not worth the $150 it would require for you to join the family? How would you feel? What would you think, if you knew that $150 was greater than your determined value?","Beyond all this, Frances' desire to acquire this slave is so great that a letter to Duncan is warranted. We do not know exactly who Frances is. We know there was a Frances recorded in the 1880's, but this Duncan would most likely be a fairly young man when writing this letter in 1847. Are these two Frances Camerons the same person? The only thing we know for certain is that Frances expected Duncan to be surprised at receiving a letter asking for money.","As it stands, it does not make sense that Frances would have either affection or dominant ownership of this servant, but the idea of casual affection allows for both feelings of affection and feelings of ownership, without degrading either concept."],"display_date":"December 28, 1847","search_date":"1847-12-28","citations":[{"divid":1260194801,"type":"Book","data":["Jean Bradley Anderson","Piedmont Plantation: The Bennehan-Cameron Family and Lands in North Carolina","","Durham, NC","Historic Preservation Society of Durham","1984 or 2000","1-1000"]},{"divid":1260195028,"type":"Website","data":["North Carolina State University","Plantation Letters","North Carolina State University","http://plantationletters.com/","11/26/2009"]},{"divid":1260195333,"type":"Website","data":["Frances Cameron","Letter to Duncan Cameron","North Carolina State University","http://plantationletters.com/other/Frances_Cameron_1847_12_28_TR.swf","11/26/2009"]}],"locations":[{"id":4400,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"}],"tags":[{"id":455,"tag":"Plantation Life"},{"id":400,"tag":"Cameron family"},{"id":4,"tag":"Slavery"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}}