{"id":4884,"title":"The Moral Question of Slavery","course_id":33,"status":"P","start_date":"1797-09-16","end_date":"1797-09-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the seventeenth and eighteenth centuries, America saw a rapid expansion economically and politically. Cash crops such as tobacco, cotton, and wheat were cultivated on large plantations that saw tremendous profits. A large amount of cheap labor was essential to producing these profits. This cheap labor came in the form of slavery, and it allowed an immense amount of work to be done without costing too much. Without slavery this rapid economic expansion would not have been possible. There is no doubt that slavery was cruel and evil, but was it a necessary evil?","Initially, when Britain arrived in the Americas a plantation system was utilized. Their mercantilist ideas caused the people in the Americas to produce as much as possible in order to achieve the greatest wealth. This system utilized cheap slave labor to tend the large amount of crops on these plantations. However, this labor was cruel and unusual, and was one of the most debated issues within American society for three centuries. The conditions slaves had to endure were unjustifiable. Slaves lived in shacks, ate small amounts of food, were constantly separated from family members, and were beaten with any act of misconduct. Disease, malnutrition, sickness, injuries, and death were prevalent throughout most of the slave accommodations. There was a constant push for the abolition of slavery because it contradicted the ‘”all men are created equal” idea implemented in American society. “It is most certain that all Men, as they are the Sons of Adam, are; and have equal Right unto Liberty, and all other outward Comforts of Life.”[1] This came from a publication in a Boston journal in 1700. The article expressed the wrongs of the slave trade by referring to the specific selling of a slave named Joseph. “There is no proportion between Twenty Pieces of Silver, and liberty.”<sup>1</sup> The journal expressed this exchange as a lack of humanity towards Joseph. If humans were bought with money then they were not humans at all. The article produces a vivid argument for the contradicting idea of slavery. Americans expressed equal rights for all humans, but treated slaves with little humanity and respect.","Consequently, it is obvious and definite that slavery was cruel, sacrilegious, barbaric, and absolutely unjustifiable. But was it necessary for the progress of the Americas? During the seventeenth and eighteenth centuries the Americas saw a gigantic increase in production and therefore profitability. This increase in production was only possible because of the immense amount of cheap labor supplied by slavery and the slave trade. “Slavery was overall very beneficial for Southerners. After 1830 cotton was booming and it became extremely profitable for a southerner to have a slave.”[2] The Americas had two established cash crops, cotton and tobacco. Both of these crops were labor intensive and required a great deal of manual work. It is apparent that the most cost effective way to utilize these cash crops would be to somehow implement large groups of cheap laborers. With this in mind; it is obvious the best economical solution would have been to use slavery. For this reason, slavery was necessary for the economic progression America saw in the seventeenth and eighteenth centuries.","In summation, no matter how necessary slavery was to the economic progression of the Americas it does not justify it in any way. But I can understand the thought process of the people at the time. Utilizing slavery was the best possible solution for cheap labor and directly contributed to the wealthy nation we are today. Slavery was evil, but also the most economically beneficial form of production during the seventeenth and eighteenth centuries.","[1] Green, Bartholomew . \"The Selling of Joseph .\" Ames. Cas. Consc. Lib. 5  Cap. 23 Thes. 2, 3 , no. (1700):","[2] Seneil, \"Evolution of slavery in the south: anecessary evil to a moral blessing.\" September 12, 2009.http://socyberty.com/history/evolution-of-slavery-in-the-south-a-necessary-evil-to-a-moral-blessing/"],"display_date":"September 16, 1797","search_date":"1797-09-16","citations":[{"divid":1260241687,"type":"Article","data":["Bartholomew, Green","The Selling of Joseph","Ames. Cas. Consc. Lib.","5","1700","23-76"]},{"divid":1260241757,"type":"Website","data":["Seneil","Evolution of Slavery in the South","History Museum","http://socyberty.com/history/evolution-of-slavery-in-the-south-a-necessary-evil-to-a-moral-blessing/","11/20/09"]}],"locations":[{"id":4420,"lat":31.8212333753,"lng":-81.1636262055,"zoom":7,"place":"Chatham, Georgia"}],"tags":[{"id":500,"tag":"trade"},{"id":499,"tag":"evil"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}