{"id":4887,"title":"The Rebirth of Zora","course_id":33,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["<strong><br /></strong>","The collaboration between Zora Hurston and the Directors of The Museum in folklore entitled “From Sun to Sun” was revolutionary for both the museum and for the African American population at the time. The Museum was known at the time at Rollins to be “a house for the arts”. The theatre worked together with Hurston to present a series of one act plays, musical programs, and various dance and poetry readings in a creative endeavor to help expand and discover new ways to present the arts to local residents. In the document, which is the program presented for “From Sun to Sun” there is a biography of Zora Hurston’s career. In the biography it is revealed that she was born in Eatonville, Florida and later attended school in Baltimore Maryland. In 1927 she was the first black person to be accepted in Barnard College. She became involved throughout her academic career in “Negro folklore” and became what can be considered a legend in this genre. Most of her folklore was published by the American Folklore Society. She also went further in her career to publish more stories and research articles which were published by prestigious journals such as  <em>The Survey Graphic</em>,  <em>The World Tomorrow</em> and <em>The New Negro.</em> Hurston came to Rollins in order to collaborate in an effort to establish “Negro theatre for her own people”.  We can infer from this that because of the time period, despite her large success at as a writer, poet, and director she was still in search for a place where she could truly express her work in a theatre environment without the perhaps discrimination from the outside world. She needed a location where her work could flourish and just plainly exist as art.","In an article written by Joanne Braxton details the autobiographical tradition of African American women, including Hurston. African American women began writing autobiographies in the 1940’s. However these stories did not start gaining publicity and serious attention until the 1970’s.  In the 1980’s critics began to reevaluate autobiographies that were overlooked in the 40’s and when they began to be published. One person that is noted that deserved re-evaluation of her works was Zora Hurston. In the Rollins program “From Sun to Sun” she expresses the need to find a place where she can call her own in an artistic environment. Hurston was in a constant search to indeed find a place in which she could “re-create, restore and re-invent the self” . It is also expressed in many of Zora’s own personal writings accounts of feeling extreme loneliness and isolation and how she so badly was striving to fit in and feel like everyone else.","In an article by Joyce Irene Middleton which is entitled “Where to look for Zora” there is a reoccurring theme which suggests that Zora was an insightful talent that was shamefully overlooked by other scholars at the time that she was publishing. A person by the name of Alice Walker started a movement to “Remember Zora” in the 1970’s which worked to understand Zora’s material to a clearer extent and to uncover reasons why she was once overlooked. In  Walker’s essay “Looking for Zora” she revealed many of Hurston’s memories and tried to uncover why in fact Zora was so influential and powerful as a black woman author. The most significant point in which people seem to be enthralled with her work is because it came so strongly that she was in fact in charge of her life and her unique emphasis on self possession. This was most interesting because of the time period in which she emerged which was a time in which African American women were still facing the hardships of discrimination.","Zora was an inspiration because of her persistency to be heard and intense drive to find her authentic self in a theatric environment. She was on a personal quest of liberation and more importantly strove to share her story with people, including her local native people of the greater Orlando community which was demonstrated by her association and collaboration with Rollins. This was both revolutionary and inspiring for the local community."],"display_date":1970,"search_date":"1970-07-02","citations":[{"divid":1260243899,"type":"Pamphlet or Other Printed Material","data":["Zora Hurston","The Directors of The Museum present ZORA HURSTON in “From Sun to Sun”","","Rollins College","1980","Rollins College"]},{"divid":1260244026,"type":"Article","data":["Joyce Middleton","Zora Neale Hurston: Novels and Stories","The Women's Review of Books","13","1995","28-29"]}],"locations":[{"id":4426,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":503,"tag":"From Sun to Sun"},{"id":459,"tag":"Female Authors"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}