{"id":4889,"title":"Colorblind","course_id":33,"status":"P","start_date":"1/1/24","end_date":"12/31/40","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Harlem Renaissance was a period of immense African-American intellectual advancement and culture revitalization. However, leaders in the African-American community were divided on the best way to portray their newfound ideas. The majority of intellects believed that desegregation was the ultimate goal, which was achievable by integrating their culture with white culture. The other school of thought was led by Marcus Garvey and his ideas of Black Nationalism and separatism. Zora Neale Hurston was a major actress in the Harlem Renaissance, publishing many literary pieces; however it is difficult to classify her in either of these two schools. In a letter to a fellow poet, she states, “Now, as to segregation, I have no viewpoint on the subject particularly, other than a fierce desire for human justice…I have no desire for white association except where I am sought and the pleasure is mutual.” Hurston was shunned by many of the Harlem Renaissance activists and critics of her time, as well as many white “liberals” because of her view. Hurston was beyond her time, seeing that the true path to end Black oppression was to eliminate the misconception that Whites were naturally superior to Blacks, and that White people were doing Blacks a favor by associating with them.","Zora Neale Hurston’s personal history deeply influenced her view on segregation as well as the literary work that she produced. Hurston was born[1] in 1901 and raised in Eatonville, FL, the first all black community in the United States. Her father was a pastor and her mother was a school teacher, although she passed away when Hurston was 13. Hurston received her high school diploma in 1918, and continued her education at Howard University. At Howard, she pursued a degree in English and received several accolades; including being a member of Zeta Phi Beta, a contributor to <em>The Stylus</em> and a group called The Saturday Nighters, all prestigious academic and literary groups. Her early work was mainly in poetry where she wrote about love. Late in her college career, she began publishing short stories in <em>The Stylus</em>, most notably “John Redding Goes to Sea” which was heavily influenced by her home town of Eatonville and her family. These stories were written in the broken African-American dialect of Eatonville, a style which was largely unpopular by the Black critics of the Harlem Renaissance.              Incredibly talented, Hurston was an asset to the Harlem Renaissance, although her work was largely ignored by several critics of her time. The Harlem Renaissance was a period of intellectual advancement and creativity for the black community. Leaders of the movement, including W.E.B. Dubois and James Weldon Johnson, saw the Harlem Renaissance as an opportunity to advance the African-Americans past segregation and that black artists were tools to accomplish those means. The two primary schools of thought were desegregation versus black Nationalism and it was concluded that Hurston did not truly fit into either one of these categories. Sub sectioned into this central debate is whether or not Blacks should truly embrace their heritage and selfness and incorporate that into their literary work, or if they should try to modify their work to appease the white crowd and impress upon them their equality of intelligence and creativity.  In other words, should Blacks be “censoring” their literary work, allowing only art that conforms to White culture to be published?  In a letter Hurston wrote to Countee Cullen, she clearly expresses her opinion, one that was largely unpopular at the time.","Cullen was one of few leaders in the Black community that encouraged African-American artists to incorporate heritage into their work and not sacrifice any of their creativity in order to cater to Whites. Hurston deeply admired Cullen for this, writing in her letter, “I have always shared your approach to art. That is, you have written from within rather than to catch the eye of those who were making the loudest noise for the moment” (Hurston 1979). Throughout this letter, she elaborates on the resistance she has encountered from white “liberals” who are associating themselves with blacks in the fight for equality. Her outspokenness against those who believe in appeasing a white audience has tormented these white “sympathizers”, as they realize the asset she could be if she would conform to the idea of changing her work to be more compatible with white culture. She speaks of one instance where these white “liberals” offer her a white husband if she can, “see things right” (Hurston 1979). She reiterates, “I am utterly indifferent to the joy of other Negroes who feel that a marriage across the line is compensation for all things, even conscience” (Hurston 1979). She does not see how marrying a white man is advancing her race in anyway, and that by settling for interracial marriage is actually a statement of inequality. Hurston’s view on desegregation and equality seem uncaring, although the underlying idea she portrays in this letter is more than 30 years ahead of her time. She is truly colorblind, not seeing the difference between whites and blacks and holding both of equal value. She is simply an artist, producing literature that honors her heritage and Blackness and those who like it, white or black, are welcome to enjoy it.","Zora Neale Hurston was truly a visionary of the Harlem Renaissance, seeing beyond the goals of desegregation onto the advancement of true equality. In the face of scrutiny from Whites as well as Blacks she refused to conform, using her brilliance to exemplify the culture of her race in its true form. Drawing on both personal experience as well as her elite education she was able to produce literary work that survived her, and expressed the ideas and concerns of an African-American woman during the Harlem Renaissance.","[1] Actually Born in Alabama in 1891, although she denies this (Boyd)"],"display_date":"1924 - 1940","search_date":"1932-07-01","citations":[{"divid":1260260501,"type":"Primary Source in a Secondary Source","data":["Letter from Zora Neale Hurston to Countee Cullen","1942","Zora Neale Hurston: Hidden Women","Florence Edwards Borders","Callaloo","Texas A&amp;M University","1979","89-92"]},{"divid":1260260761,"type":"Article","data":["Valerie Boyd","Zora Neale Hurston: The Howard University Years","The Journal of Blacks in Higher education","No.39","Spring 2003","104-108"]},{"divid":1260260828,"type":"Article","data":["Leonard Diepeveen","Folktales in the Harlem Renaissance","American Literature","Vol. 58 No.1","March 1986","64-81"]}],"locations":[{"id":4410,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":437,"tag":"Zora Neale Hurston"},{"id":505,"tag":"Black Poets"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}