{"id":4891,"title":"Eatonville Influences Zora Neale Hurston","course_id":33,"status":"P","start_date":"1/1/20","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Zora Neale Hurston was an African American author famous during the New Negro Movement (Harlem Renaissance), which was in the 1920’s and 1930’s. She wrote four novels and published more than fifty short stories and plays. Her writing was influenced by the small town of Eatonville. Eatonville is located in central Florida.","Eatonville may be a small town but it is packed with African American history and culture. After the Civil War, freed African Americans were segregated from the white community. They had three options; one was to leave the United States and go to Mexico, Canada or back to Africa. The second option was to try to assimilate into the white society where they would suffer inequality and discrimination. Or the last option was to establish all black communities, where they would try to be a self-sufficient town but with equal rights. Many of these all black communities were located out west in Kansas and Okalahoma. Eatonville was one of the few black communities established in Florida and it is the oldest of twelve to remain today. Eatonville became an official city on August 15, 1887. It was an all black town that was built around their culture, religion, family and education.","Zora Hurston was born in Alabama and moved to Eatonville at the age of two. She was so proud to be from an all black community that she carried it over to her writings, she even declared being born in Eatonville in biography. In her plays she used an all-negro cast to act in her Afro-American Folklores. According to her program from the play, “All De Live Long Day,” which was perform at Rollins College on Friday, January 5, 1934,  she had four sections then an intermission followed by the last three sections. The play consisted of music and dance. It was about the struggles of black life and it was a very inspirational message for that touched to hearts of the audience. It was based off the life of Negroes in Florida but mainly in her home town of Eatonville.","Eatonville shaped her life and her writing. The town honors and recognizes Hurston and all her hard work by celebrating her through the annual arts and humanities events at the Zora Neale Hurston Festival. This festival celebrates her life and her work as a writer. It attracts thousands of locals and tourists each year and it is a way to take a moment to remember the life of African Americans before and during her life in Eatonville."],"display_date":"1920 - 1930","search_date":"1925-07-01","citations":[{"divid":1260283330,"type":"Website","data":["Florida Center for Instructional Technology","“Famous Floridians: Zora Neale Hurston,”","College of Education, University of South Florida","http://fcit.usf.edu/Florida/lessons/hurston/hurston.htm","September 29, 2009"]},{"divid":1260283435,"type":"Website","data":["Women in History","“Zora Neal Hurston biography – extended”","Lakewood Public Library","http://www.lkwdpl.org/wihohio/hurs-zorx.htm","September 29, 2009"]},{"divid":1260283506,"type":"Manuscript","data":["","“All De Live Long Day”",null,"","","Rollins College Theatre","Rollins College Archives"]}],"locations":[{"id":4413,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":227,"tag":"Women of the South"},{"id":85,"tag":"Harlem Renaissance"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}