{"id":4892,"title":"African American Schools","course_id":33,"status":"P","start_date":"1865-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the spring of 1865, slavery successfully ended in the United States when the Confederate army surrendered. All slaves in the Confederacy were freed by the Emancipation Proclamation set by Abraham Lincoln in 1863, which said that slaves in Confederate-held areas were free. Slaves in the border states and Union controlled parts of the South were freed on December 6, 1865, by the Thirteenth Amendment. Between 1861 and 1865, about four million black slaves were freed.","In the beginning of the nineteenth century, the education of African Americans was not a main concern in the United States. The South had strict laws against educating African Americans to protect slavery. The North however did have schools for African Americans but they were inferior to white schools. The buildings were crowded, the teachers were not as experienced and there were not as many courses offered in the curriculum. In the South, most of the education that took place with in churches. By 1834, many Sunday schools had reading as part of the course; this was because they had to be able to read the Bible in order to be a good Christian.","In a picture from 1890, it shows the first school for African Americans built in Winter Park, FL. There are thirty-five colored children and two colored men standing outside a building that appears to be quite small. The boys are dressed in a clean shirts and pants and the girls are wearing clean dresses. Although the conditions of the building were still inferior to the white, it was a huge step for African American education progress in the South.","The nineteenth century was an important period for African American education in the country. The beginning of the century saw little to no schooling available to African Americans and in the end there was the assimilation of public schools. Education for African Americans was not even close to being equal to what the white children was offered. But education was in progress and free public education was a major accomplishment for African Americans."],"display_date":"1865 - 1890","search_date":"1877-12-31","citations":[{"divid":1260283721,"type":"Website","data":["Doane, Misty","\"African American Education in the Nineteenth Century\"","African American Education in the Nineteenth Century","http://www.readingnaacp.org/book_education_19thcent","November 16, 2009"]},{"divid":1260283966,"type":"Website","data":["Ernestine Emonoto","\"African American school attendance in the 19th century: Education in a rural northern community, 1850-1880\"","b-net","http://findarticles.com/p/articles/mi_qa3626/is_199501/ai_n8714276/","November 16, 2009"]},{"divid":1260284031,"type":"Website","data":["CONTENTdm Collection","\"First Colored School Building, 1890\"","Rollins College Archives","http://archives.rollins.edu/cdm4/item_viewer.php?CISOROOT=/wpandcfl&amp;CISOPTR=419&amp;CISOBOX=1&amp;REC=9","November 16, 2009"]}],"locations":[{"id":4416,"lat":28.7108435556,"lng":-81.3703448213,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":238,"tag":"African American"},{"id":467,"tag":"Black Schools"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}