{"id":4896,"title":"A look at the evolution of the slave trade through the eyes of a slave trader.","course_id":33,"status":"P","start_date":"1826-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["It is the year 1826, 30 years after the American Revolution boldly stated that all men are created equal, but this first-hand account of Theodore Canot, an Italian adventurer paints a much darker picture of the times. Brantz Mayer’s 1854 work, “Captain Canot; Twenty Years of an African Slaver” vividly describes his friend’s grizzly profession; providing a historical document unmatched in detail and accuracy. Captain Canot becomes notorious in the Americas and West Africa as a ferocious slave trader who acquired slaves through both capture and as plunder from other vessels. He represented a new age of the slave trade, a post-revolution day when slavery and race had becomes so deeply intertwined. This primary document provides insight into the slave trade after the American Revolution, a business rooted in the beliefs of racial inferiority more than the need for labor.","The memoir provides an inside look into the cruel practice of slave trading, which continued on much longer than one might think. Almost a century after Thomas Jefferson inked that timeless phrase in the Declaration of Independence, hypocrisy combined with an expanding demand for slave labor on plantations in the South contributed to the continuation of the Atlantic slave trade. Even after the Emancipation Proclamation, in America, the trading in human beings continued nearby. Cuba and Brazil, for example did not abolish slavery until 1886, and 1888, respectively, and an illegal slave trade was present right up until the turn of the 20<sup>th</sup> century (1). The desire for profit often outweighed any moral dilemmas associated with trafficking men and women. This was certainly true in the case of Captain Canot, a man who had lived many years in Baltimore. The idea that Africans were racially inferior and therefore “sub-human” legitimized the practice in the eyes of many Americans. While the antislavery movement gained steam in some northern areas, the belief that blackness and slavery are one in the same held in the South. Slavery was no longer about labor owed to another person, no longer something one can buy out of, but simply being black meant you were a slave for life.","With this belief system, Canot had no trouble capturing, abusing and selling Africans, even branding them “with pieces of silver wire or small irons fashioned into initials heated just hot enough to blister without burning the skin”(2). The brutal treatment continues as the slaves are boarded onto the ship, “Officer, whip in hand, range the slaves in place, those on the right side of the vessel facing forward and lying in each other’s lap while those on the left are similarly stowed with their faces towards the stern” (2).  While packing these proud people into the ship like sardines, they arranged them in a particular way because this was “considered preferable for the action of the heart” (2). Canot and his crew simply thought of Africans as cargo, something to be delivered and kept alive, rather than human beings.","The idea of Africans being sub-human was not new. It had developed through hundreds of years of slavery. Both Europeans and Africans were involved in the development of this idea, as slavery had existed on the continent long before Europeans had set foot there. Mayer asserts that “slavery and the careers of men like Canot must be the fruit of Africa’s own fatal flaws,” demonstrating his belief that Africans themselves were the main culprits in the continuation of the slave trade. Mayer asserts that Africa is a continent “unstirred by progress… full of the barbarism that blood and tradition have handed down from the beginning” (2). Basically, while European slave traders and American plantation owners participated in treating people like property, the state of Africa itself was the main cause of the spread of slavery.","However they originated, the racist beliefs that Africans are sub-human and therefore property have marked our country’s history. These ideas precipitated racial tensions that have persisted to some degree even in modern America. The story of Theodore Canot is a powerful look into the evolution of racism. It is unique in that it both graphically details the cruelty and brutality of the slave trade, and provides insight into how these men could have possibly justified their horrific actions."],"display_date":"1826 - 1850","search_date":"1838-07-02","citations":[{"divid":1260304792,"type":"Book","data":["Brantz Mayer","Captain Canot; Twenty Years of an African Slaver","","New York","Random House","1854","84-87"]},{"divid":1260304884,"type":"Website","data":["Royal Naval Museum","Historical Timeline of Slavery, post 1807","The Royal Naval Museum","http://www.royalnavalmuseum.org/visit_see_victory_cfexhibition_timepost1807.htm","September 17th 2009"]}],"locations":[{"id":4431,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"},{"id":4430,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":157,"tag":"Transatlantic Slave Trade"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}