{"id":4898,"title":"How one woman helped to valut African American culture into the spotlight","course_id":33,"status":"P","start_date":"10/29/32","end_date":"10/29/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Born in 1891 in rural Alabama, Zora Neale Hurston spent her childhood in the first incorporated black town in the nation, Eatonville, Florida. Zora attended school in Eatonville until only 13 years old, when she traveled to New York City with a traveling theatre company. In the city that never sleeps, Zora would develop her creative mind and make her mark on history. Hurston seized the tremendous opportunity of living in New York during the Harlem Renaissance, a period of blossoming of African American culture through music, poetry, dance and other forms of media. First, she obtained three degrees from illustrious learning institutions including Columbia University and Howard University. Soon after, she was blessed with a shot to work with Langston Hughes, arguably the most famous black writer in American History, on a play entitled, “Mule Bone: A Comedy of Negro Life in Three Acts.” Hurston went on to publish books such as the 1934 work “Jonah’s Gourd Vine,” detailing African American life in the deep-south and bringing it to the forefront of society. Through her life’s work and experiences, Zora Neale Hurston exposed the masses to African American life and folklore, broke racial boundaries, and inspired change here in Central Florida and across the nation.","Growing up in Eatonville, Hurston was fully immersed in African American culture and folklore. She specialized in theatre and comedy decided to pursue her interests further at Columbia. During her academic years, she conducted extensive field studies throughout the American South, becoming an expert in the field. Here at Rollins College, interest in American folklore was mounting. In a letter from October 29<sup>th</sup>1932, Professor W.R. Wunsch pleads with school President Dr. Hamilton Holt to allow an African American folk performance in the Annie Russell Theatre. Wunsch challenges the President to “break the ground as it were: to make the students sensitive to the lyric beauty of swamp and citrus grove, […] find the drama in the life of fisherfolk and sponge divers, […] to get the students to ‘dip their nets where they are.’” He goes on to specifically request Hurston, insisting that he “can think of no better way to introduce the students to the honest-to-the-soil material at their own doorsteps than to present to them in a program of folk songs and dancers a group of Eatonville negroes, headed by Zora Hurston. Zora, a national authority on negro ways, has won an enviable place for herself in American dramatics.” Clearly, there was desire for Zora’s expertise and creativity in the field local folklore here at Rollins, but the President was somewhat apprehensive to approve because of the well established racial boundaries of the time.","These pre-existing racial boundaries were tremendously difficult for African Americans to overcome, as the Jim Crow laws of segregation were still widely in effect. Dr. Holt illustrates this in his response to Mr. Wunsch’s letter. He allows the performance to take place, however, he adds, “Of course we cannot have negroes in the audience unless there is a separate place segregated for them.” Holt continues by hinting that he fears the judgment of others, warning, “I do not think I would advertise it very much outside our own faculty and students.” This mentality held widely throughout the south was a seemingly insurmountable obstacle to overcome. Hurston did an incredible job of shrinking the barriers by thrusting the lives and cultures of African Americans into mainstream society. Her first book, entitled “Jonah’s Gourd Vine,” was critically acclaimed as something totally new and fresh. Additionally, her academic success provided opportunity and paved the way for many African American women to follow.","The Harlem Renaissance set the stage for real progress in America. The timeless works of Hurston, Hughes, and countless other intellectuals, artists, poets and entertainers provided the building blocks for the Civil Rights Movement. This cultural movement shined the African-American experience in the spotlight, and in turn changed how African Americans were perceived. As rural, southern blacks moved north to larger cities, they developed a new image, one of urban sophistication. The idea of the black identity was forming, and antiquated, racist laws could no longer suppress it. In his response letter, Dr. Holt acknowledges that he is in favor of racial progress, telling the courageous Mr. Wunsch, “I am glad you are doing this as it is one of the best steps in the right direction.”","Zora Neale Hurston achieved incredible things in her lifetime. She won numerous awards as an actor, playwright and author. But arguably her most important contributions to this world came in the form of advancing her people and fighting for equality. Through hard work, a will to succeed, and being in the right place at the right time, she inspired true change in our country. Hurston is a figure that will be forever immortalized through her works and accomplishments, an integral part of African American and Florida history."],"display_date":"October 29, 1932","search_date":"1932-10-29","citations":[{"divid":1260306719,"type":"Dissertation/Thesis","data":["Professor W.R. Wunsch","An Appeal to President Dr. Hamilton Holt","","Rollins College","1932",""]},{"divid":1260306851,"type":"Online Encyclopedia","data":["Encyclopedia of Alabama","Zora Neale Hurston","http://encyclopediaofalabama.org/face/Article.jsp?id=h-1512O","October 5th 2009"]}],"locations":[{"id":4435,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"},{"id":4436,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":85,"tag":"Harlem Renaissance"},{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}