{"id":49,"title":"William Pitt Kellogg is officially named Governor of Louisiana by President Grant\n","course_id":1,"status":"P","start_date":"1873-05-22","end_date":"1873-05-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After a much disputed 1872 election, which saw both candidates claim governorship, Illinois carpetbagger William P. Kellogg was named governor over Democratic candidate, John McEnery in early 1873. Although The Courier-Journal reported the allegation that Kellogg's opponent, John McEnery, received almost 7,000 more votes, the Courier also revealed that Kellogg issued a bill of complaint. Here, Kellogg claimed that the current Louisiana administration engaged in a deliberate purpose to defraud [Kellogg] of an alleged election to the Governor of Louisiana, by falsifying, mutilating, and destroying the election returns received;which returns he claimed to constitute the indispensable evidence of his election.' Any result other than declaring Kellogg the winner would be a shame and fraudulent return and count, declaring McEnery elected.' Despite the decision by the Louisiana Circuit Court that Kellogg was the fair governor, there continued to be heated debate and active crisis between those that argued McEnery's rightful governorship and those that asserted Kellogg's election. &lt;br /&gt;&lt;br /&gt;Throughout the year, Governor Kellogg attempted to appease his opponents by offering appointments to local offices and reforming the finances of the state, but he was unable to alleviate their bitterness and hostility. Maintaining that he was the lawful governor, McEnery organized his own militia in March 1873 and unsuccessfully attempted to seize control of the New Orleans police stations. Furthermore, as Kellogg faced strong opposition right from the beginning of his term, the darker side of the white-line politics came to the forefront.  This emerging political conflict would only open the doors for the violence and lawlessness among the white and black communities to ensue, leading to brutal happenings like the Colfax Massacre. Despite President Grant's intervention in the Louisiana clash by formally naming Kellogg Governor, he often spent time in the North in order to avoid the antagonistic fever boiling in his state."],"display_date":"May 22, 1873","search_date":"1873-05-22","citations":[{"divid":1213121427,"type":"Newspaper Article","data":["","The Courier-Journal","Louisville, Kentucky","January 2, 1873",""]},{"divid":1213121456,"type":"Newspaper Article","data":["","The Baltimore Sun","Baltimore, Maryland","January 6, 1873",""]},{"divid":1213121477,"type":"Newspaper Article","data":["","The Charleston Daily News","Charleston, South Carolina","February 28, 1873",""]},{"divid":1213121524,"type":"Book","data":["Eric Foner","Reconstruction: America?s Unfinished Revolution",null,"New York","Harper &amp; Row, Publishers","1988","550"]},{"divid":1213121571,"type":"Book","data":["Joe Gray Taylor","Louisiana",null,"New York","W.W. Norton &amp; Company, Inc.","1976","110-111"]}],"locations":[{"id":32,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}