{"id":490,"title":"The Cheap Transportation Convention\n","course_id":1,"status":"P","start_date":"1874-01-01","end_date":"1874-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Cheap Transportation Convention was organized early in 1874 to find and utilize the cheapest routes of transportation possible from the East to the West.  The convention decided that waterways would be the fastest route, even though railways were prevalent at this time.  The majority opinion of the convention was that a waterway should be built, but that Congress should decide the details of the project.  Honorable Joseph Segar, a delegate from the Chamber of Commerce in Norfolk, Virginia made a speech during the convention to appeal for a waterway to be created in Virginia.  Segar argued that the minority opinion, led by Illinois, who wanted to expand the Illinois Canal and improve the Illinois River as well as other rivers in the area were overlooking the benefits of a waterway in Virginia.  Segar contended that the James and Kanawha Rivers in Virginia would be the ideal place to build a canal because of the route's access to Eastern ports and the West.  Segar said that this shortest, quickest, safest, and cheapest water-way is as much entitled to a recommendation from the convention and favoring notice of Congress' as is the Illinois plan. Segar pointed out that cheap transportation would help connect alienated sections' of the country because it would open up lines of social and economic communication.  Hon. Segar admitted that he would support the majority decision if his Virginia route was not supported.  This ended up being the case and the cheap transportation question was left to Congress to decide.  They did not choose Segar's proposal."],"display_date":"January 1, 1874 - January 30, 1874","search_date":"1874-01-15","citations":[{"divid":1214314955,"type":"Manuscript","data":["","Speech of Hon. Joseph Segar, of Virginia, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1214315027,"type":"Newspaper Article","data":["Friday?s Proceedings of Congress?The Cheap Transportation Question, &amp;c.","News and Courier","","April 25, 1874","1"]},{"divid":884791,"type":"Lecture, Conference Paper, etc.","data":[null,"kLbFSrYJ"]}],"locations":[{"id":362,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}