{"id":4900,"title":"African American servicemen in the Civil War","course_id":33,"status":"P","start_date":"1862-05-01","end_date":"1862-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Once let the black man get upon his person the brass letter, U.S., let him get an eagle on his button, and a musket on his shoulder and bullets in his pocket, there is no power on earth that can deny he has earned the right to citizenship.”","--Frederick Douglass","In books around the world, conventional history teaches that the American Civil War and black slavery are inextricably intertwined. While it is common knowledge that slavery and its spread lead to the conflict; the actual role of African Americans during the Civil War remains widely unexplored. In mid 1861, as news of the war spread, many free black men set out to enlist to join the effort. However, they were not permitted to do so, with officials citing a law from 1792 banning African Americans from the military, and a fear of border-state secession.2 A year into the war, the Union Army was in desperate need of more volunteers. In response, a provision of President Lincoln’s Emancipation Proclamation allowed black men to serve in the U.S. Army. Black regiments from Massachusetts, North Carolina, and Tennessee began to pop up, but not until influential civil leader Frederick Douglass promoted the cause did enlistment intensify.2 Douglass’ call for citizenship through service proved effective. About 200,000 black men served in the Army and Navy during the war, and black women like the notable Harriet Tubman played key roles as well.2  This article from The New York Daily Tribune from March of 1864 provides a first hand glimpse into what life was like for two of these black regiments right here in Central Florida. African Americans fought valiantly in the Civil War; enduring both the horrors of war and widespread discrimination towards them.","Despite the fact the African Americans fought alongside the white soldiers of the Union Army, they still faced significant racial intolerance from them. Racism was still firmly ingrained in the minds of many Americans even in the North. The units of soldiers were segregated, often with a white officer commanding an all black regiment. The black soldiers were typically given duties white soldiers refused to perform. In addition, black soldiers were not granted the same wages that their white counterparts received. While white soldiers received $13 per month, enlisted black men only received $10, with an extra $3 deducted for clothing costs. 2 Also, racism made the prospect of being caught as a prisoner of war far worse for a black soldier. Captured black soldiers routinely faced harsher punishment than whites, and sometimes were even brutally executed, which was the case at the 1864 massacre at Fort Pillow, Tennessee.2 Despite many racial obstacles, black soldiers fought with valor in pursuit of freedom.","Of the many examples of black courage and valor fighting in the Civil War, the bravery shown at Battle of Olustee in Lake City, Florida stands out as a local Florida milestone. In the spring of 1862, Union Brigadier General Truman Seymour was leading a band of some 5,000 men on raids throughout North and Central Florida, freeing slaves, and attempting to destroy Confederate trade routes.3 Seymour experienced relative success, only needing to engage small bands of militiamen. Without approval from his superiors, Seymour marched his troops further north, where eventually he and his troops ran into a large Confederate brigade commanded by General Joseph Finegan. General Seymour made the fatal error of assuming that he was once again up against a small, inexperienced militia. Relentless cannon blasts and rifle fire inflicted serious damages on the Union troops. The Confederate forces prepared for an offensive charge, and Seymour needed a miracle. Just then, the heroic black reinforcements arrived. An eyewitness explains, “They came at double quick. The 54<sup>th</sup> Massachusetts went in first, with a cheer… followed by the 1<sup>st</sup> North Carolina… and charged upon the rebels.”1 The volunteer regiments engaged the Confederates, stopped the charge, and despite casualties, “the two colored regiments had stood in the gap, and saved the army!”1 When the dust settled, “The 54<sup>th</sup> Mass., which, with the 1<sup>st</sup> N.C., may be truly said to have saved the forces from utter rout, lost about 80 men wounded and 12 killed.”1 When they were called upon for duty the black soldiers responded with admirable valor and heroism.","This tale of a recklessly ambitious general and his men saved by black volunteers captures the essence of African American involvement in the Civil War. Fighting alongside men who do not believe they deserve equal rights, the black infantrymen battle on regardless, striving for that citizenship Frederick Douglass so eloquently described. The brave men and women who joined in this fight for freedom built the foundation for the American Civil Rights Movement in the generations to come.","“We, the colored soldiers, have fairly won our rights by loyalty and bravery—shall we obtain them? If we are refused now, we shall demand them.”","--Sergeant Major William McCeslin; 29<sup>th</sup> U.S.C.T."],"display_date":"May 1862","search_date":"1862-05-16","citations":[{"divid":1260307304,"type":"Newspaper Article","data":["Total Defeat of the Union Army in Florida","New York Daily Tribune","","March 1, 1864",""]},{"divid":1260307521,"type":"Website","data":["National Archive","The Fight for Civil Rights: Black Soldiers in the Civl War","U.S. Government","http://www.archives.gov/education/lessons/blacks-civil-war/","December 1 2009"]},{"divid":1260307649,"type":"Book","data":["Lewis N. Wynne and Robert A. Taylor","Florida in the Civil War","","New York","Random House","2001","101"]}],"locations":[{"id":4438,"lat":30.4938122303,"lng":-81.4274627631,"zoom":9,"place":"DUVAL, Florida"}],"tags":[{"id":32,"tag":"Civil War"},{"id":116,"tag":"Wounded Soldiers"},{"id":365,"tag":"Emancipation"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}