{"id":4914,"title":"<strong>Purifying the Ballots: Women’s Entrance into The Political Sphere</strong>","course_id":41,"status":"P","start_date":"1849-01-01","end_date":"1868-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a society where women were becoming the majority, they still stood bounded by political and social restraints. Rather than seeing this as a setback, American women grew more aware of their limitations and demanded the right to vote. <em>The Social Elevation of Woman</em>, refers to a time when patriarchy was most apparent and women’s voting rights remained undervalued. Men of the early nineteenth century, feared that women would gain such power in society, which might later jeopardize their status. On the other hand, some believed that women, viewed as the picture of <em>perfection</em> and <em>purity</em>, would become tainted when coming into contact with men in the voting polls. The article shows a clear shift towards a more <em>gender equal </em>society. While many men decided to avoid this claim, they knew that <em>old</em> ideals were being left behind and that women were now taking on the role of both the domestic and intellectual head of households. Not all men disagreed with the right of women’s vote in government, believing that this can only empower them to help cultivate <em>better</em> <em>dinners</em> at the table. This meant that through the intellectual awareness gained within social involvement, women could also enhance their roles within the household and bring to the table more intellectual conversations, while expanding both their social and domestic skills.","Meanwhile, in Elsa Barkley Brown’s, “<em>To Catch the Vision of Freedom”, </em>included in the book <em>Unequal Sisters</em>, she poses the idea of what it means to be freed, experiencing full political right. Freed women, while sometimes being accepted into society, were denied many rights, including the moral right to vote. Suffrage, as presented in the reading, was thought of as a God-given right for women and that there should be a clear distinction between the <em>right</em> to suffrageand the <em>right </em>for liberty. While many white Southern men experienced the right to vote, freed women were denied such liberty, showing that they never reached a point of full freedom. As the reading suggests, that since much of the field work was done by women, who were left to take care of the home, agriculture, and religious duties while their husbands were away, could have used their time more wisely by participating in the polls. Simply, a woman engaging just in controversial conversation was not enough to compensate for fair political participation.","Both readings, focused on women’s fight towards gaining voting rights, help support the idea that voting was not merely a right for one class nor one gender, but a universal privilege. Women also helped <em>purify</em> the polls, with their moral and trustworthy decisions. Women proved to be successful both intellectually and domestically, and were ready to take advantage of their full rights as lawful citizens. Overtime, women have also confirmed that they do take into consideration the importance of discussing political issues outside the home, but that their participation is needed to help alleviate the country from <em>portentous warnings</em>."],"display_date":"1849 - 1868","search_date":"1859-01-01","citations":[{"divid":1260406792,"type":"Book","data":["Vicki Ruiz","Unequal Sister's: To Catch the Vision of Freedom","4th","New York","Routledge","2000","156-169"]},{"divid":1260407560,"type":"Newspaper Article","data":["The Social Elevation of Woman","The American Periodicals Online","","1848-1921","1-2"]}],"locations":[{"id":4447,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":196,"tag":"women's rights"},{"id":18,"tag":"Politics"},{"id":523,"tag":"voting"},{"id":524,"tag":"white women's rights"},{"id":525,"tag":"African American Sufferag"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":41,"school_id":2}}