{"id":492,"title":"Pinchback Denied a Seat in the Senate\n","course_id":1,"status":"P","start_date":"1874-01-21","end_date":"1874-01-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Pinckney Benton Stewart Pinchback (May 10, 1837- December 21, 1921) was a freeborn black political figure during the Reconstruction.  He had previously served as an officer for the Union during the Civil War.  Pinchback served on the state senate of Louisiana and later as lieutenant governor for that state.  Republican Pinchback ran for and was elected to Congress in 1872 but his Democratic opponent challenged the seat and won it.  In 1873 Pinchback ran for the Senate but was denied his seat again because of charges of campaign fraud and election errors.  However, his race was probably more to blame than political misdeeds.  Pinchback was described in an article in The Atlanta Constitution on January 24, 1874 to be determined to gain his seat or have a new election.  Pinchback appealed to the House and the Senate, and hoped that President Grant would make an appeal to these bodies to recommend a new election; however, this did not come to pass.  &lt;br /&gt;Several Newspapers across the country tracked the political drama Pinchback faced as it unfolded.  An article from the Daily Dispatch in Richmond printed this racially biased statement:  The notorious negro, Pinchback, of Louisiana, finds the prize of a seat in the Senate fading from his vision, and has now to mourn the almost certain prospect of being slaughtered by those he had relied upon to be his most steadfast supporters.  His personal conduct is to be investigated, and under that order this representative (so called) of Louisiana will be permanently laid on the shelf.'  Despite this article's conclusions, served as an elected official for New Orleans in 1882 and remained active in politics in Washington D.C. for years after."],"display_date":"January 21, 1874 - January 28, 1874","search_date":"1874-01-24","citations":[{"divid":1213585958,"type":"Newspaper Article","data":["Latest News from Washington","Daily Dispatch ","","January 21, 1874","1"]},{"divid":1213585979,"type":"Newspaper Article","data":["The Louisiana Muddle","The Atlanta Constitution","","January 24, 1874",""]},{"divid":1213586013,"type":"Newspaper Article","data":["Grant&#39;s Views Elaborately Given.....","The Atlanta Constitution","","January 27, 1874",""]},{"divid":1213586053,"type":"Online Encyclopedia","data":["Encyclopedia Britannica Online","Pinchback, Pinckney Benton Stewart","www.britannica.com",""]}],"locations":[{"id":363,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}