{"id":494,"title":"Prohibition Bill Defeated\n","course_id":1,"status":"P","start_date":"1881-09-04","end_date":"1881-09-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The North Carolina prohibitionists were clearly defeated in Wilmington, Charlotte, and Raleigh in elections on August 4th, 1881.  News from Charlotte indicated that the Republicans were overwhelmingly anti-Prohibitionists, while Democrats voted in favor of Prohibition.  In Raleigh, the Prohibitionists gained strength in the towns, yet they still faced defeat.  Therefore, the anti-Prohibitionists triumphed overall. &lt;br /&gt;In the late nineteenth and early twentieth centuries, church discpline became increasingly lax.  Much of this can be attributed to the transfer of energy from the religious realm to the societal realm.  Also, the period witnessed an increase in the number and types of churches.  With this differentiation of churches and increase of church mobility, church members experienced a loss of accountability.  Individual members could simply switch churches if other members of the congregation did not support their actions.  In spite of the leniency (and likely because of it), the Protestant church became more active than ever in enforcing church discipline in the public realm, and much controversy arose in the political sphere over the question of prohibiting the sale of alcohol.  Many women, especially those in the Bible Belt' South, joined in the efforts to enforce Prohibition in order to impose strong moral values at a time of blatant public immorality.         &lt;br /&gt;Despite the defeat of Prohibition in North Carolina, Prohibition remained a pressing issue.  The 18th Amendment was ratified on January 16, 1919 to establish national prohibition, and it was enforced one year later.  The amendment was later repealed with the 23rd Amendment in 1933."],"display_date":"September 4, 1881","search_date":"1881-09-04","citations":[{"divid":1214242604,"type":"Newspaper Article","data":["","News and Courier","","August 5, 1881",""]},{"divid":1214242620,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life after Reconstruction",null,"New York","Oxford University Press","1992",""]}],"locations":[{"id":364,"lat":34.2953764793,"lng":-77.7420682293,"zoom":10,"place":"NEW HANOVER, North Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}