{"id":4949,"title":"Courageous Irish Brigade","course_id":27,"status":"P","start_date":"1862-11-18","end_date":"1862-11-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["       Their eager face showed no doubt or fear. Their hearts pumped full of excitement and pride. As the Irish Brigade took to the streets of New York City, the citizens of the metropolis rose up to cheer them on. The New York Times described in detail the farewell march of the 69<sup>th</sup> New York Volunteers’ otherwise known as the “Irish Brigade”. The Irish Brigade was an infantry brigade, consisting predominantly of Irish immigrants, which served in the Union Army in the American Civil War. They fought as part of the 69<sup>th</sup> New York Militia. The Irish Brigade’s in the Civil War was only separate from ever other Union brigade because during the 1800s Irish immigrants were discriminated against and racial profiled by native born citizens and government officials. Other troops did not want to serve with them and deemed them  untrustworthy. ","      For many of these Irish American soldiers, a cheering crowd of New Yorkers might have been a surprise. Before the war, Irish immigrants faced widespread discrimination. Driven out of Ireland by the Potato Famine in 1845 and 1852, arriving in America poor and unprepared for urban life, the Irish faced widespread racism when they arrived in their adopted country. Many “native” citizens of America looked down on the Irish believing them to be poor and criminals. The Irish immigrants’ wiliness to work for little pay also threatens establishes citizens' who feared their employers would hire Irish workers to save money.  The military's decision to separate the Irish into their own brigade reflected the prejudice against the Irish, such as the Know-nothing Party.  ","      To their fellow immigrants, the Irish Brigade gave hope that they could be accepted in America and recognized as equals by other Americans.  In the years to come, the ancestors of the first Irish Brigade would witness their acceptance into mainstream American culture including Civil Right Acts 1866 and 1964 have been passed to help stop discrimination in American."],"display_date":"November 18, 1862","search_date":"1862-11-18","citations":[{"divid":1260475434,"type":"Book","data":["Bruce, Susannah Ural","The Harp and The Eagle: Irish-American volunteers and the Union Army, 1861-1865","1","New York: New York","New York University","2006","325"]},{"divid":1260475516,"type":"Newspaper Article","data":["The Irish Brigade","New York Herald","New York City","November 17, 1961","5"]},{"divid":1260475593,"type":"Newspaper Article","data":["Irish Brigade Chaplains's Rite.","Newspapers Boston Globe","Boston, MA","October 17, 1910","32"]}],"locations":[{"id":4483,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":520,"tag":"Race Relations: Irish"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}}