{"id":4950,"title":"<strong>New York Town Criticized for Lack of Women's Education</strong>","course_id":35,"status":"P","start_date":"1828-01-16","end_date":"1828-03-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On January 16, 1828 <em>The Geneva Gazette</em>, a newspaper in Geneva, New York, published an article from an anonymous citizen. The article was addressed to the paper’s editor and criticized the lack of an adequate establishment for the education of young ladies in the town. The author argued that women’s education was necessary in order for women to better educate their children. Two months later, in March 1828, Elizabeth Ricord announced the opening of the Geneva Female Seminary. This seminary would be located in Geneva and would provide young women from the town, and from across the country, with the opportunity to receive an education.","These two events, the criticism of Geneva’s lack of female instruction and the opening of Ricord’s seminary, were typical of the time period because they reflected the growth of female schools that occurred in the United States between 1790 and 1850. These episodes also demonstrate the two contradicting arguments that both promoted the education of women. The first argument promoted women’s education on the grounds of Republican Motherhood, or the idea that women should be educated so they would be able to better educate their children to become Republican citizens. The author of <em>The Gazette</em> article demonstrated this ideal when he argued that, “since the most important part of that time in which the mind is to be formed and the inclinations properly directed, is almost exclusively passed under the government of females, the regular instruction of our daughters is an object of the first magnitude.” In contrast, some Americans also began to support women’s education because it brought them closer to equality with men. These advocates were influenced by the ideas of women’s rights supporter Mary Wollstonecraft who argued that women were not naturally inferior to men, but the lack of education they received created their inferiority. Ricord’s catalogue reflected Wollstonecraft’s ideas when it posed the question, “In the other sex, a well balanced mind is thought of inestimable value: why not in ours?” Despite their contradictory nature, these two views on why women should be educated contributed to the creation of numerous female schools across the United States and the expansion of women’s education."],"display_date":"January 16, 1828 - March 16, 1828","search_date":"1828-02-14","citations":[{"divid":1260476683,"type":"Book","data":["Barbara Solomon","In the Company of Educated Women: A History of Women and Higher Education in America","","New Haven","Yale University Press","1985","15"]},{"divid":1260476765,"type":"Book","data":["Linda Eisemann","Dictionary of Women's Education in the United States","","Westport, Connecticut","Greenwood Press","1998","498-499"]},{"divid":1260476845,"type":"Pamphlet or Other Printed Material","data":["Elizabeth Ricord","Annual Circular, Report, and Catalogue of Geneva Female Seminary, Under the Care of Mrs. Elizabeth Ricord","Geneva, N.Y.","Mattison &amp; Haskell","1837","Geneva Historical Society"]},{"divid":1260476964,"type":"Newspaper Article","data":["\"To the Editor of the Geneva Gazette\"","The Geneva Gazette","Geneva, N.Y.","January 16, 1828","3"]}],"locations":[{"id":4484,"lat":43.2613440596,"lng":-76.9589722947,"zoom":9,"place":"SENECA, New York"}],"tags":[{"id":539,"tag":"Women's Seminaries"},{"id":6,"tag":"Education"},{"id":552,"tag":"women's education"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}}