{"id":4952,"title":"The first use of the Seneca Cayuga and Erie Canals to transport commodities across New York State","course_id":35,"status":"P","start_date":"1823-11-23","end_date":"1823-11-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Osborne and Samel Seely were the owners of the first vessel to travel from Geneva, New York to New York City solely by waterways. It was November 1823 when Osborne and Seely packed the <em>Mary and Hannah </em>with goods from the West including eight hundred bushels of wheat, tons of butter, and barrels of beans. After the boat was packed, the crew took off for New York City by means of the Seneca Cayuga Canal, Erie Canal and the Hudson River. The two planned on making it to New York City and being able to sell their goods as well as purchase goods to bring back to the Geneva area. The <em>Mary and Hannah</em> traveled the 430 miles in an unheard of fourteen days. After the arrival of the boat in New York City, a gathering occurred at the local New York Coffee House on Saturday November 22, 1823 to celebrate the accomplishments of the Canal and the crew. In Front of one hundred excited guests the men were awarded with a silver ewer made by silversmith William Gale with a sketch of the <em>Mary and Hannah</em>.","That this voyage took place solely on New York’s canals, changed the transportation system and the market economy. Such a long trip had never been taken using the newly constructed Canal system, and never before had any traveled the canals with such large amounts of commodities. The transportation of commodities was so important and revolutionary at this time because it was able to increase intra-state commerce. Thus, commerce facilitated with the Market Revolution because it allowed for the sale of a surplus of crops larger region. This trip demonstrates the influence the canal system would ultimately have an impact on the economy on New York State and eventually the North’s industrial expansion."],"display_date":"November 23, 1823","search_date":"1823-11-23","citations":[{"divid":1260480084,"type":"Pamphlet or Other Printed Material","data":["Christine M. Miles","Albany Institute of History and Art 200 Years of Collecting","Albany, New York","Hudson Hills Pres","1996","Albany Institute of History and Art"]},{"divid":1260480225,"type":"Manuscript","data":["","Presentation Ewer",null,"","","William Gale","Albany Institute of History and Art"]}],"locations":[{"id":4487,"lat":42.9168767241,"lng":-76.5542562068,"zoom":9,"place":"CAYUGA, New York"}],"tags":[{"id":564,"tag":"Market Revolution"},{"id":563,"tag":"Erie Canal"},{"id":562,"tag":"Seneca Cayuga Canal"},{"id":561,"tag":"Canal"},{"id":11,"tag":"Economy"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}}