{"id":4954,"title":"A Walk With God","course_id":27,"status":"P","start_date":"12/1/55","end_date":"12/20/56","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 23, 1956, more than two thousand African Americans filled the church from basement to balcony and overflowed into the street for a meeting to urge their followers to boycott the city’s buses.  This meeting was the result of resistance efforts that began when Rose Parks refused to give up her seat on a Montgomery city bus to a white man on Thursday, December 1, 1955.   Months later in the basement of the church the African Americans chanted and sang; they shouted and prayed; they collapsed in the aisles and they sweltered in the eight-five degree heat.  African Americans worked with these blistering conditions for months as they boycotted the Alabama city buses. ","Eighty-nine of the boycott participants, including twenty-four Protestant ministers, were arrested February 23, 1956 and were charged with carrying on an illegal boycott.  But the African Americans did not give up; they set up a “prayer pilgrimage day”.  During this pilgrimage they gave up the use of automobiles and taxis and walked the streets in protest.  Reverend Ralph D. Abernathy claimed, “We are not trying to impress anybody with our strength; we just plan to demonstrate to the people who do not have cars that we are willing to walk with them”","As the African Americans waited for the church meeting to start they sang, picking up the hymns that came to mind.  When the leaders appeared at the rear of the church the audience stood and cheered.   At the Baptist Church Martin Luther King Jr., head of the Montgomery Improvement Association, told the gathering that the protest was not against a single incident but over things that “Go deep down into the archives of history, this is not war between the Whites and the African Americans but a conflict between justice and injustice.”  Dr. King went on to say “We must use the weapon of love.  We must have compassion and understanding for those who hate us”","On June 4, 1956 the federal district court ruled that Alabama’s racial segregation laws for buses were unconstitutional.  The boycott continued until, finally on November 13, 1956, the Supreme Court upheld the district court’s ruling.  This victory led to a city regulation that allowed African American bus passengers to sit anywhere they wanted, and the boycott officially ended December 20, 1956. (Wright)  In the end the African Americans passive resistance worked in their favor.  Collective activism was a strong and important tactic because the African Americans joined together in order to gain the rights that they deserved all along."],"display_date":"December 1, 1955 - December 20, 1956","search_date":"1956-06-10","citations":[{"divid":1260486480,"type":"Book","data":["Wright, Roberta H.","The Birth of the Montgomery Bus Boycott","","Lawrence, Kansas","Charro Book Company Incorportated","June 1991","123"]},{"divid":1260486620,"type":"Newspaper Article","data":["Negros Pledge To Keep Boycott","The New York Times","New York","February 24, 1956",""]}],"locations":[{"id":4539,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":17,"tag":"Government"},{"id":3,"tag":"African-Americans"},{"id":42,"tag":"Civil Rights"},{"id":572,"tag":"Buses"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}}