{"id":4957,"title":"The Chicago White Sox Scandal of 1919 Shines Light on Early Baseball Business Practices","course_id":27,"status":"P","start_date":"1/1/19","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Lying, cheating, and gambling.  Do these sound like actions that men who were respected and looked upon with admiration would commit?  The fans who supported the Chicago White Sox in 1919 never thought the players they adored would do such things.  However, these fans were wrong.  In September 1920, just as playoffs were about to begin, eight beloved players from the White Sox were charged with gambling and conspiracy to throw the 1919 World Series.  An article entitled “White Sox Stars Confess They “Threw” Last Year’s World’s Series for Money” published in the <em>Philadelphia Inquirer</em> reported these events, with an emphasis on statements made by White Sox pitcher Eddie Cicotte.  He discussed how he received the money he was promised from gamblers, such as Arnold Rothstein, if he helped to throw the World Series.  He was reported as saying that “it is easy to throw a game,” which shows his willingness to take part in the planned conspiracy.  Chicago White Sox owner Charles A. Comiskey was mentioned in this article when it stated that he suspended the eight players involved in the scandal.  The fact that Comiskey suspended those players shows that despite knowing baseball’s historical connection with the marketplace and gambling, those heavily involved in the sport were critical of any activity that reflected this.","For those who read this newspaper, among others who kept themselves informed about the scandal, the larger question looming over these incidents was why.  Why would these baseball stars, such as Cicotte, choose to engage in this conspiracy?  According to the article in the <em>Philadelphia Inquirer</em>, each of the players involved in the scandal received between $5,000 and $50,000 for throwing the baseball championship.  Looking at these numbers from a modern day standpoint, these amounts appear as though they would not be much of a reward for throwing the all-important World Series.  However, in the world of early twentieth-century baseball, the amounts that these eight players received for throwing the series far surpassed their salaries.  In the years leading up to 1919 and for some years after, baseball players had no way of negotiating working conditions or salaries for each season.  Chicago White Sox players were notoriously underpaid; they made anywhere from $3,000 to $6,000, and these amounts were far lower than those of teams with less talent.  This explains why Eddie Cicotte accepted the $10,000 to throw the World Series: he nearly doubled his yearly salary as the White Sox’s starting pitcher.  Not only did this scandal, later called the Black Sox scandal, expose the problems of gambling in association with baseball, but it also shone light on the unfair business practices of baseball owners in the early twentieth-century."],"display_date":"1919 - 1920","search_date":"1920-01-01","citations":[{"divid":1260492685,"type":"Newspaper Article","data":["White Sox Confess They \"Threw\" Last Year's World's Series for Money","Philadelphia Inquirer","","September 29, 1920","1, 18"]},{"divid":1260492882,"type":"Book","data":["Eliot Asinof","Eight Men Out","","New York, NY","Pocket Books","1963","17, 22-23"]},{"divid":1260493292,"type":"Article","data":["Robin F. Bachin","At the Nexus of Labor and Leisure: Baseball, Nativism, and the 1919 Black Sox Scandal","Journal of Social History","4","Summer, 2003","941-962"]}],"locations":[{"id":4505,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":510,"tag":"Scandal"},{"id":233,"tag":"Baseball"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}}