{"id":4967,"title":"Comforting a Nation","course_id":27,"status":"P","start_date":"5/7/33","end_date":"5/7/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Franklin D. Roosevelt had a great challenge ahead of him as our nation’s 32<sup>nd</sup> President. The United States was in a period of unemployment and extreme poverty. The people were losing faith and it was F. D. R.’s responsibility to fix the problem. On May 7, 1933, F.D.R. entered American homes through their radios. Hoping to restore hope to the public, Roosevelt assured them that Congress was taking the necessary steps to fix the economic situation.","In the early 1900’s, the United States entered the “Great Depression.” With the stock market crash, the majority of people lost jobs, along with their homes. Soup kitchens had more business than ever before. People had to change their lifestyles just so that they could survive. Roosevelt came up with numerous programs to help the country’s economic situation. Programs like the Railroad Bill and others gave jobs back to different families all over America.","  F.D.R.'s “Fireside Chats” brought the president into the homes of the American public through a series of radio programs. On May 7, 1933, F.D.R. tried to comfort people and assure them that things were going to get better for them. He explained that he knew everything was not yet perfect, but soon everything would turn around and begin to get better. He said that the government was going to ease mortgages, grant money to the states, and take further steps to increase employment. Families gathered around their radios to hear the voice of their President assuring them that the government was working on many different ways to improve their lives.         ","These radio chats were a novel idea in communication between the President and the common citizens. Before this, no other president used this method to reach the people. Presidents after this, however, realized how important it was to make a connection with the people. They began to see that communicating on a more personal level helped their popularity with the voters. Now, Presidents take advantage of the media as much as they can. Use of the media makes the Presidents closer to the general public. It is much more personalized and effective to use the media to reach the people, and Franklin D. Roosevelt was the first to understand and use this method."],"display_date":"May 7, 1933","search_date":"1933-05-07","citations":[{"divid":1260563054,"type":"Website","data":["Franklin Roosevelt","Address of the President Delivered by Radio from The White House","Mid Hudson Regional Information Center","http://www.mhric.org/fdr/chat2.html","November 15, 2009"]},{"divid":1260563356,"type":"Book","data":["William Edward Leuchtenburg","Franklin D. Roosevelt and the New Deal","","New York","Harper &amp; Row","1963","393"]}],"locations":[{"id":4522,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":620,"tag":"Franklin D. Roosevelt"},{"id":621,"tag":"Fireside Chat"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}}