{"id":4971,"title":"A Wait For Battle Evokes Emotion","course_id":37,"status":"P","start_date":"1863-11-05","end_date":"1863-11-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the November 5, 1863 Matt Turner wrote his mother a letter as he waited for the next battle.  Turner explained that the waiting had been on going since the previous charge where the “Yankees” had gained a lot of ground.  With the continuation of his letter, Turner wrote of his feelings of foreshadowing, when he said they had not seen the last of war and that another gory battle would occur before too much time passed.  Also apparent in the letters was the sense of positive feeling when Turner received letters from home.  He wrote to his mother that he was more at peace knowing that his family and acquaintances are safe and alive.  Lastly, Turner wrote about the conditions in which their unit was left.  He had chills several times due sleeping outside.  Finally he gained a tent with a smoke stack and was done with the chills for a short period of time until the next waiting phase.","Turner served as Assistant Surgeon in the 22<sup>nd</sup> Alabama Regiment.  The waiting period Matt Turner was in was the stage that led to the Battle of Missionary Ridge.  This was the campaign step after Shelbyville had happened and was the spot where General Bragg was stationed.  Grant had decided that the Union army would swing around and flank the Confederates and attack from the rear.  This correlated directly with Turner’s letter where he explained his fear that another battle would occur because of the position that the Yankees were taking.  The battle took places in stages and the Confederates had to retreat."],"display_date":"November 5, 1863","search_date":"1863-11-05","citations":[{"divid":1260631378,"type":"Website","data":["J. Richard","Battle of Missionary Ridge","History of War","http://www.historyofwar.org/articles/battles_missionary_ridge.html","November 28, 2009"]},{"divid":1260631499,"type":"Website","data":["The History Channel","Battle of Missionary Ridge","History","http://www.history.com/this-day-in-history.do?action=tdihArticleCategory&amp;id=2398","November 28, 2009"]},{"divid":1260631574,"type":"Lecture, Conference Paper, etc.","data":["Matt Turner","","Letter","","Missionary Ridge, TN","November 5, 1863"]}],"locations":[{"id":4531,"lat":35.1803733014,"lng":-85.1633326083,"zoom":9,"place":"HAMILTON, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":289,"tag":"Art/Leisure"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}}