{"id":4973,"title":"African American Families in the 18th Century","course_id":33,"status":"P","start_date":"1800-01-01","end_date":"1800-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In many states in the United States, African –American marriages were not legal. Since African Americans weren’t perceived the same as Whites they weren’t allowed the same rights. But marriage was a cycle of life it was scared ad honorable. This of course wasn’t ethically right, but Blacks were considered to be inferior to the Whites so they didn’t have control of the situation in the early eighteenth century.  Since Black didn’t give up, change was bound to occur. Slavery was abolished in 1865 with the passing of the thirteenth amendment which freed all slaves.","                The primary source in which I retrieved was a picture taken in the eighteenth century, and it’s of a couple getting married in Apopka, Florida.","                The picture is dated in the early 1600’s there are three individuals: a minister, bride and groom.  The wedding is being held in front of a house, which is surrounded by trees. Ironically, the couple in the picture is wearing all black, with blank stares on their faces. The bride and groom are standing side by side while the minister is standing in front of them holding a book in his hands. [1]","                In Kentucky, legislation passed an act on February 14, 1866 to legalize and recognize “negroes and mulattos” marriages. In this case the couples had to pay fifty cent to the county clerk in order to have their marriage documented. This act had a tremendous influence on the state of Kentucky as well as other Southern states.  Following this Act hundreds and hundreds of African Americans were being married in Kentucky. This act enabled other states as well to follow.","           The tradition that came along with Black marriages was “jumping the broom” this custom began in the early eighteenth century in West Africa. According to the British and Dutch the Asante urban roads were kept clean. This was because the broom symbolized past problems and sweeping evil spirits away. To the bride jumping the broom symbolized her commitment to her new home and courtyard. This action was done after the couple exchanged their vowels. It has been said that the one who jumped the highest was the head of the household. Also the broom would be waved over the couples head to ward off evil spirits. This custom still exist in the Black community. Along with having a successful marriage came with having a well structured family. [2]","[1] 1900. Photograph. Rollins College Archives, Winter Park","[2] Erin Chan Ding.  \"Love proves the universal language at Indian weddings: Bride and groom salute her roots with four-day celebration.\" McClatchy - Tribune Business News  6  July2008 http://www.proquest.com/ (accessed December 2, 2009)."],"display_date":1800,"search_date":"1800-07-02","citations":[{"divid":1260665597,"type":"Website","data":["Rollins College","1800 Marriage","Rollins Archives","www.rollins-archive.com","September 8 2009"]},{"divid":1260665809,"type":"Online Encyclopedia","data":["Proquest","Love","http://www.proquest.com","December 2 2009"]}],"locations":[{"id":4534,"lat":37.9291720638,"lng":-83.705774024,"zoom":8,"place":"Montgomery, Kentucky"}],"tags":[{"id":405,"tag":"Marriage"},{"id":3,"tag":"African-Americans"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}