{"id":4974,"title":"The First Blacks","course_id":33,"status":"P","start_date":"1/1/70","end_date":"12/31/77","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The First Blacks","            In this country about thirty to fifty years ago racial segregation existed among blacks and whites in the education system. It was only in the 1950’s when the U.S. Supreme Court ruled racial segregation in public schools unconstitutional in the case of Brown v Board of Education of Topeka, Kansas. Yet, it was only about forty years ago when Rollins College began to accept African American applicants. In 1965 only white students attended Rollins, five years later twenty African American students attended Rollins.","            Troy Layng was a white graduate from Rollins in the late sixties. He returned to Rollins to shockingly find a change in the student body, African American students. Layng conducted several interviews among the black students, and astonished by the active roles they played at Rollins. Among the students were; Laurence Martinez, leading scorer on the Men Basketball team, Chapel reader, nominee of the 1969 edition of Outstanding College Athletes of America along with a number of other leadership roles on campus. Anita Thomas was a member of ; Rollins Players, Steering Committee, Community Action Board and was a discussion leader in the College Preparation Week. Layng also interviewed two other African American students that were proactive during their four years at Rollins. Layng asked a series of questions concerning the student body’s perception of African American students, the advantages and disadvantages of attending Rollins, the reason or reasons why they selected Rollins, racial issues they face among the student body and faculty, and etc.","            The initial interview question was “Why did you select Rollins?” two out of the four student response were similar, they both mentioned the nice atmosphere but at the same time they both were concerned with the amount of blacks students that attended Rollins. The other two answered in another tone, one was fairly confident in her academics throughout high school and was convinced that Rollins chose her instead. Unfortunately the last student did not have Rollins or any other College in his future plans until his guidance counselor introduced Rollins as the best school in the South. Motivation and self determination was established among these students, in their academics and active roles at Rollins.","            An interesting question that was asked was “What could Rollins do to attract a greater number of black students” each response included the concern of financial aid and scholarships, appealing courses to those of color, incorporate black board members in the Admission Department and a stronger communication and interaction between white and black students especially among black students themselves. But their main disquiet was forming a better understanding among the social cooperation of both white and black students. Another major concern of the students was how the white students perceived them. The students in the interview repeatedly mention the importance of cultural mergence.   The previous questions were the most interesting to the students, they actually seemed genuinely concerned with the future of African American scholars. On the last page of the document there was a list of African American students that attended Rollins. Originally, the name of the document was “Negro Undergraduates at Rollins” but “Negro” was crossed out and “Black” was written it its place. This symbolizes the improvement of racial awareness among the student body at Rollins. The list has the year of six semesters, names of the student and class status. Interestingly enough there were only one African American student form 1964-1965, but from 1969-1970 there was a significant leap from one to about African American students.  De-segregation in the South was a huge issue. Of course whites didn’t want Blacks to attend the same schools, or have equal rights. There was a lost “promise” among the African Americans. Whites were too afraid that the Blacks would take over and fight back. Ideally this happened, but of course the blacks had a tough time voicing their opinions. The Jim Crow laws were imposed on the African Americans. [1] ","            To close the twenty African American students that attended Rollins a mere forty years ago opened the door for many other races. So many years later Rollins is still known for its academics and also recently known for the change among the student body. Those students of different ethnic backgrounds and cultures come together socially and academically to form the best school in the South.","Layng, Troy. \"Black Students at Rollins.\" 1970. MS. Rollins College, Winter Park. <em>Rollins College Archives</em>. Web. 11 Nov. 2009. <http://http://archives.rollins.edu/cdm4/document.php?CISOROOT=/students&CISOPTR=381&REC=14&CISOSHOW=378>.","[1] Freyer, T.. \"The Lost Promise of Civil Rights.\" Review of title_of_work_reviewed_in_italics, clarifying_information. <em>The Journal of Southern History</em>  74, no. 3 (August 1, 2008): 793-795.  http://www.proquest.com/ (accessed December 2, 2009)."],"display_date":"1970 - 1977","search_date":"1973-12-31","citations":[{"divid":1260666367,"type":"Online Encyclopedia","data":["Proquest","Blacks at Rollins","http://www.proquest.com","December 2 2009"]},{"divid":1260666456,"type":"Newspaper Article","data":["Black Students at Rollins","Sandspur","Rollins College","1970","1-4"]}],"locations":[{"id":4535,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":238,"tag":"African American"},{"id":6,"tag":"Education"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}