{"id":4976,"title":"Calhoun Foreshadows Two Nations","course_id":37,"status":"P","start_date":"1832-02-06","end_date":"1832-02-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 6, 1837, John C. Calhoun made public his opinions by speaking out on slavery and the future of the Nation to the United States Senate.  Calhoun stated, “I feel myself called upon to speak freely upon the subject where the honor and interests of those I represent are involved.”  By this time Calhoun had taken a stand, given a reason for speaking out, and begun to foreshadow the divisive future of the country.  In his view congress had no right to touch slavery neither should congress discuss the issue in his view.  Calhoun next hinted at the violence he saw coming in the future and warned that if the government continued its interference, it would arouse abolitionism.","With the wide chasm between sections’ opinions, Calhoun prepared a clear statement saying that becoming two nations was almost inevitable when he pronounced, “by the necessary course of events, if left to themselves, we must become, finally, two people.”   Slavery was not an evil, but a positive good, he thought because there had always been a relationship between labor and capital.  Calhoun offered that the North for the most part believed “slavery a sin,” and would consider it “an obligation of conscience to abolish it.”  The reasoning behind this was no other wealthy and civilized society had subsisted without reliance on labor of another.  The way that Calhoun ended his speech was done in a manner so that he did not evoke anger within the Southern part of the Nation, but solely to raise awareness of the issues at hand.","The debate over the expansion of slavery was, by this time, nearly twenty years old,  dating back to 1820 and Calhoun had been an important voice in the debate since the 1820s.  In the beginning, however, he was many times ignored because people believed him too radical in his views.   Most of Calhoun’s time in his political career went to the slavery issue.  Until his passing away, Calhoun worked to expand slavery into the western United States and keep his fight for slavery going strong."],"display_date":"February 6, 1832","search_date":"1832-02-06","citations":[{"divid":1260738923,"type":"Website","data":["Samuel Wheeler","John C. Calhoun: 'A Positive Good'","Lincoln Studies","http://lincolnstudies.blogspot.com/2008/03/john-c-calhoun-positive-good.html","December 9 2009"]},{"divid":1260738990,"type":"Website","data":["Red Hill Productions and Community Television of Southern California","John C. Calhoun","PBS","http://www.pbs.org/kcet/andrewjackson/people/calhoun.html","December 12 2009"]},{"divid":1260739047,"type":"Lecture, Conference Paper, etc.","data":["John C. Calhoun","Slavery A Positive Good","Speech","","Washington D.C.","February 6, 1832"]}],"locations":[{"id":4557,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"},{"id":4,"tag":"Slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}}