{"id":4977,"title":"Matt Turner Writes Home From Shelbysville","course_id":37,"status":"P","start_date":"1863-04-12","end_date":"1863-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Writing home to his mother on April 12, 1863, Assistant Surgeon to the 22<sup>nd</sup> regiment of Alabama Infantry, Matt Turner captured the sentiments of many others in the Confederate Army as he spoke of wishing to return to his home.  Turner wrote his letter from a “camp near Shelbysville Tennessee,” where he was “alone except the agreeable company of the lame, the halt and the blind who all look eagerly to me for comfort and consolation.”  As an assistant surgeon in the Confederate army, these would have been his duties, as according to the medical records from the Confederate States of America, the duties of an assistant surgeon general included looking after the sick and wounded and helping the surgeon.","As Turner looked after the lame, an air of anxiousness can be observed as he stated that “we are still at this place.  We have been anticipating a move, but since I last wrote, it seems that we are off now more than then.”  Stationed in Tennessee, Turner would not have seen many of the major battles of 1863, as the next major battles of the Civil War occurred farther north in May of 1863, in Chancellorsville.","While sitting in camp, anxious for the next move Turner aspired to return to his home.  He wrote that he was “very tired of tramping about through the mud after a regiment merely for the name at this time.”  He further spoke of his bad health, as a reason to go home “long enough to recover my health entirely before entering the service again, though this will depend very much on the circumstances.”","While Turner wanted to be relived of his position, the chances of this were probably slim.  Turner stated that he had submitted an application for a “thirty days leave of absence.”  However, Turner’s application was “returned, disapproved, by Gen. Bragg and all my hope is gone.”","While Turner may have wanted to return home, the Confederacy was in need of men.  In the spring of 1862, the Confederacy adopted a policy of conscription in order to fill the ranks of the army.  While the Confederacy had trouble filling the ranks, the problem intensified during the winter of 1862-1863 as the Confederacy experienced a high rate of desertion for various reasons, including the need to provide for their families.","Through the remainder of his letter, Turner wrote of things such as to “give my love to Father and Martha…Kiss little Ettie and tell her I have not forgotten her dog and will be sure to bring him with me.”  He further instructs his mother to “please write often.”  Through these sentiments Turner expresses the normal need to hear from his family as well as to keep them updated of his where-abouts as he anxiously waited to be relieved from his job in the Confederacy."],"display_date":"April 12, 1863","search_date":"1863-04-12","citations":[{"divid":1260828171,"type":"Book","data":["McPherson, James M.","Battle Cry of Freedom: The Civil War Era","","New York","Ballantine Books","1988","429"]},{"divid":1260828367,"type":"Website","data":["Tusa, Bobs M.","\"Confederate States of America. Medical Records.\"","The University of Southern Mississippi Libraries Special Collection","http://www.lib.usm.edu/~archives/m217.htm","November 27, 2009"]},{"divid":1260828489,"type":"Website","data":["Freeman, Joanne","Time Line of the Civil War, 1863","The Library of Congress, American Memory","http://memory.loc.gov/ammem/cwphtml/tl1863.html","November 27,2009"]},{"divid":1260828834,"type":"Manuscript","data":["Matt Turner","Letter to HIs Mother",null,"","","Matt Turner Letters","Private Collection of Phil Sankey"]}],"locations":[{"id":4549,"lat":32.0196106211,"lng":-88.263201413,"zoom":9,"place":"CHOCTAW, Alabama"}],"tags":[{"id":32,"tag":"Civil War"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}}