{"id":4978,"title":"Catherine Wills Wears a Hair Locket to the Dedication of the Soldiers National Cemetery","course_id":37,"status":"P","start_date":"1863-11-19","end_date":"1863-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["To commemorate the deaths of her two young sons, David Jr., and James, Catherine Wills wore a mourning broach.  The gold broach containing one blonde and one brunette lock of hair with a black ring around it was a fairly generic piece of jewelry during the nineteenth century.  Like many others who attended the dedication of the Soldiers National Cemetery in Gettysburg, Pennsylvania and heard Lincoln’s Gettysburg Address, Wills may have worn her broach to this occasion.  The cemetery and dedication was of particular importance to the Wills family, as David Wills, the young boy’s father, had played an instrumental role in creating the cemetery.  The Wills were prominent citizens in Gettysburg, Pennsylvania, and Lincoln himself stayed in the Wills home.","Catherine Wills probably mourned the death of her two sons for one year, as that was the standard time length for mourning a child in the nineteenth century, according to scholar Drew Faust.  Catherine would have also been the primary mourner of the children, not only because she was the children’s mother, but because women held much of the responsibility to mourn over loved ones.","As can be observed through these standards of mourning, nineteenth century America had a strong culture of mourning.  In their final breaths, individuals sought to die willfully, at home, surrounded by family.  Family and friends were to be beside the dying in order to assess whether they had passed to Heaven, and could be united there, according to Faust.","During the Civil War, not all of these practices were feasible.  As soldiers died on battlefields, far away from home, they could not have the comfort of being surrounded by family, and family could not see a son’s, father’s, or brother’s last breaths.  Due to these constraints, soldiers had to improvise.  Some would die holding pictures, or lockets of hair of their loved ones.  In preparation of this, some soldiers would take a lock of hair from their loved ones before departing for war, and also leave a lock at home for their family.  Further, possessions of the deceased were given to the family in order to demonstrate that loved ones had died.","While this style of mourning continued for many years, it eventually faded into unpopularity.  This can be observed through Catherine Wills’ mourning broach as it was modified to have a pin to fasten it, which was not in the means of attaching the broach at the time."],"display_date":"November 19, 1863","search_date":"1863-11-19","citations":[{"divid":1260829234,"type":"Book","data":["Faust, Drew Gilpin","This Republic of Suffering: Death and the American Civil War","","New York","Alfred A. Knopf","2008","6"]},{"divid":1260829323,"type":"Book","data":["Leslie, Catherine Amoroso","Needlework Through History: an Encyclopedia","","Westport","Greenwood Press","2007","159"]},{"divid":1260829371,"type":"Book","data":["White, Ronald C Jr.","The Eloquent President: A Portrait of Lincoln Through His Words","","New York","Random House","2005","227"]}],"locations":[{"id":4548,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":630,"tag":"religious activity"},{"id":32,"tag":"Civil War"},{"id":7,"tag":"Women"},{"id":407,"tag":"Death"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}}