{"id":4979,"title":"Regulating Freedpeople’s Marriages in South Carolina","course_id":37,"status":"P","start_date":"1866-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In hopes of assimilating ex-slaves into life as freedmen, the Freedmen’s Bureau worked to legalize marriages and establish standards for the marriages of freedmen.  Such <em>Marriage Rules</em> were observed in South Carolina in 1866, when such matters were under the jurisdiction of the Freedmen’s Bureau.  The <em>Marriage Rules</em>, contained six sections that, outlined “the parties eligible for marriage, parties authorized to grant permits for marriage, commission for dissolving marriage agreements, causes for dissolving marriage agreements, first marriages and reunions and the duties of husbands to former wives, certifications of marriages and separations, and returns of marriages.”","The section on “Parties Eligible for Marriage” first detailed that “all male persons of the age eighteen, and having never been married; and all females of the age fourteen or sixteen, and having never been married, shall be eligible for marriage.”  The subsequent requirements contained information that those freedmen who claimed to be married had to furnish evidence in support of that claim, as well as those who claimed that they were not married.","There was no mention of interracial marriage contained in this section.  This was largely because the <em>Marriage Rules</em>, issued as Freedmen’s Bureau General Order No. 14, were issued by The Bureau of Refugees, Freedmen, and Abandoned Land, commonly known as the Freedmen’s Bureau was run by the Federal War Department, and worked to assist African-Americans make the transition from slaves to freedmen.  While the Freedmen’s Bureau worked to assist the newly freed slaves, the benefit of the policies, as well as the enforcement and recognition of them is highly contested, as stated by scholar Eric Foner.  This occurred as attitudes towards freedmen in the South were largely that they were lazy and simply wanted to make a living off of government funding.  Further, there was a drive to place slaves back into agricultural labor.","While the Freedmen’s Bureau did not work to explicitly keep the races separate, laws preventing intermarriage can be seen in the Black Codes of many states.  For example, the <em>Mississippi Black Codes 1865, </em>explicitly stated that intermarriage between and white people was against the established laws.","While laws detailing who a person could marry, and an individuals’ in the marriage such as a husband being responsible for his wife’s children as well as their “protection and support so long as they are minors, or until their marriage provided they have no other means of support.”  The laws carried great significance and weight.  This occurred as during slavery, slave marriages were not recognized as legal, and slave masters could separate unions at any time as addressed by scholar Reginald Washington.  Therefore, through this legislature, freedmen, were granted one of the many rights that they had been denied during slavery."],"display_date":"1866 - 1870","search_date":"1868-07-01","citations":[{"divid":1260898962,"type":"Book","data":["Foner, Eric","Reconstruction: America’s Unfinished Revolution: 1863-1877","","New York","Harper and Roe Publishers","1988","153-170"]},{"divid":1260899127,"type":"Website","data":["Unknown","Jim Crow Stories","PBS","http://www.pbs.org/wnet/jimcrow/stories.html","November 20, 2009"]},{"divid":1260903970,"type":"Government Document","data":["Mississippi Black Codes 1865","Laws of the State of Mississippi","1865","","","","","",""]},{"divid":1260904147,"type":"Government Document","data":["General Order No. 14 Marriage Rules","Bureau R.F. &amp; A.L. South Carolina","1866","","","","","",""]}],"locations":[{"id":4556,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":573,"tag":"Government Laws"},{"id":18,"tag":"Politics"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}}