{"id":4980,"title":"The Burning of the Culp Home","course_id":37,"status":"P","start_date":"1863-07-01","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an effort to take revenge on the North, the ninth regiment of Alabama volunteers burned the Culp home in Gettysburg, Pennsylvania, during the Gettysburg campaign.  The reasons for this destruction are dictated by the volunteers, as after they burnt the Culp home they left a short, crudely handwritten note to the owners of the property.  The note clearly indicates the intentions of the Confederate soldiers, as they wrote, “Mr. Culp your house tore up purtty [sic] bad but we will do it A good deal more.  Quit burnig [sic] up our houses turning woman and children Out of doors.”  Alabama soldiers burned the Culp home in retaliation for the destruction they had observed or heard of the Union soldiers doing in the South.","The Alabama volunteers also sought to give the Culps, as well as other Northerners a warning.  This can be observed not only in the threat to destroy the Culp property to a greater extent, but also through the signature of the letter.  The Confederates signed the letter with the statement, “Remember this when you see 9th Regiment of Alabama Volunteers.”  In other words, remember the destruction caused to your farm when you see this unit, or any unit of the Confederacy.","The destruction of the Culp home can be seen as an act of retribution for the destruction brought on the South during the Civil War and an effort to take revenge for the aggression of the North.  One of the many motivations in fighting the Civil War exhibited by Confederate soldiers was defending their home land from Yankee aggression.  As stated by scholar, James McPherson in <em>The Battle Cry of Freedom:  The Civil War Era, </em>Southerners felt the need to fight to protect their home from the Yankee soldiers who they viewed as vandals and thieves who would steal their slaves, and take their women.  As the South became the main battle ground of the Civil War, this sentiment grew more intense.  Further, the South experienced the most amount of destruction, as discussed by scholar Carl Degler.","While the Union may have inflicted great damage on Southern property, General Robert E. Lee had ordered his men refrain from doing the same to the Union in Pennsylvania, in order to show that they possessed stronger moral character than the Union soldiers.  Regardless of these orders, ruin was still brought to the town of Chambersburg, Pennsylvania through the burning of Thaddeus Steven’s iron works, and the destruction of railroad property as discussed by McPherson.  Money and other items were also stolen from York, as well as other towns in south-central Pennsylvania.","While great destruction occurred in the South prior to the battle of Gettysburg, the South had yet to see the worst of the havoc the Union would wreck on it.  Sherman’s March to the Sea, inflicted the greatest damage on the South, as the Union soldiers worked to destroy the South and hasten to victory."],"display_date":"July 1, 1863 - July 3, 1863","search_date":"1863-07-02","citations":[{"divid":1260899823,"type":"Book","data":["McPherson, James M.","Battle Cry of Freedom: The Civil War Era","","New York","Ballantine Books","1988","310"]},{"divid":1260900295,"type":"Book","data":["Degler, Carl N","Out of Our Past: The Forces that Shaped Modern America","","New York","Harper","1959","215"]},{"divid":1260900744,"type":"Manuscript","data":["Ninth regiment of Alabama Volunteers","Letter to Mr. Culp",null,"","","Civil War Letters","Adams County Historical Societty"]}],"locations":[{"id":4552,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}}