{"id":4981,"title":"Lincoln Demotes Burnside After Resignation Letter","course_id":37,"status":"P","start_date":"1863-09-17","end_date":"1863-09-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the aftermath of the Battle of Fredericksburg, there have been three main reasons given arguing that Ambrose Burnside should bear all of the blame. Contempioraries and historians have pointed to the delay of pontoon bridges, the distrust of Burnside within the Army of the Potomac, and lastly the presence of partisanship in the army.  The overwhelming evidence, however, still points to Burnside’s failure.  Because of the command problems he had, Burnside’s field commanders did not advance in a tempo that would make a victory possible.  Burnside never wanted the command of the Union Army of the Potomac, he was very nervous about the post as he revealed to Lincoln, “thank you for the dispatch & I desire to stay as long as you think necessary but am very anxious.”","Still, President Lincoln had to do something in response to the debacle at Fredericksburg:  his solution was to demote Burnside and find a new commander.  The demotion, however, came as an after thought of Burnside’s resignation.  Burnside stated he would stay commander as long as Lincoln found it appropriate.  Burnside proposed that the President “surround himself with men who have the confidence,” to lead the army and suggested that he himself was not one of these men.  This was the main reason Burnside handed Lincoln his letter of resignation.  The President moved Burnside elsewhere and promoted his rival within the Army of the Potomac, Joe Hooker.  Lincoln, however, gave Burnside the final punch when he wrote to Hooker saying he was not promoted because of the way he had spoken about his predecessor and he felt that those comments were strongly inappropriate."],"display_date":"September 17, 1863","search_date":"1863-09-17","citations":[{"divid":1261013892,"type":"Website","data":["Daniel R. Ballou","National Mollus","The Military Services of Ambrose E. Burnside in the Civil War","http://www.geocities.com/ribatterya/rimollus/ballouonburnside2.html#","October 15, 2009"]},{"divid":1261013996,"type":"Book","data":["Thomas J. Rowland","George B. McClellan and Civil War history: in the shadow of Grant and Sherman","","Kent, Ohio","Kent State University","1998","all"]},{"divid":1261014060,"type":"Government Document","data":["Ambrose E. Burnside to Abraham Lincoln","Library of Congress","September 17, 1863","","","","","",""]},{"divid":1339,"type":"Film","data":[null,null,null,"ILnQSkQkSg"]},{"divid":90361,"type":"Film","data":[null,null,null,"ILnQSkQkSg"]},{"divid":6877,"type":"Film","data":[null,null,null,"ILnQSkQkSg"]},{"divid":2894,"type":"Film","data":[null,null,null,"ILnQSkQkSg"]},{"divid":2176,"type":"Film","data":[null,null,null,"ILnQSkQkSg"]}],"locations":[{"id":4559,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}}