{"id":4982,"title":"Iowan Earns Medal of Honor for Capturing General","course_id":37,"status":"P","start_date":"1864-10-25","end_date":"1864-10-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["James  Dunlavy received the Congressional Medal of Honor, the highest US military honor, on October 25, 1864 for his single-handed capture of Confederate Major General John S. Marmaduke.  He is one of five Medal of Honor recipients buried in Oklahoma, in Dunlavy’s case in the Independent Order of Odd Fellows (IOOF) Cemetery in Maramec, Oklahoma. During the capture of Marmaduke, Dunlavy performed with an injury from the previous battle at Mine Creek, Kansas.  He was wounded by a shell and his arm was in very poor condition.  Dunlavy captured the general thanks to being mistaken for one of the Marmaduke’s own men and taking advantage of the situation.  Dunlavy pointed his gun at General Marmaduke and demanded surrender.  In the official documentation of the battle, both of the Confederate generals who were involved were listed as captured.  Private Dunlavy was in Company D of the Third Iowa Cavalry.  He took the prisoner back to his commanders in a manner of respect by taking into consideration the prisoner’s requests of walking at a slower pace and seeing a particular Union General for lesser punishment.","Earning multiple awards and recognitions for his singular act of service, Dunlavy also went on to accomplishments after the war ended. For example, he went to medical school and became a doctor, was married, and had four children.  He spent the last portion of his life in Oklahoma."],"display_date":"October 25, 1864","search_date":"1864-10-25","citations":[{"divid":1261014354,"type":"Government Document","data":["Mine Creek","Official Records of the War of Rebellion","1864","","","","","",""]},{"divid":1261014412,"type":"Article","data":["Benjamin F. Shambough","THE CAPTURE OF GENERAL MARMADUKE BY JAMES DUNLAVY AN IOWA","Iowa Journal of History and Politics","Vol 11","January 1913","1-5"]},{"divid":1261014474,"type":"Website","data":["IONET","Civil War and Indian Wars Medal of Honor recipients buried in Oklahoma","The Electric Cementary","http://www.electriccemetery.com/ecOKMHR.html","November 17, 2009"]}],"locations":[{"id":4561,"lat":null,"lng":null,"zoom":8,"place":"OSAGE, Kansas"}],"tags":[{"id":18,"tag":"Politics"},{"id":32,"tag":"Civil War"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}}