{"id":4984,"title":"The Great Excursion of 1854","course_id":32,"status":"P","start_date":"1854-06-05","end_date":"1854-06-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 5, 1854, the Chicago and Rock Island Railroad held what would become known as \"The Great Excursion of 1854.\" The two owners, Henry Furnam and Joseph Sheffield, invited many well known and successful politicians, artists, writers, clergy members, and academics, including former President Millard Fillmore, who met in Chicago for the June 5th departure. A <em>New York Times</em> correspondent noted, “…when we arrived in Chicago we found every hotel full.” The first 100 miles of the journey took the excursionists through several major towns along the Illinois and Michigan Canal. Enthusiastic crowds met the trains with flags, marching bands, and even cannons. Later that day, the 181 mile and eight hour trip came to an end at the Chicago and Rock Island terminus on the Mississippi River, and five steamboats began the two and a half day trip up the river to St. Paul in the Minnesota Territory. The boats now carried over 1000 passengers. Several hundred joined the excursion at Rock Island. Arriving at St. Paul on June 8th, the excursion continued to the falls of St. Anthony and Minnehaha. At midnight the boats departed for a down river return trip to Rock Island which lasted only thirty hours. From Rock Island most took the Chicago and Rock Island line back to Chicago and on to their respective homes.","The Great Excursion of 1854 was a resounding success. This was due to large attendance, the largest of any similar excursion up until 1854, and record temperate weather. Excursions such as this were intended to promote the railroads that sponsored them. Railroads first began to be built in the 1820s in America. The incredible speed, power, and efficiency that railroads afforded as a means of transportation soon became common knowledge among average citizens, businessmen, and politicians. The incredible potential for generating profits drew businessmen to invest in railroads. Railroads also promoted a growing industrial economy and served a military purpose when needed. As America learned during the War of 1812, the efficiency of one's transportation can decide the outcome of battle.","Due to common interest in railroad development, America experienced a dramatic boom in railroad construction and development extending up until the early 20th century. According to the <em>Galena Jeffersonian</em>, the purpose of the event was to “to make a thousand, more or less, men of capital and influence acquainted with the enchanting beauty, the boundless resources…of the Great West.” As historian Mark W. Seeley stated, “Though it is difficult to prove cause and effect, the region west of the Mississippi River did grow enormously shortly after the Grand Excursion, attracting millions of dollars in investments and thousands of new immigrants.”"],"display_date":"June 5, 1854","search_date":"1854-06-05","citations":[{"divid":1261169690,"type":"Newspaper Article","data":["","New York Times","New York","June 5, 1854",""]},{"divid":1261169767,"type":"Book","data":["Curtis C. Roseman and Elizabeth M. Roseman","Grand Excursions on the Upper Mississippi River","","Iowa City, IA","University of Iowa Press","2004","1-19"]},{"divid":1261170000,"type":"Article","data":["Mark W. Seeley","\"Mother Nature Smiled: The Grand Excursion of 1854\"","Minnesota History","59","2004","36-38"]}],"locations":[{"id":4564,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"ROCK ISLAND, Illinois"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":425,"tag":"Business"}],"course":{"name":"History of American Railroads","school":"Purdue University North Central","course_id":32,"school_id":27}}