{"id":4985,"title":"<strong> The First Experiment Along the Waters of the Great Canal</strong>","course_id":35,"status":"P","start_date":"1819-10-28","end_date":"1819-10-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the crisp autumn morning of October 28, 1819, in western New York a boat called the <em>Chief Engineer</em> left Rome, New York to take the first journey on the Great Canal to Utica. A group of about thirty men were passengers on the boat, many of whom were distinguished guests, including Governor Dewitt Clinton, the canal’s chief advocate. Spectators lined the banks of the canal, as if lining the streets to watch a passing parade. A band serenaded the boat as it persisted and as it continued down the channel of the canal, it picked up more passengers so that additional citizens could take part in the festive event. The spectators in the towns lining the banks of the canal expressed their “unfeigned joy at seeing the first boat flat upon its waters.”  All that the people of New York had been promised by their politicians finally seemed possible. It was a joyous occasion met with a 21-gun salute and cheers from all. Later in the week, the boat returned to Rome and then traveled back to Utica, a distance of 32 miles, achieved in a single day.  This was an amazing feat, one that had not been thought to be achievable so soon. It was also stunning what men had achieved in building this canal and the nature they triumphed over. A local newspaper writer claimed that, “The result of this season cannot fail to animate the friends of the canal, incline the doubtful to its vigorous prosecution, and free its opponents from their fears and subdue their hostility; for theory must yield to fact, and wild speculation to the tests of experiment.”","The Great Canal would be completed in 1825 and proved to be everything that its advocates had hoped for. The canal is often considered the greatest and most influential public works project of the nineteenth century. It ushered in the economic changes that would transform the country, and added to the settling of the frontier by making settling the west an easier process. It also connected western settlements to both domestic and foreign markets while drastically reducing the price of transporting goods. The canal proved to be a worthwhile feat for the state of New York. It would be a stunning example of the benefits of internal improvements and improved transportation in the United States for years to come."],"display_date":"October 28, 1819","search_date":"1819-10-28","citations":[{"divid":1261181548,"type":"Book","data":["Evan Cornog","The Birth of Empire: DeWitt Clinton and the American Experience 1769-1828","","New York","Oxford University Press","1998","163"]},{"divid":1261181753,"type":"Newspaper Article","data":["Canal-First Boat","The Gazette","Geneva","November 3, 1819",""]}],"locations":[{"id":4566,"lat":43.6646298716,"lng":-76.1863866955,"zoom":8,"place":"ONEIDA, New York"}],"tags":[{"id":11,"tag":"Economy"},{"id":563,"tag":"Erie Canal"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}}