{"id":4988,"title":"Anti-Abolitionists are Antagonized in <em>The Herald</em>","course_id":35,"status":"P","start_date":"1835-08-31","end_date":"1835-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When residents of Geneva, New York acquired their daily copy of <em>the Herald</em> on August 31, 1835 they had no idea they were about to read a prophetic vision of the United States’ future. After acknowledging an anti-abolition meeting that had taken place in the town just a few days prior, the anonymous author of the front-page article went on to denounce the meeting as foolish and to predict the gradual alienation between the North and South, until the point where the South no longer wanted anything to do with the Union. To this anonymous author the separation between the North and the South seemed almost inevitable; South Carolina had already expressed desire for independence in the Nullification Crisis in 1832 and the South, with the preference for states’ rights over federal ones, was already uncomfortable with the North having so much power. It became clear that the author hoped to garner support for the abolitionist movement in defaming its opposition; the meeting, the author asserted, was a “farce” populated by “third-rate lawyers” who were attempting to fight an impossible battle in Geneva. With no economic connections to the South, residents of Geneva saw no reason to support the anti-abolition movement.","The issue concerning states’ rights and the extent of states’ powers in relation to the Federal government dates as far back as the Articles of Confederation which gave states a great deal of power; a more powerful Federal government was eventually instituted, though the arguments over the rights of the states continued. This issue became a core concept in the discussions of slavery in the South, where intellectuals, politicians, and plantation owners defended its position in the Southern economy. The United States had not yet faced the possibility of adding more slave states to the Union, but the precedent was tested in 1819. Just fifteen years prior to the anti-abolition front’s meeting in Geneva the United States had become embroiled in disagreements over the introduction of new slave states after the acquisition of the Louisiana Territory, which exacerbated the animosity between the North and South. The Missouri Crisis constituted one of the first open clashes concerning slavery and states’ rights: the debate centered around the creation of a new state, Missouri, as a slave state. Prominent Northern politicians such as Rufus King violently opposed this idea and fought against Missouri’s admittance as a broadening of Southern slavery. Eventually a compromise was reached, allowing Missouri to enter the Union as a slave state and Maine as a free one. This compromise only served to delay the eventual confrontation even further, and allowed for problems to continue to surface between the abolitionists in the North and slaveholders in the South."],"display_date":"August 31, 1835","search_date":"1835-08-31","citations":[{"divid":1261449337,"type":"Newspaper Article","data":["Anti-Abolition Meeting","The Herald","Geneva, New York","August 31, 1835","1"]},{"divid":1261449400,"type":"Primary Source in a Secondary Source","data":["Congress Debates the Missouri Crisis","1819","Major Problems in the Early Republic, 1787-1848","Sean Wilentz and Jonathan H. Earle","Boston","Houghton Mifflin Company","2008","287"]},{"divid":1261449526,"type":"Book","data":["Elizabeth Varon","Disunion! The Coming of the American Civil War, 1789-1859","","Chapel Hill","University of North Carolina Press","2008","85"]}],"locations":[{"id":4572,"lat":42.8528904967,"lng":-77.2997890257,"zoom":9,"place":"ONTARIO, New York"}],"tags":[{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":95,"tag":"Abolition"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}}