{"id":4990,"title":"“Reverend Proudfit argues for the use of the Bible in Common Schools”","course_id":35,"status":"P","start_date":"1826-03-01","end_date":"1826-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Second Great Awakening, there were many religious figures who transformed the way the general population thought about religion and its social practices. Much of the new religious thought came from upstate New York from areas called “burned-over districts,” because of the frequency with which they experienced religious revivals, or transformative incidents, which changed a person’s religious outlook. One such person who was a transformative figure during this time was Reverend Alexander Proudfit, from Albany, who argued very vehemently for the use of the Bible in common, or primary schools. In a letter he sent to the Geneva General Advertiser, Proudfit attempted to justify the use of the Bible in primary schools by using educational grounds. He connected the literacy of the emerging American nation, with an emphasis on liberty and intelligence, to the moral and religious principles that were present in the Bible. Proudfit argued that “a nation the most illiterate, the most unprincipled and profligate; may be controlled by the iron arm of despotism. He tried to argue that the democratic values that were beginning to develop in America could be connected to the Bible, and this justified its use in common schools.","The connection that Proudfit made between democracy and religion was intriguing. The emerging Arminianism that was developing in Geneva influenced the Methodists that had founded a church there. Just by the fact that this religious was becoming a major factor in Geneva, and Arminianism was a sect that embraced education, Proudfit had targeted the right audience for his editorial, as the tradition that was being developed connected religion and education strongly.","The democratic values that the Methodists believed, which Proudfit argued were to be a result from the Bibles’ teachings, were part of the reason of the increase in free will and freedom of ideas during this time. The movement of ideas helped to spur intellectual social movements that would change society during time. Additionally, the increase in political action during this time was partially caused by the free flow of ideas that these religious revivals helped to produce."],"display_date":"March 1, 1826","search_date":"1826-03-01","citations":[{"divid":1261850883,"type":"Newspaper Article","data":["The Bible in Common School","Geneva General Advertiser","Geneva, NY","March 1, 1826","3"]},{"divid":1261850947,"type":"Book","data":["G. David Brumberg","The Making of an Upstate Community: Geneva, NY","","Geneva","Geneva Bicentenial Commission","1976","66-79"]},{"divid":1261851019,"type":"Book","data":["E. Thayles Emmons","The Story of Geneva","","Geneva","Geneva Daily Times","1982","212-217"]}],"locations":[{"id":4575,"lat":42.899208773,"lng":-77.359355699,"zoom":8,"place":"ONTARIO, New York"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}}