{"id":4999,"title":"<em>Coca-Cola</em>: \"Sold Everywhere\"","course_id":43,"status":"P","start_date":"1886-05-01","end_date":"5/31/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["What difference could 20 years of advertising make? Well, for Coca-Cola, it made the world of difference. In the hot summer of May, 1886, John Pemberton created the beginnings of what would be the most revolutionary and world-renown product as of yet.","This time, the Gilded Age, was the rise of advertising. Everyone and their brother had an idea for a concoction or medicine which cured, supposedly, exactly what ailed you. With so many different, unnecessary, products on the market, only those which made a name for themselves were successful.","In the first year of its invention, Coca-Cola only sold 25 gallons of syrup, enough for just a few hundred glasses. In 1886, the advertisements for Coca-Cola featured a pretty, well-dressed girl drinking Coca-Cola with the caption or idea, \"Drink Coca-Cola\". At its inception, Coca-Cola had to convince you that it was what you wanted to drink. Part of the way to do this, especially in a world dominated by men, was to convince them using a woman's beauty.","But by 1907, Asa Griggs Candler had made Coca-Cola a country-wide phenomenon. The 1907 advertisement is a well-dressed man drinking the last few drops of Coca-Cola from a glass with the caption \"Sold Everywhere.\" Now that everyone knew what Coca-Cola was, the emphasis in advertising shifts from enticing people to try the new product, especially using the seduction of a woman, to reassuring people. Reassuring them that Coca-Cola is indeed what they want to drink because it is the best, as proven by the successful look of the man drinking it.","Pemberton, a well-known pharmacist in Atlanta, had many concoctions brewed for various ailments. This one just happened to be in the right place at the right time. It was eventually bought by another very successful pharmacist Asa Griggs Candler. Candler was the true business-man with the idea that Coca-Cola, as it came to be known, would be great.","From 25 gallons the first year, to \"Sold Everywhere\" was a remarkable change and that was just the beginning. Coca-Cola would become the world's most recognized symbol and word.","It is important to understand, however, the circumstances under which Coca-Cola was born to its original owner. John Pemberton was a Civil War veteran, and like many, many others, he was addicted to morphine. The power and effects of the coca plant, from which we derive cocaine, were just being discovered. Not only that, but prohibitionists in Atlanta were gaining ground and it seemed inevitable the city would become dry. John first was experimenting with the coca-plant, making a sort of wine out of it, but eventually he traded the alcoholic part for the caffeine jolt from the Kola plant. The name derived from its two main ingredients and was written by John's bookkeeper in the classic, flowing script we all recognize. Not only this, but at first, the syrup become known more as a medicine for headaches and stomach pains, than an enjoyable drink it was mixed with regular water, not carbonated. It became carbonated after a soda fountain operator accidentally mixed it with carbonated water.","So the history of Coca-Cola is not nearly as glamorous as one would to believe, or as Coke would like to have you believe. It was born of a morphine-addicted Civil War Veteran, originally as a medicine. However, the true greatness of the story lies in Asa Griggs and the Great American dream. Asa bought the formula and all its creation details and tools for a total of $2300 in 1888 and by 1906, he had just built the largest building in the city of Atlanta. From \"Drink Coca-Cola\" to \"Sold Everywhere\" is a pretty good idea of just how far an knack for advertising and some hard work can take you."],"display_date":"May 1886 - May 1907","search_date":"1896-11-13","citations":[{"divid":1269613676,"type":"Book","data":["Mark Pendergrast","For God, Country and Coca-Cola","","New York","Macmillan Publishing Company","1993","All"]},{"divid":1269613780,"type":"Website","data":["Library of Congress: American Memories Collection","Themes for Coca-Cola Advertising (1886-1999)","Library of Congress","http://memory.loc.gov/ammem/ccmphtml/colatime1.html","March 24 2010"]},{"divid":1272686332,"type":"Book","data":["Charles Howard Candler","Asa Griggs Candler","","Georgia","Emory University","1950","All"]}],"locations":[{"id":4954,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":118,"tag":"invention"},{"id":100,"tag":"Medicine"},{"id":652,"tag":"Coke"},{"id":653,"tag":"Soda"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}