{"id":50,"title":"The Political Struggle of Virginia is Forecasted\n","course_id":1,"status":"P","start_date":"1873-04-09","end_date":"1873-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the controlling Radical Republican Party mainly legislated reforms during Reconstruction, Virginia virtually avoided the reconstructive efforts because the Republicans never actually gained complete control over the state. Initially, Republicans shared power with the Democrats in the state. However, with state elections approaching in November, both parties began to prepare for the significant political contest. Essentially, most of the state and local administration was under election, as the positions of Governor, delegates of the Legislature as well as county officers, except clerks, were under contestation. Furthermore, the following winter of 1873 brought the necessity to choose a State Senator by the newly elected Legislature. &lt;br /&gt;&lt;br /&gt;As The Baltimore Sun revealed, both political parties were very much divided on railroad, local, as well as personal issues. As a result, the Sun predicted a strong calling for a very lively struggle, and that the State will be stumped from one to the other.' No doubt, looking at an already divided state administration, electing in a Republican controlled governorship as well as legislature maintained to be quite difficult.&lt;br /&gt;&lt;br /&gt;In the end, with Democratic-Conservatives already partly in control, they did not have to overthrow an entrenched Republican administration.  In the gubernatorial race, the color line was the central theme for Democratic candidate, James L. Kemper, who ran on a ticket promising Virginia for the Virginians.' Kemper strategically sketched an indelible line between the Democrats and his radical Republican opponents.  This assertive maneuver proved effective in rallying the Virginian white-liners. By the end of 1873, Republicans completely lost control of the State, and power fell into the hands of the Democratic-Conservatives."],"display_date":"April 9, 1873","search_date":"1873-04-09","citations":[{"divid":1213033888,"type":"Newspaper Article","data":["","The Baltimore Sun","Baltimore, Maryland","April 9, 1873",""]},{"divid":1213033916,"type":"Book","data":["Michael Perman","Emancipation and Reconstruction: 1862-1879",null,"Wheeling","Harlan Davidson, Inc.","1987","63"]},{"divid":1213033964,"type":"Book","data":["Michael Perman","The Road to Redemption: Southern Politics, 1869-1879",null,"Chapel Hill","The University of North Carolina Press","1984","155-156"]}],"locations":[{"id":33,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}