{"id":500,"title":"The Macon Messenger refutes charge that Hugh White escorted a free black to the election polls.\n","course_id":1,"status":"P","start_date":"1836-10-18","end_date":"1836-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 18, 1836, two articles appeared in the Southern Recorder denying that Whig presidential candidate Hugh White upon one occasion did actually walk to the Ballot Box, arm in arm with a free negro.'  The accusation had been made against Judge White by Milledgeville's Standard of Union, and it was connected with the greater charge that White had taken an active part in support of' his brother-in-law's election in Tennessee in 1825.  &lt;br /&gt;&lt;br /&gt;The Recorder declared that no one in Tennessee would believe the story told in the Standard because they would have been well aware that White and his brother-in-law Col. Williams, a strong opponent of Andrew Jackson, were political opponents.  Judge White so far from elbowing free negroes to the polls, took no active part whatever in the contest, and gave no sort of support to his brother-in law... It is needless for us to say what has been Judge White's politics: he has been constantly distinguished as Gen. Jackson's most warm and efficient supporter in the State.'  The second article went even further, supplying refutations signed by fourteen Knoxville citizens and even Williams' former opponent.  The paper was willing to go to great lengths to demonstrate that Hugh White was not favorable to free Negro suffrage.'  The editors denounced the Standard for vilifying' White, but ridiculed their opponents for pander[ing] to a depraved taste of the strange and marvelous.'&lt;br /&gt;&lt;br /&gt;The articles are indicative of the political mood of the time.  Southern Democrats and Whigs were eager to accuse each other of being compromisers on slave issues.  The popular strategy became to call one's opponent a traitor or deserter of slavery.  Thus the claim that White was a friend to free blacks was considered potent political slander.  The paranoid fear of anti-slavery measures, both feigned and genuine, also accounted for the uncompromising position many Southern congressmen took on the gag rule."],"display_date":"October 18, 1836","search_date":"1836-10-18","citations":[{"divid":1213224595,"type":"Newspaper Article","data":["Judge White-The Calumny Refuted","The Southern Recorder","","October 18, 1836",""]},{"divid":1213224622,"type":"Book","data":["William Freehling","The Road to Disunion",null,"Oxford ","Oxford University Press","1990","332-333"]}],"locations":[{"id":367,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}