{"id":5001,"title":"Luxury Brooms","course_id":43,"status":"P","start_date":"1864-06-14","end_date":"1864-06-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 6, 1864, the Congress of the Confederate States prohibited its constituents from importing “articles not necessaries or of common use.” Such may be justified of a legislative body during wartime, but what is a foreign concept to the modern reader is the list of contraband: “vegetables, fruits, meats, poultry, and game, sealed or enclosed in cans or otherwise, and brooms and brushes of all kinds.”","The advent of the War Between the States brought not only bloodshed on the battlefield, but rationing, shortages, and hardships at home. The Richmond bread riot in 1863 was a striking example of how difficult life was for Confederate civilians, especially the women and children left behind – often permanently – by family members on the front lines.","Many Confederate civilians began to look to the government for aid – the same government that relied on Southern farmers to feed its soldiers. War altered the mindset of many Southerners, who before the war would have considered aid from the government almost sinful; however, private charities were consumed with war relief and neighbors were struggling to sustain their own families. Because inflation was so rampant, the government could often do nothing, leading to both government and civilian debt and forcing the prohibition of certain luxuries.","June 14, 1864 was the day the act was repealed. For over four months, however, brooms and packaged foods were considered luxuries in the Confederate States of America."],"display_date":"June 14, 1864","search_date":"1864-06-14","citations":[{"divid":1270564801,"type":"Law","data":["To Amend an Act Entitled ‘An Act to Prohibit the Importation of Luxuries, or of Articles not Necessaries, or of Common use,’ Approved February Sixth, Eighteen Hundred and Sixty-Four","June 14, 1864","The Statutes at Large of the Confederate States of America","Richmond","R.M. Smith","1964","280","Furman University Special Collections",""]},{"divid":1270565017,"type":"Online Encyclopedia","data":["Encyclopedia Virginia","Poverty and Poor Relief During the Civil War","http://www.encyclopediavirginia.org/Poverty_and_Poor_Relief_During_the_Civil_War","March 25, 2010"]}],"locations":[{"id":4796,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}