{"id":5002,"title":"<strong>Symbolizing So Much More than Literary Achievement</strong>","course_id":43,"status":"P","start_date":"1884-01-01","end_date":"1884-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A decoration that celebrates achievement in the literary and historical realms, “Polished after the Similitude of a Palace” is the inscription in the perimeter of the gold triangle encompassing a large capital ‘J’ that is Bessie Stradley’s Judson Literary Society pin.  The small, unique metal pin has grown tarnished with age and wear.  It is simple, yet elegant and informative, with a crescent moon attached by a chain, bearing the letters H.O.M.J.  Members of this society may also claim membership to the first female organization in Greenville, a subject of controversy for Furman students and elders of the Baptist church with whom the university shared ties for so long. The young women who donned these sophisticated ornaments made great strides, not only on pen and paper, but in history.           ","As a female student in Greenville just after Reconstruction, it was a time of recovery and rebirth and there was a decided need for innovative change.  Improvements in general, but markedly in education, were occurring throughout the south and The Female College of Furman University was no exception.  Elected president of the school in 1878, Alexander Sloan Townes saw this need and acted on it.  He suggested to one of his faculty members, Mary Judson, to start a literary society for the young women.","A dedicated and disciplined teacher in the classroom and caring friend without, Judson eagerly accepted the task and in September of 1878 she called a meeting of all students who boarded at the school, initially asking them to write essays to be read aloud to their peers.  Students who boarded were obligated to join the society, but in its first year almost all of the students became members.  The women’s essay topics were indicative of their high level of intellect.  The society grew in popularity and size, meeting every two weeks to debate current topics and to present a few of the students’ readings, among other things.  All of the school’s faculty members were present at meetings, and at every meeting the <em>College Mirror</em>, the society’s newspaper, was read.  The paper included humorous tidbits and gossip, but updates and submissions of a more serious nature were also to be found.  For instance, the girls shared their dislike of the option to graduate early, insisting that there were many things that a girl would miss having only completed two years of higher level education.  Also, Mary Judson herself submitted works every now and then, at one time calling for a change of the school’s name.  She asserted that “female” was inhibiting and incorrect and that something like the “Greenville College for Young Women” would be more appropriate.  To add to its accomplishments, the society also began a college library.  It is no wonder women took pride in their association with the organization and displayed their gold pins proudly. ","The Judson Literary Society pin symbolized an active participation in a group that was challenging the limits, aware of improvements in female education and opportunity and ready and willing to utilize these, beginning at Furman, but ready to go out into the world and call women everywhere to do the same thing.  This seemingly small start is one of many that led to the development of women’s agency and voice in today’s world."],"display_date":1884,"search_date":"1884-07-01","citations":[{"divid":1270585345,"type":"Artifact","data":["","Judson Literary Society pin of Bessie Stradley","pin","","Special Collections and Archives","James Buchanan Duke Library","Furman University, Greenville, SC."]},{"divid":1270585436,"type":"Book","data":["Judith T. Bainbridge","Academy and College: The History of the Woman’s College of Furman University","","Macon","Mercer University Press","2001","73-86"]}],"locations":[{"id":4835,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":289,"tag":"Art/Leisure"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}