{"id":5004,"title":"Contested Greenville Mayoral Election","course_id":43,"status":"P","start_date":"1874-09-15","end_date":"1874-09-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 15, 1874 Luther Roe wrote a letter to his soon to be betrothed, Mary. Yet in this letter he did not just talk of his affection for her or his most recent social engagements, he wrote of something that caused the most excitement that “has been here since the war”. He was writing to Mary about the highly contested election for the Mayor of Greenville. This was something that Mary could not join in on simply because she was a woman, nonetheless it was very important to her and her community so she was excited to hear all about it.","Luther wrote that there was so much excitement downtown because of the election, and he included the African-Americans in his letter stating that, “the blacks became so much excited that they got to fighting among themselves some for Cleveland and some for Mr. Stradley”. It is interesting that he mentions this fact since this was one of the first elections that African-Americans could vote in after the implementation of the Fifteenth Amendment, yet there appears to be no friction between the whites and the African Americans. Luther goes on to say that since it had rained all day, this had kept some people from coming out and voting, primarily the older men of the community. There ended up being a two vote split between the two candidates, William C. Cleveland and Samuel Stradley, and Luther blamed that on the fact that they lost some of their voters due to the rain. Cleveland then claimed the election since he believed that “the students did not have a right to vote here and says he is going to have it contested and talking of carrying it to court”. The people gathered also started to consider fraud on all counts since they assumed that the election should have been an easy win for Cleveland. Luther wrote that he stayed at the voting site until midnight, which was when everyone decided that they were not satisfied with the results and they declared Cleveland the winner.","This is very different from the election for governor of South Carolina that occurred two years later. During that election troops were ordered to Greenville to keep the peace. African Americans were also coerced to vote the democratic ticket, being told that if they did not they would not be able to keep their jobs or their homes. A knife and pistol fight also broke out between whites and African Americas at the polling site. There was additionally much fraud discovered, which ended up being a case in both of these elections in Greenville.  Yet through this contrast we can see that though the mayoral election in Greenville was a local one, it appeared to be fairly progressive for an early post-Civil War election in the still occupied South."],"display_date":"September 15, 1874","search_date":"1874-09-15","citations":[{"divid":1270604397,"type":"Book","data":["Archie Vernon Huff","Greenville: The History of the City and County in the South Carolina Piedmont","","Columbia","University of South Carolina Press","1995","169-171"]},{"divid":1270604539,"type":"Manuscript","data":["Luther Roe","Luther Roe to Mary Roe, Sept. 15, 1874",null,"","","Mary Roe Courtship Collection","Furman University Special Collections and Archives"]}],"locations":[{"id":4876,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":658,"tag":"Elections"},{"id":18,"tag":"Politics"},{"id":3,"tag":"African-Americans"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}