{"id":5005,"title":"The Far-Fetched Illustration of Union Victory","course_id":43,"status":"P","start_date":"1865-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Civil War ended with feelings of both celebration and relief at the war’s end in the North, and political cartoons such as “Freedom’s immortal triumph!  Finale of the “Jeff Davis Die-nasty”  illustrated the triumphant mood pervading the Union in 1865.  The Republican bias of the image is obvious as Union President Abraham Lincoln is rising towards heaven escorted by angels, while the devil waits for Confederate President Jefferson Davis to descend into hell after being hanged.  The “Confederate Mourners” stand beneath their nooses waiting to be hanged, while John Wilkes Booth is actually rushing in to be hanged.  Liberty and Justice are also depicted in the clouds above the scene, showing their approval of the Union victory; instead of more bloodshed, Liberty and Justice represent the belief in a need for resolution and reunion.  A former slave is shown, illustrating a vision that Northerners thought that they wanted, but the Colfax Massacre of 1873 tells differently, as another fight for civil rights would have to be fought a century later.  The visualization of the hanging of Confederate leaders shows the desire for vengeance that many people in the North felt towards the South at this time.","This political cartoon shows the social disarry that was present and would continue through Restoration; it brings to light the question of the North and the South, two separate identities, would function as one unitary state.   There are Anti-Southern feelings present, as the cartoon illustrates, especially after the assassination of Lincoln with citizens seeing their former president as a martyr.  On the other hand, while Southern sentiment is not depicted here, many Southerners saw Reconstruction as an “occupation” by the Union and felt associated with the Confederacy and not the Union.  Many Southerners viewed Lincoln as a “Black Republican,” and yet others saw Lincoln as a man of forgiveness and peace regarding Reconstruction, and regretted his murder (Peterson 46).  All in all, Reconstruction saw divisions in America at the end of the war, between the North and the South, but also within the regions.  Simply ending the war would not change this.  Yet Northern hope for a successful Reconstruction was great at this time as the Union wanted to transform and improve the South; however, ten years later, many of the goals for Reconstruction failed.  The cartoon also does not depict the hundreds of thousands of Union men that died fighting for their idea of justice.  A question that arises as well is whether or not the war was truly an “end” as the political cartoon states, or was it instead just a bloody transition to more inequality, discrimination, and hatred?"],"display_date":1865,"search_date":"1865-07-02","citations":[{"divid":1270609039,"type":"Primary Source in a Secondary Source","data":["Freedom's immortal triumph! Finale of the \"Jeff Davis Die-nasty.\" Last scene of all, that ends this strange eventful history.","1865","Library of Congress","Library of Congress","Washington, DC","Library of Congress","2010","."]},{"divid":1272250193,"type":"Book","data":["Merrill D. Peterson)","Lincoln in American Memory","","New York","Oxford University Press, Inc.","1994","38-49"]},{"divid":1270609162,"type":"Book","data":["Leeanna Keith","The Colfax Massacre: The Untold Story of Black Power, White Terror, and the Death of Reconstruction","","New York","Oxford University Press, Inc.","2008","165-168"]}],"locations":[{"id":4793,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":32,"tag":"Civil War"},{"id":5,"tag":"War"},{"id":18,"tag":"Politics"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}