{"id":5006,"title":"Diary of Belle Edmondson, January-November, 1864","course_id":43,"status":"P","start_date":"1864-01-01","end_date":"1864-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the midst of the Civil War, one woman remained behind the scenes of the battlefield documenting the war and experiencing the fighting first hand.  Belle Edmondson kept a diary from January to November of 1864 in which she detailed occurrences in West Tennessee such as the Union and Confederate battles, tragic accidents of friends, visitations by friends and family, travel to various southern cities, and everyday occurrences such as meals and church.  Edmondson’s primary role during the war was that of an intelligence gatherer, courier, and contraband smuggler for the Southern troops.  Edmondson's wartime experiences occurred on land controlled by neither Union nor Confederate soldiers.","Within Edmondson’s vast collection of journal entries, she described with great detail the fighting she witnessed and her desire for the Confederates to disarm and capture the Northern forces.  As a hero of the Confederacy, she wrote on April 13 of heavy firing between Fort and Gun boats and the fifteen Union soldiers who arrived and forced Edmondson to feed their horses.  Shortly afterwards, the soldiers stole some of those horses.  Her attitude in the diary shifted on Saturday, April 16 when she wrote of the arrival of thirty Union soldiers, six of which dined over breakfast with her.  She described them as gentlemen and expressed her surprise at finding their company pleasing to dine with.","While Belle's experience with Union forces shifted from inconvenient to tolerable, Stephen Ash described in his book \"When the Yankees Came: Conflict and Chaos in the Occupied South\" that many southerners experienced \"shock, confusion [and] panic\" at the incoming Federal soldiers.  Ash explained that much of this terror, as experienced by Belle when they arrive on her property, was \"often aggravated by uncertainty about the enemy's exact location and intentions.  With communications disrupted and facts scarce, rumors flourished.\"  A native of Edmondson's home state of Tennessee, Nimrod Porter described his fear at the Union's arrival in February of 1862 when he stated, \"The awful state of affairs, and the greate uncertainty of events, & the suspense is truly almost too much for me to beare.\"  Many throughout the south lived in panic over the presence of Union forces and had to live among fear of their unknown locations.","Two days later on April 18, Edmondson received another visit from Memphis Union soldiers and expressed her disgust over one of them who was a black abolitionist, indicating Edmondson's hostility toward those enslaved.  Throughout the many issues discussed in Edmondson’s diary, her vocal expressions of racism and detailed account of the fighting express the real feelings and anger experienced by those living in south during the Civil War.  Obviously in favor of Confederate forces and vocally against the actions of the Union, toward the end of her diary, Belle wrote on August 29, 1864 of her excitement for General Lee with his victory in Virginia.  While her enthusiasm ebbs and flows with the changing actions of the soldiers on both sides, the constant hatred and corruption radiated throughout the south, and her account allows us to witness southerner’s trials and tribulations throughout the Civil War."],"display_date":"January 1864","search_date":"1864-01-16","citations":[{"divid":1270612325,"type":"Online Encyclopedia","data":["Docsouth","Diary of Belle Edmondson: January-November, 1864","http://docsouth.unc.edu/fpn/edmondson/edmondson.html.","28 March 2010"]},{"divid":1270612403,"type":"Book","data":["Galbraith, William","A Lost Heroine of the Confederacy","","N/A","University Press of Mississippi","1991","Publisher Description"]},{"divid":1271810334,"type":"Book","data":["Stephen Ash","When the Yankees Came: Conflict and Chaos in the Occupied South, 1861-1865","","Chapel Hill","facsimile edition: Google Books, accessed April 2010, University of North Carolina Press","1995","16"]}],"locations":[{"id":4961,"lat":35.1672648222,"lng":-86.1060239614,"zoom":9,"place":"FRANKLIN, Tennessee"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":142,"tag":"african americans"},{"id":32,"tag":"Civil War"},{"id":4,"tag":"Slavery"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}