{"id":5008,"title":"<em>Essex</em>: Starvation and Survival","course_id":43,"status":"P","start_date":"1820-11-20","end_date":"1821-02-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the sun sank toward the horizon, the empty, blue enormity of the Pacific washed over three small whale boats. The <em>Essex</em> had sailed from Nantucket a year ago, scouring two oceans for the whale oil that drove the island’s economy.  On November 20, 1820, the ship was 2000 miles west of South America, over 1200 miles from the nearest island. That day, an eighty-ton sperm whale escaped the pursuing whale boats, attacked the Essex itself, and disappeared into the ocean. The ship, though it remained afloat, was rendered useless, forcing its crew into the small boats. In the weeks ahead, sharks and storms pursued them, threatening to destroy their fragile vessels.","Two months later, adrift amidst the world’s largest ocean, their bodies weak with starvation and dehydration, they cannibalized the dead. “I have,” wrote survivor Owen Chase, “no words to paint the anguish of our souls in this dreadful dilemma. “ Captured in that moment were the desperation and turmoil of an entire cultural perspective. Chase himself related the decision to the deepest questions of religion—their own mortality, the loss of humanity, and the struggle between spirituality and physical necessity. Ethical standards broke down; with no food and no hope of rescue, they drew lots and executed and ate one of their fellow survivors. By the time the last survivors were rescued on February 23, 1821, they had been at sea ninety-six days and been pushed beyond the limits of human endurance. Twelve of the twenty crewmembers had died, six of whom had been cannibalized to sustain the others. Still, in spite of everything, the men returned to their lives in Nantucket, and one by one they returned to the sea.","Embedded in this ordeal were the conflicts of the era’s social and intellectual change. For centuries, whale ship captains had relied on experience and word-of-mouth for knowledge of the oceans they sailed. With the order and rationalization of the nineteenth century emerged entire books devoted to the world’s islands and currents. One such work, Nathaniel Bowditch’s <em>Navigator</em>, revealed the survivors to be only 1200 miles from the Marquesas. The islands, however, were reportedly inhabited by cannibals; though the accounts were unverified, Nantucket conservatism prevailed, and the survivors turned instead for South America. In doing so, in forsaking the rationality of new century for the traditions of old one, they unknowingly condemned eight of their number to death."],"display_date":"November 20, 1820 - February 23, 1821","search_date":"1821-01-06","citations":[{"divid":1270620086,"type":"Book","data":["Owen Chase","The Wreck of the Whaleship Essex: The Riveting Life-and-Death Saga of Man Against the Deep that Inspired the Writing of Moby Dick","","San Diego","Harvest Harcourt Brace &amp; Company","1999","12-19, 23, 25, 49, 80-82"]},{"divid":1270620371,"type":"Book","data":["Nathaniel Philbrick","In the Heart of the Sea: The Tragedy of the Whaleship Essex","","New York","Penguin","2000","46-47, 164-176, 179-182"]}],"locations":[{"id":4849,"lat":41.2885110748,"lng":-70.2488925622,"zoom":11,"place":"NANTUCKET, Massachusetts"}],"tags":[{"id":659,"tag":"whaling"},{"id":660,"tag":"Nantucket"},{"id":661,"tag":"cannibalism"},{"id":662,"tag":"Essex"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}