{"id":5009,"title":"<strong>A Disillusioned South</strong>","course_id":43,"status":"P","start_date":"1863-08-02","end_date":"1863-08-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A month after the vicious Battle of Gettysburg, a Confederate surgeon wrote home to his wife, explaining that the Southern soldiers had nearly won but chose to retreat instead.  Spencer Glasgow Welch’s words encompass the view of many of the Confederate army and its supporters at the time: that despite their lack of food, clothing, and decent shelter, there was hope for a victory against the Union forces. His division was directly engaged in the three days of battle ranging from July 1-3, and he described the soldiers as they approach the enemy: “I at once noticed in the countenance of all an expression of intense seriousness and solemnity, which I have always perceived in the faces of men who are about to face death and the awful shock of battle.”","Welch’s letter outlined with the precise eye of one engaged in military pursuits the various advances and retreats of the two warring sides. He recalled how he avoided death by inches countless times, probably much to the distress of his wife back home. But his words also show us a sort of disillusionment that must have pervaded the increasingly ruined Confederate side; remarking on General Robert E. Lee’s retreat from the front lines, he claimed that the man was “hoping, I suppose, that the enemy would attack him; but they didn’t dare come out of their strongholds.” Welch must have seen the death about him and known the losses his army had incurred, but managed to stay positive regardless. Even Pickett’s Charge, of which his division was a part, only gained one sentence in his commentary.","The Battle of Gettysburg is seen by many to be the true turning point of the Civil War; it was the point in which the troops of the South were dealt a decisive blow that would define many of the battles to follow. The 28,000 dead Confederates were a greater loss to the Southern army, which had difficulties recruiting more men. Welch’s letter shows us both the hope and denial that pervaded the lives of these people; in a later letter written by his own wife, she mentioned calmly that the surrender of Lee was reported but not yet confirmed. The victory of the emancipated Southern states was almost a guarantee in the citizens’ minds, and losses such as the one at Gettysburg must have been a shock they desperately wanted to avoid; Welch’s letter shows, through his suppression of the true level of death and loss at the battle, that as if by denying it, the approaching end of the Confederate States could be avoided."],"display_date":"August 2, 1863","search_date":"1863-08-02","citations":[{"divid":1270643810,"type":"Primary Source in a Secondary Source","data":["Spencer Glasgow Welch to Cordelia Strother Welch","August 2, 1863","A Confederate Surgeon’s Letters to His Wife","Spencer Glasgow Welch","New York","Neale Publishing Company","1911","60-72"]},{"divid":1272221645,"type":"Article","data":["James Ford Rhodes","The Battle of Gettysburg","The American Historical Review","4","1899","671-677"]},{"divid":1271183003,"type":"Book","data":["Bruce Catton","Gettysburg: The Final Fury","","Garden City, New York","Doubleday &amp; Company, INC.","1987","35-41, 73-78"]}],"locations":[{"id":4857,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}