{"id":5010,"title":"Women Soldiers in the Civil War","course_id":43,"status":"P","start_date":"1863-03-29","end_date":"1863-03-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Union and Confederate uniforms were symbols of purpose and bravery for the soldiers who wore them, but for some they were merely a disguise. Over 4 million people fought in the Civil War, whether recruited or serving as volunteers. Among those who served were approximately 400 women disguised under male aliases. Among these 400 documented women was Sarah Rosetta Wakeman, a member of the 153rd Regiment. The entire collection of Wakeman's letters sent home while on duty survived and offers one of the best representations of war time experiences for women.","Wakeman's letter was littered with concern over money. She declared that she received $13 per month and would help pay her father's debts. There were several motivations for women to join the war efforts of the time. Some enlisted because they truly wanted to serve their country, some to stay with their husbands, some for liberation and purpose, and others for monetary reasons. It is obvious that Rosetta Wakeman's primary motivation was financial security.","In one of Wakeman's letters, she expressed her delight in receiving a letter from her family in return: \"I receive a letter from you today. I was much pleased with it.\" This delight was not solely a result of being homesick, but was also an expression of relief. It was not uncommon for families to completely dismiss daughters who dressed like men and took on such unconventional roles. The fact that Wakeman's family maintained communication with her is unexpected and; therefore, much appreciated.","In the beginning of her letter, Wakeman told her family she was \"contented\" and did not \"fear the rebel bullets.\" By the time she sent this letter, she has added at the bottom, \"When you think of me think where I am. It would make your hair stand out to be where I have been. How would you like to be in the front rank and have the rear rank load and fire their guns over you shoulder?\" This portrays the fact that women were right in the middle of battle, enduring not only the same physical challenges as men, but were also struggling with the conflict every soldier is faced with between bravery and fearful reality.","Rosetta Wakeman was not well educated, as is reflected in her grammar throughout the letters. This is not surprising considering the majority of women soldiers were poor and believed that war conditions could not be any worse than the bleak, dangerous environment of factory work they were used to. Her erratic grammar; however, does not hinder the letter's content. Letters during the Civil War, unlike current wartime mail, was uncensored so Wakeman touched on everything from her faith, her family issues, her identity, war efforts, and conditions of soldiers. Wakeman's letters (some signed under her alias, some using her real name) were therefore incredibly candid and offer an accurate account of female experiences as male soldiers in disguise."],"display_date":"March 29, 1863","search_date":"1863-03-29","citations":[{"divid":1270648716,"type":"Primary Source in a Secondary Source","data":["The Civil War Letters of Sarah Rosetta Wakeman, alias Private Lyons Wakeman 153rd Regiment, New York State Volunteers","March 29, 1863","An Uncommon Soldier","Burgess, Lauren Cook","Pasadena, MD","The Minerva Center","1994","25-26"]},{"divid":1270648945,"type":"Book","data":["Whites, LeeAnn; Long, Alecia P.","Occupied women : gender, military occupation, and the American Civil War","","Baton Rouge","Louisiana State University Press","2009","66, 102, 147"]}],"locations":[{"id":4939,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}