{"id":5011,"title":"“On the Home Front”: Civilian Reaction to Northern Occupation during the American Civil War","course_id":43,"status":"P","start_date":"1861-05-30","end_date":"1861-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As Northern forces began to push into Southern territory, they were forced to occupy many Southern residences and forage for resources and materials from Southern fields. Often, the actions taken by Northern troops led to hostility and bitterness by southerners towards Northern troops because often the soldiers would cause destruction to civilian Property. This hostility appeared in letters written by both sides.","In May of 1861 Federal troops occupied the home of Robert E. Lee in Arlington, Virginia.  Mary Curtis Lee, the Confederate commander’s wife, was denied access to her home, along with all of her servants. In a plea to return to her home, Lee wrote to Union General Sanford.  She states “It never occurred to me Gen’l Sanford that I could be forced to sue for permission to enter my own house that such an outrage as its military occupation to the exclusion of me and my children could ever have been perpetrated by anyone in the whole extent of this country” However, the plea was ultimately denied. This occupation and then restriction of access was common in the South during the American Civil War.  This occupation of captured territory would ultimately end in bloodshed committed, not by soldiers, but by the civilian population.","As tensions began to rise in the South, Northern troops also began to write letters home describing the hostilities. One Northern officer wrote, “ You have no idea Libbie, how bitter these people are in their hatred of Yankees. They hate us all the way through.” This hatred ultimately came as a shock to Northern troops who viewed themselves as Americans. In actuality they could have been a foreign invaders those affected civilians.  Southerners generally viewed property as sacred. This view of property included not only their lands but also slaves and agricultural products.","As the Northern Army pushed deeper into the South, the civilian population grew more hostile. Ultimately the occupation would lead to acts of violence and to the declaration of Northern generals as war criminals. The occupation would leave its mark on southern families not only throughout the civil war and reconstruction but into the present day."],"display_date":"May 30, 1861","search_date":"1861-05-30","citations":[{"divid":1270650434,"type":"Article","data":["Bell I. Wiley","Southern Reaction to Federal Invasion","The Journal of Southern History","Vol. 16, No. 4","Nov. 1950","491-510"]},{"divid":1270650492,"type":"Manuscript","data":["Mary Custis Lee","Letter to Union General Sanford",null,"784","","Civil War Letters Collection","University of Washington Digital Collections"]}],"locations":[{"id":4938,"lat":null,"lng":null,"zoom":8,"place":"ARLINGTON, Virginia"}],"tags":[{"id":663,"tag":"Letters Home"},{"id":7,"tag":"Women"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}