{"id":5014,"title":"<strong>Philosophy of Education through the Lens of Catharine E. Beecher</strong>","course_id":43,"status":"P","start_date":"1829-01-01","end_date":"1829-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the early nineteenth century, women became the center of the family—nurturing and educating their children.   Catharine E. Beecher’s essay, <em>Suggestions Respecting Improvements in Education,</em> became relevant as she characterized a woman’s role as the teacher and caretaker of the household.  In her essay, she connected a woman’s domestic life with education, and provided women with guidance for managing their household and fostering their children.  She offered reform that would increase educational opportunities for women to become more prepared in their profession.  She founded the Western Female Institute, a school where women were provided the instruction to educate others.  “It is to mothers and to teachers, that the world is to look for the character which is to be enstamped on each succeeding generation, for it is to them the great business of education is almost exclusively committed,” advised Beecher.  Her profound understanding of education helped to promote and prepare women to enter into this profession of teaching younger children.","In her work, Beecher defined specific instructive strategies to determine the best approach to help children retain the knowledge taught.  She provided important routines that are essential for the child to grow intellectually, physically, and morally.  Beecher declared a great defect in past methods of education—not using “objects of sight to aid in illustrating and communicating ideas.”  The sight sensory method demonstrated the principle that a teacher should not let objects magically appear in front of a child, but rather lead them through the process for a greater sense of understanding.  She stressed that consistent communication was critical to a child’s educational experience.  Ultimately, Beecher helped shape future educational development and recognized the importance of women becoming involved and supportive of their children’s education.  Today, on the political agenda of most politicians is the issue of education reform.  The government also recognized the importance of having parents, not just women, involved in their child’s education.  A major goal of the No Child Left Behind Act of 2001 promoted informed parental choice and attempted to improve student success and infuse reform. "],"display_date":1829,"search_date":"1829-07-02","citations":[{"divid":1270661408,"type":"Article","data":["Catharine Beecher","Suggestions Respecting Improvements in Education","The North American Review","67","April 1830","323-337"]},{"divid":1270661587,"type":"Article","data":["Valerie Gill","Catharine Beecher and Charlotte Perkins Gilman: Architects of Female Power","Journal of American Culture","2","1998","17-24"]},{"divid":1270661691,"type":"Article","data":["Andrew F. West","Must the Classics Go?","The North American Review","327","February 1884","151-162"]},{"divid":1272480312,"type":"Book","data":["Nancy F. Cott","The Bonds of Womanhood: \"Woman's Sphere\" in New England, 1780-1835","","New Haven, Connecticut","Yale University Press","1977","63-126"]}],"locations":[{"id":4890,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"HARTFORD, Connecticut"}],"tags":[{"id":228,"tag":"Roles of Women"},{"id":552,"tag":"women's education"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}