{"id":5016,"title":"A Former Slaveholder Finds Justification Through Religion","course_id":43,"status":"P","start_date":"1840-02-12","end_date":"1840-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1830s a young South Carolina preacher and slaveholder delivered a sermon that justified the institution of slavery in America within the realms of Christianity.  Years later, a reverend in Cincinnati gave a sermon about his endeavor to find proof of the injustices of slavery and the rightful backing of abolitionism through Christianity.  Both of these preachers were able to find justification for their own personal and political beliefs within the Bible, but that is not uncommon today.  What is unique is that both of these men were, in fact the same individual, Reverend W.H. Brisbane.","Reverend W.H. Brisbane began his life as a fairly unremarkable young white male in southern nineteenth-century America. Brisbane grew up on a southern plantation with slaves and later owned his own plantation with over twenty-five of his own slaves. As a man of the church, Brisbane turned to the Bible to find scriptural justification for slavery for both himself and other white Christians.","After half a lifetime of supporting slavery through his teachings and ignoring the pro-abolitionist literature that he came across, Brisbane underwent what he refers to as a moral awakening in which he saw the \"error of his ways.\"  He immediately freed many of his slaves and traveled north to join the cause of the abolitionists and use his persuasive skills as a orator to sway people towards his new understanding of Christianity as anti-slavery.","This issue of religion being used as justification for slavery, secession, and eventually war is a prominent issue in nineteenth-century America and it is fascinating how one man can at one point or another be a champion for both sides of a polar issue.  <em>American Abolitionists</em> by Stanley Harrold outlines how abolitionist movements generally started as radical, northern institutions but as information and social consciousness grew, more and more moderates began to join the anti-slavery clause.  It was abolitionist literature that originated in the north that played a vital role in Brisbane's own self-examination.  This moment of contingency in American history, where moderates, religious leaders, and even some former slaveowners gave their support for abolitionism had far reaching effects throughout the rest of the nineteenth century."],"display_date":"February 12, 1840","search_date":"1840-02-12","citations":[{"divid":1270689183,"type":"Lecture, Conference Paper, etc.","data":["Reverend William Henry Brisbane","Speech of the Rev. W.H. Brisbane, lately a slaveholder in South Carolina.","Sermon","Female Anti-Slavery Society of Cincinnati","Cincinnati, Ohio","12 February, 1840"]},{"divid":1270689478,"type":"Book","data":["Stanley Harrold","American Abolitionists","","Essex, England","Pearson Education Limited","2010","25-46"]}],"locations":[{"id":4952,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":79,"tag":"Religion"},{"id":4,"tag":"Slavery"},{"id":95,"tag":"Abolition"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}