{"id":502,"title":"Brutal Lynching of Sam Hose\n","course_id":1,"status":"P","start_date":"1899-04-23","end_date":"1899-04-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On this Sunday afternoon, Same Hose, sometimes also referred to as Sam Holt, was killed in front of a crowd of 2,000 white spectators, many of whom had traveled from Atlanta for the occasion. Hose, a farm laborer, was accused of murdering his employer, Alfred Cranford, after a dispute broke out over wages and of brutally attacking his wife, although sources differ on the precise details of the encounter. Hose escaped from Palmetto, Georgia, where the crimes took place, but was captured the following day in the neighboring town of Griffin by the Jones brothers. Citizens of Griffin wished to execute Hose immediately, but it was decided that he should be taken to the sheriff in the county seat, Newnan, so that the Jones could claim the reward that had been offered. &lt;br /&gt;          The train carrying Hose to Newnan was packed with people who were eager to witness the man's execution. As soon as Hose was off of the train, a huge mob crowded around him and marched him to the jail, cheering and shouting along the way. Plans were made to take Hose back to Palmetto for his execution; however, several prominent members of the community spoke out, pleading with the mob to allow justice to take its course. Governor Candler ordered even ordered out the troops. Upon hearing this, the mob decided that the execution needed to take place immediately and within minutes, Sam Hose was hanging from a tree. &lt;br /&gt;          Hose's execution was extremely brutal. Hose initially refused to confess, but after his ears were cut from his head, he claimed responsibility for the crimes. The Atlanta Constitution reported that 2000 witnesses watched as he was burned alive and his body cut and mutilated. Peculiarly, the man responsible for dousing Hose's body and clothes in kerosene was a stranger from the North, who was reported as saying that, though he did not know how people from his part of the country would respond to this, he felt the need to avenge the terrible crimes that had been committed. For sickening sights, harrowing details and bloodcurdling incidents, the burning of Holt is unsurpassed by any occurrence of a like kind ever heard of in the history of the state'. Even Hose's bones were taken from the scene as souvenirs. &lt;br /&gt;          Hose claimed that he was paid to murder Alfred Cranford by Lige Strickland, another African-American from the same community who was arrested and tried the day after Hose's execution. Strickland denied the accusations, but it was believed that he would be hanged regardless. The involvement of more than one black laborer led many to believe that Cranford's murder was part of a widespread conspiracy on the part of blacks. However, those present at the execution reported feeling relieved and comforted by the fact that Hose was so quickly apprehended and executed. &lt;br /&gt;          Coverage of the story varied tremendously from publication to publication, with whites typically portraying Hose as a vicious murderer, while blacks pointed out that he was never given a trial or proven guilty of the crimes which he was accused of. Reverberations were seen throughout Southern newspapers of the period, with eve many whites condemning the excessive violence and brutality employed in Hose's lynching."],"display_date":"April 23, 1899","search_date":"1899-04-23","citations":[{"divid":1213443445,"type":"Online Encyclopedia","data":["New Georgia Encyclopedia","","http://www.georgiaencyclopedia.org/nge/SearchResult.jsp","September 15, 2005"]},{"divid":1213443603,"type":"Website","data":["","African-Amercians.com","","www.africanamericans.com/SamHoe.htm","September 15, 2005"]},{"divid":1213443662,"type":"Website","data":["","AmericanLynching.com","","www.americanlynching.com/infamous-old.html","September 15, 2005"]},{"divid":1213443725,"type":"Website","data":["","Black News Weekly.com","","www.blacknewsweekly.com/264.html","September 15, 2005"]},{"divid":1213443818,"type":"Newspaper Article","data":["","Atlanta Constitution","","April 24, 1899",""]},{"divid":1213443860,"type":"Newspaper Article","data":["","Richmond Dispatch","","April 23, 1899",""]},{"divid":735053,"type":"Artifact","data":[null,null,null,"IPlVSRLhVAQUoz"]}],"locations":[{"id":369,"lat":33.3534509508,"lng":-84.7632908294,"zoom":10,"place":"COWETA, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}