{"id":5020,"title":"Threats from a Union Leader to a Confederate Leader","course_id":43,"status":"P","start_date":"1864-11-11","end_date":"1864-11-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel John S. Mosby of the 1<sup>st</sup> Virginia Cavalry was known as the “Grey Ghost” because of his ability to elude and disappear from his Union opponents in the Civil War.  His thoughts and memories are captured in a collection of writings that he wrote throughout the Civil War.  These writings span from his early adulthood in 1855 to the end of the Civil War in 1865. ","One letter specifically written by Mosby on November 11, 1864 to the very respected General P.H. Sheridan, of the Union, speaks specifically to the feelings and thoughts of both the Union and the Confederacy.  In this letter Mosby directly calls out General Sheridan and says, “Six of my men who had been captured by your forces, were hung and shot in the streets of Fort Royal, by order and in the immediate presence of Brigadier-General Custer.  Since then another shared a similar fate.”  Mosby then goes on to say about seven of General Sheridan’s men captured by Mosby that, “seven of your men were, by my order, executed on the Valley Pike – your highway of travel.”","Although written by a Confederate Lieutenant Colonel and soldier, this letter reveals the way the Union was thinking towards the Confederate army.  The killing of six of Mosby’s men signifies the punishment that Union armies were planning to use against some of the Confederate Soldiers.  These killings may have been due to the fact that Mosby was not respected by Union leaders because of his “hit and run” strategy of fighting.  Mosby was known for eluding and quick strikes against Union regiments.  Mosby would not stand up and fight.  The Union leaders wanted to threaten Mosby and scare him away from these “hit and run” attacks.  Not only did the Union Army not like Mosby, the Union Army would not save any of Mosby’s men as signified by a sign hung around one of the six killed soldiers that declared “that this would be the fate of Mosby and all his men.”  This would warn Mosby and the rest of his army that the Union would not stand for anything the Confederate Army would throw at them.","This letter also reveals the thoughts and treatment that the Confederate Army used during the war.  The Confederate Army would not let the Union Army bully their way to a win.  This was evident in the fact that Mosby ordered the same fate to the Union prisoners that the Union army had ordered to captured Confederate prisoners.  This worked with great success as Mosby later says, “No further ‘acts of barbarity’ were committed on my men.”  Mosby and the Confederacy were not going to lie down easily even though the Union Army vastly outnumbered them.  Thus, the Union idea that they could “bully” the South was quickly shot down."],"display_date":"November 11, 1864","search_date":"1864-11-11","citations":[{"divid":1271216799,"type":"Book","data":["John S. Mosby","Memoirs of Colonel John S. Mosby","","Boston","Little, Brown, And Company","September, 1917","302-303"]},{"divid":1272425590,"type":"Article","data":["Paul Andrew Hutton","Phil Sheridan's Frontier","Montana: The Magazine of Western History","1","Winter, 1988","16-31"]}],"locations":[{"id":4856,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":676,"tag":"John S. Mosby"},{"id":669,"tag":"Confederate Army"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}