{"id":5021,"title":"The University Riflemen Head to War","course_id":43,"status":"P","start_date":"1861-04-17","end_date":"1862-05-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["It was April 1861, and Furman University was preparing for war.  The students at this university in Greenville, South Carolina had formed an infantry company called the University Riflemen as early as that January with the sectional crisis in mind and now events were reaching a climax.  On April 17, four days after the surrender of Fort Sumter to Confederate forces in Charleston, Professor John F. Lanneau delivered to Governor Perkins a letter signed by university President James Furman offering the state the services of the Riflemen.  It must have been a disappointment when the governor declined their offer, saying “I believe the fighting will be in Virginia and Pensacola…I do not think our young men of any college, who constitute the future of our Nation, should be marched in other states.”","The Furman students were not to be deterred, however, and Prof. Lanneau’s role in the war was only just beginning. On April 22 the University Riflemen unanimously elected Lanneau to be their captain.  In their letter informing him of the decision, the unit’s officers urged him to take the offer by arguing “By accepting the post, you will give dignity and importance to the Corps and assure our parents that we are under the supervision of one who will exercise parental care over us.”","Born in 1836 in Charleston, Lanneau graduated in 1856 first in his class from South Carolina’s military academy, the Citadel.  He then taught math, physics and chemistry at Furman.  Despite evidently not having sought out a commission, Lanneau accepted his students’ offer and began looking for a way to get them into the war.  Opportunity would not elude him for long.","On April 30 Wade Hampton, after gaining authorization from Confederate President Jefferson Davis and Governor Pickens, began recruiting the state’s social elite for an independent legion.  Hampton, one of the wealthiest planters in South Carolina, personally toured around the state to select companies for this new unit.  Lanneau wrote to Hampton on behalf of the newly rechristened Brooks Troop, and they were chosen to become one of the four cavalry companies of what would become known as the Hampton Legion.","Lanneau would be the captain of Company B of the Hampton Legion until June 1862, and his faithfully-kept notebook (actually a textbook he wrote in the margins of) preserves his memory of the time.  After his company missed the Battle of Manassas due to a lack of railcars, Lanneau arrived at the battlefield to see “unburied bodies and carcasses of horses were still there [five days later] – but strange, no carrion birds.”  Instead of battling the “Lincolnites,” he and his men fought boredom, disease (typhoid fever claimed the first casualty in Lanneau’s outfit), Union sympathizers and Mother Nature (in a training exercise “we encountered a real and not altogether insignificant enemy – viz., a swarm of yellow jackets: several horses and riders were wounded, but not mortally).","Lanneau’s notebook provides a glimpse at the quiet part of the Civil War that followed the Battle of Manassas in the east.  However, this quiet would be short-lived, as by May, 1862, Brooks Troop was fully engaged in the battles in and around Williamsburg and Yorktown, where it was the last Confederate unit to retreat.  When Hampton’s Legion was reorganized that June, new elections were held for officers.  Lanneau was not reelected as captain, so he joined the Confederate Engineer Corp to serve out the rest of the war.  He would return to teaching after the war."],"display_date":"April 17, 1861 - May 17, 1862","search_date":"1861-10-31","citations":[{"divid":1271280604,"type":"Manuscript","data":["John F. Lanneau","The Notebook of John F. Lanneau, Captain, Brooks Troop, Hampton Legion, South Carolina, June 1861-1862",null,"","","Furman Collection","Special Collections, Furman University"]},{"divid":1271280640,"type":"Book","data":["O. Lee Sturkey","Hampton Legion Infantry C.S.A.","","Wilmington, NC","Broadfoot Publishing","2008","1-11"]},{"divid":1271280683,"type":"Book","data":["Robert S. Seigler","South Carolina’s Military Organizations During the War Between the States: The Upstate.","3","Charleston, SC","History Press","2008","209-211, 224"]}],"locations":[{"id":4776,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":675,"tag":"Hampton Legion"},{"id":674,"tag":"Furman University"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}