{"id":5024,"title":"Agricultural Change in the Mid-Nineteenth Century","course_id":45,"status":"P","start_date":"1841-07-21","end_date":"1841-10-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Laban Morey Wheaton kept records of all his economic transactions while he lived in Norton, Massachusetts, in the mid-nineteenth century, and the year 1841 was no exception. Between July and October of this year, Wheaton made a number of transactions with a man, Sumner Blandin. Looking at the records reveals that Blandin came to Wheaton about once a week, usually to get cash instead of food or goods. Additionally, Blandin appeared in almost every other one of Wheaton’s transactions for these few months. However, after this time Blandin’s name disappeared from the record.","The nineteenth century was a time for technological and agricultural change. A shift in farming during this time emerged as a result of new technology, but also from a changing need. For instance, now farmers not only produced food for themselves, but they worked to produce a surplus to trade or sell. Sometimes farmers would have to hire extra laborers for a short time to help with this farming. Laban Morey Wheaton was a wealthier farmer than most, as he was also a trained lawyer, a businessman, and a strong presence in the community. As a landowner and dairy farmer, Wheaton needed help from his community to run his factories and farms. Hence, Wheaton’s accounts with Sumner Blandin may indicate that Blandin worked for Wheaton for a short amount of time. This could explain the disappearance of Blandin from Wheaton’s account books, as he was only needed for a short time. Furthermore, it can justify the many cash transactions that happened between the two, as Wheaton was probably paying Blandin for his services. Lastly, the frequency of transactions with Blandin could also result from his frequent work as a hired laborer. Therefore, looking at the account books of a man like Laban Morey Wheaton may be able to reveal the shift in farming during the mid-nineteenth century."],"display_date":"July 21, 1841 - October 15, 1841","search_date":"1841-09-02","citations":[{"divid":1271632274,"type":"Book","data":["George Faber Clark","A History of the Town of Norton, Bristol County, Massachusetts, from 1669-1859","","Boston","Crosby, Nichols, and Company","1859","327, 330, 538"]},{"divid":1271632385,"type":"Article","data":["Robert A. Gross","Culture and Cultivation: Agriculture and Society in Thoreau's Concord","The Journal of American History","Vol. 69, No. 1","1982","42-61"]},{"divid":1271632491,"type":"Manuscript","data":["Laban Morey Wheaton","Daybook, July 21, 1841 to October 15, 1841",null,"MC890","","Wheaton Family Collection","Marion B. Gebbie Archives and Special Collections, Madeline Wallace Library, Wheaton College, Norton, MA"]}],"locations":[{"id":4647,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":686,"tag":"Wheaton"},{"id":685,"tag":"accounting records"},{"id":684,"tag":"mid-nineteenth century"},{"id":13,"tag":"Agriculture"}],"course":{"name":"Junior Colloquium: Historical Methods","school":"Wheaton College","course_id":45,"school_id":2}}