{"id":5026,"title":"Hired farm labor in the 1840's","course_id":45,"status":"P","start_date":"1840-02-13","end_date":"1840-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Between February 13<sup>th</sup> and April 9<sup>th</sup>, 1840, Joseph Borden was absent from work multiple times. He worked as a hired farm hand for Laban Morey Wheaton. Sometimes he was gone a half day or the entire day, but Wheaton took note of every absence in his daybook. Borden seemed to be a loyal and favored worker, however, for he continued to be paid for his labor over the months. There are a number of possible reasons for his absence from the farm: he could have been ill, or sent home if there was no work to do, or taken the day off for family or personal issues. Either way, Joseph Borden was treated well by his employer due to his loyalty.","By the mid-1820’s, hired labor had replaced family labor on farms. This change occurred because farmers were expanding their production, both in the number of crops being harvested for market, and the increasing necessity to be self-sufficient on the homestead. Farmers needed more help than ever, and relying on a small number of family members for help wasn’t always an option, as most farmers’ children left town when they were able to.  As there were an increasing number of farm hands available, it was important for farmers to seek out hard working and faithful men to work on their land. There were many, cheaper workers that were lazy and uninterested in doing diligent work. So when a farmer found a loyal helper, it was beneficial to both people to develop an understanding relationship. If the farm hand needed time off from work, his employer would allow it because he knew his helper would be back soon to continue his work."],"display_date":"February 13, 1840 - April 9, 1840","search_date":"1840-03-12","citations":[{"divid":1271734814,"type":"Article","data":["Robert Gross","Culture and Cultivation: Agriculture and Society in Thoreau's Concord","The Journal of American History","Vol. 69, No. 1","June 1982","42-61"]},{"divid":1271735042,"type":"Book","data":["Layban Morey Wheaton","Daybook","","Norton, Massachusetts","Layban Morey Wheaton","1840","162-163"]}],"locations":[{"id":4640,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":691,"tag":"Farm Labor"},{"id":13,"tag":"Agriculture"}],"course":{"name":"Junior Colloquium: Historical Methods","school":"Wheaton College","course_id":45,"school_id":2}}