{"id":5028,"title":"Do You Hate Me?","course_id":43,"status":"P","start_date":"1802-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A four-year-old boy cries aloud as his grandmother continuously beats him with a club, repeatedly demanding of him, “do you hate me?”  Young William Apess, ignorant of his grandmother’s meaning, knows only to answer in the affirmative, hoping to appease her every wish.  The life of this little boy would have ended at that very moment had his uncle not intervened to rescue him from the brutal beating by his intoxicated grandmother.  Suffering serious injuries to his arm, it would take him the better part of a year to fully recover under the nurture of the neighboring white family Mr. and Mrs. Furman.","The granddaughter of the king of the Pequot tribe and married to a white man, William’s grandmother was reputably a fair and beautiful woman.  The blend in William’s blood would have profound effect on his life and his attitude for the coming years.  William Apess became the first Native American to publish an autobiography in 1829.  The theme of his autobiography <em>A Son of the Forest</em> ostensibly highlights the failure of white men to see the hypocrisy in denying Native Americans the “self-evident” rights guaranteed to all mankind. Apess further condemns the whites for referring to his kind as heathens while treating them in the most un-Christian way.  Though brought up largely by Native Americans under meager conditions, Apess grew to be immersed into the life and culture of a white man where he became a Methodist preacher.  What is most striking then about the narrative of his beating is that it is infused with hatred to the whites.  After telling of his grandmother’s actions, Apess remarks, “But this cruel and unnatural conduct was the effect of some cause-I attribute it in a great measure to the whites.”  Though he concentrates little on his feelings toward his grandmother and his family at the age of four, Apess clearly blames the whites for introducing these “ardent spirits” in the same sentences that pontificate her dangerous and ravenous beatings.  Even though Apess had become “successful” as a white man, he remained true to what he referred to as his red roots because of the discrimination that faced him at every turn.  Through the complexities of his attitude toward the white culture that could accept him only when he became one of them, one thing is clear: William Apess lived a life that faced the perpetual paradox of praise and blame, success and shame, heroism and betrayal.  Because of his multifarious heritage, he was forced to beg the question to the conglomeration of persons in his life, “do you hate me?”"],"display_date":"1802 - 1825","search_date":"1813-12-31","citations":[{"divid":1271899703,"type":"Book","data":["Collin G. Calloway, Barry O'Connell","On Our Own Ground: The Complete Writings of William Apess, a Pequot","","Massachusetts","University of Massachusetts","1992","35-55"]},{"divid":1271899853,"type":"Website","data":["Enotes.com","William Apess","Enotes.com","Enotes.com. Literature&gt;Criticism&gt;Nineteenth Century&gt;Apess, William","26 March 2010"]}],"locations":[{"id":4931,"lat":42.2902620083,"lng":-70.9709524989,"zoom":9,"place":"Norfolk, Massachusetts"}],"tags":[{"id":497,"tag":"Writing"},{"id":177,"tag":"literature"},{"id":42,"tag":"Civil Rights"},{"id":696,"tag":"Native American issues"},{"id":697,"tag":"Historiography"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}