{"id":5029,"title":"The Last Frontier:  The Adirondack Mountains in the Nineteenth Century","course_id":43,"status":"P","start_date":"1854-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The loss of untouched and pristine nature began in nineteenth century America in the age growing urbanization and industrialization, yet a few places remained, allowing Americans to discover themselves in nature.  An 1854 illustration in Richards’ <em>American Scenery:  Illustrated</em> called “Lake in the Adirondacks, New York” revealed that these places did still exist in the nineteenth century.  The illustration showed one man fishing in a lake in the Adirondack Mountains, surrounded by nature untouched by human hands.  The image depicted mountains, lakes, trees, rocks, and shores, with no mention of the evidence of human society growing exponentially around it.  The sun was streaming over the water, a true depiction of calm and tranquility compared to the hustle and bustle of mid-nineteenth century life.  It was a true picture of the American frontier, even though it is actually located in the urbanized Northeast.   The chapter following the image compared the Adirondack Mountains of northern New York to Broadway Street in New York City.  Visitors to the area were “…astonished that Nature should yet remain in such primitive solitude and grandeur, so near the crowded marts of commerce and the ceaseless hum of human life and enterprise.”","Environmentalism was born in America in the nineteenth century as Americans began to feel the loss of what was once “the final frontier.”  As the American machine was developing its conquest of nature, the idea of preservation became prevalent in society.  Americans looked to protect undisturbed nature in the early nineteenth century before conservation became the dominant course in America.  Environmental thinking like this led to the creation of national and recreational parks in order to preserve nature.  The Adirondack Parkwas created in 1892 by the New York legislature to preserve the wilderness of state and protect it from modernization and an expanding population.  This act protected the area of loggers, and forever preserved from loggers that were destroying one of the few areas remaining that was different from the growingly urbanized and commercialized world.  In the 1800s, Urbanization was destroying the natural world that was viewed to be beneficial both for its own good and for its spiritual impact on people.  While the wilderness of the Adirondacks was unfit for economic and agricultural uses, it was rich in more than physical things; the loneliness of the area was both health-giving and soul-cheering.  This image spoke of American culture and society, as it moved toward urban and consumer life and away from the natural world.  Citizens of cities in nineteenth century America would have been unable to survive in the mountains of northern New York, even though in reality going from the city to the country should be from a more complex life to simplicity.  As Henry David Thoreau wrote in his book, Walden, “…as he simplifies his life, the laws of the universe will appear less complex.”"],"display_date":1854,"search_date":"1854-07-02","citations":[{"divid":1271904318,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["T. Addison Richards","Lake in the Adirondacks, New York","American Scenery: Illustrated","T. Addison Richards","New York","Leavitt and Allen","1854","235-255"]},{"divid":1271904416,"type":"Book","data":["Charles L. Harper","Environment and Society: Human Perspectives on Environmental Issues","","Upper Saddle River","Pearson Education, Inc.","2008","273"]},{"divid":1271904485,"type":"Book","data":["Henry David Thoreau","Walden: A Fully Annotated Edition","","New Haven","Yale University Press","2008","273"]},{"divid":1272389372,"type":"Article","data":["Philip G. Terrie","\"Imperishable Freshness\": Culture, Conservation, and the Adirondack Park","Forest &amp; Conservation History","3","1993","132-141"]},{"divid":1272390327,"type":"Article","data":["Leo Marx","The Machine in the Garden","The New England Quarterly","1","1956","27-42"]}],"locations":[{"id":4805,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}