{"id":503,"title":"Texan forces take Santa Anna at the battle of San Jacinto\n","course_id":1,"status":"P","start_date":"1836-06-21","end_date":"1836-06-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In April of 1836, a major turning point occurred in the war between Texas and Mexico.  Texan forces under Colonel James Fannin had suffered a crushing defeat at Goliad in late March; Santa Anna had ordered the execution of the 350 remaining soldiers there.  News of the Goliad Massacre' incensed Texan soldiers under the command of Sam Houston.  They looked forward to their chance for retribution.  Meanwhile, interim Texas President David Burnet urged the general to take decisive action against the Mexican army.&lt;br /&gt;&lt;br /&gt;Houston's chance came when he learned that Santa Anna himself had led a unit of Mexican soldiers through Harrisburg on the way to New Washington, while the rest of the army remained west of the Brazos river.  He led his men to Lynch's Ferry on the San Jacinto River, hoping to cut off Santa Anna's route leading north from New Washington.  As he predicted, Santa Anna's force of 800 men arrived there on April 20.  Mexican scouts spotted their position, and both sides prepared to do battle.  Mexican General Cos arrived the following day with 550 additional soldiers, so that Mexico had 1,350 soldiers compared to Texas's 900, including nineteen Tejanos.  After the Alamo and the Goliad Massacre, the Texans had developed a passionate hatred of Mexicans, so the Tejanos wore special pieces of cardboard in their hats to distinguish themselves from the enemy.  At 3:30 p.m. on April 21, Houston made his approach.  The soldiers moved as quietly as possible, not firing until they came within sixty yards of the Mexican camp.  The Mexican forces, enjoying an afternoon siesta, were caught off guard when the Texans fired off a volley and charged, shouting Remember the Alamo' and Remember the Goliad'  They killed 630 Mexicans and captured 730, but lost only eight men in the battle.  Their greatest success, though, was capturing Santa Anna.  Houston forced the Mexican president to sign an armistice and order the rest of the Mexican forces to retreat.&lt;br /&gt;&lt;br /&gt;About a month after his capture, the Mobile Commercial Register printed a sketch of Santa Anna's physical appearance: You will be gratified by a description of Santa Anna's person.  His forehead is high, but narrow in front, spreading as it extends back obliquely hair moderately black small whiskers, a little mixed with grey.  The skin wrinkles on the lower part of his forehead as he elevates his eyes to speak.  He has large, mild, black eyes his nose is narrow between the eyes, but is tolerably straight and becomes fleshy towards the end. His mouth is nothing extraordinary, the upper lip rather projecting, one of his upper front teeth is gone; his under jaw is long.  His countenance is animated when speaking.  His complexion is a little tawney; but he shews more of the Moorish than the Mexican tincture. He might pass for a white man, but would not pass for a native in the U. States. His height is five feet ten inches or perhaps ore, and he is tolerably well proportioned.  His age is forty one.'"],"display_date":"June 21, 1836 - June 22, 1836","search_date":"1836-06-21","citations":[{"divid":1213740531,"type":"Book","data":["Randolph B. Campbell","Gone to Texas: A History of the Lone Star State",null,"Oxford","Oxford University Press","2003","148-158"]},{"divid":1213740565,"type":"Newspaper Article","data":["","The Mobile Commercial Register","","May 26, 1836",""]}],"locations":[],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}