{"id":5030,"title":"Vogue:  Women’s Nineteenth Century Fashion","course_id":43,"status":"P","start_date":"1875-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The changing role of nineteenth century women from a worker on the farm to a woman of society was reflected in fashion transformations, with fashion magazines that spoke directly to women, stating that “every lady loves it.”  Magazine stressed the novelty and desirability of the clothing pictured.  MME Demorest’s Illustrated Portfolio of the Fashions was a popular biannual women’s magazine, costing individuals ten cents.  Directions were given in the magazine for measurements and the type and amount of fabric; patterns were then sent from New York City for ten to thirty cents each.   The magazine was delivered all over the country, directly from the nation’s fashion capital, New York City.  The 1875 spring and summer edition of the magazine pictured items such as demitrain skirts, overskirts, basques, polonaises, bonnets, and aprons.  The fashions showed women what was “in” and what to wear, what was “useful, practical, and reliable information.”  All styles were elegant, meant for high society women; women pictured were standing, acting prim and proper.  The magazine illustrated the fact that appearing well-dressed was very important to people in the nineteenth century; many were willing to have inferior homes and diets to wear symbols of supposed status and success in society.  The creation of fashion styles demonstrated the more general change in America to a consumer culture and market society.","Even as early as the 1830s in America, \"the lady of fashion had arrived.\"  As women moved from the fields to the home, attire accommodated to the new expectations of the female gender.  Many women had acquired a new aversion to working and managing household affairs, creating terrible wives, as this was the expectation of women at this time.  All of the styles and suggested materials were heavy, even though the styles were for the spring and summer; this revealed that fashion was to make a statement, not to be comfortable or practical.  The specific magazine was sold in Greenville, South Carolina residents, and while the fashions may have made sense for New York City, they may not have been as applicable to Southern or rural women.  The magazine did not show the distinct differences between city and country that were very apparent in the nineteenth century, only picturing the styles of the nation's fashion capital.  Also, fashion styles for girls even under the age of ten were elegant and unreasonable, if more jaunty than the women’s styles.  The magazine illustrated that women had a new role in society:  to be seen and not to work or be on the same intellectual or political level as men.  In nineteenth century society, women were to be, “the graces of purity, gentleness, kindness, modesty, constancy, sincerity, resignation, and of a meek and quiet spirit are your bright ornaments.”  American women's fashion also depicted the wider changes in nineteenth century society from the ideal of republican simplicity to aristocratic decadence."],"display_date":1875,"search_date":"1875-07-02","citations":[{"divid":1271905228,"type":"Pamphlet or Other Printed Material","data":["Michael Chevalier","MME Demorest’s Illustrated Portfolio of the Fashions","New York","Lange, Little &amp; Co.","1875",""]},{"divid":1271905287,"type":"Book","data":["Eve Kornfeld","Margaret Fuller: A Brief Biography with Documents","","Boston","Bedford/St. Martin's","1997","6-9"]},{"divid":1272388950,"type":"Article","data":["John F. McClymer","Late Nineteenth-Century American Working-Class Living Standards","Journal of Interdisciplinary History","17","1986","379-398"]},{"divid":1272387066,"type":"Book","data":["Catherine E. Kelly","In the New England Fashion: Reshaping Women's Lives in the Nineteenth Century","","Ithaca","Cornell University Press","1999","214-241"]}],"locations":[{"id":4801,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":7,"tag":"Women"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}