{"id":5031,"title":"Arctic Exploration:  Dangerous Adventure or Scientific Discovery?","course_id":43,"status":"P","start_date":"1873-05-13","end_date":"1873-05-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Arctic exploration debates the larger question encompassing nineteenth century America:  do we play it safe, or take risks to gain knowledge?  Do we preserve what we have, or seek new things?  Arctic exploration is one debate that centers on these issues, and the 1873 <em>New York Tribune</em> article, “Arctic Exploration,” addresses these difficult questions.  The late nineteenth century saw the beginning of the adventurous explorers who dared to face the unknown of the Arctic Circle.  The article addresses the conflict between risk and knowledge.  Many people did not support Arctic exploration, claiming that it made prisoners of explorers and the risk was not worth the gain.  Arctic exploration in the 1870s came at the same time as the Panic of 1873, and many believed that money should go to things closer to home with more tangible results.  This newspaper article, however, defends Arctic exploration, stating that Arctic exploration can satisfy our natural “thirst for knowledge.”  Science, knowledge, and experience do not come from the majority of Americans that were becoming comfortable in their urban lives; instead, they must accept and support the brave souls who were willing to face the Arctic wilderness for answers.  And often, it involved looking forward; results from expeditions often seemed unimportant at the time, but the writer claims that one had to look to the future as grounds for Arctic exploration.","The nineteenth century is often noted for Western expansion in the United States, but many also began to look beyond the Americas.  Arctic exploration of the nineteenth century can be compared to the twentieth century’s space race, as quests involved competition and distinction, as well as tragedy and failure.  It is true that many men died, many ships were lost and, on the surface, discoveries were not major or life-changing.  Perhaps the compulsion for Arctic exploration comes from an “Arctic Fever,” and that explorers felt and urge to go into the unknown against better judgment and with little chance of knowledge or success as a result.  And yet the article describes the “softening” of Americans, from the tough and adventurous people they once were.  The drive and spirit of Ulysses that brought people to America to better their lives is gone in most people.  The fear of death comes into play, as it often does in the nineteenth century.  \"Shall adventure be given up or the field of discovery abandoned because there's peril in it because some men suffer and others die for sake of it!\"  The writer claims that death comes to all, and that dying in pursuit of a greater truth in the unexplored North is worth the risk.  Arctic explorers were men of the future, who moved society forward and lived life through risks as all Americans should.  And it all comes down to the idea of creating a history worth remembering; without risk, there is no gain."],"display_date":"May 13, 1873","search_date":"1873-05-13","citations":[{"divid":1271905508,"type":"Newspaper Article","data":["Arctic Exploration","New York Tribune","New York","May 13, 1873","4"]},{"divid":1271905605,"type":"Article","data":["Daniel K. Benjamin","Arctic Expeditions of the 19th Century","PERC Reports","2","2001","1"]},{"divid":1271905842,"type":"Book","data":["Michael F. Robinson","The Coldest Crucible: Arctic Exploration and American Culture","","Chicago","University of Chicago Press","2006","159-164"]}],"locations":[{"id":4873,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}