{"id":5032,"title":"Being an African American after Emancipation","course_id":43,"status":"P","start_date":"1865-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["James Johnson, a 79 year old ex-slave from Columbia, South Carolina, stated in his narrative that he “[felt] and [knew] dat de years after de war was worser than befo’”.  The Emancipation Proclamation and the Union’s victory in the war secured the freedom of slaves, but with a society plagued by Jim Crow Laws and segregation, ex-slaves were far from liberated. Slaves paid the price for their freedom as emancipation introduced new hardships, insecurities, and humiliation.","During the post Civil War and Reconstruction Era, a slave’s fight for freedom turned into a mere fight for survival. The majority of slaves were released from their previous plantations penniless. Wages for African Americans also fluctuated in response to the perceived worth of that person and manual labor was considered easily replaceable during the post Civil War time period. With income being an issue, few ex-slaves had the ability to own land. According to the 1880 Census, one-fifith of African Americans owned at least some of the land they farmed. However, these holdings were usually beset with debt, crippling African American owners in the long run.  Johnson declared that, “Befo’ de war, niggers did have a place to lie down at night and somewhere to eat, when they got hungry in slavery time.”","This prevalent poverty among ex-slaves during the Reconstruction Era resulted in a lack of nourishment and medical care which in turn caused a high mortality rate for African Americans, especially children. Illness left former slaves with the burden of unpaid medical bills or the inability to access proper medical care. Deficiencies caused African Americans to resort to the treatment of diseases with herbal and home remedies. The 1900 Census reveals 30 per 1,000 blacks died each year as opposed to only 17 per 1,000 whites.","Death as a result of poverty was not the only thing that affected a slave’s life in the tough times of the post Civil War era. Ex-slaves were weakened by a severe sense of isolation brought on by separation from their families. Sales of slaves, the death of owners, and the presentation of slaves as gifts during the pre- Civil War era were only some of the reasons for this division. Alienation and loneliness dampened the spirit of these slaves’ new found freedom and made the fight to survive that much harder.","As whites saw African Americans as an imposition on normality as well as a threat to their dominance, they continued to make former slaves work for their freedom. Johnson stated in his narrative that “Since them times, a many a nigger has had it tough to make a livin’. I know dat is so, too, cause I has been all long dere.” Johnson’s experiences, along with so many others, shed light on the darker side of emancipation after the Civil War."],"display_date":"1865 - 1877","search_date":"1871-07-02","citations":[{"divid":1271950883,"type":"Primary Source in a Secondary Source","data":["James Johnson, The Cotton Man, Ex-Slave 79 Years Old","1955","Slave Narratives: South Carolina Narratives Part 3","James Johnson","St. Clair Shores, Michigan","Scholarly Press, Inc.","1976","42"]},{"divid":1271951091,"type":"Book","data":["Regosin, Elizabeth; Shaffer, Donald","Voices of Emancipation: Understanding Slavery, the Civil War, and Reconstruction","","New York","New York University Press","2008","79-114"]}],"locations":[{"id":4941,"lat":33.8933663203,"lng":-81.2948046475,"zoom":8,"place":"LEXINGTON, South Carolina"}],"tags":[{"id":365,"tag":"Emancipation"},{"id":142,"tag":"african americans"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}