{"id":5033,"title":"Tribulations after the Trail","course_id":43,"status":"P","start_date":"1857-08-14","end_date":"1857-08-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Historian Frederick Turner once described the frontier as \"the meeting point between savagery and civilization.\" On the journey out west, wagons were pillaged by Native Americans who stole animals and destroyed necessities, seeking revenge for the intrusion up their land. Westward travelers saw their destinations as safe havens; however, the troubles did not end when their journey did. As each party involved in Westward expansion, both white settlers and Indians alike, saw themselves as the victim and the other as the villain, it was inevitable that an outbreak of violence spread throughout the West making settlement incredibly unstable.","The diary of Winfield Scott Ebey provides a personal account of white settlers forging the Oregon Trail and what awaited the travelers in the end. After the Trail, Ebey and his family settled on Whidbey Island in Washington. The perception of danger forced the Ebey settlers to build blockhouses for protection against the Indians during the years of the Puget Sound Indian War of 1855. On August 11th, Ebey's brother, Isaac, was killed by Canadian Indians. Isaac's body was discovered on the front porch, his head taken as a trophy.","With the loss of his brother came changes in Ebey's emotions, hopes, and dreams. Ebey stated \" I will endeavor to make a statement of the difficulty that has wrought so wonderfull a change in all my plans & views of life & left me without any prop to hold me up- left me it seems alone.\" The Ebey's, as well as many others, believed that their settlement in the west would be the answer to their problems, but instead it was the catalyst for many more challenges. For a short time, Winfield Ebey had a new life, reunited with members of his family, but only to have it all taken away.","For a long time, even the hint of Indian presence spread terror throughout settlers. During the years of westward expansion, the toll of life taken by the Indians climbed into the thousands. Many people saw bodies of fellow settlers tortured and scalped. In his diary, Ebey declares them \"damned Northern Indians.\" He later describes his brother's death by saying that \" If it had been the Lord's will to have taken him- had he died in his bed with his friends & the consolations of religion around him- then I Could have given him up freely... But to be calld from him in the midst of his family & shot down like a wild beast at his own door- without a moments notice not a second given him to prepare for his change- it was awful.\" The attitudes portrayed here by Ebey are reflective of how most settlers felt that \"the only good Indian was a dead one\" being that they were the only reason for any problems.","Historian Patricia Limerick described the process of westward expansion by explaining that \"human beings can be a mess- contentious, conflict-loving, petty, vindictive, and cruel- and can manifest grace, dignity, compassion and understanding.\" In other words, westward expansion had much more of a \"moral complexity\" about it than is usually revealed. Yes, settlers like Ebey and his family did fall victim to a certain unforgiving brutality. His diary; however, fails to mention what historians discovered- his brother's murderers were seeking revenge for their tribesmen who had been killed by white men. Ebey's diary serves as an example of how white settlers could be unreflective about their actions. Settlers seldomly considered the possibility that their occupation of the west might instead be an invasion of someone's home and that rather than always being the victims, they were sometimes in fact the perpetrators. Diaries like the one belonging to Winfield Scott Ebey provide accounts of the period of expansion, but the accuracy of these documentations have left many incomplete viewpoints in their wake and a skewed understanding of history."],"display_date":"August 14, 1857","search_date":"1857-08-14","citations":[{"divid":1271951585,"type":"Primary Source in a Secondary Source","data":["Winfield Ebey Diary Entry","August 14,1857","The 1854 Oregon Trail Diary of Winfield Scott Ebey","Winfield Scott Ebey","Independence, Missouri","Oregon-California Trail Association","1997","223-224"]},{"divid":1271951733,"type":"Book","data":["Raine, William","Guns of the Frontier: The Story of How Law Came to the West","","Boston","Houghton Mifflin Company- The Riverside Press Cambridge","1940","1-8"]},{"divid":1272482569,"type":"Website","data":["San Paolo, Andrea","Patricia Nelson Limerick: Leading the Movement Toward the New Western History","Drury University","http://www.drury.edu/multinl/story.cfm?ID=4334&amp;NLID=166","April 27, 2010"]}],"locations":[{"id":4940,"lat":null,"lng":null,"zoom":8,"place":"CLARK, Washington"}],"tags":[{"id":411,"tag":"Westward Expansion"},{"id":698,"tag":"Oregon Trail"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}