{"id":5034,"title":"Prohibition Throughout Time","course_id":43,"status":"P","start_date":"1/30/00","end_date":"1/30/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1861, the Boston Temperance Alliance exclaimed that \"alcohol in the living body [was] not a servant or a friend, but a disturber, a foe; in a single word,...a narcotic poison.\" The idea of prohibition has been around since colonial times, spear-headed by a man named Dr. Benjamin Rush who argued in 1784 that excessive alcohol consumption was harmful to both the human body and mind. These ideas were continually supported throughout time by important figures such as Abraham Lincoln. In the 1840s, the \"dry movement\" was lead by zealous religious denominations, especially the Methodists. During the Second Great Awakening, there was an extreme shift of moral attitudes and a push for social reform. The \"hearty, carefree drinking habits of the yeoman-artisan republic\" had eroded so much that public drunkeness became standard and soon associated with human depression, social disorder, and violence.","The Boston Temperance Alliance stated in their 1861 address to the commonwealth that for \"a third of a century, the duty of abandoning the use, and prohibiting the sale, of intoxicating liquors as a beverage has been gaining the assent and commanding the approval of the virtuous of every class.\" The Alliance went on to attacked certain areas of the nation, one in particular being the \"liquor-demented Washington... the deluged-precincts of the capital.\" The truth was; however, that alcohol had always been the focal point of social and political events. Churches were purposefully built next to taverns for congregation after services and alcohol was even seen as a cure for certain illnesses. People who did not attribute the political and social corruption to alcohol, hastily organized opposition to temperance. These members of society founded their own organizations and triggered outbreaks of violence such as the Lager Beer Riot in 1855 after the Know-Nothing mayor of Chicago closed bars on Sunday.","The idea that “respectable men go to church on Sunday” stood; however, and the American Temperance Society brought the movement to a national scale. In the 1890s, the Anti-Saloon League of America became a leading force and sought not only moderation, but complete prohibition. In 1915, a statue known as the Maine Law outlawed sale in alcohol in Portland and consequently, many northern states followed their lead. The Massachusetts Temperance Alliance address stated that the \"progress of every moral enterprise, in order to be stable, must be slow... prohibitory policy has risen from the position of being vascilatingly tolerated in one or two of the states, to that of stable authority in many of them, and even to a recognition by Congress itself.\" The 18th Amendment was eventually put into effect on January 16, 1920. Through the Volstead Act, prohibition was enforced.","Issues of social degradation were the catalyst for the “dry” movement beginning in the mid-1800s. Prohibition; however, became increasingly unpopular, especially in the big cities and on March 23, 1933, President Franklin Roosevelt singed the Cullen-Harrison Act which allowed the manufacture and sale of \"3.2 beer\" and light wines. Surrounding the issue of prohibition during the early 1900s was a sense of inevitability. With such a widespread effort against alcohol, the 18th Amendment was predictable. Blue Laws are currently still in effect for many states in the nation and issues surrounding alcohol have permeated into literature and other forms of entertainment. Although prohibition did not stick, alcohol consumption is still a predominant issue socially and politically; the concentration being moderation once again."],"display_date":"January 30, 1900","search_date":"1900-01-30","citations":[{"divid":1272486504,"type":"Pamphlet or Other Printed Material","data":["Barrows; Miner; Pierpont","Annual Address of the Massachusetts Temperance Alliance to the People of the Commonwealth","Boston, MA","The Massachusetts Temperance Alliance","1861","Library of Congress"]},{"divid":1271952004,"type":"Book","data":["Frick, John","Theatre, Culture and Temperance Reform in Nineteenth-Century America","","Cambridge","Cambridge University Press","2003","18-31"]}],"locations":[{"id":4942,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"Albany, New York"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":699,"tag":"Temperance Movement"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}