{"id":5036,"title":"<strong>Sudden Jump in Southern Church Membership </strong>","course_id":43,"status":"P","start_date":"1822-01-01","end_date":"1822-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After years of meetings focused on the business of dealing with church members who struggled with drunkenness or loose morals, the minutes of the Turkey Creek Baptist Church took a fairly drastic turn into the nineteenth century, showing records of meetings now consumed with the granting of fellowship to slaves.  Almost every entry in the mid-nineteenth century included some account of “a woman of colour belonging to…” or “a man of colour” coming forward to relate his or her “travels” and “after an examination the Church recieved” the new member.  Expanding Christianity to all people, including slaves, is no cause for question or concern, but the suddenness of the matter is one fact worth questioning.","In the mid 1800s, the Civil War was imminent and growing abolitionist sentiment throughout the nation was apparent.  Slaveholders in the South were ever under scrutiny, but the Christian slaveholders wanted to clarify their objectives.  As Christian masters it was their duty to be just and convey to their slaves that the authority was delegated to them by God.  Evangelicals had to “redefine the scope and shape” of their responsibility when “routed in their battles with slavery.” This “Mission to Slaves” exemplified the Evangelical ethic of slaveholders, reinforcing their belief and outward claim that slavery was an effort to convert African-Americans because neither the civil nor “social condition affected the need for salvation or the responsibility to provide it.”  This Mission did not reach maturity until around 1830, but Methodist and Baptist churches in the South had begun years earlier, hence the entries from the Turkey Creek Baptist Church dating as early as 1822.","In short, when skepticism and disapproval of slavery grew, those who believed they were serving a higher purpose were forced to defend themselves.  By increasing slave membership to their churches, Southern Evangelical slave owners were able to provide those who doubted with evidence of their cause."],"display_date":1822,"search_date":"1822-07-02","citations":[{"divid":1271983395,"type":"Book","data":["Matthews, Donald G,","Religion in the Old South","","Chicago","The University of Chicago Press","1977","136-140"]},{"divid":1272044946,"type":"Manuscript","data":["","minutes",null,"","","Turkey Creek Baptist Church","Special Collections and Archives, Furman University"]}],"locations":[{"id":4836,"lat":34.1679782338,"lng":-82.3756180087,"zoom":9,"place":"ABBEVILLE, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}