{"id":5037,"title":"<strong>Musical Patriotism of the Civil War</strong>","course_id":43,"status":"P","start_date":"1861-01-01","end_date":"1861-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Two flags overlap on the cover of the Bonnie Blue Flag sheet music that has passed through many hands and sat atop many pianos in its lifetime.  The blue flag bearing a single star, given consideration as the Texas symbol of secession, and Harry Macarthy’s patriotic tune encompassed some of the southern sentiment at the start of the Civil War.  The song’s lyrics cried out to ban together brother’s who had toiled alongside one another and now felt that their rights were being threatened.  The song describes how the southerners were just and fair as long as the Union was, “but now, when Northern treachery attempts our rights to mar, We hoist on high the Bonnie Blue Flag, that bears a Single Star.”  Songs such as these were immensely popular among both Confederate and Union soldiers, they were viewed as being just as important as military strategy. Robert E. Lee himself believed that an army could not truly exist without music.  A Bible and a songbook were the most popular texts carried by soldiers, and it was songs such as these that helped pass the long warring period. ","Not only did music serve as a way to pass the time and link people supporting a common cause, but soldiers from both sides were joined together in their shared appreciation of music. One afternoon in December of 1862, in Fredericksburg, Virginia on either side of the Rappahannock River soldiers of the Confederacy and the Union were encamped.  The Union soldiers began the festivities, playing their favorites for their Federal.  The Confederate soldiers quickly joined the crowd to listen from the other side.  The band threw in a few of the popular rebel songs they knew just for them, including the Bonnie Blue Flag. ","Music played a critical and often underestimated role in the outcome of the Civil War.  Songs were enjoyed daily that shaped experiences and got soldiers through tough times.  At home, too, people were consoled by music when a loved one’s absence was felt due to war.  The power of music can be used to unite people of certain opinions or to unite people in spite of those opinions.  Thanks to composers like Harry Macarthy, the emotions and stories of the citizens of the Civil War era have been recorded for all posterity, allowing generations to come a chance to remember, identify with, and better understand the feelings of those long gone."],"display_date":1861,"search_date":"1861-07-02","citations":[{"divid":1271984516,"type":"Pamphlet or Other Printed Material","data":["Macarthy, Harry","The Bonnie Blue Flag","New Orleans, L.A.","A. E. Blackmar &amp; Bro.","1861","Music Library, University of North Carolina at Chapel Hill"]},{"divid":1271984819,"type":"Article","data":["Lynn Waller and William D. Edgington","Using Songs to Help Teach the Civil War","The Social Studies","Vol. 92 No. 4","2001","147-150"]},{"divid":1271984916,"type":"Article","data":["Frank Wilson Kiel","A Fifteen-Star Texas Flag: A Banner Used at the Time of Secession: February 1861 and March 1861","The Southwestern Historical Quarterly","Vol. 103 No. 3","2000","357-358"]}],"locations":[{"id":4833,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}