{"id":5038,"title":"I Feel Like a Stranger Now","course_id":43,"status":"P","start_date":"1863-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As eighty-one-year old Mr. Paul reflects back on the seventy-four years he lived in Bronx, New York, he paints an image of the city he remembers as far different from the one in which he now lives after the surge of industrialism.  An avid gardener, Mr. Paul describes the old Bronx in terms of rose gardens, flowers, and cherry trees in stark contrast to the “bleak and stony” “shadows” that “blot out the sun.”  Fire-escapes, aerial wires, and tenement dust have replaced the precious patch of earth which was his garden in the backyard in which he cultivated flowers. ","In referring to the subject of commerce, Mr. Paul remembers the stores and shops by their owners with whom he was in community.  His next door neighbor “the baker” was known throughout Bronx for his rye bread and for his kindness to those in need, and passed the family business down to his son.  The way Mr. Paul describes the interactions with others in the neighborhood resembles a strong sense of community and is steeped in personal interactive relationships. ","Scenes of despair about the decreasing sense of community were commonplace in nineteenth century cities.  Often alone and isolated, city folk found themselves cut off from the traditional support of family and neighbors.  Feeling that it was necessary to create new forms of life in the modern metropolis, many turned to journalism as a venue for connecting with the world around them.  As much as public life was flourishing, the rise of the private spectrum also sought nationwide attention.  The power, prerogative, and sanctity of private property encouraged the spread of new ideas about business organization into almost every enterprise, large and small.","Mr. Paul’s personal testimony a","The transformation that took place in New York City was first a work of the imagination.  Every structure in this newly developing metropolis added to the good or bad impression of the city dwellers; all who ambitiously set out to erect new buildings were either enhancing or deteriorating public taste.  It was linkages between landscape, culture, and power that informed the discourse of the city building, and behind the design of the new city was a moral environmentalism, a belief that natural and built environments exert profound influence over the ideals and capacities that make of the city life.  American civilization would now be tested in urban areas as the drama of legitimization had shifted scenes.  Imbedded in the motives to create and develop a vast metropolis was a sense of spirituality and moral ideology.  The growth and progress of New York City began in the imagination of ambitious city-dwellers devoted to the idea of progress and advancement.  Though the whole process was one of a trade-off between the old and the new, most individuals of the age believed that given a chance to grow, New York City could become the imperial metropolis of the world.","bout the physical and intangible changes brought about through urbanization reflect the large scale transformations that cities were undergoing across the country.  Though his story represents the negative personal effects of urbanization, economists and businessmen had much to gain through the rise of the city.  This change was both palpable and visible, and in Mr. Paul’s case, provoked a long inhabitant of a city to recognize his own yard as foreign."],"display_date":"1863 - 1885","search_date":"1874-07-02","citations":[{"divid":1271985550,"type":"Website","data":["American Life Histories","Mr. Paul's Story","The Library of Congress","http://memory.loc.gov/learn//features/timeline/riseind/city/paul.html","16 April 2010"]},{"divid":1271985663,"type":"Website","data":["Paul David Nord","The Urbanization of American Journalism","Organization of American Historians","http://www.oah.org/pubs/magazine/communication/nord.html","16 April 2010"]},{"divid":1272481134,"type":"Book","data":["David M. Scobey","Empire City: The Making and Meaning of the New York City Landscape","","Philadelphia","Temple University Press","2002","158-161"]}],"locations":[{"id":4929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":78,"tag":"City Life"},{"id":704,"tag":"Urbanization"},{"id":705,"tag":"Community"},{"id":706,"tag":"Cultural Life"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}