{"id":5040,"title":"Capturing, Taming, and Marketing the Mustang","course_id":43,"status":"P","start_date":"1870-01-01","end_date":"1879-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Five cowboys on their stallions relay in the chase after the stampede of wild mustangs.  For three full days, the cowboys pass off the shift of herding the animals until after hunger, thirst, and ceaseless movement, the stampede is forced into a state of complete exhaustion only to be captured by their faithful pursuers.   “Wild Horse Charlie” was the first to make a business on a larger scale of capturing mustangs by the implementation of this exhaustive method.  Starting in Colorado, Wild Horse Charlie would drive the mustangs as far as Nebraska and Iowa, where they would be sold as saddle driving ponies.  It was not uncommon to cover a hundred square miles of ground over the course of the capture. ","As early as the 1870s, cowboys were making a business of catching bands of mustangs to sell in the states to the east and to the north.  Another method of capture was to construct a large circular corral whose entrance led into a chute or passageway narrow enough to prevent escape.  The cowboys would surround the fleeing mustangs on all sides so that the only path was straight into the gates of the corral where they would find themselves hopelessly trapped.  The understandable fright of the horses led to frantic trampling in which many would be killed or maimed until they became a panting, foaming, breathless mass.  Lassoing them by their feet, the cowboys would place clogs on the front legs of the animals to prevent their running away until they grew accustomed of their new master. ","The most dangerous and often unyielding method of securing a mustang was “creasing.”  In this method, the cowboy would aim a rifle just so that it could graze the neck of the mustang enough to stun it and knock it down so that it could then be tied up.  Creasing was used only for the purpose of capturing individuals that stood apart for their beauty, color, swiftness, or other form of uniqueness.  As can be expected, the experiment too often went wrong.  Aiming the shot even just an inch off could lead to serious injury or the bullet could miss the animal entirely. ","The daily life of a westerner at the end of the nineteenth century was one of serious contrasts.  The cowboy was a player in the world economy providing sources of capital and markets for production, and yet cowboys lived and worked in areas isolated from the rest of the world where they lacked many of the refinements enjoyed by Americans of the East.  In this land of individual opportunity and personal advancement, the home was often a small place of basic shelter far less advanced than the farm machinery on which the westerners were so entirely dependent.  Large corporations and family-run businesses alike defined the work of the nineteenth-century cowboy, and ranches and farms represented the majority of the cowboys’ place of work.  In a market where household farms were dependent on family labor, most did not work for wages but were self-employed and required the help of the entire family, including women and children.  Though the rapid development of the West was seen as a great triumph, it is hard to measure the success of individuals in the West as opposed to the East.  Opening farms, cutting forests, and building cities were all part of the physical transformation of the West toward progress, but personal advancement and success was often the ultimate judgment of an individual cowboy.","Though often remembered today as lazy, good-for-nothing, drunkards, to be a cowboy was a serious endeavor.  Cook seeks to adamantly shake off this misinformed stereotype by recounting the tremendous difficulties faced by the hard-working cowboy.  A firm understanding of the habits of the mustang as well a commitment to the hard work it took to capture them highlight one laborious task of the Western cowboy.  As Americans travelled westward, the newly acquired asset gave them unlimited potential that was rich with minerals, resources, and fertile land.  Agriculture was the only true necessity for survival, but fertile land was inefficiently distributed as the US government gave up so much of it for the production of railroads that would have been more suitable for agriculture. "],"display_date":"1870 - 1879","search_date":"1874-12-31","citations":[{"divid":1271985944,"type":"Book","data":["James H. Cook","Fifty Years on the Old Frontier: As Cowboy, Hunter, Guide, Scout, and Ranchman","","New Haven","Yale University Press","1923","33-53"]},{"divid":1271986034,"type":"Website","data":["echeat.com","History of the Western Frontier","Free History Essays","http://www.echeat.com/essay.php?t=31688","16 April 2010"]},{"divid":1272482373,"type":"Book","data":["Richard J. White","\"It's Your Misfortune and None of My Own\": A History of the American West","","Oklahoma","University of Oklahoma Press","1991","270-297"]}],"locations":[{"id":4928,"lat":40.8888443038,"lng":-99.0588211933,"zoom":9,"place":"BUFFALO, Nebraska"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":708,"tag":"Cowboys"},{"id":709,"tag":"The Wild West"},{"id":710,"tag":"Marketing/Business"},{"id":711,"tag":"Daily Life"},{"id":712,"tag":"Farms and Ranches"},{"id":713,"tag":"The Frontier"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}