{"id":5042,"title":"“King Alcohol is More Formidable than Tyrant Lincoln”","course_id":43,"status":"P","start_date":"1862-10-01","end_date":"1862-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1862, throughout the war-ravaged Confederacy, the thoughts of all were turned to the War that tore apart the country.  The death and destruction that had already occurred seemed to foretell a conflict that would not soon be resolved.  In the midst of the fighting, soldiers struggled to remain vigilant and confident.  Romanticized visions of passionate soldiers, Confederates in particular, were created to motivate future as well as current soldiers to continue fighting “the good fight.”  An ideal soldier was one who fought bravely for a cause he believed in, and these beliefs were strengthened when God was on his side.  Thus religion and the strength of a soldier’s faith were often tied directly to his ability to prevail in battle. ","An article in The Confederate Baptist entitled “Temperance in the Army” stated that there was evidence that the reason that battles had been lost was because of the drunkenness of the commanders.  Subsequent articles in the paper had already declared that God was on the side of the Confederacy; the postulation of a possible explanation of recent defeats looked to the soldiers themselves and their behavior while fighting for the Confederacy.  The author J.L. Reynolds looked to the experiences of other countries to teach a valuable lesson.  He cited the Madras Presidency, a part of present-day India, and the proportion of temperate men who died in battle to the number of drinkers who died in battle.  The number of temperate soldiers who died numbered 2,315.   The number of drinkers who died was 4,458.  According to Reynolds, “this proves that soldiers will be healthy in proportion to their temperance”.   Alcohol was “the bane of our soldiery,” and if use was not curbed immediately, the Confederacy, despite being divinely-ordained, would surely fall.","To bring these soldiers back to morality, religious revivals were often held in which missionaries traveled to soldiers’ camps to instill a renewed sense of faith.  These revivals also served to inspire the citizen morale that waned as the war dragged on and the death toll rose.  The temperance movement as a whole, however, was not an issue of great national or regional importance during the Civil War.  The Temperance Societies that had emerged in the decades prior had claimed millions of members but receded into the background as the nation faced a crisis of unprecedented proportions. "],"display_date":"October 1, 1862","search_date":"1862-10-01","citations":[{"divid":1271990299,"type":"Book","data":["Raymond Goldberg","Drugs Across the Spectrum","Fifth Edition","Belmont, California","Thomson Wadsworth","2006","119"]},{"divid":1271990353,"type":"Book","data":["Randall Miller, Harry Stout, &amp; Charles R. Wilson","Religion and the American Civil War","","Oxford, England","Oxford University Press","1998","297-300"]},{"divid":1271990477,"type":"Newspaper Article","data":["Temperance in the Army","The Confederate Baptist","Columbia, South Carolina","October 1, 1862","1"]}],"locations":[{"id":4840,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":717,"tag":"Temperance"},{"id":79,"tag":"Religion"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}