{"id":5044,"title":"Furman University Catalog, first edition, 1852","course_id":43,"status":"P","start_date":"1852-01-01","end_date":"1852-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The main resource utilized by Furman University students and faculty for information pertaining to academics and university policies/guidelines is the University Catalog.  Furman’s first catalog was first published in 1852, under the Board of Trustees President W.B. Johnson, with James C. Furman as the chairman of faculty.  In its opening pages, the catalog lists every student at Furman and their home state.  The total number of students in 1852 was sixty-eight.","The next pages outline the university’s policy on Admissions, beginning with the statement “the applicant must give satisfactory evidence of good moral character.”  The next section gives a detailed description of the Academics at Furman, beginning with the Primary Education course and Higher Education course.  Next was a Classical Studies program, with two Latin and two Greek language requirements, demonstratng Furman's commitment to education in languages.  Next were the study of Ancient Languages, School of Mathematics, School of Natural Philosophy and descriptive Astronomy, and finally the Thealogical Department.","The next section outlined every Furman student’s favorite subject: exams.  There were three policies regarding exams: first, daily exams of the classes, secondly written exams for Honors, and thirdly public examinations.  Also outlined in the catalog was the Degrees and Distinctions which were Certificate of Distinction, Degree of Proficient, Master, Graduate- BA, Master of Arts, and Graduate of theological Department.","The concluding section of the catalog outlines the university’s policy on tuition.  Tuition in 1852 was $4,200 for the academic year, which excluded clothing and books.  “Contingent expenses” were estimated at $2.00, Boarding was $10.00 per month, and washing was $1.00 per month.","In comparing Furman’s academic structure in 1852 to the structure today, many of the same principles and goals are in effect.  In Herbert Baxter Adams’s “Contributions to American educational history, Volume 4”,  Dr. W. B. Johnson who was the Convention’s president, explained Furman’s core learning objective as a University striving to teach “with a sacred regard to the interests of morality and religion, the principles of Christian liberality, and in favor of the rights of private judgment”.  Today Furman’s religious influence is present throughout the campus in both academics and extracurricular organizations.  In 1859, the first leader of Furman's seminary was chosen.  William Williams was selected for the position, as he was a respected orator and member of the Baptist community. One of the main academic differences was in 1852 upon the charter of the University, Adams’s explains “the intention at the start was to have an academic, a collegiate, a theological, and a law department”.  Clearly, today at Furman students enjoy the freedom of numerous classes within many departments which shows Furman’s growth and expansion in academics.  This growth also proves the University’s commitment to various types of students and the desire to educate a large variety of students with different interests.","In comparing the first edition to the 2009-2010 edition, we see vast differences.  Most notably is simply the excess information in the current edition.  Student’s names and hometown are now listed in the University Directory, and the catalog is one hundred eighty-three pages of detailed information about academics, admissions, student life, academic departments and academic regulations.  The volume of majors and classes offered has significantly grown since 1852 and is reflected in the comparison of the first and current editions of the University catalog."],"display_date":1852,"search_date":"1852-07-01","citations":[{"divid":1271991033,"type":"Pamphlet or Other Printed Material","data":["","Furman University Catalog, 1852","Greenville, SC","Furman University","1852","Furman University Special Collections"]},{"divid":1271991127,"type":"Pamphlet or Other Printed Material","data":["","Furman University Catalog 2009-2010","Greenville, SC","Furman University","2009","http://www.furman.edu/catalog/2009-2010_catalog.pdf"]},{"divid":1272245695,"type":"Book","data":["Herbert Baxter Adams","Contributions to American educational history","4","Washington, DC","facsimile edition: Google Books, accessed April 2010, Government Printing Office","1889","96"]},{"divid":1272394940,"type":"Book","data":["Henry H. Brackney","A genetic history of Baptist thought: with special reference to Baptists","","Macon, GA","facsimile edition: Google Books, accessed April 2010, Mercer University Press","2004","394"]}],"locations":[{"id":4962,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":143,"tag":"school"},{"id":6,"tag":"Education"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}