{"id":5045,"title":"Song for a Gettysburg Soldier","course_id":43,"status":"P","start_date":"1864-04-01","end_date":"1864-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["He became famous and celebrated through his death. War stories are always full of heroes that appear larger than life and worthy of reverence, and those stories revolving around the Battle of Gettysburg are no different. Sergeant Amos Humiston of Company C of the 154<sup>th</sup> New York was one such man. Though not a hero in the traditional sense, in his death he became somewhat of a legend. During a retreat from what was overwhelming odds Humiston was shot, but what made him famous was that before he died, he pulled out a picture of his children for one last look, and when he was found days later the picture was still clutched in his hands. Though there were many thousands dead after that battle, he was the one that still spoke of love and devotion. Yet when they found him, they could not locate any identification so were not able to tell his wife and children about his death. People were so touched by this that the picture of his children was circulated in newspapers throughout the North to find his family. Eventually his wife saw the picture in a newspaper and realized that it was the same picture she had given her husband, so he was identified.","Though he was identified, his story had touched so many people that the <em>American Presbyterian</em>, a newspaper, announced a contest to compose a song about Humiston. James Clark’s “The Children of the Battle Field” won and was published in April, 1864. This song is very representative of its time and so serves to glorify both the war and death while in battle. In the song the war is romanticized describing how the “heroes of the North… rushed like mountain eagles forth from happy homes away”, and how during battle “banners, marked with ball and blood, around them arose and fell”. One of the most telling lines that serves to glorify his death in battle is that “none were braver in the strife”, serving to prove his noble death. The concept of the “Good Death” was a very popular one in nineteenth century America, in which how one dies symbolizes the life that one lead. So through his death on the battlefield and in the act of holding his children’s picture while he died, he truly had a “Good Death” which shall continue to be known through this song."],"display_date":"April 1864","search_date":"1864-04-15","citations":[{"divid":1271990826,"type":"Book","data":["Drew Gilpin Faust","The Republic of Suffering: Death and the American Civil War","","New York","Alfred A. Knopf","2008","3-31"]},{"divid":1271990990,"type":"Book","data":["Mark Dunkelman","Gettysburg's Unknown Soldier: the Life, Death and Celebrity of Amos Humiston","","Westport, CT","Praeger","1999","121-146"]},{"divid":1271991150,"type":"Book","data":["Bruch Kelley and Mark Snell","Musicians of the Civil War","","Columbia","University of Missouri","2005","235-238"]},{"divid":1271991243,"type":"Film","data":["James Clark","The Children of the Battlefield","MP3","April, 1864","","WEM Records",""]},{"divid":57652,"type":"Manuscript on Microfilm","data":["XliqyPMcUZiZoXTJItV"]}],"locations":[{"id":4868,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":104,"tag":"Popular Music"},{"id":407,"tag":"Death"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}