{"id":5046,"title":"Marriage in Margaret Fuller's \"Woman in the Nineteenth Century\"","course_id":43,"status":"P","start_date":"1845-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the nineteenth century, one female author stood out as a voice for women during a time when many were not acknowledged.  Margaret Fuller wrote “Woman in the Nineteenth Century” and spoke with a voice for every woman who lived during the nineteenth century.  In particular, Fuller had an especially critical view toward marriage.  She explained that the idea of marriage “has been inculcated on women for centuries, that men not only have stronger passions than they, but of a sort that it would be shameful for them to share of even understand”.  She further explains that woman are expected to tell their husbands everything on their mind, and when they begin to show signs of “coldness or withdrawal” the wife is then labeled “wicked”.","The role of women gained increased attention during the nineteenth century, especially in women’s movements throughout the country.  As described by Carole Shammas in “A history of household government in American,” the U.S. was “the site of the first full-fledged uprising of female dependents…There were a few like Margaret Fuller, the Boston intellectual, who would maintain that if they wanted, “women should be sea captains!” but the primary objectives of the first feminists were not equal opportunities in the job market or in the political arena.” Shammas explained that the reason for their outrage was for others to acknowledge “the empowerment of women in households”.  During the nineteenth century, women desired to be seen as influential members of society instead of the “housewife” label with the expectations to constantly serve their husband.","Fuller asserted her confidence in understanding women and marriage when she explained that the married woman viewed men as “wild beasts” but actually view them all the same.  The unwed women were often told by the married women that if they were in their position and married to a man, “they would not expect continence or self-government from them”.  Women’s expectations were high for marriage, but in reality they received little in return, expected to run the household, and were taken advantage of."],"display_date":1845,"search_date":"1845-07-02","citations":[{"divid":1271991425,"type":"Book","data":["Margaret Fuller","Woman in the Nineteenth Century","","New York","facsimile edition: Google Books, accessed April 2010, Greeley &amp; McElrath","1845","136-7"]},{"divid":1272244658,"type":"Book","data":["Carole Shammas","A history of household government in America","","Charlottesville, VA","facsimile edition: Google Books, accessed April 2010, University of Virginia Press","2002","12"]}],"locations":[{"id":4964,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":7,"tag":"Women"},{"id":30,"tag":"Urban Society"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}