{"id":5047,"title":"The Man Who Memorialized the Prominent South","course_id":43,"status":"P","start_date":"1830-01-01","end_date":"1836-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["From time immemorial, the term “in-law” has struck feelings of fear and anxiety in the hearts of men and women alike.  For William Harrison Scarborough, however, in-laws were the source of his livelihood, career, and the connections that catapulted him to the forefront of South Carolinian culture in the nineteenth century.  Scarborough was a portraitist who came to South Carolina under the advice that the state was the center of the cultural life of the country.  He believed that in South Carolina his work would receive the most appreciation as well as the highest prices.  Upon marrying one of the daughters of a client, Scarborough was immediately introduced to the elite of the region, including families such as the DuBoses, Murrells, Furmans, and Lides.  His work as a portraitist soon became renowned throughout the state and Scarborough was commissioned by the likes of the Senator James Chesnut, Colonel Wade Hampton, and the Honorable John. C. Calhoun for portraits that sold for upwards of $100.00 a piece.  At a time when the subjects of nature and landscapes were in high demand, the popularity of his portraits stood as a testament to the pride that characterized Southern families of the time as well as to the enduring centrality of the familial unit in society. ","                Scarborough’s portrait of Mr. Jonathan Davis, painted between 1830 and 1836, was one such painting of a South Carolina elite.  The subject was the father of two of the wives of James C. Furman, the son of Richard Furman, a founder of Furman University.  The portrait depicts a distinguished older gentleman sitting in front of a black background, wearing plain attire and a kind but serious expression.  The beauty of the portrait lies not in an elaborate setting but in its simplicity and in its true and honest representation; Mr. Davis’ family and friends could no doubt look upon the portrait and see the man that they knew as he truly was on a day-to-day basis.  Scarborough’s portraits captured images of the people that shaped South Carolina’s history and institutions, making this artist one that the state is proud to call its own. "],"display_date":"1830 - 1836","search_date":"1833-07-02","citations":[{"divid":1271991381,"type":"Book","data":["Helen Kohn Hennig","William Harrison Scarborough, Portraitist &amp; Miniturist: A Parade of the Living Past","","Columbia, South Carolina","The R.L. Bryan Company","1937","1-40"]},{"divid":1271991492,"type":"Artifact","data":["William Harrison Scarborough","Mr. Jonathan Davis","Portrait","1830-1836","Mr. and Mrs. Alester G. Furman","Furman University","Greenville, South Carolina"]}],"locations":[{"id":4838,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":719,"tag":"South Carolina"},{"id":145,"tag":"art"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}