{"id":5048,"title":"“Few of you are wise enough, and good enough to be trusted with liberty.”","course_id":43,"status":"P","start_date":"1842-09-11","end_date":"1842-09-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Upon entering the vibrant city of Georgetown and embarking upon a new career path as a teacher, Miss Caroline Healey Dall found herself at once confronted with questions she relied upon her religious convictions to answer. In her diary, Caroline documented her day-to-day life and travels, as well as her dreams, passions, and concerns.   After the Panic of 1837 left her father bankrupt, Caroline set out to do what she could to aid her family’s troubled situation.  As a young woman of only twenty years, Caroline began teaching at Miss English’s school in Georgetown, D.C.  On her second day at the school, a young slave girl named Christie came up and asked her for a lesson. ","After thirty minutes or so of reading and history lessons, Christie admitted she feared she would never be free.  Caroline replied “The whites must be servants of God Christie—and you are very happy now.”  The conversation continued for some time as Christie and Caroline discussed God’s plan and the reasons why blacks could not all be free at once, “… it is because few of you are wise enough, and good enough to be trusted with liberty.”  Caroline cited various biblical passages referencing the important, and sometimes trying, relationship between servant and master.  She concluded her entry with ruminations over her homesickness, as well as her hope that God would unveil her fate and intended duty in the world. ","It may seem odd that Caroline, who was deeply grounded in her religious faith as a Unitarian, spoke out against the abolition of slavery.  This anti-abolitionist attitude, however, prevailed in the early 1840s throughout most of the North.  In Caroline’s hometown of Boston, only seven years prior to this entry’s inscription, William Lloyd Garrison, the editor of the abolitionist newspaper <em>The Liberator </em>was dragged through the streets and almost hung by an anti-abolitionist mob until he was rescued by local law enforcement.  To many, slavery was an institution that seemed remote and irrelevant in day-to-day life.  Abolitionists also posed a direct challenge to the local elites in cities nationwide, challenging the status quo and threatening to empower not only the enslaved, but free blacks and women as well. It was also a system which had stimulated the growth of northern business, the very industry that Caroline’s father worked in as a merchant in Boston.  Caroline’s attitudes toward abolitionism were no doubt shaped by the prevailing attitudes of the time as well as her upbringing as a wealthy merchant’s daughter in New England. "],"display_date":"September 11, 1842","search_date":"1842-09-11","citations":[{"divid":1271991831,"type":"Book","data":["Steven Mintz","Moralists &amp; Modernizers: America's Pre-Civil War Reformers","","Maryland","Johns Hopkins University","2005","129-130"]},{"divid":1271991884,"type":"Primary Source in a Secondary Source","data":["Diary Entry of Caroline Healey Dall","September 11, 1842","Daughter of Boston: The Extraordinary Diary of a Nineteenth-Century Woman","Helen Deese","Boston","Beacon Press","2005","62"]}],"locations":[{"id":4837,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":142,"tag":"african americans"},{"id":79,"tag":"Religion"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}