{"id":5049,"title":"Narrative of Walter Calloway, slave from Richmond, VA","course_id":43,"status":"P","start_date":"1858-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Imagine being purchased as a slave at ten years old, forced to relocate from Virginia to Alabama, and required to endure hours of hard labor and beatings.  This was the life of Walter Calloway, born in 1848 in Richmond, Virginia.  At the age of 10, Calloway was bought by slave master John Calloway whose plantation resided just outside of Montgomery, Alabama.  As he sat on a porch outside his home answering questions, he recalled the strenuous labor he performed at the tender age of ten, along with his mother and brother.  His master, who was often cruel to their slaves, was bearable and fed him well, but it was the overseer named “Green Bush” and African-American named Mose who performed the mistreatment to Walter and others.  Walter described the torture when he said, “Green Bush what sho’ whup us iffen we don’t do to suit him.  Yassuh, he mighty rough wid us be he didn’t do de whippin’ hisse’f.”  He continued to describe the beating of a fifteen-year-old girl that almost killed her.","As his labor took the majority of his time, Walter and the other slaves were deprived of schooling.  They were required to go to the school and take care of the white children at times, and he then stated the white men eventually all joined the Army, as was expected of them.  After the Civil War, Walter described the lack of action on the plantation except for “gangs of so’jers passin’ th’ough gwine off to de war.”  Confederate soldiers would pass through and take some of their food for the soldier’s rations.","Then the United States soldiers arrived on the plantation and he was told to warn Mrs. Freeman but before he returned the Union soldiers had wrecked havok on the plantation.  They destroyed the smoke house, hams, and the remainder of the rations.  He had heard they also burned cotton plantations and steamboats harbored in Montgomery.  Shortly after the war, Walter was freed but he was quick to state that “we ain’t nebber been what I calls free.”  He and the other slaves had no money and all were scattered in various different locations.  He ended his interview as he asked for help back into the house.","In the article “North American Slave Narratives” William Andrews described the importance of studying the narratives of slaves during the nineteenth century to better understand the time period, and the issues happening during their lives.  In addition, “the autobiographical narratives of former slaves comprise one of the most extensive and influential traditions in African American literature and culture”.  While the narratives provide excellent historical documents, they also helped bridge relationships between Africa-Americans and whites after the war, allowing for whites to begin to understand the repression the African-Americans had faced.","The narratives such as Walter’s will be used for generations in the future in order to attempt to grasp some sort of understanding about this troubling period in American history.  Charles L. Perdue provided his view of the importance of slave narratives in his book “Weevils in the Wheat: interviews with Virginia ex-slaves” when he said “Though most historians have not utilized the ex-slave interviews in the past, there is a growing realization that prior histories have been one-sided on the subject of slavery and that the slaves’ view of the institution is essential to round out the picture\".  The first-hand account of the period is invaluable to historians and students alike and he further explained, “the ex-slave interviews provide us with insights into Afro-American culture that are not obtainable from other sources”.  Stories like Walter Calloway’s must continue to be shared and studied to shed further light on their troubles and the tribulations they worked to overcome.","Walter’s narrative not only described the horrible mistreatment of slaves, but the lack of the value of African-American lives during the nineteenth century.  They were purchased as commodities and forced to work hard labor as young as ten years old.  Although Walter and his mother and brother were able to stay together, this was often not the case and most families were separated and spread throughout the country."],"display_date":1858,"search_date":"1858-07-02","citations":[{"divid":1271991890,"type":"Article","data":["The University of Virginia","Walter Calloway","The American Slave","6:51-52","1996","1"]},{"divid":1271992018,"type":"Article","data":["William L. Andrew","North American Slave Narratives","Docsouth","1","2004","1"]},{"divid":1272245012,"type":"Book","data":["Charles L. Perdue","Weevils in the wheat: interviews with Virginia ex-slaves","","Charlottesville, VA","facsimile edition: Google Books, accessed April 2010, University of Virginia","1976","xliv, xiv"]}],"locations":[{"id":4963,"lat":32.2508016784,"lng":-86.1660804753,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":4,"tag":"Slavery"},{"id":32,"tag":"Civil War"},{"id":1,"tag":"Crime/Violence"},{"id":96,"tag":"Slave Trade"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}