{"id":5051,"title":"Singin' Billy Walker","course_id":43,"status":"P","start_date":"1835-01-01","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a time of intense religious revival and a relatively low literacy rate, the need for easily learned music was quickly becoming necessary. Shape note singing is a type of musical notation that was used commonly throughout the rural south during the nineteenth century as a way to assist with congregational and revival hymn singing to help with just that. Ministers were becoming increasingly uneasy about the quality of singing in their churches, so they began to arrange singing schools that would meet at the church and teach their congregation how to read music and sing. This was often difficult to teach though since hymnbooks of that time were often word only volumes that were printed small enough to put in ones pocket to carry into church and the singing was unaccompanied. To help ease in teaching, the shape note system was created which used a system of four shaped noteheads which corresponded to four syllables of solfege which are fa sol la and mi. This was supposed to make it easier and quicker for singers to master the music, which became especially important during the revivals when there was a need for easily learned and remembered tunes to help form a sense of community for those at the revival meetings of the nineteenth century who were often not highly educated. These were events with powerful preachers who wanted each individual to have a personal experience, yet feel that they were also a member of the group. Through shape note singing the attendants of the revivals were able to do just that.","Arguably, one of the most influential tune books for shape note singing is <em>The Southern Harmony</em> by William Walker from Spartanburg, South Carolina, known often as Singin’ Billy Walker. He started as a music teacher at some of the singing schools and he published <em>The Southern Harmony</em> in 1835. He would use both already well-known hymns and some from the word only songbooks already in use and draw on the rich oral tradition of the Anglo-American folksongs to supply standardized tunes and melodies to the hymns. Looking through <em>The Southern Harmony</em> one sees many songs that are still common today in southern worship services, such as <em>Wondrous Love</em> and <em>The Promised Land</em>. His most well known work is the pairing of the hymn <em>Amazing Grace</em> to the tune we sing it to today, New Britain. Both of these had been printed before separately, but he was the first to place them together and harmonize the piece."],"display_date":1835,"search_date":"1835-07-02","citations":[{"divid":1271993646,"type":"Book","data":["William Walker","The Southern Harmony and Musical Companion","","Philadelphia","Thomas, Cowperthwait &amp; Co.","1849","1-334"]},{"divid":1271993803,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Glen C. Wilcox","Introduction","The Southern Harmony and Musical Companion","William Walker","Lexington","University of Kentucky","1987","iii-ivx"]},{"divid":1271993982,"type":"Article","data":["Harry Eskew","William Walker: A Carolina Contributor","The Journal of the South Carolina Baptist Historical Society","29","2005-2006","18-29"]}],"locations":[{"id":4871,"lat":34.9591922676,"lng":-81.9357757115,"zoom":9,"place":"SPARTANBURG, South Carolina"}],"tags":[{"id":79,"tag":"Religion"},{"id":471,"tag":"music"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}