{"id":5054,"title":"America's First Fashion Magazine","course_id":43,"status":"P","start_date":"1867-11-02","end_date":"1867-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The issues discussed in the first issue of Harper’s Bazar are not different from concerns of twenty-first century women. The magazine cover of the first issue published on November 2, 1867, was quite different from the cover on stands today.  When glancing at the cover, one realizes that unlike today’s format, the first issue’s format was similar to a newspaper design. The design of the magazine title was quite different from today’s title in part because today, the magazine spells Bazar with two A’s instead of one. The font of the title was also quite different because it was written in an old English style and had ivy intertwining between the letters. There was also a lady sporting a Victorian-style gown sitting atop the H of the title; along with cherubs floating around the B. The words “A repository of fashion, pleasure, and instruction” sat underneath the name of the magazine.","Although at first glance the magazine may look quite different from a magazine on stands today, the reality is otherwise. When taking a closer look at the cover, one can realize that the magazine’s issues are not different from those featured in a current issue of Harper's Bazaar. The front cover discusses the clothing in style that fall; including fall bonnets and bridal toilets. Although, this issue looked more similar to Harper’s Bazaar’s wedding issue than the regular issue, it still deals with one of many women’s concerns. Like in 1867, today thousands of women are still concerned with their appearance.  The only difference being the actual style of the attire.","The gowns and bonnets shown on the cover of the magazine mimiced the Victorian style of England.  The dresses were full length, long sleeved, and also covered the female’s neck. However, the biggest difference between  attire of the nineteenth century and the twenty-first century did not lie on the outside. The major differences were what the women wore underneath their dresses. Most women had to wear a chemise, corset, petticoat, and crinoline something that was adapted from the females of  English high-class society.","Although, the United States was going through several important events during the nineteenth century, the establishment of the first American fashion magazine shows that twenty-first century women are not that different from the nineteenth century women. The cover exemplifies that everyone needs an outlet to get away. Even if people are going through difficult times, such as war, they want something else to focus their attention on. The magazine allowed women of the time to focus on fashion and looks, and not always have to think about the occurrences of their time such as Reconstruction and the fight for the ratification of the Fourteenth Amendment."],"display_date":"November 2, 1867","search_date":"1867-11-02","citations":[{"divid":1272002009,"type":"Website","data":["Atelier Polonaise","Victorian Fashion- Dressing the Victorian Lady from the 1850s","Victoriana Magazine","http://www.victoriana.com/library/Dressing/1858-62.htm","April, 15, 2010"]},{"divid":1272002114,"type":"Book","data":["Mary Louise Booth","Harper's Bazar","","New York, New York","Harper Brothers","November 2, 1867","1"]},{"divid":1272477073,"type":"Book","data":["J. Anderson Black &amp; Madge Garland","A History of Fashion","","New York, New York","William Morrow and Company, Inc","1980","190-205"]}],"locations":[{"id":4946,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":197,"tag":"fashion"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}