{"id":5055,"title":"<em>Reverend L. Ferebee: Living a Torn Life</em>","course_id":43,"status":"P","start_date":"1882-01-01","end_date":"1882-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Two out of every three slave children were ripped from their mother's arms, although the thirteenth amendment marked the end of slavery, it did not erase the hurt and pain of the slaves that had to endure it. The story of slavery and the lives of the surviving slaves still effects America today. The personal recollection of their stories some years later, allowed for all Americans to peer into the lives of slaves and see what it was like to be a slave. Although, not everyone got to tell their story, there are lots of recollections that allow Americans to learn about the various types of slaves and slave owners. One of the slaves that recounted his life was Reverend L. Ferebee in his twenty four page autobiography.","One of the specific episodes in Ferebee’s book recounts the selling of his mother. Ferebee remembers his master selling his mother when he was just a few years old. He describes in full the catastrophic day his mother was sold. One can feel the pain and anguish that young Ferebee felt when seeing his mother that day. He recounts the story of why his master decided to sell his mother. The Reverend explains how aggressive his mother was. Mrs.Ferebee did not like following directions and was a rebel. Her mistress tried to hit her one day and she fought back. When the master came home, instead of beating her for disobeying, he decided to just sell her and avoid the drama. Ferebee discusses how he was also sold along with his mother and two of his siblings. This was considerate of his master because most slave children were separated from their mothers when sold off. But, his second master leased him off when he was a young teenager for about a year because he no longer needed his services. When Ferebee returns he is surprised to find that his mother has once again been sold. This time he has no idea where to find his family and feels alone and depressed.","The twenty-four page autobiography of Reverend Ferebee demonstrates the effects, of slavery. Textbook accounts of slavery fail to teach us that the thirteenth amendment did not simply solve all of the pain and hurt the families underwent. Slavery separated several families and it tore young children from their mothers. When discussing slavery most people speak of the pain that slaves underwent when working out in the fields such as being expected to pick between 100 to 200 pounds of cotton and when being beat by their masters. But, they rarely speak of the emotional pain they went through. Reading diaries and autobiographies helps people begin to feel what the slaves had to go through for so long."],"display_date":1882,"search_date":"1882-07-02","citations":[{"divid":1272004901,"type":"Book","data":["Reverend L. Ferebee","The Brief History of the Slave Life of Rev. L.R. Ferebee, and the Battle of Life, and Four Years of His Ministerial Life","","Raleigh, NC","Edwards, Broughton, &amp; Co. Steam Printers, Publishers, and Binders","1882","5-10"]},{"divid":1272004979,"type":"Website","data":["Ronald L. F. Davis, Ph. D.","Slavery in America: Historical Overview","New York Life","http://www.slaveryinamerica.org/history/hs_es_overview.htm","April 15, 2010"]},{"divid":1272478628,"type":"Book","data":["Wilma King","Stolen Childhood","","Indianapolis, Indiana","Indiana University Press","1995","91-114"]}],"locations":[{"id":4945,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":4,"tag":"Slavery"},{"id":3,"tag":"African-Americans"},{"id":458,"tag":"African American Authors"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}