{"id":5056,"title":"<em>Who's to Blame for an Expensive Matrimony?</em>","course_id":43,"status":"P","start_date":"1867-11-02","end_date":"1867-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Harper’s Bazar first issue opposes the general consensus that women's expensive spending habits are to blame for the decrease in marriage during the nineteenth century. The magazine took on the daunting task and discussed marriage in its first issue on November 2, 1867. The first issue contained several articles that discussed various concerns of nineteenth century women. But, its most controversial article was entitled, “Expensive Matrimony.” The piece was one of the firsts of its time because during the 19<sup>th</sup> century, most newspapers and magazines did not discuss matrimony.","The author contradicted the idea that the reason for the decrease in marriage is women and their bad spending habits. She said it was wrong to blame women for the decrease in marriage rates because there was no statistical data to support the idea. She believed that men, in fact had worse spending habits than women did. The author stated that although women did tend to spend on clothing, men spent on larger, pricier items. She also stated that when it came down to it, men were greedier than women and men would put money before family. Men were more business oriented and would choose their careers and money over anything else. She said that since men usually focused more on their careers than family, they were more to blame for the decrease in marriage than women.","She also explains that not all women had bad spending habits. Some women were good with finances and saving money and it was wrong to simply assume that all women were bad with money. The author made several more valid points, such as the fact that women had self control and could stop shopping and spending money on clothing if need be.","The article demonstrated that marriage rates had been decreasing since the nineteenth century. It showed that people had the tendency to blame females for this decrease. Although, the article was based on personal opinion and did not present any facts, it exemplified the worries of nineteenth century women. It also showed that women were beginning to have a voice. But, unfortunately, it was usually only women of the high middle class. Females of lower social status, did not have much of a voice, neither did women of color."],"display_date":"November 2, 1867","search_date":"1867-11-02","citations":[{"divid":1272005188,"type":"Article","data":["Mary Louise Booth","Expensive Matrimony","Harper's Bazar","1","November 2, 1867","4"]},{"divid":1272481470,"type":"Book","data":["Nancy F. Cott","The Bonds of Womanhood","","New Haven","Yale University Press","1977","21"]}],"locations":[{"id":4944,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":197,"tag":"fashion"},{"id":7,"tag":"Women"},{"id":405,"tag":"Marriage"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}