{"id":5057,"title":"Died on the Fourth of July: Thomas Jefferson’s Last Will and Testament","course_id":43,"status":"P","start_date":"1826-07-04","end_date":"1826-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Jefferson- the principal author of the Declaration of Independence, third President of the United States, and father of the University of Virginia- died at 12:50 p.m. on July 4, 1826 at the age of 83 in his beloved home of Monticello.  Newspapers were filled with remembrances of that special day in American history, and Jefferson’s role in it, making this day a memorial to the man even before word of his death had spread.  In fact his own words appeared in the <em>National Intelligencer</em> that very day in the form of a letter, one of the last he ever wrote, to the mayor of Washington, D.C.  Responding to an invitation to attend a celebration of the fiftieth anniversary of the Declaration of Independence, Jefferson declined on account of ill health but provided a ringing coda to his illustrious life.  “All eyes are opened, or opening to the rights of man,” he said. “The general spread of the light of science has already laid open to every view the palpable truth that the mass of mankind has not been born with saddles on their backs, nor a favored few booted and spurred, ready to ride them legitimately, by the grace of god.”","Jefferson’s death was followed by numerous memorials befitting his stature in the American political canon.  They were all the more significant for the monumental twist of fate that John Adams- patriot, President, and onetime bitter political rival of Jefferson’s- had died the very same day, his last words being “Thomas Jefferson still survives.”  He was wrong, but newspapers would seize on the “coincidence, of which the world scarcely produces a parallel,” as the <em>N.Y. Evening Post </em>put it.  That article continued “It cannot be doubted that if the choice had been with them, they would have fixed on the very day for the termination of their mortal career…Over the death of these distinguished men, then, we can not grieve: they have gone to their rest at the day and hour they wished, after seeing themselves surrounded by millions of grateful human beings, who they…had contributed to render free, and happy and independent.”","If glowing tributes are the mark of a man, than Jefferson belongs to the greats.  However, he couldn’t transcend the difficulties of the world.  His grieving family had to deal with the mundane tasks of carrying out his will, which he completed March 16, 1826.  The will and the accompanying codicil are clearly written in Jefferson’s own hand.  Jeff Randolph, his oldest grandson, was named the sole executor.  The will has its share of touching gifts- his silver watch to Randolph “in preference of the gold one because of its superior excellence,”  a “gold-mounted walking staff” for James Madison, his library to the University of Virginia.  It also freed five of Jefferson’s slaves, each of whom was to be given enough cash or property to independently support himself, and appealed to the Virginia state legislature to allow them to remain living in the commonwealth.","The most important task facing Jefferson’s executor was discharging a lifetime’s worth of debts.  Concern about the size of his debts had dogged the final months of Jefferson’s life as he struggled to find a way to spare his survivors the difficulty of repayment.  He was land-rich but cash-poor, and the price for land was too low.  In January of his final year Jefferson conceived a plan around the problem by holding a lottery.  Some of his land would be the prize, and the ticket price would be set low enough for almost anyone to participate. The Virginia state legislature approved Jefferson’s request for a lottery after much debate, and his admission of financial need sparked a widespread public effort to raise donations from appreciators around the country.  While these gifts eased Jefferson’s final days, they were not enough.  Support for the lottery plan collapsed with Jefferson’s death.  Randolph would have to auction off almost all of Jefferson’s property, including all of the slaves not freed in his will, to go towards paying the debt."],"display_date":"July 4, 1826","search_date":"1826-07-04","citations":[{"divid":1272006085,"type":"Primary Source in a Secondary Source","data":["Jefferson's Will","03/16/1826","Writings of Thomas Jefferson","Andrew A. Lipscomb","Washington D.C.","Thomas Jefferson Memorial Association","1903","x-xi"]},{"divid":1272006195,"type":"Book","data":["Dumas Malone","Jefferson and His TIme: The Sage of Monticello","6","Boston","Little, Brown and Company","1981","473-481 488-490 495-9 511"]},{"divid":1272006290,"type":"Newspaper Article","data":["Death of Thomas Jefferson","N.Y. Evening Post","New York City","July 17, 1826","99"]}],"locations":[{"id":4780,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":407,"tag":"Death"},{"id":725,"tag":"Debt"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}