{"id":5059,"title":"A Scientific American: The Legacy of Rufus Porter, Inventor","course_id":43,"status":"P","start_date":"1845-08-28","end_date":"1845-08-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rufus Porter was a man of many talents.  Born in 1792 in Massachusetts but moving to Maine when he was nine, Porter was apprenticed to a shoemaker by his family, but he was far too restless for that kind of life.  After leaving home he played the fiddle, traveled to Hawaii, taught dancing school, had 15 children by two wives and became one of the most accomplished mural painters of his day.  However, his true avocation was inventing.  Among his creations (he had over 100 patents) were a fire alarm, signal telegraph, fog whistle, washing machine, and a revolving rifle.  Showing the kind of business sense that has rendered his name obscure in the annals of American history, in 1844 Porter sold this last idea for $100 to Samuel Colt, who then used it to build his renowned firearms company.","Porter may have struck out in the weapons industry, but his contribution in the field of journalism was just as long-lasting.  He took over the <em>New York Mechanic</em> in 1841, but sold it after relocating to Boston the next year in order to work as an electroplater.  Back in New York City, on August 28, 1845 he put out the first issue of <em>Scientific American</em>, a magazine that survives to this day.  In his first editorial, Porter gives the goal of the new journal as “to furnish the intelligent and liberal working man and those who delight in the development of the beauties of Nature…with a paper that will instruct while it diverts and amuses them, and will retain its excellence and value, when political and ordinary newspapers are thrown aside and forgotten.”","The first issue certainly made a good effort on these promises.  There are, as might be expected, scientific articles such as a discussion of the first principles of mechanics and another on how two compounds mixed together could make a very different color than each separately, a fact no doubt related to Porter’s artistic career.  There are also descriptions of the latest technology, improved railcars and the steamship <em>Great Britain</em>, complete with engravings.  There is a list of all of the patents recently granted.  Then there are some articles of a different bent, like the surprising assortment of poetry.  One article is entitled “Rational Religion,” that no doubt provides a distillation of Porter’s own sunny philosophy and the first in a regular theological column.  The story of a horse that is sensible enough to go by itself to the blacksmith is found between an article on lithographic painting and another on the properties of zinc.","One article that deserves of particular notice discussed the invention of one Signor Muzzi.  Muzzi claimed to have invented a method of aerial locomotion, which was basically a propelled balloon.  The author of this article dismissed the practicality of this claim with scorn, writing about how Muzzi’s plan received undue attention simply because he was Italian while a far more rational plan proposed by an American had previously been dismissed.  The vehement dismissal of Muzzi could perhaps be explained by realizing that Porter’s lifetime goal was to develop a working airship and the American referred to in this article was likely none other than himself.","Porter would devote most of his life until his death in 1884 to working on his airship plan, retaining his optimism in the face of business and technical failures.  As for the <em>Scientific American</em>, Porter sold it to two patent lawyers, Orson Desaix Munn and Alfred Ely Beach, for $800 just 10 months after the first issue was published.  He would stay on as editor for another year, but it was under their leadership that the broadsheet would begin to flourish.  Porter himself passed away in Connecticut in 1884, a man whose “eccentricity of genius” was too little appreciated in his day."],"display_date":"August 28, 1845","search_date":"1845-08-28","citations":[{"divid":1272007296,"type":"Website","data":["Rufus Porter Museum","Rufus Porter: Biography","Rufus Porter Museum and Cultural Heritage Center","http://rufusportermuseum.org/rufusbio.html","April 18, 2010"]},{"divid":1272007333,"type":"Website","data":["Scientific American","A History of Scientific American","Scientific American","http://www.scientificamerican.com/pressroom/aboutus-history.cfm","April 18, 2010"]},{"divid":1272007396,"type":"Article","data":["Roland B. Smith","The Genesis of the Business Press in the United States","The Journal of Marketing","19","Oct. 1954","149"]},{"divid":1272007452,"type":"Newspaper Article","data":["The Rise, Progress and Influence of the ‘Scientific American’","Scientific American","New York City","April 16, 1859",""]},{"divid":1272007501,"type":"Newspaper Article","data":["","Scientific American","New York City","August 28, 1845",""]},{"divid":1272498381,"type":"Book","data":["Jean Lipman","Rufus Porter: Yankee Pioneer","","New York","Clarkson N. Potter, Inc.","1968","vii, 3-10, 27-62"]}],"locations":[{"id":4948,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":118,"tag":"invention"},{"id":726,"tag":"Journalism"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}