{"id":506,"title":"Danville Riot\n","course_id":1,"status":"P","start_date":"1883-11-03","end_date":"1883-11-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Racial tension in the late 19th century peaked in the Southeastern United States.  Blacks fought what seemed to be an impossible objective as they sought out equality in a predominately white world.  Nevertheless slow and steady progress was being made as African American advanced in social, political, and economic arenas.  These establishments brought with them the wrath of Southern white fear and prejudice.  What happened on November 3, 1883 in Danville, Virginia was a horrible example of an all too familiar bias that dates back to slavery.&lt;br /&gt;The Danville Riot of 1883 was spurred by white fears in the political spectrum.  The 1883 Virginia statewide elections featured a political party that had in the past been relatively successful.  The Readjuster campaign took an aggressive approach to winning the support of its followers.  For this year the Readjuster ticket had promised three distinct changes: Negro schools, an asylum for Negro insane, and abolition of the whipping post' (Melzer, 12).  The night of the third, a meeting was held by the Coalition Rule in Danville,' a group comprised of several prominent white men who denounced the Readjuster campaign (The Post, 11/4/1883, 1).  A crowd of black men soon congregated outside which inevitably resulted in an altercation.  After the meeting an African American shoved one of the members and tempers quickly escalated.  Even though the man apologized, many white men had already drawn pistols.  A scuffle ensued resulting in seven black men dead and two whites injured (NY Times, 11/5/1883, 1).  The military arrived shortly there after and the crowd dispersed.&lt;br /&gt;Much damage had been done, but many of the effects of the riot were not apparent until after the elections.  Whites patrolled the streets after the riot with shotguns in an attempt to keep fear and submission in the hearts of African-Americans.  The propaganda proved effective when the polls were tallied as 31 of the 1,300 blacks registered to vote submitted ballots (Ayers/Willis, 142).  The result was a landslide victory for the Democratic Party.  This event also marked the end of the Readjuster era."],"display_date":"November 3, 1883 - November 5, 1883","search_date":"1883-11-04","citations":[{"divid":1213678412,"type":"Book","data":["Edited by Edward Ayers and John Willis","The Edge of the South: Life in Nineteenth-Century Virginia",null,"Virginia","University Press of Virginia","1991",""]},{"divid":1213678626,"type":"Newspaper Article","data":["Bloodshed at Danville","The Washington Post","United States of America","Nov 4, 1883",""]}],"locations":[{"id":371,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}