{"id":5060,"title":"<strong>A History of African Slaves in the American Revolution</strong>","course_id":43,"status":"P","start_date":"1855-01-01","end_date":"1855-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Freedom and the emancipation of slaves were not two separate ideals in separate times in American history.  One of the important milestones in the American Revolution was the Boston Massacre, in which one of the first people to die was a black slave. Some claimed he was one of the first martyrs of the American Revolution.  During the American Revolution, several regiments were formed by order of George Washington using slaves.  Those who served to fight for the Continental Armies would receive wages and, when their service had ended, freedom.  Freedom was granted to slaves by not just General Washington, but several other leaders in the Continental Army.  Even among the great men who gave freedom to the hard-working slaves, emancipation for all slaves did not come for centuries afterwards.","This subject was something William C. Nell wanted to show in his book <em>The Colored Patriots of the American Revolution, With Sketches of Several Distinguished Colored Persons. </em>William Nell was an abolitionist of the ninteenth century who avidly studied the history of African Americans, mulattoes, and all other men of African descent.  He was a free African American, who was prejudiced while educating himself.  He worked avidly to integrate schools so that African American children  could study alongside white Americans.  He also took an interest in history, avidly learning all about the history of African Americans and his heritage.  He worked with William Lloyd Garrison and the <em>Liberator</em> for many years, wrote several books and articles promoting emancipation and integration, and diligently pressed for the integration of black and white students in Massachusetts.","His books bring up an interesting point though: in an age born from the American Revolution, there were so much pro-slavery movements.  Slaves and free blacks had actively worked to fight for their freedom and to protect their own nation.  Moreover, many were given that freedom.  It seems ironic, looking through this history, that the issue with slavery continued even until the Civil War.  It is true that the South had become dependent on slaves for their plantations, however, this feeling among slave owners that slaves had no equal standing rivals that of the great leaders giving their slaves freedom.  Truly, the War for Independence was a war fought by all and for all who sought a new nation and freedom.","Michael Kammen mentions Nell as someone who was dedicated to bringing memory of black soldiers to the American culture.  Nell's work in preserving African American history is astounding, and his work has been used to research the African American slave culture.  He was able to bring to light all the reasons why slaves should be given freedom, if not for their service to the cause of freedom."],"display_date":"January 1, 1855","search_date":"1855-01-01","citations":[{"divid":1272020071,"type":"Book","data":["William Cooper Nell","The Colored Patriots of the American Revolution: With Sketches of Several Distinguished Colored Persons: To Which is Added a Brief Survey of the Condition and Prospects of Colored Americans.","","Boston, Massachusetts","Robert F. Walcut","1855","1-300"]},{"divid":1272024393,"type":"Book","data":["David Waldstreicher","The struggle against slavery : a history in documents","","Oxford [England] ; New York","Oxford University Press","2001","47-61, 149"]},{"divid":1272290637,"type":"Book","data":["Michael Kammen","Mystic Chords of Memory:The Transformation of Tradition in American Culture","","New York","Alfred A. Knopf","1991","87"]},{"divid":576815,"type":"Newspaper Article","data":[null,null,"AvXnNaXXbdLv"]},{"divid":4961,"type":"Newspaper Article","data":[null,null,"AvXnNaXXbdLv"]},{"divid":4864,"type":"Newspaper Article","data":[null,null,"AvXnNaXXbdLv"]},{"divid":624920,"type":"Newspaper Article","data":[null,null,"AvXnNaXXbdLv"]},{"divid":8878,"type":"Newspaper Article","data":[null,null,"AvXnNaXXbdLv"]}],"locations":[{"id":4924,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":365,"tag":"Emancipation"},{"id":193,"tag":"Abolitionism"},{"id":625,"tag":"Revolutionary War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}