{"id":5063,"title":"Teaching our Slaves to Read","course_id":43,"status":"P","start_date":"1862-10-08","end_date":"1862-10-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Extra! Extra! Read all about it! Newspaper supports illiteracy!” This confusing fictional phrase would have been the perfect attention grabber for The Confederate Baptist, a southern newspaper that did just that.  In its second ever publication, The Confederate Baptist included a column on its front page entitled “Teaching our Slaves to Read.”  The newspaper largely served as a religious tool of education during the years of the American Civil War and thus hardly an issue was released that did not romanticize the war effort, justify the traditions of the South (particularly slavery) or attempt to instill the virtues of the Confederacy.","<br /> In this particular piece, the editors of the paper dealt with the tension between their Christian basis and slave-owning readers.  While numerous issues of the newspaper presented different versions of religious based justifications for slavery, here the issue was about teaching slaves about the Bible.  The spreading of the Gospel was fundamental to the Baptist belief system but actively teaching slaves to read and write presented a real threat to the institution of slavery and was in fact illegal in both Georgia and South Carolina in 1862.  Luckily the contributors of The Confederate Baptist found a loophole that allowed them, in their minds, to uphold both traditions of slavery and Christianity.  The column states that “the reading of the Scriptures is not essential to the salvation of our slaves.  Faith cometh by hearing, and all the benefits of revelation may be communicated to them by what has always been the great means of conversion, the preaching of the Word.  Oral communication has ever been God’s chosen method of saving sinners.”","<br /> In her book, When I can Read My Title Clear, Janet Duitsman Cornelius examines this issue of “Bible Slavery.”  While literacy was certainly not common among slaves, some slave-owners did advocate the education of their slaves, to varying degrees and for varying reasons.  One slave-owner recalled that it was advantageous to him to have slaves that could read but not write, thus education was simply pragmatic in nature.  Other slave-owners decided to educate their slaves in opposition to a central government telling them what they could and could not do with their “property”.  Other Christians felt that personal reading and understanding of the Bible was essential to salvation and therefore taught their slaves to read.  In none of these cases, however, does one find a true sympathy for the situation for the slaves beyond religious ideologies and therefore education is never brought to the slaves in the South that would lead to a potential improvement of their situation."],"display_date":"October 8, 1862","search_date":"1862-10-08","citations":[{"divid":1272029601,"type":"Newspaper Article","data":["Teaching Our Slaves To Read","The Confederate Baptist","Columbia, South Carolina","October 8, 1962","1"]},{"divid":1272029639,"type":"Book","data":["Janet Duitsman Cornelius","When I Can Read My Title Clear: Literacy, Slavery, and Religion in the Antebellum South","","Columbia, South Carolina","University of South Carolina Press","1991","105-124"]}],"locations":[{"id":4953,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":445,"tag":"Education for blacks"},{"id":79,"tag":"Religion"},{"id":4,"tag":"Slavery"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}