{"id":5064,"title":"Remembering Our Gallant Dead","course_id":43,"status":"P","start_date":"1863-01-14","end_date":"1863-01-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dealing with death is as unavoidable as death itself.  Grief that weighs on the hearts of those who have lost someone dear to them is a great burden to bear.  Imagine then the amount of sorrow and mourning in the Confederate States at the height of the American Civil War.  Ways of thinking about and dealing with the amount of loss of life during the Civil War were diverse.  William C. Davis in his book, The Cause Lost: Myths and Realities of the Confederacy, addresses the changes that took place throughout the war in how citizens in the South dealt with the overwhelming personal loss.  At the onset of the war, Davis explains; when patriotism and military zeal were at their highest points, men were quick to rush off to join the ranks and the great adventure that awaited them.  Similarly, those who suffer the loss of a family member early in the war in large part viewed the death as a heroic sacrifice to a just cause. This notion did not hold as the war became prolonged and the death toll rose.  Writings, both public and private, took a more realistic and negative tone, moving away from the romantic, almost idealistic, vision of war seen at the onset.","<br /> A piece from the January 14, 1863 edition of The Confederate Baptist attempted to address and assuage the grief of those personally touched by the war.  The section, entitled “Our Gallant Dead,” both gave honor to the memory of brave unknown soldiers and addressed the reality of a deadly campaign.  The author called to the “noble spirits…whose graves are unmarked…but their memory is none the less dear” and for the living he advised that “it well becomes us to mourn both as a nation and individuals…it is indeed noble to weep for the good and the brave.”  However the imagery is far from romantic.  The author acknowledged the brutality of war and wove a tapestry of mental images including “precious blood…oozing from a fatal wound” and “the falling, mangled forms of the deadly combatants…Sublime tragedy! Awful spectacle!,” hardly the common language of a religious newspaper.","<br /> The Confederate Baptist presents us with an interesting snapshot of the war.  At the time of this publication in 1863, the subscribers of this paper were likely undergoing the change in outlook on the war from ‘heroic crusade’ to ‘useless sacrifice’ and the language and imagery of this particular article perfectly captured the tension between these two opposing forces."],"display_date":"January 14, 1863","search_date":"1863-01-14","citations":[{"divid":1272030297,"type":"Newspaper Article","data":["Our Gallant Dead","The Confederate Baptist","Columbia, South Carolina","January 14, 1863","1"]},{"divid":1272030330,"type":"Book","data":["William C. Davis","The Cause Lost: Myths and Realities of the Confederacy","","Lawrence, Kansas","University of Kansas University Press","1996","111-126"]}],"locations":[{"id":4951,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":109,"tag":"highdeath toll"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}