{"id":5067,"title":"In Faded Fabric: The Preservation of Immigrant Identity","course_id":43,"status":"P","start_date":"1870-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Kingdom of Italy had secured its territorial integrity, seizing Venice from Austria 1866 and ending Rome’s Papal autonomy by conquering the Eternal City four years later. Nestled in the mountains of southern Italy laid the village of Montefalcone. In 1870, the town was awash with celebration—not from its kingdom’s recent conquests but from a single wedding. Fiorita Corso was betrothed to Aniello Vitale, the orphaned son of a wealthy local merchant; imported cloth and wine streamed in from across the country, and the families busied themselves with preparations.","Aniello’s father Raffaele had owned houses and property across the Campania region of southern Italy. He owned a prosperous store, selling groceries, cloth, and medicine. Around 1860, while bathing his horses, Raffaele was pulled underwater by a horse and drowned. As his widow mourned, the business fell into decline, servants stole from the family, and little-by-little their wealth disappeared. Aniello had gone to northern Italy to study for the priesthood, but with no money he was forced to return home, where he met and married Fiorita.","In the weeks leading to the wedding, according to custom, Fiorita had helped sew the pillows and blankets the couple would need in their new home. The pillows were simple and elegant, with white and green material stitched together with loving precision. Today, the colors have faded, the subtle smell of decay clings to the fabric, and the texture has irrevocably changed with the passage of decades. When the family settled in Chicago, Illinois, years later, the pillow was among the few belongings taken with them. It remained in the family for 140 years, passed through the generations to the present day.","In 1850, less than 4000 Italians were recorded in the entirety of the United States. By 1880, there were 44,000; by 1900, over 480,000. Most, like the Vitale descendents, were from southern Italy, where the standard of living declined dramatically in the closing decades of the nineteenth century. Disease and starvation swept the Italian countryside, and the cost of food skyrocketed. The pre-modern agricultural system could not support its people, and the lack of democracy gave citizens no voice in their own government. Once in America, however, the agriculturally-based immigrants were forced to adapt to lives in New York and Chicago. Like the Vitales, many immigrants settled in ethnic neighborhoods and clung to their language and cultural traditions. Even as they struggled to transcend the bleak realities of urban existence, many clung to ethnic identities with an almost sacred reverence. Such cultural bonds provided security and meaning amidst the integrating and potentially oppressive forces of industrial America. For the Vitale family, the pillowcase represented the preservation of an identity, an individual existence distinct from the realities of their new lives."],"display_date":1870,"search_date":"1870-07-02","citations":[{"divid":1272033612,"type":"Lecture, Conference Paper, etc.","data":["Granddaughter of Fiorita Vitale","Interview with granddaughter of Fiorita Vitale","","","Chicago, Illinois","December 16, 2005"]},{"divid":1272033675,"type":"Lecture, Conference Paper, etc.","data":["Granddaughter of Fiorita Vitale","Interview with granddaughter of Fiorita Vitale","","","New York, New York","June 28, 2007"]},{"divid":1272033719,"type":"Artifact","data":["Fiorita Corso Vitale","Fiorita Vitale Wedding Pillowcase","Pillowcase","c. 1870","Personal collection","Personal collection","South Carolina"]},{"divid":1272033772,"type":"Website","data":["Thinkquest","Immigration: The Journey to America, The Italians","Thinkquest","http://library.thinkquest.org/20619/Italian.html","April 14, 2010"]},{"divid":1272033953,"type":"Website","data":["Linda Magnusson","Causes of the Italian Mass Emigration","Thinkquest","http://library.thinkquest.org/26786/en/articles/view.php3?arKey=4&amp;paKey=7&amp;loKey=0&amp;evKey=&amp;toKey=&amp;torKey=&amp;tolKey=.","April 14, 2010"]}],"locations":[{"id":4847,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":733,"tag":"Italy"},{"id":405,"tag":"Marriage"},{"id":31,"tag":"Immigration"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}