{"id":5068,"title":"Kind Words for Sunday School Children teaches children to live a Christian lifestyle.","course_id":43,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Once a month, children all over Atlanta, Georgia would rush to the front yard to gather up the newspaper. With their Bibles in hand, they eagerly flipped to their favorite section labeled Kind Words for Sunday School Children. These “kind words” were stories written for the Christian children to read and to take away important lessons that the Bible teaches. These stories were stories from the Bible with a modern twist. They were designed to teach children to follow Christian teachings and to develop a moral center.","During the nineteenth century, the American Bible Society was formed. The society’s main purpose was to promote moral reform.  But during the 1850s, the society began to undergo major changes. The group became institutionalized and commercialized. The focus was no longer on spreading ideas of moral values but now it had a bureaucratic feel to it, it was business, not religious anymore. Kind Words for the Sunday School Children is a prime example of this change. With the publication of Bible teachings in the newspapers, there was no need for children to even attend Sunday School, all the children had to do was read the newspaper. This was one example that marked the death of the community and the creation of individualization.","Kind Words was not the only of it’s kind. Several other techniques were used to help engrain good morals and Christian values in the brains of the nineteenth century youth. One example of this is Mark Twain’s Tom Sawyer. Although the novel promotes some degree of rebellion, Twain still expresses his views and ideas of Sunday school and promoted Christian ideals.","Kind Words for the Sunday School Children were essentially fables and moral stories that taught children stories in the Bible and taught them to live their lives by the Bible. The reason for stories like this to reach the children was to ensure that the religiosity of the following generations would remain strong.  According to southern Christians, it was vital for their children to be well versed in the ways of the Bible so they would continue to spread the word."],"display_date":1866,"search_date":"1866-07-02","citations":[{"divid":1272033824,"type":"Newspaper Article","data":["Kind Words for Sunday School Children","Southern Baptist Convention","Atlanta, Georgia","October 1866",""]},{"divid":1272033998,"type":"Website","data":["Michigan State University Special Collections","Shaping the Values of Youth: Sunday School Books in 19th Century America","Michigan State University Special Collections","http://digital.lib.msu.edu/projects/ssb/?action=introessay","April 20, 2010"]},{"divid":1272394346,"type":"Article","data":["Peter J. Wosh","Bibles, Benevolence, and Bureaucracy: The Changing Nature of Nineteenth Century Religious Records","The American Archivist","52","1989","166-178"]}],"locations":[{"id":4894,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":514,"tag":"Christianity"},{"id":540,"tag":"Baptists"},{"id":734,"tag":"sunday school"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}