{"id":5070,"title":"The Young Lady's Guide is a guide on how women should live and conduct their lives according to Gods will.","course_id":43,"status":"P","start_date":"1870-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Young Lady’s Guide, written in 1870, is a book on how women should live and conduct their lives according to God's will. One of the guide’s goals is to get young women to look at the broader picture and to forget the distractions in their daily lives and instead focus on God.  The guide is split in several different sections with each section written by a different author who is experienced on that particular topic.","Etiquette books like The Young Lady's Guide, such as Ralph Waldo Emerson's <em>The Conduct of Life</em>, delivered a philosophy to the emerging middle class on how to achieve morality rather than individualism. Scholars believed that these conduct guides were a way of shielding communities from individualist ideas. Writing diaries and participating in the community were ways to hold true to moral values that were slowly being lost to commercialism and business. As long as the lives of citizens remained simple, and more importantly the same, the individualist idea would have a tough time engraining itself in the American mind.","The Young Lady's Guide was a combatant of individualist ideas. It taught young women of the nineteenth century to follow moral values rather then their own personal interests. But in a country with an emerging middle class breaking the status quo of the social structure, it was hard for business and the drive to succeed and move up the social ladder to not get in the way of ethics and moral values."],"display_date":1870,"search_date":"1870-07-02","citations":[{"divid":1272034671,"type":"Book","data":["Sarah S. Ellis","The Young Lady's Guide","1","New York City","American Tract Society","1870","375-420"]},{"divid":1272397458,"type":"Article","data":["Thomas Augst","Composing the Moral Senses: Emerson and the Politics of Character in Nineteenth-Century America","Political Theory","27","Feb. 1999","85-120"]}],"locations":[{"id":4896,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":514,"tag":"Christianity"},{"id":736,"tag":"19th century youth"},{"id":737,"tag":"family values"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}