{"id":5072,"title":"The Single Inaugural Address of President Zachary Taylor","course_id":43,"status":"P","start_date":"1849-12-04","end_date":"1849-12-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["President Zachary Taylor's only inaugural address of the year 1849 is, at first glance, a rather typical political address from a rather typical president. He is one president in the long line of ex-military men to join politics. Like many, he was not especially interested in politics and more coerced into it. Taylor and his address are an important because he is one of the presidents in the run-up to the events prior to the Civil War.","Taylor received the Whig nomination for president and defeated the Democratic candidate Lewis Cass and the Free Soil candidate, Martin van Buren. He is also the last southern President until Lyndon Johnson.","Taylor's inaugural address of 1849 is a very typical political speech. He emphasizes a strong and effective military and naval presence. Being an ex-military man himself, he was also a strong nationalist. He also talks about the strong relationship the United States has with other nations and how he believes in strengthening and maintaining those friendships, especially towards France, with whom they had had a minor altercation. Taylor says he has “scrupulously avoided any interference in the wars and contentions which have recently distracted Europe.” This was demonstrated in the Clayton-Bulwer Treaty signed by the United States and Great Britain.","President Taylor believed in a strong government banking system and wanted to express that the federal government should encourage agriculture, commerce and manufacturing.","Taylor's short term was dominated by the issue of slavery. Although a southern war hero who owned slaves, Taylor felt he needed to take a moderate issue on slavery. Although, he did not mince his words when talking about hanging anyone who broke the law. However, slavery does not appear as an issue in his address. The only way it comes up is when he mentions that people have been buying American-made boats in Brazil and using them for the slave trade. The idea behind The Compromise of 1850 was formulated during Taylor's time in office, yet he died while it was being debated.","Taylor was not a very effective president himself and most of the men he appointed were not very competent and effective either. Taylor, although running and winning as a Whig, did not completely suscribe to the Whig ideals and was not inclined to be a follower or puppet of the Whig Congress majority and it was that, combined with his own and his administration's effectiveness that caused his short presidency to be remembered mostly for his unusual death."],"display_date":"December 4, 1849","search_date":"1849-12-04","citations":[{"divid":1272034895,"type":"Website","data":["Zachary Taylor","Zachary Taylor: Annual Message","Gerhard Peters - The American Presidency Project","http://www.presidency.ucsb.edu/ws/index.php?pid=29490","April 23 2010"]},{"divid":1272513856,"type":"Website","data":["Peter Scholing","Inaugural address, Monday, March 5, 1849 Context","University of Groningen","http://www.let.rug.nl/usa/P/zt12/speeches/taylor_i.htm","April 19, 2010"]},{"divid":1272513910,"type":"Website","data":["Whitehouse.gov","Zachary Taylor","Federal Government","http://www.whitehouse.gov/about/presidents/zacharytaylor","April 18"]},{"divid":1272695955,"type":"Website","data":["PBS","Compromise of 1850","PBS Online","http://www.pbs.org/wgbh/aia/part4/4p2951.html","April 18"]}],"locations":[{"id":4957,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":743,"tag":"Compromise of 1850"},{"id":742,"tag":"Inaugural Address"},{"id":741,"tag":"Taylor"},{"id":740,"tag":"President"},{"id":18,"tag":"Politics"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}