{"id":5077,"title":"<strong>A Jewish Rebuke to Confederate Anti-Semitism in Richmond </strong>","course_id":43,"status":"P","start_date":"1863-03-27","end_date":"1863-03-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 27, 1863, Reverend M. J. Michelbacher, rabbi of the Bayth Ahabah synagogue in Richmond, delivered a sermon on a day of prayer declared by Jefferson Davis. Michelbacher was a prominent Jewish leader in the Confederate capital.  Although he had moved from Philadelphia in 1846, he was a fervent supporter of the Confederate cause even prior to secession. In the sermon, Michelbacher responded to accusations that Jewish Southerners were not properly devoted to the Confederate cause and were instead speculating and engaging in selfish business practices.  Michelbacher denied these accusations and spoke of Jewish honesty and support for the Confederacy.  He argued that Confederate leaders like Robert E. Lee never questioned Jewish patriotism, and that many Jewish Southerners were fighting in the Confederate army.  He also prayed for the Confederacy, entreating God for food, a renewal of spirit and compassion in the Confederacy, protection, and counsel and wisdom for Jefferson Davis and the Confederate cause.","This source reveals an interesting dynamic in religious and ethnic differences in the capital.  Although no physical Anti-Semitic violence occurred in Richmond, there was some criticism of Jewish Southerners.  This source shows the dynamic of a religious minority, many of whose members were also ethnic minorities and German immigrants, professing its support for the dominant political ideals of a community and pledging their support for them.  In his book<em> The Jewish Confederates, </em>Robert Rosen examines the role of Jewish citizens in the Confederacy.  He argues that Jewish Southerners, being white, of small number, and often of the merchant class, were safer and more accepted in the American South than the North.  If true, this would help to place Michelbacher's sermon in the context of a community currently undergoing criticism but safely within and committed to the prevalent culture and its ideals."],"display_date":"March 27, 1863","search_date":"1863-03-27","citations":[{"divid":1272050939,"type":"Pamphlet or Other Printed Material","data":["Michelbacher, Rev. M.J.","A Sermon Delivered on the Day of Prayer Recommended by the President of the C.S. of A., the 27th of March, at the German Hebrew Synagogue \"Bayh Ahabah\"","Richmond, Va.","MacFarlane and Ferguson","1863","Rare Book Collection, University of North Carolina at Chapel Hill"]},{"divid":1272051105,"type":"Book","data":["Rosen, Robert N.","The Jewish Confederates","","Columbia, SC.","University of South Carolina Press","2000","20-43, 230-233, 270-274"]},{"divid":1272131161,"type":"Book","data":["Dabney, Virginius","Richmond: The Story of a City","","Garden City, NY","Doubleday and Company, Inc.","1976","138"]}],"locations":[{"id":4785,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":79,"tag":"Religion"},{"id":32,"tag":"Civil War"},{"id":752,"tag":"Judaism"},{"id":753,"tag":"Anti-Semitism"},{"id":754,"tag":"Richmond"},{"id":755,"tag":"Confederacy"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}