{"id":5078,"title":"<strong>William Gilmore Simms' Account of the 1865 Destruction of Columbia </strong>","course_id":43,"status":"P","start_date":"1865-02-14","end_date":"1865-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1865, William Gilmore Simms, famed Southern novelist, published a text recounting the capture and burning of Columbia, South Carolina, by the forces of General William Sherman.  The text was highly anecdotal, creating a scene of violence, and disorder.  He recounted looting, fires, and destruction. Simms argued that Sherman willing and knowingly allowed Columbia to burn, that soldiers prevented firemen and citizens from stopping the fires, and even started fires themselves. The text reveals the massive resentment held against Sherman as a result of the collapse of Columbia. However, for all of his stories, Simms missed some of the most incendiary factual events, like the mock senate of soldiers that convened to “repeal” the nullification bill South Carolina had passed decades earlier.","William Gilmore Simms was one of the leading literary figures in the South during this period.  Although remembered as a novelist, Simms also wrote many histories.  In <em>A Sober Desire for History: William Gilmore Simms as Historian, </em>historian Sean Busick examines Simms' historical works.  He consciously removes the text on Columbia from his examination,  arguing that since it was written soon after the events it described, it lacked the elapsed time to be considered a history.  However, Busick's conclusions are still applicable to the text.  Busick argues that like many contemporary historians Simms viewed history as a literary art form, one that required a artist's skill and imagination to present the historical facts in a proper and morally edifying way.  The anecdotal, story-telling style applied to the text, in addition to the judgments leveled against Sherman, reveal these artistic and moralistic trends in the book."],"display_date":"February 14, 1865 - February 20, 1865","search_date":"1865-02-17","citations":[{"divid":1272051893,"type":"Book","data":["Royster, Charles","The Destructive War: William Tecumseh Sherman, Stonewall Jackson, and the Americans","","New York","Alfred E. Knopf, Inc.","1991","19"]},{"divid":1272051965,"type":"Book","data":["Simms, William Gilmore","Sack and Destruction of the City of Columbia, S.C.","","Unknown Location","Power Press of Daily Phoenix","1865","1-85"]},{"divid":1272329370,"type":"Book","data":["Busick, Sean","A Sober Desire for History: William Gilmore Simms as Historian","","Columbia","University of South Carolina Press","2005","xii, 3-10"]}],"locations":[{"id":4791,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":757,"tag":"Catholicism"},{"id":756,"tag":"Columbia"},{"id":244,"tag":"Violence"},{"id":755,"tag":"Confederacy"},{"id":32,"tag":"Civil War"},{"id":284,"tag":"General Sherman"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}