{"id":5081,"title":"Dissent Among Southern Evangelicals: To Secede or Not?","course_id":43,"status":"P","start_date":"1838-03-10","end_date":"1838-03-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["T. Meredith did not know that in less than three decades he would be in minority opposition to secession. Editor of <em>The Biblical Recorder and Southern Watchman</em>, a weekly newspaper “devoted to religion, morality, literature, and general intelligence,” and circulated throughout North and South Carolina, he urged readers to follow Martin Luther’s example of seeking “strength elsewhere than in men” on March 10, 1838.","During the election of 1860, the Southern church pulpit was a counseling arm; the religious were persuaded to take interest in elections without succumbing to the sins associated with political involvement. After the election of Lincoln, and certainly after Ft. Sumter, this attitude changed. “Mutual respect” and “confidence” among North and South had been destroyed in the minds of many preachers, as Union meant an assault on God-given rights. The Alabama Baptist State Convention convened two weeks after Lincoln’s election and declared, “we can no longer hope for the justice, protection or safety from the Federal Union.” The Alabama Conference of the Methodist Episcopal Church also felt the need for secession, showing that for the church, secession transcended slavery (Methodists and Baptists would split over slavery in 1844 and 1845).","<em>The Biblical Recorder</em> would express “the hope that Alabama Baptists might recall their desire to secede,” urging clergymen to use their moral power to keep the Union whole. But most Southern Protestants, while wishing to avoid war, called for secession. This attitude also changed. Many came to see the war as a holy crusade of Christian, civilized Southerners fighting against an atheistic, barbaric North; the theory that Just War could be a form of Christian discipleship was invoked and applied.","While other churches and newspapers were swept up in the three-pronged defense of secession as a Constitutional right, necessary to economic freedom, and a Biblical mandate, <em>The Biblical Recorder </em>and a few other Christian organizations stood firm in advocating nonviolent resistance and the use of spiritual, moral authority and power. The diversity of opinion among just Southern denominations about secession and the Civil War is only a microcosm of nationwide diversity that leaves the feeling that reconciliation may have been impossible."],"display_date":"March 10, 1838","search_date":"1838-03-10","citations":[{"divid":1272209944,"type":"Newspaper Article","data":["","The Biblical Recorder and Southern Watchman","Raleigh, NC","March 10, 1838",""]},{"divid":1272210022,"type":"Book","data":["W. Harrison Daniel","Southern Protestantism in the Confederacy","","Bedford, VA","The Print Shop","1989","1-22"]},{"divid":1272210159,"type":"Book","data":["Bertram Wyatt-Brown","Religion and the American Civil War","","Oxford","Oxford UP","1998","89-109"]}],"locations":[{"id":4865,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":32,"tag":"Civil War"},{"id":17,"tag":"Government"},{"id":79,"tag":"Religion"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}