{"id":5082,"title":"The Confederacy: Religion, Government, and – Diversity?","course_id":43,"status":"P","start_date":"1862-10-08","end_date":"1862-10-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Rulers,” insisted the editor of the <em>Confederate Baptist</em>, “were entitled<em> elahim</em>, gods, because, as the New Testament informs us, they are ‘God’s ministers,’ ordained for the temporal welfare of the body politic.” The October 8, 1862 article was written when the South and her religions were in the throes of the Civil War.","Ironically, a newspaper which had advocated secession two years previously was now urging its readers to cede their faith to a new governing body, Jefferson Davis, his cabinet, and the Congress of the Confederate States of America.","As the United States Congress had done, the Confederate Congress approved and funded a certain version of the Holy Scriptures, which would be used in the Confederate armies. Efforts were made to distribute the Bible to every soldier, and some locations saw shortages. The <em>Confederate Baptist</em>, local churches, and other organizations sought to convert as many men in uniform as possible. “Several” Johnnie Rebs were baptized, while 230 savage, degenerate Indians accepted the message of Christ.","Supporters and opponents of secession and the Civil War used religion to justify their arguments; however, few could have forseen savages responding more heartily to the Gospel message than the South’s renown warrior class. Religious awakening that had come and was to come in a series of waves was seized upon by both sides of the Civil War debate – warhawks and pacifists – and shows that the group of states often referred to as the “solid South” during elections was, and is, dynamic and opinionated even within its various religious traditions."],"display_date":"October 8, 1862","search_date":"1862-10-08","citations":[{"divid":1272210662,"type":"Newspaper Article","data":["Respect for Rulers","Confederate Baptist","","October 8, 1862",""]},{"divid":1272210698,"type":"Article","data":["W. Harrison Daniel","Bible Publication and Procurement in the Confederacy","The Journal of Southern History","24.2","May 1958","191-201"]}],"locations":[{"id":4866,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":79,"tag":"Religion"},{"id":17,"tag":"Government"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}