{"id":5083,"title":"Whigs: Nationalism &amp; Publication","course_id":43,"status":"P","start_date":"1846-06-01","end_date":"1846-06-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Although the Whig Party was already in trouble by the late 1840s, they remained vocal on a host of issues through print publications, such as <em>The American Whig Review.</em> One particular article of interest was written in June of 1846 and dealt with “Supply and demand,” which the author believed “must ever be the governing rule of prices.” The article also discussed how speculation ruins the equilibrium of the market. Interestingly, Whigs on the whole favored protective tariffs, which arguably interfere with the free market and supply-demand processes.","In the <em>Review</em>, the role of government was also discussed; building upon the Hamiltonian nationalist tradition, the Whigs largely argued against nullification. Daniel Webster’s performance in his debates with Robert Y. Hayne was applauded by the journal. One writer commented, “Mr. Webster might regard this achievement as the chief honor of his life.” Indeed, the Whigs drew upon nationalism for other topics of debate, not just nullification.","The rise and fall of the American Whig Party is a story which has been thoroughly documented and analyzed; its split over the issue of slavery is of particular interest to historians. However, during its most viable years, new philosophy about the nature of government was introduced in America, as well as older theories being reborn and advocated. From an analysis of <em>The American Whig Review</em>, Whigs were influential in the debates regarding tariffs and the free market, federalism versus nationalism, and ultimately the question of slavery.","The Whig Party was defunct before the advent of the Civil War, but may have perished sooner without its vast print infrastructure – newspapers and journals spread Whig ideas about the role of government that were adopted by the Republican party, especially Lincoln, who was a Whig for the majority of his adult life and became part of a bridge that allowed Whig concepts to cross into the Republican Party platform."],"display_date":"June 1, 1846","search_date":"1846-06-01","citations":[{"divid":1272211090,"type":"Article","data":["William S. Stokes","Whig Conceptions of Executive Power","Presidential Studies Quarterly","Winter-Spring","1976","16-35"]},{"divid":1272211131,"type":"Book","data":["-----","The American Review: A Whig Journal of Politics, Literature, Art and Science","","New York","George H. Colton","1846","83, 414, 467"]}],"locations":[{"id":4863,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"},{"id":4862,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":767,"tag":"Political Parties"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}