{"id":5084,"title":"The Price of Slavery","course_id":43,"status":"P","start_date":"1847-01-02","end_date":"1847-01-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["To a group of slaves about to be sold to a new owner, the future is uncertain. Their new home may promise decent food and board, or it may mean the separation from their closest family members, abusive overseers, and grueling work that drives them to the brink of death. This is what thirteen slaves faced when they were sold on January 2, 1847 by John D. McCullough to Samuel W. Evans. The document promised their ownership by Evans until their death or his, at which time his heirs would take further ownership of any surviving slaves. In addition, McCullough promises in the contract that he will defend the ownership by Evans of these people against any person who claims otherwise. The insights these provide into antebellum Southern society are many.","The fact that McCullough includes his defense of ownership in the contract shows us the state of the Southern economy at this time. Slaves made up a majority of the livelihood, providing the region with the largest portion of its economic output. Runaways could be a problem, but those recaptured were returned to their owners. However, there is the chance that, like any other form of property, dishonest men could capture the runaway slaves and call them their own. The inclusion of a witness to the sale of slaves in Evans’ contract shows how important it was to protect their means of an income, all the way until and through their death, guaranteeing their children and families a way to continue making money as well. This also provides another possibility. In the case that a slave runs away and is found among abolitionists, a slave owner would have the proof needed to show that the man or woman had escaped and, according to the later Fugitive Slave Act, had to be returned to his or her rightful owner.","In addition, it is important to note the price that these men and women sold for. The total amount for the slaves was listed as $5,300 – about $408 per slave. This was less than large slave markets, such as those in New Orleans, where slaves could go for up to $1,200, but the fact that this was a private sale means more bargaining was involved. However, this leads to another problem; slaves were hyperaware of their value as a commodity. At the war’s end, when these people were looking for work in labor as free agents, they would ask for the same prices that they had garnered before the war; however, white plantation owners were unwilling to pay such prices, leaving both ends in a poor position: the newly freed blacks without work, and the whites without labor to work their fields. The Southern economy would be destroyed for years to come as both groups of people struggled to make sense of their new situations."],"display_date":"January 2, 1847","search_date":"1847-01-02","citations":[{"divid":1272220666,"type":"Manuscript","data":["","Sale of Slaves",null,"","","John D. McCullough to Samuel W. Evans","Special Collections, Furman University"]},{"divid":1272220707,"type":"Book","data":["Walter Jonson","Soul by Soul","","Cambridge","Harvard University Press","1999","45"]}],"locations":[{"id":4860,"lat":34.2738944437,"lng":-79.941633894,"zoom":9,"place":"DARLINGTON, South Carolina"}],"tags":[{"id":768,"tag":"Prices"},{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}