{"id":5086,"title":"An Oath of Pretending","course_id":43,"status":"P","start_date":"1865-08-14","end_date":"1865-08-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Four months after the end of the Civil War, Edwin Ware leaned down and signed an oath of loyalty to the United States government, swearing his support and protection of the constitution and union of the states, including the recently emancipated slaves. The former slave owner was the 2,560<sup>th</sup> person in Greenville, South Carolina to complete such an oath. Ware had effectively signed over all his beliefs and ideologies, and now had to return home to his empty plantation and inform his family that their livelihood was gone.","The end of the Civil War resulted in a devastating blow to the Southern economy. With former slaves demanding more pay than white plantation owners were willing to pay, crops were left to rot in the fields, bankrupting families that had worked the same fields for generations. And while these families signed oaths of loyalty to the victors of the war, guaranteeing their obedience to the Emancipation Proclamation, there were no qualifications in the oaths defining the treatment of the newly freed population. So Southern citizens could restrict blacks from working in any positions but the one they had formerly held – labor – and could pay them far below what was acceptable for such work.","The Confederacy believed itself a potential victor until the moment General Lee surrendered to the Union forces, an action that must have been like a slap to the face. The oaths that followed were not done willingly; the fact that it was required for reacceptance to the Union and as a means to restrict the South show that well enough. Southern frustration would be effectively turned into aggression towards the perceived source of their troubles: blacks. And while the oaths require the emancipation to be respected – under threat of divine punishment – it allowed for the continued persecution of African Americans for the next century."],"display_date":"August 14, 1865","search_date":"1865-08-14","citations":[{"divid":1272221054,"type":"Manuscript","data":["","Oath of Loyalty to US Government",null,"","","Ware Family Papers","Special Collections, Furman University"]},{"divid":1272221087,"type":"Book","data":["David Herbert Donald, Jean Harvey Baker, &amp; Michael F. Holt","The Civil War and Reconstruction","","New York","W. W. Norton &amp; Company","2001","494-507"]}],"locations":[{"id":4858,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":755,"tag":"Confederacy"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}