{"id":5089,"title":"“<em>General I Have no Division” </em>The Blunder of Pickett’s Charge.","course_id":43,"status":"P","start_date":"1863-07-03","end_date":"1883-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The battle of Gettysburg will be remembered as one of the deadliest battles in American history. Over 46,000 Americans were either wounded, killed, or captured in three days of fighting. One moment, occurring on the last day of the battle, stands out from the rest. Pickett’s charge, which took place on the third and final day of the battle, is considered to be one on the biggest military blunders of the war. While Pickett’s name is forever attached to the failed charge, it was planned and orchestrated by another Confederate leader, General Longstreet.","The blunder of the charge is documented in a manuscript produced by a staff officer under Longstreet, Lieutenant Colonel Fremantle. While Lieutenant Colonel Fremantle is not critical of Longstreet’s plan, the problems with how the charge was orchestrated is evident in his reflection of the day’s events. “The distance between the Confederate guns and the Yankee position--<em>i. e.,</em> between the woods crowning the opposite ridges was at least a mile--quite open, gently undulating, and exposed to artillery the whole distance. This was the ground which had to be crossed in to-day's attack. Pickett's division, which has just come up, was to bear the brunt in Longstreet's attack, together with Heth and Pettigrew in Hill's corps. Pickett's division was a weak one (under 5,000), owing to the absence of two brigades.”  When analyzing the strategy Longstreet employs when preparing the charge, the flaws become apparent.","Pickett’s division, which was below normal strength, would be the main effort and would thus face the majority of Union fire. Not only would Pickett’s force, which was undermanned, face the majority of the fire, the division would have to cross one mile of open ground, and attack an enemy force that was well entrenched at the top of the hill. Though Pickett protested to General Lee, stating “General I have no division, ” Lee ordered the charge to take place anyway.","Though Pickett received the majority of the blame for the blunder of the charge, he was acting under orders from superior officers. Often Longstreet is forgotten as the main player and orchestrator of the deadly charge. Longstreet later reflected on the mistakes made to Lieutenant Colonel Fremantle. “At 2 P. M. we walked to General Longstreet's camp, which had been removed to a place three miles distant, on the Fairfield road. General Longstreet talked to me for a long time about the battle. He said the mistake they had made was in not concentrating the army more, and making the attack yesterday with 30,000 men instead of 15,000. The advance had been in three lines, and the troops of Hill's corps who gave way were young soldiers, who had never been under fire before. He thought the enemy would have attacked had the guns been withdrawn.”","Though the blame is often laid onto General Pickett,he was only acting under orders. If his division wasn't ordered to be the main effort it can be argued that the blunder of the charge would rest on someone else's shoulders. However, General Longstreet's plan can be viewed as blunder in itself. Ultimately the confederate line charged a well entrenched enemy."],"display_date":"July 3, 1863 - July 3, 1883","search_date":"1873-07-02","citations":[{"divid":1272289750,"type":"Book","data":["Fremantle, Arthur James Lyon, Sir","Three Months in the Southern States: April, June, 1863","","Moblie Alabama","S. H. GOETZEL","1864","138"]},{"divid":1272289941,"type":"Article","data":["Arthur C. Danto","Gettysburg","Grand Street","3","1987","98-116"]},{"divid":867901,"type":"Website","data":[null,null,null,null,null,"lPykiqfUhdCax"]}],"locations":[{"id":4934,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":715,"tag":"Military"},{"id":32,"tag":"Civil War"},{"id":697,"tag":"Historiography"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}