{"id":5091,"title":"The Legacy of Andersonville Prison; Who is to Blame?","course_id":43,"status":"P","start_date":"1864-02-27","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The concept of enemy prisoner of war camps was a new idea at the time of the American Civil War. Previously soldiers that surrendered on the battlefield were often paroled. These soldiers were expected to return home and lay down their arms. However, often these men would return home then reenlist and fight the enemy again. Armies recognizing this problem placed punishments on soldiers who were captured violating their parole. Though these punishments were in place, there was really no efficient way to keep track of those who violated their parole, thus enemy prisoner of war camps were established. Although prisoners were placed in these camps, often treatment and conditions were so difficult that there was no guarantee that they would survive. The best example from the American Civil War is Andersonville prison camp Andersonville prisoners suffered so immensely that the camp’s commander was trailed and imprisoned for war crimes. Attaching blame to the commander was and is the obvious course of action, however, reviewing the history of the camp reveals different information.  Who is actually to blame?","Howell Cobb, the commander of the military district Andersonville was located recognized the problem of overcrowding in the camp as early as May of 1864. “There are now in the prison twelve thousand prisoners…The effect of increasing number within the present area must be a terrific increase of sickness and death during the summer months.” So while the conditions suffered by Union soldier imprisoned with the walls of the were horrible, it was recognized by the Confederate administration that conditions were sub-standard.","So who is to blame? Many argue that is the responsibility of the commander of the camp. However, the commander was not allocated resources sufficient care for the number of prisoners interred at the camp. The Confederacy, when conditions at Andersonville were at their all time worst, barely had the resources to provide for armies in the field, so naturally, the amount of resources allocated to the commander of the camp extremely limited. Blame can be assigned ultimately by putting the situation in historical perspective.","Perspective is an interesting subject in regards to how the legacy of a particular event or place is viewed. Often, especially when the event or place is viewed negatively, blame shifts depending which side the reviewer takes. Pro-Union reviewers will place blame on the commander, or the Confederate government for the conditions suffered by the union detainees.  However, conversely pro-Confederate reviewers will place blame on the lack of resources across the Confederate states and will cite similar instances in camps located in Union territory for committing similar atrocities. Ultimately, placing blame for prison camp suffering lies with the reviewer’s perspective and sympathies."],"display_date":"February 27, 1864 - April 9, 1865","search_date":"1864-09-17","citations":[{"divid":1272291285,"type":"Article","data":["Warren Lee Goss","The Responsibility for Andersonville","The North American Review","402","May, 1890","660-662"]},{"divid":1272291356,"type":"Article","data":["Robert S. Davis","Escape from Andersonville","The Journal of Military History","4","Oct., 2003","1065-1081"]},{"divid":9459,"type":"Dissertation/Thesis","data":["NxkPUFrmyLWUz"]}],"locations":[{"id":4935,"lat":32.0447139452,"lng":-84.1951910375,"zoom":10,"place":"SUMTER, Georgia"}],"tags":[{"id":108,"tag":"prison"},{"id":2,"tag":"Health/Death"},{"id":715,"tag":"Military"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}