{"id":5093,"title":"The Plantation Will Last","course_id":43,"status":"P","start_date":"1861-08-01","end_date":"1861-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In August of 1861 the Civil War was beginning to show its true colors, bloody and drawn out battles of attrition revealed the war would be much longer and bloodier than anyone had expected. Failed offensives by both the North and South were publicized throughout the nation, and the newly established Confederate was burdened with building a country from scratch and governing a war.  At this same time an ad appears in DeBow’s Agricultural Journal for a business dealing in “all kinds of plantation equipment.” The advertisement is for “circular saw mills, steam engines, and wood working machinery.” These tools or “plantation equipment” took many hands to man, and were run by slave labor.","This advertisement reveals the positive attitude southerners held in regard to victory in the war. This equipment could not be used for war goods, but instead for farming and plantation work. This equipment would have been an expensive investment for long term use, signifying that both manufactures and buyers did not expect war to change their livelihood thus southern victory would prevail. This ad reveals that moral was still good in the southern states in August of 1861 and victory was stil expected. The long-term repercussions for such attitudes was poverty, as southern planters watched their livelihood swept away in the Confederate defeat."],"display_date":"August 1861","search_date":"1861-08-16","citations":[{"divid":1272479018,"type":"Artifact","data":["J.D.B DeBow","Miscellaneous Back Matter","Advertisement","August 1861","Making of America Journals","University of Michigan","Michigan"]},{"divid":1272479333,"type":"Online Encyclopedia","data":["Dictionary of American Biography","J.D.B De Bow","http://galenet.galegroup.com.libproxy.furman.edu/servlet/BioRC","April 28, 2010"]},{"divid":1272479952,"type":"Book","data":["John Keegan","The American Civl War: A Military History","","New York, New York","Alfred A. Knopf","2009","1-396"]}],"locations":[{"id":4909,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":776,"tag":"Farm Equipment"},{"id":4,"tag":"Slavery"},{"id":144,"tag":"plantation"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}