{"id":5094,"title":"Removing the Middle Man","course_id":43,"status":"P","start_date":"1868-09-01","end_date":"1868-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The late 19th century was a period of rating, standardization and putting a price on previously unvalued commodities. From people, crops, and even time a need for equality and standardization in the commodities market and in every day life was answered.  Commodities markets began to crop up around the country and laws are put on books to both protect and hold farmers to higher standards.  Prior to these markets and laws for standardization in the grain trade, farmers were vulnerable and responsible for their crop even after it left the farm.  As American farmers began to ship more grain to England more lawsuits arise between farmers and their brokers or “factors.” In 1868 a southern agricultural journal <em>DeBow’s Review</em> prints a hopeful review of new commodities regulations, foreseeing the lessened economic burden for farmers trading in foreign markets.  This article would have been a sign of good news for many of the journal’s readers; however, the article is only a paragraph long. A paragraph for what most historians see as the foundation of today’s modern commodities market in America. Removing historical hindsight from this article, it singles positive change for wheat farmers but does not seem to be the changing force in the exchange of goods in America. In this instance, analyzing this event within the historical framework the greater implications of the article can be seen."],"display_date":"September 1868","search_date":"1868-09-15","citations":[{"divid":1272481171,"type":"Artifact","data":["J.D.B De Bow","Factorage","Article","1868","Making of America Journals","University of Michigan","Michigan"]},{"divid":1272481407,"type":"Online Encyclopedia","data":["Dictionary of American Biography","J.D.B De Bow","http://galenet.galegroup.com.libproxy.furman.edu/servlet/BioRC","April 28, 2010"]},{"divid":1272481785,"type":"Book","data":["William J. Brown","American Colossus: The Grain Elevator, 1843-1943","","Cincinnati, Ohio","Colossal Books","2009","Introduction"]}],"locations":[{"id":4903,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":777,"tag":"commodities"},{"id":213,"tag":"Chicago Grain Corner"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}