{"id":5095,"title":"<strong>True Love</strong>","course_id":43,"status":"P","start_date":"1863-11-01","end_date":"1863-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the Civil War era of 1863, Harvey Black, a Confederate surgeon to the Army of Northern Virginia, described in a love letter the great affection he had for his wife Mary.  He wrote about their first encounter when he was seventeen and she just eight years old.  Harvey described, “I became so favorably impressed with her fair face and gentle manners that I frequently said to myself that I wished she was older or I younger.”  Examining the seriousness of the age difference in their relationship showed the genuineness of his love for Mary.  He traveled and pursued his education, but he never strayed from reminiscing about his true love.  Upon his return home, Harvey continued his courtship with Mary, and through marriage many years later, Harvey was able to fully express his love for her.","In the early nineteenth century, the role of women was limited in the marriage sphere and in love relationships.  The importance of socio-cultural formation was identified according to the established norms of society and gender.  The meaning of marriage had been primarily functional, in a sense that men and women were not necessarily tied together emotionally.  However, in the love story of Harvey and Mary, the shift in the traditional ideals of marriage was seen, and their relationship was based on compassionate love.","The retelling of this love story by Harvey in his old age showed the value of their relationship and the powerful feelings of love that time could not erase.  Harvey described in this letter a love tested through their time apart and reiterated their commitment to each other.  Through their years of marriage, Mary and Harvey were connected to each other in deep affection.  He proclaimed, “and how happy the thought that years increase the affection and esteem we have for each other to love and be loved.  May it ever be so, and may I ever be a husband worthy of your warmest affections.”  Harvey’s determination, love, and devotion was never ceasing for Mary.   "],"display_date":"November 1863","search_date":"1863-11-15","citations":[{"divid":1272482349,"type":"Website","data":["Virginia Tech University Special Collections","http://spec.lib.vt.edu/cwlove/index.html","Virginia Tech University","Special Collections","April 19, 2010"]},{"divid":1272483585,"type":"Article","data":["Kristin A. Collins","Administering Marriage: Marriage-Based Entitlements, Bureaucracy, and the Legal Construction of the Family","Vanderbilt Law Review","4","2009","62"]}],"locations":[{"id":4932,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":722,"tag":"Love letter"},{"id":405,"tag":"Marriage"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}