{"id":51,"title":"The Presidential Election\n","course_id":1,"status":"P","start_date":"1856-11-04","end_date":"1856-11-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the summer before the Presidential Election of 1856 slavery was on the forefront of political discourse due to the increasingly violent battles in Kansas to determine whether the territory would be slave or free.  The three candidates for President, Democrat James Buchanan, Republican John Fremont and the Whig/ American Millard Fillmore were thus reticent of the fact that they would need to make decisive statement about slavery in order to capture votes.  Fremont was decidedly anti slavery, vowing to quell its expansion if elected. Fillmore took a strong stance in support of slavery in an attempt to win southern votes, declaring that if Fremont won, he would not submit to his rule, and the South should not either.  Buchanan took a middle ground, sympathizing with southerners and stating that slavery was an issue for the individual states to decide upon which garnered him southern support.  &lt;br /&gt;All three parties used print as a way to endorse their candidates.  Tickets for both the Democratic and Whig/ American Parties, specifically informed constituents the candidates to vote for in their specific districts when voting day, November 4, came.  The broadsides backing Buchanan and Fillmore are not surprisingly from southern districts while one would be hard pressed to find broadsides for Fremont in the South.  Simply put, Fremont and the Republicans did not have any semblance of southern support in the 1850s.  The Republican Party would not be able to attract many southerners to their ticket until the twentieth century.&lt;br /&gt;In the end, James Buchanan defeated Fremont and Fillmore.  Although, Fillmore succeeded in attracting southern votes, like the majority of New Orleans' residents, Buchanan had more mass appeal.  The defeat of Fremont was seen as a victory in the dispute for control of Kansas by pro slavery advocates, but this victory turned out to be short lived. Buchanan, the fifteenth president and the only bachelor to ever hold the position, is commonly viewed as one of the worst presidents in the history of the nation.  Buchanan proved to be ineffective at repairing the then growing split between the North and the South; this split eventually led to the secession of southern states and the war that later ensued."],"display_date":"November 4, 1856","search_date":"1856-11-04","citations":[{"divid":1213033525,"type":"Book","data":["William Lloyd Fox and Richard Walsh, Editors","Maryland: A History 1632-1974",null,"Baltimore","Maryland Historical Society","1974",""]},{"divid":1213033629,"type":"Book","data":["Edwin C. McReynolds","Missouri: A History of the Crossroads State",null,"Norman","University of Oklahoma Press","1962","193"]},{"divid":1213033711,"type":"Book","data":["Lawrence Urdang, Editor","The Timetables of American History",null,"New York","Touchstone","1984, 1986","210"]},{"divid":1213033760,"type":"Newspaper Article","data":["The Presidential Election","Daily Picayune","","November 5, 1856","1"]},{"divid":1213033846,"type":"Newspaper Article","data":["The Won&#39;t Submit Party","New York Daily Times","","July 1, 1856","4"]},{"divid":1213033988,"type":"Manuscript","data":["","National Democratic Ticket, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1213034045,"type":"Manuscript","data":["","Whig Party Ticket, broadside",null,"","","","Special Collections Library, University of Virginia"]}],"locations":[{"id":34,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}