{"id":5100,"title":"An immigrant family travels from Liverpool, England to Philadelphia Pennsylvania in the summer of 1818.","course_id":50,"status":"P","start_date":"1818-06-01","end_date":"1818-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During the summer of 1818, William Amphlett traveled with his wife, five children and two servants on a ship from Liverpool, England to the shores in Philadelphia, Pennsylvania. Philadelphia was a large city in the early 19<sup>th</sup> century and popular gateway for immigrants since the colonial era. During his travels, Amphlett detailed his experiences in a book he entitled <em>The emigrants guide to the western states of North America</em>. The book was written as a guide to aid future immigrants who were considering coming to the United States.","Upon arrival in Philadelphia, Amphlett purchased two horses and wagons for their journey. The family headed towards the mountains in route to Pittsburg. Emigrants like the Amphlett family often endured weeks of travel accompanied by extreme weather conditions. Immigrants had to walk, take steamboats or ride in wagons before railroads became popular. The following passage from Amphlett explains a great deal about the road conditions in America around 1818. \"A wet morning had delayed our departure from a tavern where we had passed the night, at the foot of one of the Alleghany ridges. The road was become very slippery and insecure, even for foot-travelers. The road itself was only a gullet of the mountain, down which the torrent poured after every shower. This circumstance, although it made the road-way cleaner than other parts, had caused such holes and abrupt declivities in the wheel-tracks, that the ascent would be often one, two, and three feet, all but perpendicular! The only way to enable a single horse to drag after him his load, was, at every one of these petty cascades, to form a temporary inclined plane of stones or wood, or whatever material was nearest at hand; and with all our ingenuity, thrice were we completely stalled, and obliged to unload half our luggage to get on a few yards, and then reload. Thus, in eight long hours of a summer's day, we climbed nearly two miles!\"","It was common for immigrants to experience frustration in their travels. Transportation improvements weren't developed until railroads were introduced years later. “But the transition to the railroad revolution was many years in coming. Railroading started in the Keystone state nearly two centuries ago with a quarry tramway in Delaware County south of Philadelphia, near present-day Chester. Like all other railroads of that day, it relied on horses or mules for power. This and other early railways were but the dim ancestors of modern railroading. No faster than wagons or canal boats, their main virtue lay in their smooth-running rails, which were a significant improvement over rutted roads. Pennsylvania had no urgent reason to invest in railroad technology until 1825, when the Erie Canal linked New York City's ports to Midwest markets.”","By 1854, Transportation had greatly improved in Pennsylvania. An editorial written in the <em>Daily Morning Post </em>in Pittsburg described how the opening of the Pennsylvania Railroad in 1854 improved travel. \"There are people now living in Pittsburgh who have traveled diligently for a whole week to reach Philadelphia. The same persons can now go from our city to the eastern metropolis between sunrise and sunset of a summer's day, without fatigue, and without occasion for stopping to eat more than one meal.\" -<em>Editorial in Daily Morning Post, Pittsburgh, on the opening of the Pennsylvania Railroad in 1854.</em>"],"display_date":"June 1818","search_date":"1818-06-15","citations":[{"divid":1289589984,"type":"Book","data":["William Amphlett","The emigrant's directory to the western states of North America","","London","Longman, Hurst, Rees, Orme, Brown and Patternoster-Row","1819","72-79"]},{"divid":1289590076,"type":"Book","data":["Raymond L. Cohen","Mass Migration Under Sail: European Immigration to the Antebellum United States","","Cambridge, New York","Cambridge University Press","2009","154-156"]},{"divid":1289590177,"type":"Website","data":["ExplorePAHistory.com","The Railroad in Pennsylvania","ExplorePAHistory.com","http://explorepahistory.com/story.php?storyId=19","October 26, 2010"]}],"locations":[{"id":4993,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":31,"tag":"Immigration"},{"id":602,"tag":"Transportation/Migration"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}}