{"id":5101,"title":"A English tourist documents his travels from Liverpool, England to New York.","course_id":50,"status":"P","start_date":"1848-06-01","end_date":"1848-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1848, Archibald Prentice composed “A tour in the United States” during his journey from Liverpool, England to New York. In his letters, Prentice recorded observations of his experiences throughout his tour of America.","During his stay in the Astor House in New York, Prentice wrote about what he observed after touring Brooklyn. He was particularly fascinated by the working man of America. In one of his journal entries, he noted that the labor market for incoming immigrant men was plentiful throughout the city. In the following passage he described the lure of moving to America. Many poor immigrants had nothing but hope that the simple opportunity to promote themselves through higher wages could improve their lifestyles. “Much misery must prevail. Tens of thousands of immigrants land here and linger here without a definite object; but yet the wages of common labour are about fifty percent. more than they are in England, and the price of food is one-third less. It is true that rent, clothes, and coals are fifty per cent. higher; but where a man has scarcely earned more than has kept him in food, the change by coming here is decidedly to his advantage, always premising that he brings the kind of labour which is in demand. If the labourer has earned three shillings a day in England, he will earn four shillings and sixpence here.\"","Although Prentice painted a portrait that sounded hopeful to any poor immigrant, not everyone entering the United States was able to obtain good employment or maintain a successful lifestyle. Prentice noted that alcohol such as whiskey was cheap and plentyful which caused problems for immigrant workers. He wrote how alcohol abuse often ruined the progress of hopeful immigrants by causing ill mental and physical health.","Those who were destitute often ended living in charitable homes for the poor called Almshouses. “Life in many 19th-century immigrant urban neighborhoods was squalid and mean. Immigrants were disproportionately represented among the ranks of the inner-city poor. By 1860 nearly 90 percent of New York City’s paupers were immigrants. When not begging for food or accepting charity, they lived in dank, dark, filthy, crowded tenements. Such conditions served as a breeding ground for alcohol abuse and crime. In 1870, 65 percent (32,322 of 49,423) of those in New York City’s prisons were foreign-born, with 68 percent hailing from Ireland .”"],"display_date":"June 1848","search_date":"1848-06-15","citations":[{"divid":1289591131,"type":"Book","data":["Rodney P Carlisle","Handbook to Life in America, The Civil War and Reconstruction, 1860 to 1876","III","New York","New York Facts on File, Inc","2009","43"]},{"divid":1290010687,"type":"Pamphlet or Other Printed Material","data":["Archibald Prentice","A Tour in the United States","London","C. Gilpin","1848","\"America Notes: Travels in America, 1750-1920\", Library of Congress"]}],"locations":[{"id":4991,"lat":40.6450686304,"lng":-73.9495584018,"zoom":11,"place":"KINGS, New York"}],"tags":[{"id":602,"tag":"Transportation/Migration"},{"id":34,"tag":"Crime/Violence, Economy, Law, Slavery, Urban Life/Boosterism"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}}