{"id":5102,"title":"<strong>Transportation in 1846; A Journey From Boston To New York</strong>","course_id":50,"status":"P","start_date":"1846-01-30","end_date":"1846-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1846, the United States of America was on the precipice of vast change in the way the citizens of the country transported themselves throughout the country.  In the west, gold was being discovered in California, ushering in a mass population rush towards the west coast and the Sierra Nevada Mountains.  In the east, much of the routes between cities were still interconnected by dated means of transportation.  Chicago, a city which would become the largest hub of railways in the United States, didn’t see their first train until 1848.  “On October 10, 1848, a 2-4-0 type steam locomotive, appropriately named <em>The Pioneer,</em> began to pull cars laden with construction supplies and workers over the advancing line of the Galena & Chicago Union Railroad.”  In only a few short decades, this would change, as railroads expanded and the country became interconnected.  Chicago is an example of this rapid expansion in rail transportation because, “By the eve of the Civil War, 11 railroads served the expanding metropolis. Boosters claimed that a hundred trains daily served their city.”","At the time, the horse was still viewed as a reliable and relatively fast form of transporting people from one place to another.  Over the next few decades, however, the slow modes of transportation would be ushered out, and the new modes of transportation would become more efficient, connecting regions which were hard to travel to in the past and opening up new opportunities for the American economy to blossom.","Alex Mackay traveled to the United States from Britain to tour the burgeoning country and write down his findings.  On a cold night in the winter of 1846, he made the voyage between Boston and New York, a voyage which can be made in mere hours by car or train today.  In order to breach the 215 mile distance between the two cities, Mackay had to carefully plan the route which he would take.  There were three routes that were possible at the time, and all of them included a slow-moving train and a steamboat.  Being that he was travelling in winter, there was ice in the Long Island Sound.  Taking this information into account, Mackay decided to choose the route which used the least amount of passage over water to reach the destination of New York.  Mackay recalled the factors that led to his choice in the book he published about his journey upon his return to his home; “The Long Island Railway being blocked up by snow, I selected the route by Norwich in preference to that by Stonington, the former curtailing the sea voyage by about thirty miles, a serious consideration, as the navigation of the Sound was then rather perilous, owing to the masses of ice with which it was obstructed.”","Apart from the possibility of meeting danger on sea with chunks of floating ice obstructing a steamboat’s way, Mackay ran into discomfort and warnings of danger on the rails as well.  Aside from the mere bulk of the itinerary, the configuration of the train cars had to be adjusted due to the cold weather.  “In winter, two or three seats are removed from one side to make way for a small stove”.  The cars were described as packed already, but the chance of being scalded by the only means of heating a car which would otherwise be frozen added to the danger of travelling in a cramped, slow, dirty mode of transportation.","In an attempt to escape the horde of people crammed into the cars of the train, Mackay ventured outside into the frigid winter night.  On an outside platform of the train, he met a conductor, and had a brief, amusing conversation with him.  The conductor suggested that the author venture back inside the car, being that if there was some sort of accident, he wouldn’t stand much of a chance outside.  Shocked, the author asked if such accidents were frequent.  ““We do sometimes run off the rail, that’s all;” said he, without the slightest emotion; and then passed into the car without deigning to know how I received the announcement.”  Mackay’s travels between Boston and New York only ended up with the threat of danger, as he reached his destination tired and drawn out from the ordeal of making and executing the plans of transporting himself to get there.","Mackay’s voyage illustrates the tediousness of travel before the invention of the internal combustion engine, electrical power generation, and the ambitious networking of train lines throughout the country.  The lack of easy mobility in the United States of 1846 lent to troubles with the expansion of trade and industry.  The story of Mackay’s voyage from Boston to New York is only one part of his travels through the United States.  When he told the conductor on the platform of the train of his expansive traveling, he was met with apathy.  Such an idea wasn’t an enjoyable one back in the middle of the 19<sup>th</sup> century.  As the railroads would spread to the west, steel would become mass produced by the 1870s, and more transportation options came to fruition throughout the continental United States, intra and inter regional travel would be taken upon without the burden of unwieldy options which were often dangerous.  As America became more inter-connected, with those connections running smoother as the years went by, the economy would follow in suit, forging the way forward with industrial innovations which would eventually create a very powerful country.  The time of Mackay’s voyage marked an end of an era in which travel options in America were poor, took extraordinary effort on the part of the travelers, and included an increased probability of danger or delay."],"display_date":"January 30, 1846","search_date":"1846-01-30","citations":[{"divid":1289893736,"type":"Book","data":["Mackay, Alex","The western world; or, Travels in the United States in 1846-47: exhibiting them in their latest development, social, political and industrial, including a chapter on California.","","Philadelphia, PA","American Notes; Travels in America, 1750-1920.","1849","30-39"]},{"divid":1289894016,"type":"Online Encyclopedia","data":["Encyclopedia of Chicago","Entries: Transportation","http://www.encyclopedia.chicagohistory.org/pages/1269.html","November 15, 2010"]}],"locations":[{"id":4996,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":666,"tag":"Railroad"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}}