{"id":5103,"title":"<strong>Full Steam Ahead; Coming to America on a Steamship – How the Steamship and the Industrial Revolution Changed America.</strong>","course_id":50,"status":"P","start_date":"1852-06-22","end_date":"1852-07-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 22, 1852, Edmund Patton took off upon a massive steamship from London on a voyage to America.  He noted the scene upon leaving within the pages of his book, “One of these noble ships leaves the port of London weekly; they are fitted up to carry several hundred emigrants, who are glad to leave Europe, in the hope of improving their condition in the New World, which offers a fair prospect to clever mechanics, agriculturists, and others able to work, who have seldom had cause to repent bidding farewell to Fatherland, especially those having large families to settle in life.”  The scene he describes is a scene of people embarking on a new life.  The accumulation of these lives creating new stories of their own in a New World would change the course of the country they were in search of.  Patton held these immigrants in contempt throughout his encounters with them on the ship, dismissing them as an unwashed mob and holding nothing back in implying their inferiority to himself.  His haughty narration is a good example of the reason why these people were leaving in search of something better.  The story of the changing of America wouldn’t be because of people like Patton, however, it would be the story of that rabble with whom he was traversing the Atlantic on a steamship.","The advent of steamships and the migration which followed produced a cyclical function; the advent of large steam ships in place of sail ships made migration easier, which in turn increased the population of the country.  The immigrants provided cheap labor, which the new, growing American industries needed to produce massive amounts of steel, etc.  So, the immigrants who showed up to work in American factories produced more volumes and better additions to the transportation industry, which fostered the ability for more immigrants to pick up from where they lived before and establish new roots in America.","The advent of steam power and the Industrial Revolution which followed on its heels changed the way life was lived in the United States.  These innovations increased the allure and therefore the power of cities, which could provide a large number of people in a concentrated area for a workforce in the industrial factories which arose during the Industrial Revolution.  Before the massive immigration to American shores and the advent of steam power in ships and trains, the United States was a largely agrarian country, with farm communities linked to each other by muddy roads which were travelled mainly on foot or by horse.  As the train lines expanded across the country over the course of the century, and immigrants poured into cities, creating new opportunities to chase the American dream in a new economy, the balance of what we would consider an average American life shifted to something that looked much more urban than it had in the past.  “Wherever it occurred, the Industrial Revolution shook people loose from traditional ways of life. It made factory workers out of artisans and, even more dramatically, turned millions of rural farmers into urban wage-laborers. Most of those migrants from countryside to city, from agriculture to industry…”","If it weren’t for the steamships like those which Edmund Patton travelled on across the vast Atlantic Ocean, the United States may have become a different, less diverse place.  The Industrial Revolution that followed made the country into an economic power, and it connected the country in a way that it hadn’t been in the past.  Shorter transport times meant more fluidity of movement throughout the country.  If it was for leisure or for the search of a better life, the steamship and the Industrial Revolution that followed allowed people to pursue their free will of travel in a country that was established on the belief that people are entitled to that kind of freedom."],"display_date":"June 22, 1852 - July 29, 1852","search_date":"1852-07-10","citations":[{"divid":1289894721,"type":"Book","data":["Patten, Edmund","A Glimpse at the United States, and The Northern States of America and With the Canadas; Comprising their Rivers, Lakes and Falls During the Autumn of 1852; including some account of an emigrant ship.","","London, England","American Notes; Travels in America, 1750-1920.","1853","5-6"]},{"divid":1289894823,"type":"Article","data":["Kennedy, David M.","Can We Still Afford to be a Nation of Immigrants?","The Atlantic Monthly","Volume 278","November 1996","52-68"]}],"locations":[{"id":4998,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":11,"tag":"Economy"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}}