{"id":5104,"title":"Nationalism in Washington DC in the Early 1800’s","course_id":50,"status":"P","start_date":"1800-01-17","end_date":"1816-09-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["America has certainly gone through many shifts in culture throughout its history, as well as shifts in identity on micro and macro levels. As such, especially in Washington DC, there has always been a battle between local identity and the identity of a nation. This was evidenced especially by Arthur Singleton, who ended up traveling across the United States and wrote predominantly about the growing identity of the new country. In his 1816 letter to his brother he captured his feelings about America, exclaiming “How enobling to be the feelings of an American president, to stand upon Capitol-Hill, and to cast his thoughts northward, and southward, and westward, over our vast and free continent, and to reflect that he is the chosen monarch of all he surveys, and whose right there is none to dispute.” His thoughts convey a sense of awe towards American national identity and seek to glorify its various institutions of law and governance.","Singleton uses a fairly constant and glorifying tone to describe America by stating so much as simple facts in a grandiose way. He writes that “The Federal City is nearly equidistant from the northern and southern extremities of the confederacy, from the cold Saint Croix, to the warm Sabine... yet is there but one vast expanse, one peopled tract, over which delegated parental domination extends.” He expresses physical facts in such a way and at such a time that he shows that he, at least, looks up to the state and sees it as something glorious and magnificent. Further, he showcases not only a form of nationalism, but a distinct one. Singleton writes disapprovingly about two times when George Washington met Congress – first, “it is said, he went on foot, in a plain domestic suit” and “the second year, he went in a costly foreign velvet dress.” The implication is that there is prominent European influence on America or that American culture is changing as a result of its rising prosperity. Further, the simplest explanation for Singleton’s discontent with Washington adopting European customs is the idea that America is somehow superior or “freer” than other states, which is supported throughout the text via the heavy use of simile.","This heavy emphasis on nationalism was not confined to Washington DC, however. Bart Bonikowsky explains that “Partisan conflict abated considerably in the [early] ... 19th century, giving way once again to a shared “national feeling”. As would be the case time and again throughout American history, the population was united by military conflict. The War of 1812 brought Americans together military service, [and] created animosities toward the British that matched those that had existed against the French.” Thus, the War of 1812 may have been one cause of the immense love for his country that Singleton writes about. This seems to make sense, especially given the fact that he wrote his letter just one year after the war of 1812 ended – the right time at which not only to capture the feeling of animosity towards the British during the war that persisted but to capture feelings of pride for America as a strong force.  As such, nationalism was strong in the years following the war and contributed to a self-image of greatness."],"display_date":"January 17, 1800 - September 15, 1816","search_date":"1808-05-17","citations":[{"divid":1289960541,"type":"Book","data":["Singleton, Arthur","LETTER FROM WASHINGTON CITY. MDCCCXVI.","American Notes: Travels in America, 1750-1920.","Boston, Massachusetts.","Richardson and Lord, J. H. A. Frost","1824","34"]},{"divid":1289960860,"type":"Website","data":["Bart Bonikowski","Research on American Nationalism","Russell Sage Foundation","http://www.russellsage.org/publications/workingpapers/090708.994249/document","October 26, 2010"]}],"locations":[{"id":4999,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":18,"tag":"Politics"},{"id":787,"tag":"Urban Life"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}}