{"id":5105,"title":"Sexism in Washington DC in the Early 1800’s","course_id":50,"status":"P","start_date":"1800-02-05","end_date":"1816-10-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sexism has always been a significant problem throughout America’s history, and while much of it has been directly targeting women, it permeates through language used by Americans. This is shown by Arthur Singleton’s letter from Washington DC in 1816, where he makes the comment that “I bless myself, that this country is not subject to Gynæcocracy; that, by our Salique law, no woman is eligible to our presidency.” This functions as an assertment of the “traditional” belief that women are not eligible to have the same rights, dignities, and so on as men.","Yet Singleton’s defense of his statement sounds more like providing excuses rather than a justification for his belief, and he provides said excuses in a number of ways. First, he looks to the Bible – which says that “the women should look to the man for counsel,” and to a few historical examples which may not be enough to prove or disprove his point – he just says that there have been few great queens, but he never directly denies that there have been great queens in the past. Further, the majority of his attempted justifications for his statement involve masked assertions – such as the idea that “legislation... is too weighty for the sensitive fibres of the female mind.” or that “woman should rule, not indeed in civil jurisdiction, which would unsphere her, but in her vast natural province.” As such, Singleton conveys the social beliefs of the time, which rest upon not fact but prejudice.","Yet these beliefs were not limited to Washington DC; they existed throughout society, and to a great magnitude. As Kathryn S. Hahn explains, not only were women seen as incompetent, they were seen as foreign, saying “Women were used to hiding aspects of their lives that made them uniquely feminine. They hid such things as pregnancy, because it was different from men, and men were the norm in society. If they did not hide the differences they were... considered insane.” This passage gives the effect of such prejudice as carried out by society especially during the 1800’s – that the idea that femininity was foreign and associated with incompetence in “male roles” was apparent throughout society. As such, women were constantly discriminated against both directly and indirectly, with horrible consequences resulting from society’s mindset."],"display_date":"February 5, 1800 - October 5, 1816","search_date":"1808-06-06","citations":[{"divid":1289961339,"type":"Book","data":["Singleton, Arthur","LETTER FROM WASHINGTON CITY. MDCCCXVI.","American Notes: Travels in America, 1750-1920.","Boston, Massachusetts.","Richardson and Lord, J. H. A. Frost","1824","36"]},{"divid":1289961653,"type":"Dissertation/Thesis","data":["Hahn, Kathryn S.","Female Relationships in the Late 1800's.","Honors Thesis","Ball State University","May 6, 1997","3"]}],"locations":[{"id":5000,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":787,"tag":"Urban Life"},{"id":7,"tag":"Women"},{"id":788,"tag":"Sexism"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}}