{"id":5106,"title":"Funeral for the founder of Los Altos, California","course_id":49,"status":"P","start_date":"7/30/46","end_date":"7/30/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The development of Los Altos, California, is credited to Paul Shoup and the interurban railroad system. “The father of Los Altos”, died on July 30, 1946, in Los Angeles, California. The memorial service was held at the chapel of Stanford Memorial Church. Ira S. Lillick and fellow members of the board of trustees of Stanford University delivered the eulogies. His family was present, most notably his three children, Dr. Carl Shoup, Jack, and Louise Shoup. His sister, Mrs. A.S Robinson, his brother, Guy Shoup, and his two nieces, Miss Frances Shoup and Mrs. W. Byron Bryant were also present. Friends, admirers, and employees of Southern Pacific Railroad Company also attended the funeral. Shoup was the President of Southern California Inc., President of the Los Angeles Merchants and Manufacturers Association, President of two oil companies, and a Stanford trustee. He was a contributing writer to the <em>New York Sun, Overland Monthly, Black Cat, Illustrated Monthly</em>, and<em> Sunset Magazine. </em>While serving as President of the Southern Pacific Railroad Company, he was instrumental in the development of Los Altos.","In 1904, the Southern Pacific Railroad Company was expanding its subsidiaries and electric railroad services in northern California and wanted to connect Mayfield, San Jose, and Los Gatos through the interurban line. However, this became problematic, as Southern Pacific would have to build their interurban railroad line through land owned by Sarah Winchester, who did not want to give them the right of way at first because it would destroy the integrity of her ranch. After negotiations, Winchester decided that she would sell Southern Pacific the right of way but only if they bought all her land. Once Southern Pacific bought the land, Paul Shoup and Walter Clark saw a great opportunity to build a new city. They created the Altos Land Company, raised money, and filed the city blueprints for Los Altos in 1907.","It took time for the city to grow, but once the interurban railroad was built and operational it attracted different types of businesses, families, Stanford professors, and wealthy San Franciscans to Los Altos. The electric railroad linked the Bay Area cities together and made traveling and commuting within the Bay Area  more comfortable, faster, and cheaper for passengers."],"display_date":"July 30, 1946","search_date":"1946-07-30","citations":[{"divid":1290571532,"type":"Book","data":["Don McDonald and Los Altos History Museum","Images of American Early Los Altos and Los Altos Hills","","South Carolina","Arcadia","2010","7-8,21-24"]},{"divid":1290571831,"type":"Newspaper Article","data":["Memorial Rites at Stanford for late Paul Shoup","Los Altos","Los Altos, California","August 8, 1946",""]}],"locations":[{"id":5075,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":666,"tag":"Railroad"},{"id":789,"tag":"Urban Life/Boosterism"},{"id":790,"tag":"Paul Shoup"},{"id":791,"tag":"Sarah Winchester"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}}