{"id":5107,"title":"The Interurban Railroad of California","course_id":49,"status":"P","start_date":"10/18/01","end_date":"10/18/01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Southern Pacific Railroad Company Traffic Department announced on October 16, 1901, that Paul Shoup would be replacing Thomas A. Graham as division freight and passenger agent with jurisdictions south of San Francisco, Oakland, and north of Santa Barbara, with his headquarters in San Jose. J.C Stubbs, Traffic Director; William Sproule, freight traffic manager and E.O McCormick, passenger traffic manager, approved the appointment. The appointment took effect on October 18, 1901.","Paul Shoup rose to a prominent position in the Southern Pacific Railroad Company through his management of the railroad’s electric interurban lines. As the roads were unpaved and traveling was predominantly by horseback or wagon, the electric interurban made traveling comfortable, faster, and cheaper for passengers. The electric interurban lines in California and other cities in the United States connected cities together by making more stops at urban centers than the larger railroad lines that traveled further and hauled heavy cargo. The Southern Pacific Railroad interurban lines were predominantly located in the Los Angeles area linking the City of Angels to Long Beach and Orange County. The Interurban Electric Railway (IER) connected Berkeley, Oakland, and San Leandro, while the Peninsular Railway connected San Jose and Palo Alto.","However, the success of the interurban railroad led to its demise. As the economy improved due to the construction of the interurban railroad, people in the Bay Area were able to afford automobiles and the interurban railroad usage declined.  Many of the companies responsible for its success ended up filing for bankruptcy."],"display_date":"October 18, 1901","search_date":"1901-10-18","citations":[{"divid":1290572348,"type":"Website","data":["Times Magazine","Business &amp; Finance: Revived Rails","Times","http://www.time.com/time/magazine/article/0,9171,732786-1,00.html","Nov 02, 2010"]},{"divid":1290572585,"type":"Website","data":["American-Rails","California Interurban and Streetcar Railroads","American-Rails","http://www.american-rails.com/california-interurbans.html","Nov 02,2010"]},{"divid":1290572765,"type":"Pamphlet or Other Printed Material","data":["","Energetic railroad men advances in the service","","Los Altos","1901","Dale Shoup Mayer Collection, Los Altos History Museum"]},{"divid":4244,"type":"Artifact","data":[null,null,null,null,null,"ZLjWJUqNq"]}],"locations":[{"id":5076,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"},{"id":790,"tag":"Paul Shoup"},{"id":666,"tag":"Railroad"},{"id":792,"tag":"Transportation"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}}