{"id":5108,"title":"The Effects of a Natural Disaster.","course_id":48,"status":"P","start_date":"4/18/06","end_date":"4/18/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“I was certainly sleeping soundly, when, at 5:13 A.M. I was suddenly and rudely awakened by something falling on me, and the most awful pitching, and rocking, and swaying, and jarring of the whole bed and building” recounted in a letter from, presumably, Mary E. Pease, a nurse who was to live through the catastrophe of the earthquake of 1906 in San Francisco.","She was at the time staying in a newly built extra-reinforced hotel, luckily enough. Sleeping with the blinds drawn she had no clue what was going on outside, but having lived through other much smaller earthquakes, she got an initial feeling of what was going on. Being awakened as suddenly as one can imagine gives no room for thinking clearly: it took her several seconds just to remember where she actually was.","After the 48 seconds of earth-shattering rumble, which seemed like several minutes to Mary E. Pease, she tried to get out into the hallway, only to be locked in by the twisted and wrenched door caused by the intense shaking. Finally getting out in the hallway, she found people in shock and asking a bunch of questions. She tried to calm them as much as she could. She must have been quite an actress herself, seeing that she could barely stand on her own legs being as frightened as she was. Even though she couldn’t imagine any buildings holding together during such a strong earthquake (measuring 8.3 on the Richter scale), a white lie was a necessity in this case.","After calming the people she found herself getting dressed swiftly and heading for the hospital where she worked to see one of her patients. Getting out on the street and seeing people stand around in silence, unaware of their surroundings, unable to do anything because of the shock that had struck them, was overwhelming. “There was no screaming and no shouting or loud talk, and strange to say no crying. I think I saw only one woman crying, that whole first day, except some that had relatives killed and many of those did not cry”. Seeing injured people bleeding and covered in filth, being stuffed into cars and rushed to some nearby temporary hospital must surely have left some imprints on those poor minds.","Getting distracted on the way, Mary stopped at the Mechanics Pavilion for a short period of time to help the injured. Even though a vast amount of people were being brought in rapidly, she couldn’t stay. Along with the injured being brought in were  doctors, nurses and volunteers -- many with instruments  -- whom could help. She left in a hurry to go see her patient and her co-workers at the hospital. Finally reaching her destination, she was greeted with fear and relief: they thought she had died because of how delayed she was. Mary tended their wounds and soothed them.","In his book ‘<em>Disaster!</em>’, Dan Kurzman writes, “But after the first moments of desperation, the silence of shock and despair set in as they gazed at their collapsed and damaged houses, and in the horrifying quiet they acted rationally, deliberately, like people turned into lifeless robots”. I cannot imagine what they must have felt like, seeing their city, even world, collapse in front of their eyes. Disasters like this bring out both the best and the worst in people, some see only to themselves and their own well-being while others act like true heroes.","Dan Kurzman tells us about the fate of a mother and her son -- a fate which causes the mother to act in what she thinks is the best way. Much like Mary E. Pease, they lived in a hotel, located on the north side of Geary Street. Unfortunately, it was an old building that soon collapsed with them both still being inside, but visible from the street. Rescuers rushed to the building and ferociously tried to save them from being burnt or crushed alive. The mother realized there was no way they would be saved so she grabbed a stone that had been chipped off when the building collapsed and hit her son with it, knocking him unconscious. She could handle her own fate, but could never see her son face the same thing. Mary Pease wrote “… for the greater part of the 45 seconds, during which, the earth continued to quake, but my 'thinker' was certainly working overtime, for all these thoughts, and many more, which I cannot now recall, were surging through my mind”. We cannot judge the decisions made by people in the midst of such an awful event as the 1906 earthquake."],"display_date":"April 18, 1906","search_date":"1906-04-18","citations":[{"divid":1290622944,"type":"Book","data":["Dan Kurzman","Disaster! \"The Crackle of Terror\"","","New York","HarperCollins","2002","63-68"]},{"divid":1290623022,"type":"Manuscript","data":["Mary E. Pease","My Personal Experiences",null,"","","Janice Scotto Collection","Los Altos History Museum"]}],"locations":[{"id":5095,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":793,"tag":"Earthquake"},{"id":794,"tag":"San Francisco"}],"course":{"name":"California History","school":"Foothill College","course_id":48,"school_id":40}}