{"id":5109,"title":"French women's impression of American race relations","course_id":50,"status":"P","start_date":"11/11/18","end_date":"5/1/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Comtesse Madeleine de Bryas and her sister Jacqueline were born, raised and cultured in Paris.  During 1918, the two sisters were in the United States for six months to raise funds for the “American Committee for Devastated France”  by giving speeches. While they travelled shore to shore by train they liked America and the American people they met.  They had wonderful comments about American society and especially about American women.  In their book they gave their impressions of America by comparing American culture and fashion to French. Of course, they had positive impressions of America and especially the hospitality and generosity of the American people.  The sisters traveled across America from New York to St. Louis to San Francisco and the Puget Sound before their return east to Washington, D.C.","One of the observations the two French sisters had was in Washington, D.C. They both came across an American soldier who came up to them and introduced himself to them.  He asked them where they were from, and they said they were French from Paris.  The soldier had the most respectful manner towards them.  The two sisters had the same manners towards the American soldier.  While they were getting to know the young soldier they became extremely interested in the “negro” question.  They knew that life was hard for them, especially for African American women. The soldier admitted that some of the laws America had must not be fair to the French, but that was how things were here.  The sisters understood that, but they still felt bad about it.","By World War I, the military forces had a source of black pride.  Black educators, clergymen, and after a while the press referred to them as Negro heroes of America’s past wars. After the Civil War, the U.S Army kept four Negro regiments.  These units integrated veterans of the civil war and the frontier Indian fighting regiments.  Retired sergeants became appreciated traditional leaders in their communities. This history set a foundation for the African American support and connection in America’s future wars.  In 1917, the United States went to World War I under the slogan “Make the World Safe for Democracy.” In a week after the U.S went to war, the War Department stopped accepting black volunteers because colored army quotas were filled.  No black men were allowed in the Marines, Coast Guard or Air Force.  They were only allowed in the Navy and then only as mess men.  More than 2,000,000 blacks registered for the war and only thirty one percent were accepted to twenty six percent of the white men.  African Americans then comprised ten percent of the population.  World War I was to represent a change in African American history. It also presented a chance to advance race relations at home, as blacks and whites were fighting together abroad for the freedom of others."],"display_date":"November 11, 1918 - May 1, 1919","search_date":"1919-02-04","citations":[{"divid":1290639319,"type":"Book","data":["Madame Léon Grandin and Jacqueline de Bryas","French woman's impression of America","One.","New York","The Century CO.","April 1920","276"]},{"divid":1290874664,"type":"Website","data":["Quintard Taylor","Military Service","BlackPast .org","http://www.blackpast.org/?q=tree/Military+service+-+Army","November 27, 2010"]}],"locations":[{"id":5045,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":799,"tag":"Travel"},{"id":21,"tag":"Race Relations"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}}