{"id":5111,"title":"Bertha Bülow-Wendhausen and the Women of America","course_id":50,"status":"P","start_date":"1897-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Bertha Bülow-Wendhausen was pleasantly surprised when she arrived in America in 1897. The women she observed here in America were a welcome change compared to what she was used to in Europe. While in her homeland, women were \"mannish\" in appearance and unfeminine; the women she found in America were content to be women. She found no discontent in the way they behaved, in the way they dressed, or in the way they spoke. They were intelligent, graceful, and motherly. All of the women busied themselves in womanly accomplishments, such as organizing charity groups, kindergartens and clubs.","Bertha also noted many female attendees in her lectures about kindergarten in New York. In fact, they filled the whole room, leaving the men to stand in a line near the back. The gentlemen she met afterwards were unaccustomed to conversing with a female who was interested in the same topics as they were, as shown by their hesitation and initial nervousness when talking with Bertha.","According to Mary P. Ryan, women between 1860 and 1920 were not seen as unequal or subordinate to men, but simply different. In fact, the American woman was perceived to be in a far better position than her mate, as she was confined to her quiet house and spared from the rough and cold world that loomed outside. However, as Bertha noticed, women could still be equal to men in their intelligence. There was less stigma associated with a learned woman, compared to a century earlier, when scholar Leander considered it useless and troublesome for a man to have a learned wife."],"display_date":1897,"search_date":"1897-07-02","citations":[{"divid":1290672801,"type":"Book","data":["Mary P. Ryan","Womanhood in America, from Colonial Times to the Present","","New York","New Viewpoints","1975","1-496"]},{"divid":1290672951,"type":"Website","data":["W.B. Harison","Greeting to America, reminiscences and...impressions of my travels, kindergarten suggestions","Library of Congress","http://memory.loc.gov/ammem/lhtnhtml/lhtnhome.html","October 12, 2010"]}],"locations":[{"id":5042,"lat":40.6450686304,"lng":-73.9495584018,"zoom":11,"place":"KINGS, New York"},{"id":5041,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":799,"tag":"Travel"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}}