{"id":5112,"title":"Bertha Bülow-Wendhausen and the Children of America","course_id":50,"status":"P","start_date":"1897-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Bertha admired the small children in America. They were very well behaved, but they were too mature for their age. Children this young must not be too reflective or solemn, but playful and carefree. Kindergarten would remedy this and mold children into what they were supposed to be. The children were also very polite and respectful to their elders, a trait, Bertha noted, that was lacking in many European children. Even the boys from the slums were polite and courteous as she drove by.","Bertha visited many schools and kindergartens while visiting America, and she was struck by the children’s seriousness. Although well groomed and neat, they did not laugh or play often and were quiet. She recounts the story of a young 13 month old child, already independent. The child, she claimed, could walk forward and back, up and down stairs, and feed himself with a fork cleanly and without any aid. She thought of the importance of independence and self-reliance in America, and marveled that it was taught to babes even at such a young age.","During Bertha’s time in the United States, children were still seen as helpers in the household. Education for children was carried out mostly by their mothers and perhaps fathers at home. James Marten agrees that children were molded into miniature adults early in life, their childhood a sacrifice for family prosperity. Children of both rich and poor families were brought up in order to contribute to the family income, not to leech it and indulge themselves in frivolous affairs. During the 19<sup>th</sup> century, the advent of “kindergarten” in the United States gave childhood importance again."],"display_date":1897,"search_date":"1897-07-02","citations":[{"divid":1290674053,"type":"Book","data":["James Marten","Children in Colonial America","","New York and London","New York University Press","2007","61-199"]},{"divid":1290674137,"type":"Website","data":["W.B. Harison","Greeting to America, reminiscences and...impressions of my travels, kindergarten suggestions","Library of Congress","http://memory.loc.gov/ammem/lhtnhtml/lhtnhome.html","October 12, 2010"]}],"locations":[{"id":5044,"lat":40.6450686304,"lng":-73.9495584018,"zoom":11,"place":"KINGS, New York"},{"id":5043,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":799,"tag":"Travel"},{"id":408,"tag":"Children"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}}