{"id":5116,"title":"The Fate of Native Americans at the Turn of the Century","course_id":49,"status":"P","start_date":"1/1/00","end_date":"12/31/01","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Around the year 1900, when Bertha Wendhausen heard that there was an Indian village nearby in Niagara, she couldn’t wait to go and talk with some of the Indians.  She wanted to learn more about the native people of North America.  So on one Sunday, Bertha and her party drove over to find the village of Niagara.  On the way there they met an Indian child who was sick and dying.  Bertha later wrote that she believed the child foretold the story of the rest of the Indians -- that they would perish as white civilization swept over them.  Bertha believed the death of the Indians was inevitable.","When Bertha and her party found the rest of the Native Americans in Niagara, they appeared to be dirty and miserable.  This further affirmed her belief that Indians were not meant to be in society and that it would cause their death.  Bertha wrote that Indians were meant to be free and one with nature; they were born to fish, hunt, and gather, not to be in civilization.  They were meant to be free with the open sky.","In Canada, Bertha had learned that there was an Indian who was educated and very intelligent.  She thought of this Indian as an exception because she didn’t think Native Americans were capable of learning.  Most of them would not be able to adapt to society or become educated, were her thoughts.  A memory of the Indian chief statue in Chicago Park stirred in her thoughts: like the rest of the Indians, the warrior chief seemed to be calmly awaiting his fate.","Later on, when she visited the splendor of Niagara Falls, Bertha recalled the legend that had been told to her of that place.  As the legend went, there was a rainbow shining in the waters of Niagara Falls,and on this rainbow departed souls traveled on their way to the “happy hunting grounds of heaven”.  A tradition of the Indians in the area was to offer a sacrifice up to the Great Spirit.  A canoe was decorated with flowers and fruits, and a maiden was chosen to take the offering across the rainbow to the Great Spirit and offer her own life as well.  One day the maiden who was chosen was the only daughter of a great chief.  The chief did not show any emotion when his daughter was chosen.  As she was steered into the mist and watery depths, suddenly there was another canoe beside hers- in it was her father.  Both canoes went into the falls.  On the bank the Indians who had been watching rushed over, and in the water was a second rainbow next to the first.  The Great Spirit had built a second bridge for the father to cross.  And as the legend went, both father and daughter reached heaven, and from then on there were two rainbows in the waters of Niagara Falls.","Like the Indian chief and his daughter, Bertha thought the rest of the Indians would also pass over to heaven.  She was not wrong in that there were many hardships endured by Indians because of white civilization, and many of them died as a result.  Throughout the 19<sup>th</sup> century, they continued to be pushed off their lands more and more westward.  Most attitudes towards Native Americans at the time were that they were only obstacles that needed to be removed from valuable land, or they were savages that needed to be civilized.  Despite Bertha’s assessment, many of them did become educated and entered society, and they didn’t die out.  Many Indians still continue their traditional lifestyles today on and off reservations around the United States."],"display_date":"1900 - 1901","search_date":"1900-12-31","citations":[{"divid":1291086751,"type":"Book","data":["Bertha Wendhausen","Greetings to America","","New York","W.B. Harison","1900","83-90"]},{"divid":1291087041,"type":"Article","data":["Gale U.S. History in Context","Native Americans and Christianity","American Eras","1","1997","1"]}],"locations":[{"id":5161,"lat":43.0829208206,"lng":-79.0699589693,"zoom":9,"place":"Niagara, New York"}],"tags":[{"id":804,"tag":"Niagara Falls"},{"id":803,"tag":"Reservation"},{"id":558,"tag":"Indian Removal"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}}