{"id":5121,"title":"A Day of Mourning For All","course_id":49,"status":"P","start_date":"1865-04-19","end_date":"1865-04-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Abraham Lincoln's funeral took place on April 19, 1865. The mirrors in the Green Room had been covered and everything was black, causing a dimness. Over seven hundred people came to pay their respects to the late President. A person described the scene in the Green Room: “The remains of the President lay in the Green Room, in a metallic coffin. On each side of the coffin were four silver handles, with stars between, a vein of silver winding around the whole cast in a serpentine form. This rested upon a canopied catafalque, and was decorated with wreaths of moss and evergreen, with white flowers and lilies intermingled.\" People such as Andrew Johnson and Ulysses S. Grant attended the funeral. At the end, the coffin was carried by twelve army sergeants to the hearse that was waiting outside. The coffin was brought to the Capitol. Thousands of injured and uninjured soldiers from the Union got up to participate in the funeral procession which was led by African Americans. Nearly forty thousand of them were gathered at the end of the funeral procession. Over one hundred thousand people lined the streets that day to watch the hearse pass by. Not an inch of sidewalk was seen because so many people came out. Those that could not come out stayed inside and watched through their windows and atop their balconies. Even though over one hundred thousand people were present, there was an eerie silence all around. People refrained from talking and if they had to, the conversation was kept between the people addressed and no one else. The Funeral Train would later proceed across seven states and more than ten city stops. The train itself passed more than four hundred cities on its way to Springfield, Illinois. Because of the numerous stops, it would not arrive at its final destination until almost three weeks later. Surprisingly, or maybe not so, the route to Lincoln's final resting place included all Union states and cities but no Southern states or cities. Scheduled stops for the special funeral train were published in newspapers so people could come and take a final look at their President. At each stop, Lincoln's coffin was taken off the train and placed in a horse-drawn hearse and walked through the city. Newspapers reported that people had to wait more than five hours to pass by the president's coffin in some cities because of the large number of mourners. While the assassination itself was a shocking tragedy that overwhelmed the nation after four brutal years of Civil War, the funeral train was a closure. The man who had tried to keep the country together throughout his entire presidency was dead, and the train that carried him symbolized not only the end of the war, but the fact that an era was truly finished. The <em>Buffalo Morning Express</em> had this to say: \"The solemn spectacle has passed. The body of the great martyr has been borne through our hushed streets and onward to its rest\" - a quiet and respectful end to a great man in a not so great country."],"display_date":"April 19, 1865","search_date":"1865-04-19","citations":[{"divid":1291333085,"type":"Newspaper Article","data":["The Assassination and the Rebellion.","New York Times","New York","April 20 1865","4"]},{"divid":1291333331,"type":"Book","data":["Rebecca Edwards","New Spirits: Americans in the Guilded Age","","New York","Oxford University Press, Inc","2006","201"]},{"divid":42763,"type":"Lecture, Conference Paper, etc.","data":[null,null,"psnRlIrLZgb"]}],"locations":[{"id":5072,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":809,"tag":"Lincoln Assassination"},{"id":808,"tag":"Funeral"},{"id":5,"tag":"War"},{"id":683,"tag":"Abraham Lincoln"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}}