{"id":5125,"title":"Apple creates a business plan.","course_id":49,"status":"P","start_date":"1/1/77","end_date":"12/31/77","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Steve Job’s vision for Apple Computer was to sell to everyone, not just to computer engineers. He turned to some friends for advice about how to do that. Noah Bushnall was someone Jobs worked with at Atari, Inc. and Mike Markkula was someone from Intel. Apple was going to need a catchy logo. The Apple logo was made my Rob Wayne, a co-founder of Apple Computer. It was only used for the Apple I computers because Jobs thought it was too hard to put on other computers. In 1977, Jobs had Rob Janoff design the new logo which was an apple shape with a bite out of it and the colors in a different order. The word was a reference to the computer term \"byte\", meaning knowledge.  In 1997, the logo changed again to a solid color. The first computer to have this logo was the Powerbook G3s. At first, the Macintosh logo looked different and was made my Jean-Michel Folon. She was paid $1 for every Mac that was sold (30 million). Before that, Hughes and Casado made the “Picasso” logo, which was a colorful drawing. It was shown on all systems until System 7.6.1. In the release of MacOS X 10.2, the Mac logo was replaced by the grey Apple on the white background. This is the logo that is still used today. Wozniak began the second computer, which was similar to the Apple I, but the Apple II would have a keyboard, power supply, color graphics, and a BASIC programming language in a plastic case and sell for $1,298. Markkula made a business plan for Apple Computer and then turned around to invest in it: he invested $250,000. He officially joined Apple in January of 1977, and held many different executive positions. In November of 1976, Apple had their first business plan: they hoped to make 500 million dollars in ten years.  Little did they know they would pass that mark in half the amount of time. Apple Computer finished their first fiscal year with $774,000 in sales and $42,000 in profit. By 1982, there were one hundred or more companies making computers. As more companies took on computers, Apple had to come up with a good marketing plan and something to catch the buyers' attention. They had Regis McKenna, who owned a public relations agency, run their first ad campaign. Apple Computer marketed many things, meaning they tried to sell all sorts of things with their name or logo on it. They sold anything from credit cards, hats, workout clothes, shirts, shorts, watches, beach towels, notepads, desk/office accessories, sailboards, clocks, keychains, bumperstickers, mugs, bags, toys, and even a paperclip. They sent out mail subscriptions to get people to apply for their credit card. For the other items, they were shown catalogs of products they offered. As odd as some of the items may be that they used to market, their strategy definitely got them somewhere."],"display_date":1977,"search_date":"1977-07-02","citations":[{"divid":1291520982,"type":"Website","data":["The Apple Museum","The Apple Museum: Apple Facts, The Apple Logo","The Apple Museum","http://www.theapplemuseum.com/index.php?id=44","October 28th, 2010"]},{"divid":1291521038,"type":"Lecture, Conference Paper, etc.","data":["Apple Computer, Inc","Apple Company History: Press Information","Document","Dr. King Library, California Room","San Jose State University, San Jose, California","October 20th, 2010"]},{"divid":1291521107,"type":"Lecture, Conference Paper, etc.","data":["Apple Computer, Inc","Press Releases","Press Releases","Dr. King Library, California Room","San Jose State University, San Jose, California","October 20th, 2010"]}],"locations":[{"id":5151,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":822,"tag":"Apple logos"},{"id":821,"tag":"Apple marketing"},{"id":820,"tag":"Computers"},{"id":819,"tag":"Apple Computer, Inc"},{"id":815,"tag":"Apple"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}}