{"id":5126,"title":"<strong>Gold Rush Merchants: Everything has a Price</strong>","course_id":48,"status":"P","start_date":"1850-10-25","end_date":"1851-05-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["There was gold in California and everyone wanted their share.  In that spirit, in early September, 1850, 17-year old Stephen Chapin David and his older brother Josiah arrived in Gold Rush California.  Entrepreneurial skills showed quickly as Stephen purchased newspapers before boarding the ship to sell to the other sailors.  While early searching for gold did not prove as lucrative as hoped, they turned to jobs such as cooks and storekeeping.  On October 25, 1850, the brothers purchased a store from Mr. Stones for $260 and all its goods at cost value.","Selling goods such as ham, flour, sugar or quicksilver proved profitable for Stephen and Josiah.    Many items could be sold for more than double their original cost.  Seasons often affected the profitability of the store, but other avenues were always available that insured a stable income.  First, they fixed up their store in order to host boarders at $11 a week.  Going into town to buy supplies for the store was no reason to have lost out on money; they would often collect mail from the miners to send out for them, charging $1.25 per letter that cost 40 cents to post.  Return mail was also brought from the cities to the mining camps.  Often miners only received mail from home once a month, so while the brothers did make a profit from the miners, they also provided a valuable service that gave them a small sense of security from home that they had not been forgotten about.","Many early gold seekers left with the intention of becoming merchants.  Robert M. Senkewicz reveals they left home with things to sell and relationships with big city merchants that could send goods to their aspiring businesses on a regular basis once they had settled in California.  Communication was important with the suppliers.  They had to make sure that goods were packed properly for shipment so they could be sold at full value instead of discounted rates for damaged goods, as well as insuring which goods to ship that were in the greatest need and would make the most money.  Too much of any one item on the market forced lower prices and burdening quantities of unsold stock.  The influx of miners and merchants alike that flocked to California, many whom stayed on after the gold rush had ended, began the diversified population that California still has today."],"display_date":"October 25, 1850 - May 4, 1851","search_date":"1851-01-28","citations":[{"divid":1291597750,"type":"Pamphlet or Other Printed Material","data":["Stephen Chapin David","California gold rush merchant; the journal of Stephen Chapin David","","Huntington Library","1956","Library of Congress, Washington DC"]},{"divid":1291598186,"type":"Book","data":["Robert M. Senkewicz, S.J.","Vigilantes in Gold Rush San Francisco","","Stanford","Stanford University Press","1985","33-60"]}],"locations":[{"id":5096,"lat":39.2896352602,"lng":-120.722296259,"zoom":8,"place":"YUBA, California"}],"tags":[{"id":824,"tag":"Merchants"},{"id":823,"tag":"Stephen Chapin David"},{"id":256,"tag":"gold rush"}],"course":{"name":"California History","school":"Foothill College","course_id":48,"school_id":40}}