{"id":5127,"title":"<strong>Crime and Instant Punishment in Gold Rush California</strong>","course_id":48,"status":"P","start_date":"1851-03-08","end_date":"1851-04-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In California there was lots of gold to be had, but not everyone would strike it rich.  While early gold rush merchants Stephen Chapin David and his older brother Josiah ran their store near the mining camps in 1851, they were surrounded by all sorts of people.  In close quarters you could not always trust the people around you.  Stephen recounted upon his return from the city in March 1851, that one of their boarders had all his money stolen from beneath his pillow.  In a show of unity amongst the miners, they attempted to seek out the culprit.  Once a suspicious man was apprehended, they threatened to lynch him.  With no proof, the miners let the man go, and he soon moved on from the camp.  A man caught stealing a pitchfork from the store was almost hung but eventually was let go and run out of town.  In April of 1951, a man accused of stealing ran into a drug store and drank a two ounce bottle of laudanum, in fear of his impending trial.  He was immediately given an emetic and recovered: the belief was that the justice you received was given to you, not chosen yourself.  Crime was everywhere and needed to be dealt with immediately as to hinder any thoughts that one could easily get away with this type of behavior.","Though harsh punishments were not always implemented, vigilante justice still had its place in gold rush society.  Leonard L. Richards explains that early camps implemented local rules of how much land each miner could mine himself.  This local ‘law’ was to avoid slave owners from claiming large amounts of land in the name of their workers when it was not felt that slaves could also claim land.  Disobeyers were first warned to comply or leave.  If neither happened, punishments could range from hanging to disfigurement.  One entrepreneur from Chile, who did not comply, had his ears cut off.   So removed from the big cities and traditional legal systems, the miners did what they had to to keep order in their communities."],"display_date":"March 8, 1851 - April 27, 1851","search_date":"1851-04-02","citations":[{"divid":1291598511,"type":"Pamphlet or Other Printed Material","data":["Stephen Chapin David","California gold rush merchant; the journal of Stephen Chapin David","","Huntington Library","1956","Library of Congress, Washington DC"]},{"divid":1291598595,"type":"Book","data":["Leonard L. Richards","The California Gold Rush and the Coming of the Civil War","","New York","Random House Inc.","2007","67-69"]}],"locations":[{"id":5097,"lat":39.2896352602,"lng":-120.722296259,"zoom":8,"place":"YUBA, California"}],"tags":[{"id":823,"tag":"Stephen Chapin David"},{"id":256,"tag":"gold rush"},{"id":1,"tag":"Crime/Violence"},{"id":837,"tag":"Vigilantes"}],"course":{"name":"California History","school":"Foothill College","course_id":48,"school_id":40}}