{"id":5128,"title":"The Triangle Shirtwaist Factory Fire of 1911","course_id":54,"status":"P","start_date":"3/25/11","end_date":"3/25/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Triangle Shirtwaist Factory Fire of 1911","By: Louis Daleandro","<br />Within fifteen minutes, a massive fire broke out in the Triangle Shirtwaist Factory in New York City in 1911.  Dubbed a model of modern efficiency, the Triangle factory was large in scale as were the specially designed bins that held hundreds of pounds of scrap cotton and tissue paper.   The blaze that ensued ultimately took the lives of 146 mostly young, immigrant women workers who either burned or jumped to their deaths.  Out of the tragedy came progress as the trial and outcry sparked by the even led to improvements in safety and sanitation.  Witnesses of the account, however, tell haunting tales of the event.  William Shepherd’s first hand account, provided over a telephone to a reporter as the fire burned, depicted the gruesome nature of the fire.","<br />William G. Shepherd was walking through Washington Square on the night of the fire and was drawn to the scene when he saw a puff of smoke.  The sound of a speeding, living body making a thud on the sidewalk became a sound he quickly learned.  His eyewitness account gruesomely described the horror of the event.  Shepherd explained that the first ten thuds he heard shocked him.  He was able to look up and see a girl falling while waving her arms and trying to keep her body upright until the instant she hit the pavement.  Through shouts of horror for the fire department, Shepherd could see the young women climbing out onto the windowsill and then dropping.  The ladder of the fire department could only reach the sixth floor; the factory took up the top three floors of the ten-story building.  A life net was set up below but the bodies of the workers just broke through it.  Shepherd explained that he witnessed a love affair amid the flames when a young man held out women away from the building and let them drop, with the fourth woman grabbing the man and giving him a goodbye kiss.  Girls jumped and tried in vain to grab the short reaching ladder.  Shepherd went around the corner and witnessed tragedies unfold on the ninth floor where girls were screaming, as they burnt alive.  The windows were jammed offering them no chance to jump.  The sidewalk became the home of heaps of broken bodies where a policeman began fastening tags to the wrists of the girls, one of whom he noticed wearing an engagement ring.  Shepherd recalled the strike of the previous year where these same girls fought for better sanitary conditions and more safety precautions.  In less than seven minutes, however, the fire had amassed the factory and the street below was covered in bodies.","Well before the fire engulfed the factory, efforts were taken to improve the safety conditions of the workers.  At the turn of the twentieth century labor laws and safety codes were not aggressively enforced if they even existed.  The garment workers of Triangle struck in 1909 on the basis of being overworked and underpaid.  The strike soon spread to other shirtwaist manufacturers and by Christmas of 1909, 723 employees had been arrested.   The public, however, mostly sided with the laborers.  In thirteen weeks time, the strike ended with new contracts that created a 52 maximum hour workweek and wage increases of 12 to 15%.  Conditions in the factory, however, still remained unsafe in the end leading to a grand jury indicting Triangle Shirtwaist owners Isaac Harris and Max Blanck on charges of manslaughter.","The trial that emerged over the guilt of the factory owners, Harris and Blanck, rendered its final decision of not guilty on December 4, 1911.  The judge reminded the jury that the dramatic testimonies of the devastating event was not the key to the case, whether or not the owners knew the door that could have given the girls an escape was locked was. The all male jury set Harris and Blanck free with some of the jurors remarking that the women probably just panicked and guilt could not be found unless they believed Harris and Blanck knew the door was locked and in that regard what real reason the door was locked in the first place.  The tragedy, however, inspired workingwomen to fight harder for their rights.  Strikes increased and membership in the International Ladies’ Garment Workers’ Union skyrocketed.  Female labor leaders such as Leonora O’Reilly demanded suffrage for women in order to be empowered to vote in politicians who would change sweatshop conditions.  New York City created the Bureau of Fire Prevention and began enforcing stricter safety regulations and finally under Franklin D. Roosevelt, the precursor to the Occupational Safety and Health Administration (OSHA) was created.  <br /><br /><br /><br /><br /><br /><br /><br />","Bibliography","Drehle, David Von. “Trial by Fire.” Smithsonian 37, no. 5 (August 2006): 93-98. http://vnweb.hwwilsonweb.com/hww.results.getResults.jhtml?_DARGS=///advanced_search.jhtml.4 (accessed November 15, 2010).","Linder, Doug. “The Triangle Shirtwaist Factory Fire Trial.” Famous Trials. http://www.law.umkc.edu//projects///.html (accessed November 15, 2010).","Shepherd, William G. “Eyewitness at the Triangle.” Interview by Roy Howard. March 27, 1911. The Triangle Factory Fire. http://www.ilr.cornell.edu///_ootss/_wgs.html (accessed November 15, 2010).","<br />“The Triangle Shirtwaist Fire: 1911.” In Women’s Rights on Trial, 312. Detroit: Gale,","1997. http://www.gale.cengage.com/_resources///.htm (accessed November 15,","2010)."],"display_date":"March 25, 1911","search_date":"1911-03-25","citations":[{"divid":1292248881,"type":"Website","data":["Drehle, David Von","Trial by Fire","Smithsonian 37, no. 5","http://vnweb.hwwilsonweb.com/hww.results.getResults.jhtml?_DARGS=///advanced_search.jhtml.4","November 15, 2010"]},{"divid":1292249052,"type":"Website","data":["Linder, Doug","The Triangle Shirtwaist Factory Fire Trial","umkc.edu","http://www.law.umkc.edu//projects///.html","November 15, 2010"]}],"locations":[{"id":5140,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":864,"tag":"Bureau of Fire Prevention"},{"id":861,"tag":"New York City 1900s"}],"course":{"name":"HIST356EO","school":"Widener University","course_id":54,"school_id":43}}