{"id":5129,"title":"<strong>The 1966 Hough Riots</strong>","course_id":59,"status":"P","start_date":"7/18/66","end_date":"7/24/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the late night hours of July 18, 1966, 26-year-old Joyce Arnett walked through Cleveland’s Hough neighborhood with two friends. As they approached E. 83<sup>rd</sup> Street, police officers ushered them into the second floor of a nearby building. The police presence had recently arrived to disperse a large crowd that had gathered on the street. Mrs. Arnett, a mother of three who lived nearby, ventured onto a balcony overlooking the street, calling for her three children. As she stepped onto the second story balcony, she was shot. After being rushed to nearby Mount Sinai Hospital, she was pronounced dead at 1:40am.","Joyce Arnett was one of four victims in what later came to be known as the Hough Riots. The riots, which lasted from July 18 to July 23, 1966, were a result of increasing racial tensions between working class African Americans and more affluent Whites in the neighborhood. African American residents were incensed at deplorable living conditions in rented apartments, exorbitant rents and food prices, and frequent incidences of police brutality at the hands of a predominantly White police force. On July 18, this tense situation quickly escalated into violence after the White owner of a bar on Hough Avenue in the neighborhood refused to serve an African American man. A large crowd, composed mainly of African Americans, soon gathered on the street, throwing rocks. Police arrived shortly thereafter and reported being shot at from snipers in the immediate area. The disorder in the neighborhood continued for several days. On July 20, Police Captain James Birmingham described the situation as being “like the part in an old western where you’re caught in the crossfire in a box canyon”. That same day, 36-year-old Percy Giles was shot on Hough Avenue, becoming the second victim of the riots. Sam Winchester and Benoris Toney were the final two victims, having both been fatally shot on subsequent days. All four of the victims were African American. The riot finally ended on July 24 following heavy rains which kept most of the neighborhood’s residents indoors.","The riot ultimately deepened the rift between African Americans and Whites in Cleveland. The all-white Cuyahoga County Grand Jury Commission fully blamed the riot on black militants, echoing the views of many Whites. Conversely, African Americans in the area claimed that the riot was the inevitable result of substandard living conditions in the predominantly African American inner city. Following the riot, almost all middle class residents left Hough, shutting down a majority of the neighborhood’s businesses. This had a devastating effect on the neighborhood, which years later had become one of the poorest in Cleveland. The riots had the effect of speeding up the process of white flight in the city, considerably deepening the rift between the poorer mainly African American inner city and richer mainly White suburbs, a division which still exists to this day."],"display_date":"July 18, 1966 - July 24, 1966","search_date":"1966-07-21","citations":[{"divid":1291654287,"type":"Article","data":["Todd M. Michney","Race, Violence, and Urban Territoriality","Journal of Urban History","3","March 2006","11 - 14"]},{"divid":1291654392,"type":"Newspaper Article","data":["2nd Negro Dies, 2 Wounded in New Violence","The Plain Dealer","Cleveland","July 20, 1966",""]},{"divid":1291654425,"type":"Newspaper Article","data":["Rain Cools Riot Zone","The Plain Dealer","Cleveland","July 25, 1966",""]},{"divid":1291654453,"type":"Newspaper Article","data":["Woman Killed in Hough Violence","The Plain Dealer","Cleveland","July 19, 1966",""]}],"locations":[{"id":5088,"lat":41.4243718872,"lng":-81.6586944761,"zoom":9,"place":"Cuyahoga, Ohio"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":825,"tag":"Riot"},{"id":826,"tag":"Cleveland"}],"course":{"name":"Intro to American History","school":"Case Western Reserve University","course_id":59,"school_id":41}}