{"id":513,"title":"Proposed bill on incendiary publications fails to pass in the Senate\n","course_id":1,"status":"P","start_date":"1836-06-08","end_date":"1836-06-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In December of 1835, Andrew Jackson proposed to Congress that some form of legislation be drafted to restrict the circulation of incendiary publications' in slave states.  He was quoted by the Mobile Commercial Record as saying: The General Government, to which the great trust is confided, of preserving inviolate the relations created among the States by the constitution, is especially bound to avoid, in its own action, any thing that may disturb them.  I would, therefore, call the special attention of Congress to the subject, and respectfully suggest the propriety of passing such a law as will prohibit, under severe penalties, the circulation in the southern States, through the mail, of incendiary publications intended to instigate the slaves to insurrection.'  This idea was almost universally supported by Southern legislators, but John C. Calhoun and a few others remained dubious.  Even though Calhoun was a staunch advocate of slavery, it looked like an infringement upon states rights for the federal government to decide which publications the post office would be allowed to transmit.  Calhoun's position, while seeming rather paradoxical on the surface, was actually quite logical: if Congress claimed the power to restrict antislavery mailings in 1836, what would stop it from censoring proslavery mailings a few years down the road?&lt;br /&gt;&lt;br /&gt;Heated debate over the bill took place in June of 1836.  After failing to pass on the third reading, a June 27 issue of the Mobile Commercial Record attacked Southern Whigs as being responsible for its defeat.  The vote would have been 24 in favor and 20 against, as opposed to the 25 to 19 vote that killed the bill.  This bill then, which has been deemed so essential to the tranquility if not to the very safety, of the South, was lost partly in consequence of the Whig opposition from the slave holding section; Whatever then of agitation or of panic, or of mischief may arise from this defeat, let those 5 Whig Senators from the slave holding States share the responsibility.'&lt;br /&gt;&lt;br /&gt;The fear of Southerners was very real.  In the first half of the 1830s, hundreds of thousands of anti-slavery publications descended from the North, which both terrified and infuriated Southerners.  When South Carolina-born abolitionist Angelina Grimk? published her Appeal to the Christian Women of the South, the pamphlet was burned in Charleston and its author forbidden from visiting her native city ever again. Southern efforts to restrict the circulation of such materials, therefore, made sense.  Still, Senators Webster, Clay, Calhoun and other influential senators were not ready to stomach such censorship.  States' rights, used so often to defend slavery, in this case worked against it."],"display_date":"June 8, 1836","search_date":"1836-06-08","citations":[{"divid":1213266295,"type":"Newspaper Article","data":["","The Mobile Commercial Register","","June 27, 1836",""]},{"divid":1213266321,"type":"Book","data":["Larry Ceplair, editor","The Public Years of Sarah and Angela Grimke",null,"New York ","Columbia University Press","1989","22"]},{"divid":1213266367,"type":"Book","data":["William Freehling","The Road to Disunion",null,"Oxford","Oxford University Press","1990","309-310"]},{"divid":1213266424,"type":"Website","data":["Kevin R. Kemper","We Shall Not Submit","University of Missouri","http://foi.missouri.edu/controls/jackson.doc","October 13, 2005"]}],"locations":[{"id":376,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}