{"id":5131,"title":"An English traveler's view of the Civil War","course_id":49,"status":"P","start_date":"1864-11-01","end_date":"1864-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Racial tensions ran high in mid-to-late 19th century Louisville, Kentucky. The Civil War and slavery were two topics of main concern for many southerners. John Francis Campbell, a man from England who visited America in the fall of 1864 wrote of his travels in his memoir, “A Short American Tramp on the Fall of 1864.” As he writes of Louisville, one can feel not only the racial tension, but the overall tension due to the Civil War. Lynch law was prevalent in the land. Blacks were fighting, some for their freedom, others out of duty. In the south, war was everywhere. The vast agricultural flatlands provided areas for battle. The Confederacy knew this land well.  Campbell was an eyewitness to all of these things, he saw the armies, the soldiers, the free blacks and the slaves, and the mingling between races that often resulted in bloodshed. Campbell believed that the country was committing suicide with this war that seemed so pointless. Society was crumbling in the south and the border states. Campbell heard of a man who liked to kill black men and had already done so to about a half-dozen because he “likes to see them fall.”","One day Campbell was talking with who he called, “a very intelligent darky.” (p 335) The man was not a freeman but belonged to a man in Tennessee and did not receive anything for his work. Campbell then remarked that “The answer made the blood of a free-born citizen glow, and drew a tip of course.” (p 335) Campbell can not come to understand why there is so much hatred amongst the races. He admires the nobility of the blacks who “take up arms to fight for liberty.” One morning as he was around a black regiment camp, he noticed the light atmosphere and jubilant attitudes amongst the soldiers. Banjos and fiddles were being played and freedom was ringing.","When the Civil War began, Kentucky was a border state and declared neutrality. Kentucky was a slave-state, and the slave trade business helped make many Kentuckians wealthy. Kentucky also had ties in trade with both the North and South and any disruption with either because of war would hurt their economy. President Lincoln realized the importance of having Kentucky in the Union in order to win the war, and eventually Kentucky sided with the Union. Kentucky held some battles and skirmishes during the Civil War and Louisville was one of the major camps for the Union Army.","Campbell was an eyewitness to the horrors of what America was going through during the Civil War Era. The Civil War, in his opinion, was suicide for the Americans. He saw all wonders and achievements that the United States had accomplished, and now they were risking it all, over disagreements. Campbell, during his travels caught up with a Yankee and was asked his opinion on the war and responded, “You have the finest country I ever saw, plenty of room, corn, cotton, coal; plenty to eat, and might be the greatest people on earth: and yet you fight the biggest battles ever fought, and do more harm to yourselves than any people ever did to a foe in the same short time. I think you are darned fools for fighting; and that's my opinion.' The Yankee scratched his head, and then a smile came over his phiz [sic], and he spoke: 'Wal [sic], maybe that's so.'” (p 340) Clearly, Campbell picked a major time in America’s history to visit, especially to visit the south. He saw the racial/social tension and the military tension and was troubled by what he saw and rightfully so."],"display_date":"November 1864","search_date":"1864-11-15","citations":[{"divid":1291692842,"type":"Pamphlet or Other Printed Material","data":["John Francis Campbell","A Short American Tramp on the Fall of 1864","Edinburgh, England","Edmonston &amp; Douglas","1865","Library of Congress"]},{"divid":1291692919,"type":"Website","data":["N/A","Kentucky's Role in the Civil War","Kentucky Educational Television","http://www.ket.org/civilwar/kyrole.html","November 16, 2010"]}],"locations":[{"id":5092,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":32,"tag":"Civil War"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}}