{"id":5134,"title":"Chicago Fire","course_id":52,"status":"P","start_date":"1871-10-08","end_date":"1871-10-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of October 8 1871, a small bright spark quickly engulfed Chicago’s entire West Division. Elias Colbert an editor for the <em>Chicago Tribune</em> newspaper recounts the progress the fire made while peering through his telescope from the rooftop of the TribuneBuilding.","Colbert attempts to gather statistical facts on the losses generated by the great conflagration in his article titled, <em>The Losses by the Fire</em>. He concludes that the factual calculations of the total damage would be a rough estimate.","An estimation of 500 buildings including frame structures lost from the fiery blaze and displaced 2, 250 residents on the West Division of the city. Approximately 3,650 buildings were destroyed in the South Division, which included 1600 stores, 28 hotels, and 60 manufacturing establishments. About 21,800 residents became homeless on the upper stories. In the North Division area the burning blaze left 500 establishments standing out of 13,800, leaving 13,300 in ruins making 74, 450 people homeless. Over 600 stores and 100 factories burned along with a portion of the southern part of Lincoln Park. Before the blaze came to a halt, it destroyed 17,450 buildings within a 3.5 square mile. The total damage cost Chicago $200 million. About one-third of the city was ruin and nearly 98,500 people were homeless [1].","The flames moved north and east, leaping over the fire engines and progressing beyond them enclosing their entire apparatus as the flames move east and west. From the west side of Jefferson Street, as far as the eye could reach, in an easterly direction--and the river bound that space--a perfect sea of leaping flames covered the ground.","As far as north of North Avenue, to the river and the lake, the entire North side was a seething infernal. By daylight, the fierce and raging fire was one massive sheet of flame creating a perfect ocean blaze of the east that stretched 7 miles long.","On October 10, the rainfall, the lake, and undeveloped lots on the North side subdued the destructive blaze. Telegraph posts are transfigured into burned and branchless trees, and in this blue land of supreme fancy, the prosaic and the commonplace have disappeared forever. At another point one can faintly distinguish twisted and distorted iron beams, half covering and half covered by massive blocks of stone.","[1]Elias Colbert, \"Losses by the Fire,\" <em>Chicago Tribune</em>, October 8, 1871."],"display_date":"October 8, 1871 - October 10, 1871","search_date":"1871-10-09","citations":[{"divid":1291906583,"type":"Newspaper Article","data":["The Losses by the Fire","Chicago Tribune","Chicago","October 8 1871",""]},{"divid":1291906640,"type":"Newspaper Article","data":["The Tribune Reports to Chicago on Its Own Destruction","Chicago Tribune","Chicago","October 11 1871",""]},{"divid":1291906739,"type":"Newspaper Article","data":["Chicago by Moonlight","Chicago Tribune","Chicago","October 1871",""]}],"locations":[{"id":5102,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":839,"tag":"destruction"},{"id":836,"tag":"fire"},{"id":827,"tag":"Chicago"},{"id":840,"tag":"Illinois"},{"id":841,"tag":"1871"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":52,"school_id":43}}