{"id":514,"title":"Public land sales begin in Missouri\n","course_id":1,"status":"P","start_date":"1818-08-03","end_date":"1818-09-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The public land in the Missouri territory not for sale to the private market prior to 1818 due to a complex mix of settlers attempting to procure choice slots of land for free after the devastating earthquake that hit the town of New Madrid, a failure to settle old Spanish claims, and a reluctance to settle past the Mississippi.  As such, there was a scarceness of land and speculation of private land holdings rose.  This changed when, on June 5, 1818, The Missouri Gazette announced the opening of public land sales.  The sales, by order of President Monroe, were to take place in St. Louis in 1818 on the first Monday of August, October, December, February and April next, and three weeks after each of the said days' and in Howard County in the first Monday in September and November next, and three weeks after each of the said days' of that same year.  &lt;br /&gt;Up to thirty townships were to be sold at each sale, with the first land sold being placed in the center of the county and holding the seat of justice for the county.  Lands in the vicinity of St. Louis were priced between four and twelve dollars per acre, and one particular section of Howard County sold for over twenty-six dollars per acre."],"display_date":"August 3, 1818 - September 7, 1818","search_date":"1818-08-20","citations":[{"divid":1213139942,"type":"Book","data":["William E. Foley","A History of Missouri: Volume I 1673-1820",null,"Missouri","University of Missouri","1971","170-174"]},{"divid":1213139983,"type":"Newspaper Article","data":["","Southern Patriot","","June 5, 1818",""]}],"locations":[{"id":377,"lat":null,"lng":null,"zoom":8,"place":"ST LOUIS, Missouri"}],"tags":[{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}