{"id":5142,"title":"Episode is the on New York Court of Appeals case called The People of The State of New York against Jonathan Lemmon. The case was commonly known as the “Lemmon Slave Case”.","course_id":52,"status":"P","start_date":"1860-01-01","end_date":"1860-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On January 25, 1860, the <em>New York Times </em>reported on an important case before the New York Court of Appeals called The People of The State of New York against Jonathan Lemmon. The case was commonly known as the “Lemmon Slave Case”. The events that led to this appeal dated back to 1850. The court case brought up hard questions about slavery within the United States of America and challenged the slavery laws between the northern states and the southern states.","The events that inspired the Lemmon case began in 1852 when the Lemmon family and eight of their African American slaves traveled from the state of Virginia, where slavery was legal at the time, to the state of New York, where slavery was illegal. While the Lemmon family and their slaves were in New York City, an African American man named Louis Napoleon found the slaves owned by the Lemmon family and determined that they were being held against their will. This was illegal within New York City. So, Napoleon went to the Superior Court of New York City and filed a writ of habeas corpus, which is Latin for \"that you have the body,\" for the African American slaves. On November 6, 1852, Justice Elijah Paine granted the writ of habeas corpus for the slaves, which required Lemmon to produce his slaves before the court.","The <em>New York Times</em> article from January 24, 1860 discussed the plaintiffs’ points of argument before the Court of Appeals in the Lemmon Slave Case. The plaintiffs’ lawyer Mr. Charles O’Connor first pointed out that New York State could not forbid slavery because it was not illegal in the United States. In 1860, the Constitution of the United States did not yet have an amendment making slavery illegal. O’Conner next noted that the Judicial Department of New York State has no right to declare African American slavery illegal contrary to the law of nature. Finally, he argued that New York State could not prevent citizens of sister states, where slavery was legal, from passing through New York.","A follow-up article in the <em>New York Times</em>, dated January 26, 1860, addressed the counterarguments of the Counsel of New York, Mr. William M. Evarts. Evarts responded to O’Conner’s arguments before the court. The first point was that every human being within the state of New York was entitled to the writ of habeas corpus. The second point was that the relationship between slave owner and slave did not continue from Virginia to New York then Texas. The third and final point his argument was that travelers are bounded by the laws of the state in which they reside, no matter whether they stay one day or several years.","The State of New York Court of Appeals made its decision on the Lemmon case in March 1860. The Judges ruled 5-3 in favor of the African American slaves. One of the majority opinions was written by Judge Denio. In his opinion Denio said that some cases concerning the Commerce Clause would be able to protect slavery as property when dealing with interstate commerce but this case was not one of them. The Commerce Clause is part of the Constitution of the United States that allows the federal government to regulate interstate commerce so there is no wrong doing between states. Another member of the majority, Justice Wright, stated that the United States Constitution denied any power affecting slavery, which does not involve the Fugitive Slave Clause. This clause requires that slaves that escaped to another state to be returned back to the owner in the state from which they escaped.","The judges who favored the Lemmon family were Justices Clarke, Comstock, and Selden. Justice Clarke stated that citizens of other states traveling through New York State must be allowed to pass through with their property even if the property includes slaves. Chief Judge Comstock and Judge Selden also “expressed a concern at the violation of comity and justice in interstate relations wrought by the New York statue” [1]. Following the New York decision the Lemmon family appealed to the United States Supreme Court. Before the United States Supreme Court could hear the case the US Civil War started in April 1861. Then in September 1862 President Lincoln made the Emancipation Proclamation which freed all slaves in the United States.","In conclusion, the <em>New York Times </em>article from January 24, 1860 provides fascinating insights into the legal issues affecting slavery and interstate travel before the Civil War. This court case was part of the final stage in the United States history that triggered the Civil War and made all Americans free no matter where they came from and what color their skin was.","_________________","[1] Gordan, III, John D. \"The Lemmon Slave Case.\" The Historical Society of the Courts of the State of New York, 2006: 1, 12."],"display_date":"January - March 1860","search_date":"1860-02-14","citations":[{"divid":1292194815,"type":"Book","data":["John Bouvier","Bouvier's Law Dictionary","","St Paul","West Publishing Company","Jun 1984","-"]},{"divid":1292195057,"type":"Newspaper Article","data":["The Slavery Question","New York Times","New York","January 25, 1860",""]},{"divid":1292195167,"type":"Newspaper Article","data":["Report of the Lemmon Slave Case","New York Times","New York","1860",""]},{"divid":1292195261,"type":"Article","data":["John D Gordan III","The Lemmon Slave Case","The Historical Society of the Courts of the State of New York","4","2006","1,12"]}],"locations":[{"id":5144,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":858,"tag":"habeas corpus"},{"id":4,"tag":"Slavery"},{"id":857,"tag":"Lemmon Case"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":52,"school_id":43}}