{"id":5144,"title":"Principle of Prohibition","course_id":52,"status":"P","start_date":"1/1/00","end_date":"12/31/19","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["          The “Principle of Prohibition” by Doctor Ernest H. Cherrington was an educational pamphlet written in the early 1900’s. Dr. Cherrington questions the principles of prohibition. He was a general secretary with the World League against Alcohol; he raises questions about people who question prohibition. He doesn’t understand why the people who are against prohibition still wanted regulation in other systems. He wrote the article to point out and raise interesting questions related to the rules of alcohol. He questioned the laws concerning the age of legal alcohol consumption the amount and even questioned why it’s ok to sell it at 9:15 but not at 9:30. Dr Cherrington was clearly against alcohol and likely wrote this article because of the popularity and abuse of alcohol at that time was running high. He felt that alcohol was an important issue to address.","            Prohibition was the practice of prohibiting the transportation, sales, manufacturing, importing and exporting alcohol. In 1919 the United States passed the national prohibition act and the battle began between the “dry & wet”, meaning alcohol or no alcohol. The battle between these two groups had been going on since the 19<sup>th</sup> Century.  Alcohol played a major role and was a huge part in American history. Going back into history even the immigrants and settlers made their own liquor that included beer and wine. Even when the immigrants came to America they traveled and bought alcohol into the United States. Alcohol became a huge part in American society and contributed to the economy a great deal. Farmers were happy because they profited by making and selling alcohol from the barley they grew. It became a favorite hobby for some people and considered alcohol as a favorite pastime. Alcohol caused good and bad during the progressive era (1890-1920), it helped the economy on the good side and caused hostility on the bad side. There were many people against alcohol hence all the supporters of prohibition. Alcohol caused hostility in saloons and shops opened up crime in the black market and effected people’s health. On the other side of the coin alcohol contributed to fun times for people, a hobby to relax and let off steam from a hard days work or just meeting up with friends.  ","Christian evangelicals in 1910 were among the groups who were against alcohol. They took action in there own ways during their quest for prohibition. Because there were so many against and felt strong about the effects of alcohol they joined forces and used various types of propaganda against alcohol. There were songs, poems, pamphlets, and posters trying to prove to the public that alcohol is harmful. One of the most influential propagandas from the evangelicals was the posters because they presented a clear visual message that had gotten across the public. Even though they tried so hard to get their messages across their information did not influence the public as they thought. The public enjoyed alcohol and chose to ignore the messages. Just proves that the truth at the time wasn’t a concern to the public when it came to the physical and mental effects alcohol could cause in a person.","            People in the United States questioned and opposed prohibition in many ways. Dr. Cherrington raised good points. If you are against prohibition then why make rules such as limitations of how much alcohol can be purchased at once or how old is the right age to drink. Dr. Cherrington feels that the rules made in regards to alcohol were made without putting much thought into it. He feels that prohibition is the answer and adding laws to alcohol will not change the way alcohol is consumed"],"display_date":"1900 - 1919","search_date":"1909-12-31","citations":[{"divid":1292211855,"type":"Website","data":["Dr. Ernest H. Cherrington","The \"Prinicple\" of Prohibition","World League Against Alcoholism","http://dl.lib.brown.edu/catalog/catalog.php?verb=render&amp;id=1079624851130125&amp;view=pageturner&amp;pageno=1","11/2010"]},{"divid":1292212121,"type":"Website","data":["Julia Fillip","“The Prohibition – A failed Experiment”","Suite101","http://www.suite101.com/content/the-prohibition--a-failed-experiment-a212684","11/2010"]},{"divid":1292212271,"type":"Website","data":["Commission of Drug Abuse","History of Alcohol Prohibition","drug library","http://www.druglibrary.org/schaffer/library/studies/nc/nc2a.htm","11/2010"]}],"locations":[{"id":5137,"lat":46.2975453728,"lng":-117.907874423,"zoom":9,"place":"Columbia, Washington"},{"id":5138,"lat":39.4276655911,"lng":-84.1668444718,"zoom":10,"place":"Warren, Ohio"}],"tags":[{"id":860,"tag":"Principle of Prohibition"},{"id":111,"tag":"Prohibition"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":52,"school_id":43}}