{"id":5145,"title":"The episode is about John brown and the raid at Harper's Ferry, virginia","course_id":52,"status":"P","start_date":"1859-10-26","end_date":"1859-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 26,1859, The <em>Valley Spirit,</em> the local newspaper of Chambersburg, Pennsylvania, reported a story on John Brown and the raid on Harper’s Ferry, Virginia.  John Brown was a quiet man.  He was known to appear and disappear so no one knew quite how to locate him. He worked as a farmer, wool merchant, tanner, and land speculator; he never was a financially successful man. His financial woes did not keep him from supporting the causes he believed in. John Brown was considered to be a man of action and he was determined to abolish slavery.","The author of the story in the <em>Valley Spirit</em> summed up the confusion of the attack: “Never before was such an uproar raised by twenty-men as by Old Brown and his confederates in the deplorable affair” [1]. The writer argues that what John Brown and his men did at Harper’s Ferry was wrong; slave abolishment should not be handled by violence, but by peace and justice. The writer believes that John Brown and his men did fight and die for what they believed in.","Brown had confided in his friend, Frederick Douglas, that he had intentions of seizing the federal arsenal at Harper’s Ferry. Attacking the arsenal was like attacking the federal government and Douglas had told him it would be a big mistake. On October 16, 1859, Brown and twenty-one men made their assault on Harper’s Ferry. They captured the federal armory and arsenal, and then they captured Hall’s Rifle Works, which was a supplier of weapons to the government. Brown was hoping that slaves would join the fight, but no slaves came forward. Brown’s goal was to destroy the slave system of the south.","After the attack, Colonel Robert E. Lee’s men moved in and ended the raid. In the end, ten of Brown’s men were killed, which included both of his sons. Brown was critically wounded and taken to Charleston, Virginia.  Brown and his men were tried, sentenced and executed. He was convicted of treason against the Commonwealth of Virginia.  He was hanged on December 2, 1859.","The writer points out, “How anxious always, to preserve a spirit of harmony in trying times when the Union was agitated with fears of Civil War” [2]. The author of this article seemed to be sending a message to his readers to question John Brown’s actions at this time period for planning the attack on Harper’s Ferry when the North and the South were such in turmoil.","John Brown’s raid and trial ignited the dispute between the country’s abolitionist and pro-slavery factions, placing a wedge between the North and the South.","The author seems to believe that John Brown was disappointed in his expectations of aid from the slaves. Most of the slaves probably were afraid of the repercussions they may have encountered if they were to lose. It was too much of a bargain for them. The result of the raid proves that the plan could only end in failure.","________","[1] Valley Spirit, The Harper’s Ferry Rioters Canonized, October 26, 1859. pg.4 (http://www.2.iath.virginia.edu/jbrown/spirit.html).","<br />[2] <em>Ibid</em>."],"display_date":"October 26, 1859","search_date":"1859-10-26","citations":[{"divid":1292254212,"type":"Website","data":["Charles White","The Harper's Ferry Rioters Canonized","Valley Spirit","http://www.2.iath.virginia.edu/jbrown/spirit/html","October 26, 1859"]},{"divid":1292254357,"type":"Book","data":["John Edwin Cooke","The Life, Trial, and Execution of John Brown","","New York","Robert M. Dewitt","1859","102 pgs."]}],"locations":[{"id":5153,"lat":39.30762356,"lng":-77.8627617422,"zoom":10,"place":"JEFFERSON, Virginia"}],"tags":[{"id":867,"tag":"Harper's Ferry Raid"},{"id":868,"tag":"Insurrection of Old Brown"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":52,"school_id":43}}