{"id":5147,"title":"In this episode, a historical essay titled The Underground Railroad by Levi Coffin is described. Coffin was an active abolitionist who dedicated nearly 20 years to helping slaves escape to freedom. In his essay, he details his experience.","course_id":52,"status":"P","start_date":"1850-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Underground Railroad, a network of secret routes and safe houses, was established to lead slaves to freedom in Canada. In order to be successful, slaves needed the shelter, food, and safety of various abolitionists who were sympathetic to their cause. For the slaves, the long journey was anything but easy, but those who helped them along the way faced their own challenges. In his 1850 essay titled <em>The Underground Railroad</em>, Levi Coffin chronicles the trials and tribulations of operating a safe house for slaves.","Levi Coffin, known as the president of the Underground Railroad, successfully helped thousands of slaves escape to freedom. Born and raised in North Carolina during the early 1800’s, Coffin was exposed to the horrors of slavery at an early age. It was here that he developed his overwhelming sympathy towards the oppression and injustice of blacks. With his parents and grandparents opposed to the institution of slavery, Levi was encouraged to be compassionate towards the slaves. In fact, Coffin and a cousin started a school that taught blacks to read by using the Bible. Unfortunately, disgruntled slave-owners forced the school to be shutdown In 1824, Coffin and his wife Catherine moved to Newport (now known as Fountain City), Indiana. It is here that he established a successful merchant business and became an integral part of a truly humanitarian effort.","As a man of strong faith, Coffin believed strongly that it was his moral duty to help the slaves along their journey to freedom.  He was heavily ridiculed by members of his community and urged to think about the possible devastating consequences to his family and business. As noted in his essay, Coffin responded to his critics by explaining, “if by doing my duty and endeavoring to fulfill the injunctions of the Bible, I injured my business, then let my business go. As to my safety, my life was in the hands of my Divine Master, and I felt that I had his approval. I had no fear of the danger that seemed to threaten my life or my business. If I was faithful to duty, and honest and industrious I felt that I would be preserved, and that I could make enough to support my family” [1].  With strong conviction, Coffin continued to keep his home open to the Underground Railroad. Slaves would arrive unannounced, typically in the middle of the night. They were taught that a hitching post out front signified a safe house. From here, Coffin and his wife would prepare the slaves for their travel to the next stop along the route. The slaves were accommodated with food, clothing, and a place to rest. Then, Coffin explains, in the darkness of night, he would lead the group of slaves along the secret, and dangerous path. He acknowledges that the chance of getting caught by bounty hunters and their bloodhounds was very real. In fact, Thomas Garrett, a fellow abolitionist in Wilmington, Delaware was arrested and fined $5,400 for housing slaves.","For over 20 years, Levi Coffin and his wife stayed committed to the fugitive slaves despite the possible repercussions and the arduous labor. In his essay, he describes the hardships, “the care of so many necessitated much work and anxiety on our part, but we assumed the burden of our own will and bore it cheerfully” [2].   Inspired by Coffin’s efforts, many of his neighbors, who once criticized him, began to become involved.  While many were still unwilling to house the slaves out of fear of persecution, most were willing to provide clothing and food. Through various publications, speeches, and action, Levi Coffin became a fearless crusader in the fight for the abolishment of slavery. By his courageous action, Coffin encouraged others to join in the effort to help slaves escape bondage.","[1] \"Levi Coffin\", The Underground Railroad, http://The National Center for Public Policy Research (http://www.nationalcenter.org/UndergroundRailroad.html).","[2] <em>Ibid</em>."],"display_date":1850,"search_date":"1850-07-02","citations":[{"divid":1292289688,"type":"Website","data":["Levi Coffin","The Underground Railroad","The National Center for Public Policy Research","http://www.nationalcenter.org/UndergroundRailroad.html","December 3, 2010"]},{"divid":1292289776,"type":"Website","data":["Documenting the American South","Levi Coffin, 1798-1877","The Dictionary of North Carolina Biography","http://docsouth.unc.edu/nc/coffin/bio.html","December 4, 2010"]},{"divid":1292289868,"type":"Website","data":["Charles Ludwig","Levi Coffin: President of the Underground Railroad","The Abolitionist","http://afgen.com/coffin1.html","December 4, 2010"]}],"locations":[{"id":5157,"lat":39.864392731,"lng":-85.009873998,"zoom":10,"place":"WAYNE, Indiana"}],"tags":[{"id":95,"tag":"Abolition"},{"id":4,"tag":"Slavery"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":52,"school_id":43}}