{"id":5149,"title":"Alfred Bell’s letter to his wife of 23 November 1863","course_id":59,"status":"P","start_date":"1863-11-23","end_date":"1863-11-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Captain Alfred Bell was ailing in late November 1863.  Too sick even to write to his wife, Capt. Bell had his friend G.F. Wilson transcribe a letter for him on 23 November 1863.  Bell and Wilson were both prisoners of war (POWs) at Johnson’s Island, Ohio during this time, and this wasn’t the greatest of periods for Captain Bell.  Aside from the obvious misfortune of being imprisoned, Bell was in need of many goods from home.  A good coat and underclothing were amongst the articles Bell wished to receive from his wife.  Prisoners at Johnson’s Island during this period were permitted to obtain clothing from relatives, so long as the clothing was gray and did not resemble a uniform.  Although imprisoned, many POWs at Johnson’s island still required money to help sustain them, as prisoners were also able to purchase clothing from the sutler.   Bell requested of his wife that “if you haven’t started [me] some money you must do it immediately.”","Although according to Edward T. Downer the amount and quality of food available to prisoners during the period from 1862-early 1864 was acceptable to Federal inspectors as well as prisoners, Bell still appealed to his wife for butter, sausages and apples, and to have her mother “help her to fix something that a sick man can eat.”  Bell complained that the prisoners had no butter and had only hard bread, meat, and coffee to eat.  Prisoners could receive food from home, as well as purchase food from both prison and outside sources as a way of breaking the tedium of the ration they were provided.","Much of Bell’s misfortune at this time came from his being sick.  His letter states that there was a great deal of sickness on the island at the time of his writing.  However, according to Downer, the health of the men at this camp compared well to others, as Johnson’s Island lost only 16 prisoners to death of 2,381 in November of 1863, compared to forty men lost of 2,831 at Camp Morton in Indianapolis.","Although Bell and his comrades were obviously living through a situation which was less than ideal, the prisoners on Johnson’s Island were by no means suffering a terrible fate, especially when compared to Federal POWs in Southern prisons such as Andersonville.  Prisoners were able to receive goods from home and were generally fed and clothed well in November 1863.  Not only were the men fairly well-cared for, but the majority of the POWs were in good health during this time.  The 23<sup>rd</sup> day of November 1863 was just one of many repetitive days in the life of Captain Alfred Bell and his fellow prisoners while at Johnson’s Island, Ohio."],"display_date":"November 23, 1863","search_date":"1863-11-23","citations":[{"divid":1294157595,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Edward T. Downer","Johnson's Island","Civil War Prisons","William B. Hesseltine","Kent, OH","The Kent State University Press","1962","101-105"]},{"divid":1294157651,"type":"Manuscript","data":["Alfred E. Bell","Letter dated 23 November 1863",null,"MSS # 4012","Container 1, Folder 1","Alfred E. Bell Papers","Western Reserve Historical Society"]}],"locations":[{"id":5165,"lat":41.6777085169,"lng":-82.7856169171,"zoom":10,"place":"OTTAWA, Ohio"}],"tags":[{"id":32,"tag":"Civil War"},{"id":108,"tag":"prison"}],"course":{"name":"Intro to American History","school":"Case Western Reserve University","course_id":59,"school_id":41}}