{"id":5150,"title":"The Early Plight of Women in the Medical Field","course_id":66,"status":"P","start_date":"1850-01-01","end_date":"1850-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Late in 1849, famed author Fredrika Bremer arrived in America on a visit from Sweden.  Her writings were well known in America and upon an invitation to visit she gladly accepted.  Well aware of the high regard for women in America, she was intent on studying their position and value.","During her two year stay in America, Ms. Bremer visited and was entertained by some of the most prominent people in American Society.  One such visit began on January 1, 1850, and found her going to stay with Miss Harriot Hunt in Boston.  As Ms. Bremer describes, she “had not much of an inclination for the visit, but it turned out much better than expected”. Harriot Hunt was a physician of women and children and had already been in practice for 12 years!  She was well respected in her medical practice and specialized in the particular ailments and diseases of women.  It did not take long for Fredika Bremer to realize the value of women like Miss Hunt who spent their lives devoted to the medical profession.","It was not easy for women to get into the medical field during the early 1800’s.  Such pioneers as Elizabeth Blackwell and Harriot Hunt had to fight through many obstacles to get the education and proper training to become physicians.  There were plenty of medical colleges available for men but none allowed women to attend.","Women were mostly limited to being midwives early in the 1800’s, and men’s attitudes were that women were “too delicate” and “not suited for the male dominated role of physician”.   These women were not to be discouraged; they understood the necessity and importance of becoming physicians specializing in the treatment of women.  They applied to these medical colleges that turned many away.  The first woman admitted to medical school was Elizabeth Blackwell in 1847, and then only if she attended disguised in male clothing.   She graduated from Geneva Medical College in Geneva, New York, in 1849.  Elizabeth Blackwell went on to found the New York Infirmary for Women along with her sister Emily in 1857.","Following Ms. Blackwell’s graduation in 1849, Dr. Joseph Longshore founded the Women’s Medical College of Pennsylvania.  This would lead to the establishment of seventeen more medical schools and nine hospitals, all specifically for the education and treatment of women.","Many women who wanted to study medicine found no openings available to them in medical school and chose to enroll in eclectic and homeopathic sects.   Miss Hariott Hunt studied under the apprenticeship of Dr. and Mrs. Richard D. Mott learning the value of “Systematic Vegetable Medicines” and continued her practice as an unlicensed eclectic practitioner.","Throughout the rest of Miss Hunt’s life she continued to advocate for the rights of women to learn and practice medicine.  She was followed by many more women’s rights activists demanding greater participation of women in a field “monopolized” by men.  Women wanted wealth and distinction also.  By 1900 this was happening: America had only 544 women practitioners in 1870; by 1900, the number had grown to 7,382."],"display_date":"January 1, 1850","search_date":"1850-01-01","citations":[{"divid":1297734785,"type":"Pamphlet or Other Printed Material","data":["Bremer, Fredrika","America of the fifties: letters of Fredrika Bremer","New York","selected and edited by Adolph B. Benson","1924","American Notes: Travels in America, 1750-1920. From the Library of Congress, http://memory.loc.gov/mmem/lhtnhtml/lhtnhomr.html, Accessed January 21, 2011"]},{"divid":1297735297,"type":"Book","data":["Luchetti, C.","Medicine Women: The Story of Early-American Women Doctors","","New York, NY","Crown Publishers, Inc.","1998","pp. 1, 13-14, 19-22, 74"]},{"divid":1297735462,"type":"Book","data":["Moldow, G.","Women Doctors in Gilded-Age Washington","","Chicago, IL","University of Illinois Press","1987","pp. 6"]},{"divid":1297735638,"type":"Book","data":["Lopate, C.","Women in Medicine","","Baltimore, MD","The Johns Hopkins Press","1968","pp. 3-6"]}],"locations":[{"id":5191,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":874,"tag":"Women, Education, Health"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}