{"id":5151,"title":"The Education of Women - Mid 1800's","course_id":66,"status":"P","start_date":"1850-02-01","end_date":"1850-02-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Fredrika Bremer was a well-known writer living in Sweden.   By invitation in late 1849, she came to America for a visit.  As she was very much an advocate for the betterment of women in her country, her trip was much anticipated as she had heard of the high regard for American women.  Her writings were very well known in America at the time and she was well received during her two-year visit staying with some of the most prominent people of the mid 1800’s.","Well entertained throughout her visit, Ms. Bremer saw much of the country, spending most of the time on the East Coast in and around the Boston area.  All along her travels she wrote wonderful letters to her sister detailing her experiences and observations.  One such observation written on February 1, 1850, was about education and women.  “The educational institutions for women are in general much superior here to those of Europe; and perhaps the most important work in which America is doing for the future of humanity consists in her treatment and education of women.”","Women were becoming very valued as teachers, which gave rise to employment opportunities in the public school system.  Seminaries and other institutions of higher learning had been established to educate women in this vocation.  Many women interested in the field of higher education came from farms outside of the cities and would go to work first in manufactories to earn the necessary funds to pay for their education.","Women’s right to a higher education did not come without a battle. The male population was not in favor of this newfound interest woman had to better themselves and enrich their lives.   In 1870, the male population considered women too delicate and not up to the challenge of a higher education.  Dr. Edward Clarke, a retired professor at Harvard Medical School, in his publication, <em>Sex in Education, or, a Fair</em> <em>Chance for Girls, </em>warned that women who used up all their vital energies on studies would endanger their “female apparatus”.  Now, I ask you, what was this man thinking?  Regardless of how he felt, ten years later higher education for women was well accepted throughout the country.  One such example of this came in 1890: <em>Ladies Home Journal</em> held a contest in which the girl who sold the most subscriptions to the magazine would win a scholarship to Vassar.","Institutions of higher learning were in large part established and supported by other women who strongly advocated for the better education of their sex.  Emma Willard went on to establish a private academy in Troy, New York, in 1821.  This she established after being turned down by the New York State Legislature to finance a female public seminary.  She was instrumental in re-shaping women’s education throughout the country.  Emma felt women were capable of studying any subject they wanted and should prepare themselves to be self-supporting in a profession.","Philanthropists such as Catherine Beecher and Olivia Sage were two other women who also advocated for the further education of women. They helped tremendously with financial support to found colleges.  After being bullied for many years by fundraisers from men’s colleges, Olivia Sage made the declaration that she would no longer donate to them.  She then turned her interest to women’s education by donating $500,000 to found the Russell Sage College of Practical Arts in Troy, New York.  Here women learned secretarial work, household economics and industrial arts.  Catherine Beecher went on to found the American Educational Association in 1852.  She had long been an early supporter of women’s education."],"display_date":"February 1, 1850","search_date":"1850-02-01","citations":[{"divid":1297743391,"type":"Pamphlet or Other Printed Material","data":["Bremer, Fredrika","America of the fifties: letters of Fredrika Bremer","New York","selected and edited by Adolph B. Benson","1924","American Notes: Travels in America, 1750-1920. From the Library of Congress, Accessed January 21,2011. http://memory.loc.gov/ammem/lhtnhtml/lhtnhome.html"]},{"divid":1297743644,"type":"Book","data":["Collins, G.","America's Women: 400Years of Dolls, Drudges, Helpmates, and Heroines","","New York, NY","HarperCollins Publishers, Inc.","2003","pp. 106-111, 292"]},{"divid":1297743757,"type":"Book","data":["Hunter College Women's Studies Collective","Women's Realities, Women's Choices","Third Edition","Oxford, NY","Oxford University Press","2005","pp. 315"]},{"divid":1297743896,"type":"Book","data":["Friedman, L.J. &amp; McGarvie, M.D. (Ed.)","Charity, Philanthropy, and Civility in American History","","New York, NY","Cambridge University Press","2003","pp. 60-61, 208"]},{"divid":1297744075,"type":"Online Encyclopedia","data":["World Book Student World Book, 2011 Web","Schneir, Miriam. \"Beecher, Catherine Esther\"","www.sjlibrary.org","January 28, 2011"]}],"locations":[{"id":5192,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":6,"tag":"Education"},{"id":875,"tag":"Women, Education"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}