{"id":5154,"title":"The Changing Public Attitude towards Slavery","course_id":66,"status":"P","start_date":"1841-03-10","end_date":"1841-03-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the mid-19<sup>th</sup> century, the changes in the public mindset towards slavery had not yet been fully reinforced by law but the distaste with which other countries had viewed the institution for some time was clear.  Blatant racism was still plainly evident, yet the abolition movement was now growing and the public response to prejudice was now becoming very different.  After recent written accounts of slavery in the United States had been published by intellectuals such as Harriet Martineau and James Silk Buckingham, there were others from overseas taking on the voyage to the United States.  They wished to reveal and record what they saw about this young, powerful republic with such controversial politics at hand, in wonderment of the idealized American principles burdened so heavily by slavery’s contradiction of them, and to participate in the abolishment of the institution.","On March 10, 1841, one such voyage carrying many passengers of international backgrounds from Great Britain to America.  Joseph Sturge, an author and anti-slavery movement member, recalls how an inebriated British man, in calling to attention a waiter standing by, referred to him as “blackey”.  The waiter responded, “My name is Robert; when you want anything from me, please address me by my name; there is no gentleman on board who would have addressed me as you have done; we are all of the same flesh and blood; I did not make myself; God made me”.","His intoxication was of no excuse, and while many passengers on board indeed held their own opinions as to the lesser status of black men, it was also understood by the observers that there was not a man present, no matter their prejudices, who would have supported the initial offender against this much-deserved return. Sturge’s observations reflect that the passengers on the voyage to America could see the waiter as a man, much as themselves, and could not deny the accuracy of his response.  In decades earlier, few black men standing alone would have dared speak out without fear of immediate and unanimous reprisal, yet this was 1841, and here was a glimpse of the gradual but necessary progressions of the public outlook about slavery as an unacceptable institution.","Abolition-movement members such as the American brothers Arthur and Lewis Tappan were working diligently towards their cause, an attempt to “ma[ke] the whole nation look the captives in the face”, as yet another overseas onlooker noted.   People were becoming uncomfortable with slavery and racism as it seemed uncivilized and sinful amongst developed men.  Author St. George Tucker noted how even in pursuit of  independence and the hope for a better life which the Americans had sought for themselves, somehow they had turned from the oppressed into the oppressors, and in many cases, much more viciously.","The traveling writers from overseas were being joined by many American intellectuals, such as Emerson and Thoreau amongst others, all pointed in their goal of revealing a changing attitude about slavery in the United States.  Developments in communication allowed this perspective to circulate more widely than ever possible before.  Many people now not only understood the institution of slavery but were faced with its details every day.  The cultivation of thought encouraged by publications seemed to require a new evolution in behavior."],"display_date":"March 10, 1841","search_date":"1841-03-10","citations":[{"divid":1297816100,"type":"Book","data":["Joseph Sturge","A Visit to the United States in 1841","","London","Hamilton, Adams, and Co.","1842","11-12"]},{"divid":1297816206,"type":"Book","data":["Oscar and Lilian Handlin","Liberty in Expansion: 1760-1850","","New York","Harper &amp; Row","1989","303"]},{"divid":1297816286,"type":"Book","data":["Allan Nevins","The Emergence of Lincoln: Prologue to Civil War 1859-1861","II","New York","Charles Scribner's Sons","1950","132-135"]},{"divid":1297816383,"type":"Book","data":["Roy F. Nichols","The Stakes of Power: 1845-1877","","New York","Hill and Wang","1961","31-36"]},{"divid":98446,"type":"Pamphlet or Other Printed Material","data":["uAUJyTHMe"]}],"locations":[{"id":5184,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":4,"tag":"Slavery"},{"id":64,"tag":"Anti-slavery"},{"id":95,"tag":"Abolition"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}