{"id":5156,"title":"<strong>Letter from John Jacob Astor to his merchant, Peter Smith, </strong><strong>regarding the fur trade.</strong>","course_id":66,"status":"P","start_date":"1790-11-02","end_date":"1790-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Jacob Astor was America’s first multimillionaire. Mr. Astor, German born, moved to the United States in 1784. Shortly after, he began his commercial career in fur trafficking. Mr. Astor, a keen businessman, recognized early on the possibilities of immense fortune in both furs and peltries. The rich peltries of the North had been pursued by the early traders. The Indians had little knowledge of the relative wealth of furs at first and bartered foreign trinkets and cheap commodities for them. The early traders realized immense profits and found furs as a source of wealth. The earliest and richest crop of Central and West New York consisted of furs through which John Jacob’s Agency, aided by Peter Smith and others, found their way into both the New York and London markets.","In 1790, Mr. Astor wrote a letter to his merchant Peter Smith on the Mohawk River. He expressed the value of furs and their worth. In the business deal, he advised Peter to deliver as much furs as possible between spring and June 1<sup>st</sup>. He requested Peter to only buy furs if the price was very low and advised him that he would loan him cash if need be.","In 1790, the price and inventory that Astor was willing to pay included the following: Otter Skins: 40s, Bear 40s, Red Fox (good condition) 9s and 6p, Mink: 4s and 3p, Wolfs: 6s and 6p, Wildcat: 6s and 6p, Muskrat 1s and 5p, and Beaver 12s.","Astor had major plans in establishing trading posts all across the continent from the Atlantic to the Pacific and to send these furs to China. In 1811, Mr. Astor acquired the Mackina Company, which covered the entire south, and named it “The American Fur Company”. This was entitled the South-West in contradiction to the North-West Company which was a competing fur company based in Canada. Mr. Astor’s goal was to possess and monopolize the whole fur trade of North America. From the sixteenth to the late nineteenth century, fur trading was an important economic and political motive in the exploration and colonization of our continent. It was during this time that Mr. Astor accumulated a quarter of a million dollars, and became one of the leading figures in the fur trade."],"display_date":"November 2, 1790","search_date":"1790-11-02","citations":[{"divid":1297990982,"type":"Newspaper Article","data":["JOHN JACOB ASTOR; Unpublished Letters from Him to His Fur Trade in the Mohawk Valley","The New York Times","New York","May 25, 1901",""]},{"divid":1297991087,"type":"Book","data":["Laton McCartney","Across the Great Divide: Robert Stuart and the Discovery of the Oregon Trail","","New York","Free Press","2003","7, 24 -27, 29-31, 51"]},{"divid":1297991157,"type":"Book","data":["Axel Madsen","John Jacob Astor: America’s first Multimillionaire","","New York","John Wiley &amp; Sons, Inc.","2001","1, 7, 22-28,51"]}],"locations":[{"id":5212,"lat":42.7529827424,"lng":-73.884695438,"zoom":8,"place":"Albany, New York"}],"tags":[{"id":894,"tag":"fur trade"},{"id":893,"tag":"Astor"},{"id":11,"tag":"Economy"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}