{"id":5159,"title":"America Experiments with Medicine","course_id":66,"status":"P","start_date":"1/1/00","end_date":"12/31/00","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["With the idea that America was the new Promised Land, many Americans were open  to everything new including ideas on health.  Diet, nutrition and wellness were topics of debate, often with men claiming to have the latest and greatest cure-all remedy.","Reverend Sylvester Graham was an advocate for healthful living.  He introduced a restrictive diet excluding meat, butter, coffee, tea and any intoxicating drinks.  He felt that these impurities would cause sexual desire and lead to disease.  Graham was also a strong advocate for maintaining a moral lifestyle that included exercise, proper attire, good sleeping habits and continence.  He had many followers, some of whom would call him Dr. Graham despite the fact he was not formally educated as one.  Upon a visit to an orphan asylum, James Silk Buckingham found they applied Graham’s diet to the children by feeding them a strictly vegetarian diet.  The orphanage claimed this helped the children build better bodies than that of meat eaters and protected them from diseases.  Graham's radical views often provoked opposition from the meat industry as well as husbands who did not want intercourse limited with their wives.","Although there were some educated doctors who followed more conservative practices, the majority had little education and was of lower class.   Of these doctors, there were some who would make radical health claims for cures.   A Chinaman noted in his writings of American doctors that many of them would make absurd claims for remedies and dismisses the Chinese medicine practiced for thousands of years stating it was outdated.  He commented, “Indeed, in no other field does ignorance, superstition, credulity, and lack of real education display itself as among the American doctors or healers. I believe I could fill a volume by the mere enumeration of the diabolical and absurd nostrums offered by knaves to heal men who profess to hold in ridicule the Chinese doctors”.  Transportation made it possible for these men to seek out vulnerable Americans who were in desperate need of a cure only to take their money and recommend a remedy that had no basis.","According to Doctor Peter Conrad, the educated doctors of the times pressed to have legal regulation among health care practitioners and felt the current treatments were unreliable and often dangerous.  However, many people challenged this as they felt some of the treatments, especially from educated holistic practitioners, were valuable and often superior to that of the formally educated doctors.  Dr. Conrad states “belief held that the practice of medicine should be ‘democratic’ and open to all, or at least all men.”   Self-help was still a common practice among them.","The Americans viewed themselves superior to that of other countries and felt their newly discovered remedies were more advanced.  It seems this naive and narrow-minded approach dismissed remedies of their ancestors and left them with trial, error, luck and a false sense of elitism."],"display_date":1900,"search_date":"1900-07-02","citations":[{"divid":1298499574,"type":"Book","data":["Henry Pearson Gratton","As a Chinaman Saw Us","","New York","D. Appleton and Company","1904","106-117"]},{"divid":1298499648,"type":"Book","data":["Peter Conrad","The Sociology of Health and Illness","8th Ed","New York","Worth Publishers","2009","203"]},{"divid":1298499690,"type":"Book","data":["April Rose Haynes","Sex Education","3","Detroit","Charles Scribner's Sons","2006","1065-1069"]}],"locations":[{"id":5201,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"New York, New York"}],"tags":[{"id":883,"tag":"diet"},{"id":230,"tag":"Medicine/Health"},{"id":267,"tag":"Health"},{"id":888,"tag":"Graham"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}