{"id":5161,"title":"Immigrants Who Couldn’t Get on The Train","course_id":66,"status":"P","start_date":"1/1/14","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1914, Stephen Graham, a traveler from Britain, was riding a train towards Chicago. Upon arriving at the station, he was comparing the American rates with the Russian rates and Great Britain rates: “The cost of working is more in America than in Russia, and the trains are twice as fast; but that is not enough to set off against the enormous differences in fares. . . It is absurd to compare the prices of fares in America with the prices of fares in Great Britain. It is bad enough with us, but ours is a small territory; it does not cost much to go from end to end. But America is a vast country.” The comparison he made was truly correct. The wages paid in America were much higher than in Russia. Unfortunately, the railway fares were as well. The engineering of the railways had always been appreciated, but did it really benefit all Americans in the 19th century?","Railway fares usually were set quite high since the building cost of the railways was so expensive. For examples, it cost $39.60 -- equivalent to $712 nowadays -- to go as far as Denver, Coloado, which was about 2000 miles from Chicago; and $76.20 -- equivalent to $1307 -- to go to San Francisco. As Graham noted, “It costs almost a year’s wages to pay the fare of a family across it [the U.S.].” More importantly, the wages that Stephen refers to were the wages of American citizens. For those immigrants who were paid in lower wages, the fare might cost much more than they earned. Therefore, compared to Americans, immigrants had to think twice before determining to travel even a thousand miles.","Railways did bring many benefits to the United States. They sped up the development of the Industrial Revolution; they transferred gold, coal, and other materials at a very high speed, yet charged their customers a relatively low price; they brought a lot of jobs within the railroad sector; and they could take any immigrant to a place where he would not be a hireling but, during that period of time, “the high fares deter the immigrant, he is cooped up in districts which he would like to leave, but cannot; in districts where he must remain foreign and not American.”"],"display_date":1914,"search_date":"1914-07-02","citations":[{"divid":1299027159,"type":"Pamphlet or Other Printed Material","data":["Graham, Stephen","With Poor Immigrants to America","New York","The Macmillan Company","1914","American Notes: Travels in America, 1750 -1920"]},{"divid":1299027420,"type":"Article","data":["Hirschman, Charles, and Elizabeth Mogford","Immigration and the American industrial revolution from 1880 to 1920.","Social Science Research","38.4","2009","897-920"]}],"locations":[{"id":5229,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":666,"tag":"Railroad"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}