{"id":5163,"title":"<strong>An English Woman Writes About American Racism</strong>","course_id":66,"status":"P","start_date":"1834-01-01","end_date":"1834-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Tension over slavery and race was high in the United States when Harriett Martineau, a famous English writer, came to visit in 1834.  Martineau later wrote about her two year trip to America in a book called “Retrospect of Western Travels”, Volumes 1 and 2, which was published in 1938.  In a chapter titled “First Sight of Slavery\", Martineau wrote about an incident with an American woman in Philadelphia that clearly revealed the tensions over race.  She had heard this woman speak \"with strong horror of the abolitionists\" in the past.   While Martineau was visiting with this woman, the woman suddenly confronted Martineau with a question about race.  She demanded to know whether Martineau would prevent the marriage of a white person with a black person if she were able to.   Martineau had not planned to start any conversations on the “great question of colour” and would not have introduced the subject on her own.  But she also had a personal philosophy that she would not avoid the subject if someone else brought it up first.","Martineau responded to the women honestly, saying that she would never try to separate two people who loved each other.   In addition, she tried to convince the woman that intermarriage between the races would never really be an issue anyway because blacks and whites were not likely to want to marry each other at all.  The woman, however, just got angry, yelling at Martineau that she was an \"amalgamationist”.  Martineau did not back down, saying that even though she did not know this word, the woman could call her that if it’s what someone who believed that a white and black person should be allowed to married is called.","This Philadelphia woman quickly spread word that Martineau was an amalgamationist.  The day before Martineau was supposed to travel to the southern states, a friend that she had met on the ship on her way to America contacted her.  He told her that news of her amalgamationist views had spread.  He was very concerned for her safety because of her amalgamationist views.   He warned her that it would be dangerous for her to travel into the south.","Up until this point in her visit to America,  Martineau had been struck by how good-natured and friendly Americans were and respected the high regard that Americans claimed to have for human rights.  She admitted to having seen some mistreatment of blacks, but she had not observed anything to cause her to be \"really troubled about the enmity of the races\".  This conversation opened her eyes to the serious problem that African-Americans were dealing with, even in Northern States like Pennsylvania where slavery had almost vanished.  Despite her friend's warning, Martineau travelled to the South the following day."],"display_date":1834,"search_date":"1834-07-02","citations":[{"divid":1299044003,"type":"Book","data":["Harriet Martineau","Retrospect of Western Travel","1","London","Published by Saunders and Otley. 1838 (General Collections, Library of Congress)","1838","139-140"]},{"divid":1299044268,"type":"Book","data":["Gary B. Nash &amp; Jean R. Soderlund","Freedom by Degrees: Emancipation in Pennsylvania and its Aftermath","","Oxford","Oxford University Press","1991","5-7"]},{"divid":1299044275,"type":"Article","data":["Lesa Scholl","Mediation and Expansion: Harriet Martineau's Travels in America","Women's History Review, Volume 18","5","Nov. 2009","819-833"]}],"locations":[{"id":5216,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":95,"tag":"Abolition"},{"id":4,"tag":"Slavery"},{"id":889,"tag":"Racism"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}