{"id":5164,"title":"<strong>An English Woman Writes About American Prisons </strong>","course_id":66,"status":"P","start_date":"1/1/34","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Should prison be a place of punishment or reform?  American society was debating this question when Harriet Martineau, a famous writer from England, visited in 1934.  Martineau later wrote about her two year trip to America in a book called “Retrospect of Western Travels”, Volumes 1 and 2, which was published in 1938.   In a chapter titled “\"Prison\", Martineau describes her visit to Auburn Prison.   Auburn was a famous prison, both in America and in England.  This prison was known for harsh psychological conditions.  The prisoners worked together during the day, but were in solitary confinement at night.  Even though they worked together, they were not allowed to communicate with each other at all.  This system of prison discipline was called the \"Auburn\" or \"Silent\" system.  Martineau observed the prisoners at Auburn and described how horrible it was that the convicts were never allowed to speak to each other.  In addition, the convicts were observed by strangers and mocked on a regular basis.   While the convicts' physical lives were generally satisfactory, they lived a kind of constant shame because of strangers watching them and not being able to talk to each other.  As a result, the convicts looked “pale and haggard” in spite of good food and generally good physical treatment.  Martineau blamed their unhealthy appearance on a lack of self-respect because they had no diversion, even momentarily, from their horrible lives.  \"They are denied the forgetfulness of themselves and their miseries which they might enjoy in free conversation\". Martineau was very much against this kind of dehumanizing treatment.","She then described a very different the system at Weathersfield prison.  This prison was run by a friend of hers named Captain Pillsbury.  Captain Pillsbury’s philosophy was completely the opposite from the philosophy at Auburn Prison.  Instead of treating convicts disrespectfully and without dignity, he intentionally treated them with patience and kindness hoping to cause moral conversion in the convicts.  Martineau described how some of the most hardened criminals in the country were sent to Weathersfield.  When they arrived, Captain Pillsbury told them that he would treat them kindly and hoped that they would treat him the same.  He then showed kindness and trust to the prisoners.  In one instance, a prisoner tried to escape.  In most prisons, an escape would have been punished severely, but Pillsbury did the opposite.  This man had broken his ankle during the escape.  Pillsbury had the man bandaged and put in his own bed, where he personally cared for the man all night, knowing that the man was in terrible pain.  The prisoner was so moved and felt such shame over having tried to escape, that when he recovered, he caused no more problems at the prison.","In another instance, when Captain Pillsbury learned that a convict planned to murder him, he asked the man to shave him in a private room to show that he trusted the man.  Captain Pillsbury was defenseless.  The man shaved Captain Pillsbury, hands shaking the whole time.  When the convict finished shaving the captain, the captain said he’d known the convict could be trusted.  The man was overwhelmed by the Captain’s gesture and responded “God bless you, sir!  you may!”   In another incident, when Captain Pillsbury showed kindness and trust to a convict, the man actually burst into tears.  He told Captain Pillsbury “I have been a very devil these seventeen years; but you treat me like a man”.  From that moment on, he was also reformed.  Martineau attributes Captain Pillsbury’s faith in these men to causing their reform."],"display_date":1934,"search_date":"1934-07-02","citations":[{"divid":1299342113,"type":"Book","data":["Harriet Martineau","Retrospect of Western Travel, 1","","London","Saunders and Otley","1838","123-127"]},{"divid":1299342263,"type":"Article","data":["Lesa Scholl","Mediation and Expansion: Harriet Martineau's Travels in America","Women's History Review, Volume 18","5","Nov. 2009","819-833"]},{"divid":1299344246,"type":"Book","data":["Joseph M. Hawkes","Law &amp; Order in American History","","Port Washington, NY","Kennikat Press","1979","37-52"]}],"locations":[{"id":5215,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"Hartford, Connecticut"},{"id":5214,"lat":42.9168549346,"lng":-76.5542572674,"zoom":9,"place":"Cayuga, New York"}],"tags":[{"id":108,"tag":"prison"},{"id":890,"tag":"prison reform"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}