{"id":5166,"title":"With poor immigrants to America","course_id":66,"status":"P","start_date":"1/1/14","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1914, Stephen Graham, an European, wrote a book describing his first journey in the United States and why he was so impressed. First, he wrote about why he came to U.S., “I came to America to see men and women and not simply bricks and mortar, to understand a national life rather than to moan over sooty cities and industrial wildernesses. Hundreds of thousands of healthy Europeans passed annually to America. I wanted to know what this asylum or refuge of our wanderers actually was, what was the life and hope it offered, what America was doing with her hands, what she was yearning for with her heart. I wished to know also what was her despair,” he says. Graham and most of the immigrants believed that in the United States it was easy to get a place and earn an honest living. In the first chapter “The Arrival of the Immigrant”, he described how he and other immigrants arrived in New York. All the approved immigrants were overjoyed. These people were mostly Europeans, such as Germans, Swedes, Italians and Russians.","Graham then expressed how he was impressed by the advanced technology, diversity of language, people’s hospitality and kindness and the natural environment.  He was also impressed by Americans' culture and faith: “America breathed kindness. New York seemed to me more friendly and hospitable than any other great city I had lived in,” he says, “I for my part have to thank numberless farmers, east and west, for kindly interest and good talks, loaves of bread, cups of coffee, and pleasant meals. Several times when I have been cooking by the side of a road a farm wife has come running out to me with something hot from her kitchen, with an ‘Eat this, poor man, and God bless you, you must be hungry.’” Graham was very touched by these kind people and the way they lived.","Graham basically loved America rather than his home country, in every aspect such as culture, religion, society and economy. “We live in a tradition; they live in an expectation. We are remedying the old state; they are building the new. We are loyal to the ideas of our predecessors, they are agape to divine the ideas of generations yet to come,” Graham once says in his book. In the end of the book, he expresses how he thinks of the United States and how the United States is better than his home country.  He says, “Back to Russia! From the most forward country to the most backward country in the world; from the place where ‘time is money’ to where the trains run at eighteen miles an hour; from the land of Edison to the land of Tolstoy; from the religion of philanthropy to the religion of suffering--home once more.”","Graham’s book reflected the image of the United States in the European’s eyes. His experiences perfectly explain why Europeans craved to come to the U.S. during the early 1900s. In the book <em>The Huddled Masses: The Immigrant in American Society, 1880-1921, </em>Alan Kraut explains that the depression of the 1890s greatly enhanced the number of Eastern and Southern European immigrants in United States. By 1910, Eastern and Southern Europeans made up seventy percent of the immigrants entering the United States. Kraut argues that immigration to America was but one of the many choices available to the immigrants, and that individual aptitude and desires were just as influential as cultural, social, and familial pressures to find a better life, which is exactly what Graham was talking about. As Kraut discusses, escaping religious, racial, and political persecution, or seeking relief from a lack of economic opportunity or famine, were the main reasons why they wanted to come to United States. To sum up, what Kraut explains about the immigration of early 20<sup>th</sup> century perfectly illustrates Graham’s experience and the reason why those Europeans were craving to move to the United States during the early 20<sup>th</sup> century."],"display_date":1914,"search_date":"1914-07-02","citations":[{"divid":1299811297,"type":"Book","data":["Stephen Graham","With poor immigrants to America","","New York","The Macmillan Company","1914","41-53"]},{"divid":1299811360,"type":"Book","data":["Alan Kraut","The Huddled Masses: The Immigrant in American Society, 1880-1921","","Arlington Heights, Illinois","Harlan Davidson","1982","256"]}],"locations":[{"id":5234,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":892,"tag":"European immigrants"},{"id":797,"tag":"America in 19th Century."},{"id":759,"tag":"Immigrants"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}