{"id":5167,"title":"Susie Clark’s arrival in California by train from Boston","course_id":66,"status":"P","start_date":"1890-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 1890s Susie Champney Clark left Boston on a Raymond & Whitcomb Co. organized railroad trip across the country to California, recording her observations and notes along the way.  Though this trip may have seemed impossible to make earlier in the century, as Ms. Clark said in the first chapter of her book <em>The Round Trip from Hub to the Golden Gate</em>, “California [was] much nearer Boston than it was in ’49. The journey thither is hardly now considered much a trip.”","Susie Clark had a grand time on her trip across the country and was impressed by the comfort of the train and its amenities. She thoroughly enjoyed the menu and the dining car and declared that it “might well engage the attention of the most fastidious epicure.” Train travel had taken on a completely different feeling than earlier in the 1800s. It was leaving behind reputation for uncomfortable, difficult travel and taking steps towards relaxed and enjoyable trips. Ms. Clark even went so far as to say that Raymond and Whitcomb had turned travel into an art and science, making their trains feel like homes.","Arriving in Los Angeles, California, she took note of the beauty of the city, wondering how “this fair city [could] fail to thrive and flourish and grow as if indeed all good angels smiled upon her.” Unfortunately though, Ms. Clark pointed out that the city was founded as a means for housing the “soldiers” who had worked for the Spanish missions, forcibly converting the Native Americans and encroaching on their land. She was not surprised at all that these actions had led to, as she said in her notes, “the degradation and ultimate extinction of these tribes.”","Susie Clark was not the only one with these opinions of the missions’ and other settlers’ earlier tactics. As recounted in Michael Magliari’s article in the <em>Pacific Historical Review</em>, during a visit to Los Angeles, U.S. Army Captain Edward Ord stated “It will be seen…that by the law, the overseer of a large rancho, has but to be a ‘Justice of the Peace' and he is enabled to buy and keep Indian servants as he may want them, and to punish them at discretion, within a limit.\"","Though California was admitted to the Union as a free state, as Magliari points out, “the newly admitted Golden State had already established its own racially based system of unfree labor. Although it had forth-rightly rejected the South's ‘peculiar institution,’ the new ‘free state’ of California did not hesitate to craft its own code of compul-sory [sic] labor under the notorious 1850 Act for the Government and Protection of Indians”.  Californians used “minor custodial wardship, indentured servitude or ‘ap-prenticeship [sic],’ convict leasing, and debt peonage” as ways to create forced labor to their advantage.","As Ms. Clark hinted in her travel writings, the beauty and wonder of California had a slight darkness creeping in around its edges as a result of the methods by which the land was taken from the Native Americans."],"display_date":1890,"search_date":"1890-07-02","citations":[{"divid":1300370724,"type":"Article","data":["Michael Magliari","Free Soil, Unfree Labor: Cave Johnson Couts and the Binding of Indian Workers in California, 1850-1867","Pacific Historical Review","73.3","2004","349-389"]},{"divid":1300370826,"type":"Book","data":["Susie Champney Clark","The round trip from Hub to the Golden Gate","","Boston; New York","Lee and Shepard; C.T. Dillingham","1890","5-8, 36-37"]}],"locations":[{"id":5317,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"LOS ANGELES, California"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":666,"tag":"Railroad"},{"id":792,"tag":"Transportation"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}