{"id":5168,"title":"James O. Pattie witnesses the return of a Pawnee war party","course_id":66,"status":"P","start_date":"1824-06-20","end_date":"1830-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["James O. Pattie, on a trip through the southwest of America, had been traveling in Pawnee territory for multiple days. After enjoying a peaceful time with the Pawnees, partaking in traditional Pawnee activities like the smoking of pipes and eating buffalo meat together, he was impressed with their hospitality and even went so far as to, in his travel notes, call the chief paternal.","Because of these peaceful interactions, he was severely shocked by a particular turn of events. A Pawnee war party had left the area to raid the village of an enemy tribe. When they returned, Pattie and his men were appalled by what they saw. As the spoils of their conquest, the Pawnee warriors carried back with them the scalps of those they had killed along with the male child of one of those killed","Celebrations continued for days after their return while, as Pattie recalled, “the poor little captive child, barely fed to sustain life, lay in sight, bound hand and foot.’ Pattie and his men were appalled by what they saw, especially as they realized that the Pawnees were preparing to burn the child to death. Pattie and his men demanded the Pawnees hand over the boy to them and spare his life, not understanding how they could carry this execution out.","Many situations like this were occurring across the lands as settlers were encroaching upon Pawnee land. Not understanding Pawnee traditions and ways of life, as stated in the abstract of David J. Wishart’s article for the <em>Annals of the Association of American Geographers</em>, “from the 1830’s on, great pressure was exerted on the Pawnee to change their way of life in accordance with Euro-American concepts of civilization.”","In Pattie’s case, threats were made from both sides, but eventually an agreement was reached and the boy was given to Pattie and his men in exchange for ten yards of cloth and a paper of vermillion. In the accounts of his travels, Pattie remembers the Pawnee chief asking them if they, “seeing a young rattlesnake in [their] path, would allow it to move off uninjured, merely because it was too small and feeble to bite?”","Pattie’s party didn’t understand how the Pawnees could have wanted to kill a helpless child, while the Pawnees didn’t understand how Pattie’s men could not see the eventual threat this enemy child would pose. Differences in understanding and societal norms like this occurrence between James O. Pattie and the Pawnee was a contributing factor to the confinement and eventual removal of Native Americans from their rightful land."],"display_date":"June 20, 1824 - August 30, 1830","search_date":"1827-07-26","citations":[{"divid":1300372029,"type":"Book","data":["James O. Pattie","Pattie’s personal narrative of a voyage to the Pacific and in Mexico, June 20, 1824-August 30, 1830","","Cincinnati, Ohio","John H. Wood","1831","41-48"]},{"divid":1300372095,"type":"Article","data":["David J. Wishart","The Dispossession of the Pawnee","Annals of the Association of American Geographers","69.3","1979","382-401"]}],"locations":[{"id":5318,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":441,"tag":"Territory"},{"id":537,"tag":"Native Americans"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}