{"id":5170,"title":"­Agriculture in California","course_id":66,"status":"P","start_date":"1890-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["California’s land constitutes a diverse terrain. Between the mountain ranges and the coastlines, the deserts and the valleys, the state has always provoked an astonishing wonder from both locals and newcomers. Additionally, the climate proves to be beneficial in certain areas with minimal exposure to winter weather and ideal mild sunshine.  The people of the late 19<sup>th</sup> century acknowledged the optimum natural resources that California possessed.  The completion of the railroad in 1869 led to accessible transportation for Americans to the state.  They took advantage of the fertile land and prime weather in the Central Valley.","Prospective farmers could purchase an acre of land at $75, $100, or $150, depending on location, with a set eight percent interest rate. They had the choice of what they wanted to grow. Produce in the region included various fruits such as oranges, grapes, peaches, apricots, plums, cherries, apples, nectarines, and assorted berries. Fruit trees sold for $100 to $350 per acre, and within five years, trees would bear maximum fruit, resulting in profit and the chance to pay off investments. Farmers also had the choice to raise various livestock, including cattle, pig, sheep, and chicken. Cattle and chicken were popular because farmers could further profit by incorporating dairy into their revenue while waiting for their fruit trees to reach maturity. In theory, if a prospective farmer planned to spend $10,000, in addition to the acreage, fruit trees, and livestock, he could purchase a house and barn, a well and pump, and expenditures associated with everyday living at the time. However, not everyone who entered the farming business during this time understood the several processes of fruit culture. Fortunately, they had the option to hire professionals educated in the field. These educators would demonstrate different methods including how to transform grapes into raisins, how to obtain prunes from plums, how to cultivate, and things of that nature. This helped the owners of the land develop a better understanding of the business they were trying to pursue.","During the late 19<sup>th</sup> century, canned goods were highly utilized among families, hospitality industries, vessels, and trains, just as they are today. The concept of storing certain fruits and delivering them to other areas of the country, without rancidity occurring during transportation, was remarkable. In essence, it brought forth additional business and revenue for farmers outside of the local area."],"display_date":1890,"search_date":"1890-07-02","citations":[{"divid":1300506181,"type":"Book","data":["Dowsett, C.F.","A Start in Life. A Journey Across America, Fruit Faring in California","","London","Dowset &amp; Co.","1891","88"]},{"divid":1300506514,"type":"Book","data":["Davis, Clark &amp; Ilger, David","The Human Tradition in California","","Oxford, UK","SR Books","2002","81"]}],"locations":[{"id":5313,"lat":37.1925921715,"lng":-120.718016988,"zoom":8,"place":"MERCED, California"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":897,"tag":"Farming"},{"id":942,"tag":"California"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}