{"id":5175,"title":"Beale Recounts the Whaling Industry","course_id":58,"status":"P","start_date":"1839-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The whale industry was a vital part of the American economy in the 19th century. Many able-bodied men risked their lives to bring back the precious oil tied up in the blubber and head case of the enormous beasts of the sea. Thomas Beale, a surgeon aboard a whaling vessel, spent many years observing the whaling industry first hand. He took care to document the anatomy and behavior of the whales themselves in addition to giving accounts of incidents during their hunts.","One such incident, the capture of a sperm whale one August morning, is documented in Beale’s 1839 book, <em>The Natural History of the Sperm Whale. </em>Four whaling ships had chanced to meet in the same area on this calm morning and every man aboard each ship was on the sharp lookout for whales. Beale’s ship soon spotted one of the creatures and quickly lowered their boats. At the same moment, the three other ships saw the whale too and all the respective ships started to give chase. A boat from Beale’s ship and a rival boat were neck-and-neck and both threw their harpoons at the same time. Beale comments that if both had stuck, it would have been troublesome to figure out to whom the whale belonged. Unfortunately, neither of the harpoons caught. The whale dove and, when he resurfaced, charged straight at one of Beale’s other boats, at which point one man was finally able to hit him. Although disappointed they weren’t the ones to get the whale, the rival boats helped to reel in the whale for Beale’s crew and a fatal blow was finally struck.","One might think that, in such a vast ocean, whaling vessels would hardly ever meet up with each other. And even if they did, the chances of three meeting at the same time are hard to comprehend, let alone four at the same time. Robert C. Ellickson, in his paper “A Hypothesis of Wealth-Maximizing Norms – Evidence from the Whaling Industry”, gives an account of the social and legal measures which whaling ships were expected to follow and adhere to while at sea in the business of whaling. If not for strict laws and regulations regarding the capture of whales and allocating them to certain individuals, the whaling industry would have been a chaotic source of economy, riddled with cheating, stealing, and fighting over captured whales. The fact that whalers as a group set down whaling laws showed that America could have “informal social networks [that were] capable of creating rules that establish[ed] property rights”. The whalers did not need a centralized legal system to keep peace amongst themselves and, for over a century, disputes were often settled at sea “without the reassurance from American courts”."],"display_date":1839,"search_date":"1839-07-02","citations":[{"divid":1300897863,"type":"Book","data":["Thomas Beale","The natural history of the sperm whale. To which is added, A sketch of a South-sea whaling voyage","","Oxford","Oxford University","1839","176-182"]},{"divid":1300897903,"type":"Article","data":["Robert C. Ellickson","A Hypothesis of Wealth-Maximizing Norms: Evidence from the Whaling Industry","Journal of Law, Economics, and Organization","5(1)","1989","83-97"]}],"locations":[{"id":5231,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":659,"tag":"whaling"},{"id":881,"tag":"whaling industry"}],"course":{"name":"Literary Theory and Writing","school":"St. Norbert College","course_id":58,"school_id":44}}