{"id":5178,"title":"On the Way to Gettysburg: John B. Gordon’s “Chivalrous” War Tactics","course_id":64,"status":"P","start_date":"1863-06-28","end_date":"1863-06-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“It was a case of adherence to the letter and neglect of the spirit; but there was no alternative except good-naturedly to admit that my men had gotten the better of me that time”—so wrote General John B. Gordon about the regrettable conduct of his soldiers as they marched through Pennsylvania on their way to Gettysburg. Gordon, being a Southern Gentleman and a reputable man, sought to bring as little disgrace upon his enemy as possible. He wanted to be the embodiment of a war hero—a man who was noble in his actions—and he desired to be noted for it. In many ways, Gordon was quite impressive; the Georgian had quickly advanced through the army in spite of having no formal military training, survived horrific wounds, and was widely celebrated throughout the South. As such, when he was instructed under the direction of General Robert E. Lee to avoid damaging the towns through which he and his soldiers traversed to battle, he undoubtedly wanted to live up to Lee’s expectations. The instructions were simple: people and property were not to be damaged or harmed by the Confederate Army; the war was to be fought on the battlefield.","No matter how insignificant Gordon claimed it to be, his troops devastated certain areas. In one instance, Gordon’s troops took the pickets of a wooden fence and used them for firewood. In another, they took horses from Yankee homes, and Gordon said it was justifiable by pointing out that in the “South horses were being taken by the Union soldiers” and that he was simply “trying on a small scale to balance accounts.” In spite of Gordon’s dismissal of Confederate actions as minor, Confederate troops caused two million dollars worth of damage in Pennsylvania in 1863.","Shortly after these instances, Gordon’s troops reached Wrightsville, Pennsylvania, where Gordon’s chivalry would be tried and the reputation he prided himself on affronted. The Confederates came upon a group of Union soldiers at the Wrightsville Bridge and resolved to drive them back so that they would be able to cross the river and continue their advance. The Union soldiers swiftly set fire to the bridge in their affright to prevent Gordon’s crossing, but the Union soldiers had made an irreparable error; the fire that was meant to protect them began to spread, engulfing a lumberyard and eventually threatening the whole town. As the fire grew, quick-thinking Gordon took to searching for a bucket or pail with which to extinguish the fire. Unfortunately, he didn't find one until the situation became dire. At this point, the townspeople realized that they would have to aid the Confederates if they wanted their town to survive.","In the end, the Confederates failed to save the bridge, but the town was not completely destroyed. While Gordon defended the actions of his men, Northern newspapers called their comportment into question by asserting that they had set the Wrightsville Bridge on fire, enraging the General. Gordon’s strong reaction to this, as well as his desire to create and maintain such a heroic image of himself, call his motivations into question in regards to the Wrightsville bridge incident and the War in general. Was he living up to his “southern gentleman” reputation and genuinely trying to save the town from the raging fire, or did he simply want to get his men across the river? Perhaps he reacted so strongly because of his desire to create his own war history and become a legend that would be remembered for generations. Furthermore, it is interesting that in his official report he complained about the bridge, but he did not make as big of a deal about it as he does in his own book. It is difficult to understand the complexity of his motivations. Nevertheless, one thing is evident from Gordon’s memoirs: He wanted to be remembered as a man of great honor and chivalry, and the Civil War offered him the perfect medium through which to do it."],"display_date":"June 28, 1863","search_date":"1863-06-28","citations":[{"divid":1301615591,"type":"Book","data":["John Brown Gordon","Reminiscenses of the Civil War","","New York","Charles Scribner's Sons","1904","145-149"]},{"divid":1301615975,"type":"Newspaper Article","data":["General Gordon","The Constitution","Atlanta","June-July 19, 1868",""]},{"divid":1301616125,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Gordon, John Brown","N/A","American National Biography","Ethan S. Rafuse","New York","Oxford University Press","1999","289, 290"]},{"divid":1301616249,"type":"Article","data":["Edward B. Coddington, Edwin P. Coddington","Prelude to Gettysburg: The Confederates Plunder Pennsylvania","Pennsylvania History","2","April 1963","123-157"]},{"divid":1301616353,"type":"Book","data":["Ralph Lowell Eckert","John Brown Gordon: Soldier, Southerner, American","","Baton Rouge and London","Lousiana State University Press","1989","49"]},{"divid":1302696375,"type":"Book","data":["John Sheldon Moody, Calvin Duvall Cowles, Frederick Caryton Ainsworth, Robert N. Scott, Henry Martyn Lazelle, George Breckenridge Davis, Leslie J. Perry, Joseph William Kirkley","The War of the Rebellion: A Compilation of the Official Records of the Union and Confederacy","27","Ithaca, New York","Washington: Govt. Print. Off","1889","492"]}],"locations":[{"id":5575,"lat":39.9199204801,"lng":-76.7265166341,"zoom":9,"place":"YORK, Pennsylvania"}],"tags":[{"id":915,"tag":"John Brown Gordon"},{"id":914,"tag":"Wrightsville"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}}