{"id":5182,"title":"The Tragedy known as Pickett's Charge","course_id":64,"status":"P","start_date":"1863-07-03","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The veteran soldiers geared for the attack, confident in their strategy and ability, ready to accept nothing less than success.  As the enemy forces approached and the men “spearheaded the charge” with all that they had, it quickly became evident that it was not going to be enough.  The “Union artillery opened” on the Confederates’ “parade-ground ranks” and the group suffered greatly under the hail of fire.  Pickett’s division was destroyed.  Those left retreated in utter failure as the Union soldiers walked away relatively unscathed.  It was the battle of Gettysburg in Pennsylvania, July 3, 1863.  The doomed brigades were led into battle by 38 year old General George Edward Pickett.  Little did they know that this moment would be labeled by historians as one of the most futile assaults in American military history, Pickett’s Charge.","General Pickett was born and raised in Richmond, Virginia.  He was no star pupil, graduating 59th of 59 from West Point in 1846, along with fellow Confederate General “Stonewall” Jackson and Union General McClellan.  Pickett was an arrogant and spirited child, an attitude that seemed to stick with him for the remainder of his years and severely hindered his progress and performance as a military leader.  Described by a Union prisoner as the “archetype of the Virginia slave-baron,” Pickett was a well dressed Southern aristocrat with long ringlets that attracted attention from women and men alike.  His fellow officers rarely responded to him in any efficient or positive manner, and his arrogance and pride were blazingly displayed before his fall.  General Robert E. Lee was never aware of what to expect from the irresponsible young man, who at times seemed to be far more concerned with his new flame, LaSalle Corbell, whom he would soon marry.","A firsthand account of the battle from Pickett himself is not available.  In fact, there are relatively few of Pickett’s personal documents to contribute to the history if his military career.  His beloved Sallie’s rather biased accounts of his campaigns make up a great deal of the historiography available to historians, rendering it difficult for scholars to fully understand what happened that dreadful day in Pennsylvania.  This disastrous charge is the subject of surprisingly little historical scholarship.  Carol Reardon raises the question of whether or not a true account of any battle is realistically possible.  This one is especially difficult without an official record from the commanding officer, only secondhand accounts with which to work.","In general, Pickett’s behavior appears to have elicited personal attacks and a kind of distrust from the other officers, and he and his men had served as onlookers for much of the major fighting.  With Lee’s quick decision to fight the Union at Gettysburg, however, he would need all of the men available, including Pickett’s new division.  With vague instruction and a confident façade, Pickett led his brigade in a questionable formation described “generally as a two-rank line, with a variety of incongruities” straight into unmerciful fire from the Union infantry. This strange organization evidently left them very exposed.  The resultant deaths and injuries scarred soldiers from both sides, and hearts were bleeding for all of Virginia because of the great number of men lost that day.  It comes as no surprise that Pickett has been the topic of many rumors and criticisms since.","Years after the miserable failure, Pickett met with Lee again in 1870.  John Mosby, who escorted Pickett, reported that the general had said of Lee, “‘that old man’ had ruined his career and caused his division to be ‘massacred’ at Gettysburg.”  General George Pickett died on July 30, 1875, probably unaware of just how helpful Lee had been in his defense.  As Pickett’s reputation crumbled and he was severely criticized as a leader, Lee took much of the blame for himself.  Pickett had never truly recovered from the gruesome loss, though, and the memories of that day haunted him and helped produce the bitter feelings that he had held for his contemporary."],"display_date":"July 3, 1863","search_date":"1863-07-03","citations":[{"divid":1301625305,"type":"Book","data":["Carol Reardon","Pickett's Charge: In History and Memory","","Chapel Hill","The University of North Carolina Press","1997","20"]},{"divid":1301625465,"type":"Book","data":["Lesley J. Gordon","General George E. Pickett in Life &amp; Legend","","Chapel Hill","University of North Carolina Press","1998","107"]},{"divid":1301625565,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Unknown","George Edward Pickett","American National Biography","John Garraty and Mark Carnes","New York","Oxford University Press","1999","483-484"]}],"locations":[{"id":5554,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":715,"tag":"Military"},{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}}