{"id":5183,"title":"General Ambrose P. Hill in the Battle of Gettysburg","course_id":64,"status":"P","start_date":"1863-07-01","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["General Ambrose Powell Hill viewed Gettysburg as his chance for redemption from a reputation as a cantankerous, argumentative and tardy leader in the Confederate Army, but the ill fate that befell his troops in the battle was not the ending he desired. It was day one of the Battle of Gettysburg and Ambrose Powell Hill was about to face his first battle as the promoted commander of the Third Corps, a position Hill was eager to live up to. Hill distinguished himself in the first battles of the Civil War as the leader of the fabled \"Light Brigade\" but this day he faced more responsibility in one of the most important battles of the war to date.","The promotion came along with the devastating death of Thomas \"Stonewall\" Jackson mere weeks before the Battle of Gettysburg. Hill and the ever-praised Jackson had often clashed; one of their altercations even ended with Hill's arrest by Jackson. In the wake of Jackson's death Confederate General Robert E. Lee divided up his corps into three divisions, giving command of one division to Hill. Earlier in the Civil War Hill received much criticism from other Confederate leaders for his tendency towards tardiness and subsequent high volume of stragglers during his marches when he raced to compensate. He felt this battle was his chance to prove his competence and military skill once and for all.","On the first day of battle Hill led his men in a march towards the town of Gettysburg. Along the way they encountered Federal troops assumed to be cavalry. Not until it was too late did Hill and his soldiers realize these troops were a veteran Union force that was able to \"dispute the further advance\" of the Confederates. Hill noted in his report \"the want of cavalry had been and was again seriously felt\" but his troops were able to halt the enemies' move through the town. At this point Hill felt it prudent to cease fighting for the day and allow his men to rest. As he had long been criticized for not allowing his men mandatory rest breaks, this was a deliberate gesture on Hill's part. The next day fighting resumed and Hill described the incredible resistance of the Union forces. He also commented on the inability of his troops, guided by many able subordinates, to breach the line. Hill stated in his battle report that his men started day three in the same position they had started day two. However historians agree that Hill's battle report leaves much to be desired in the way of clear explanations of action. Some suggest his ailing health left him unable to take charge of his men and led him to spend much of his time in the company of General Lee instead of with his troops. There is little favorable evidence that Hill even came close to his predecessor Jackson's military skill.","Day three of the battle brought the famous Pickett's Charge, although Hill's report suggested this might be an ill-fitting moniker for the assault. Hill listed the troops engaged, putting no particular emphasis on Pickett's men since Pickett's men were in Longstreet's corps and in conclusion of the charge, merely wrote \"the assault failed and our troops fell back in disorder.\" This rather abrupt conclusion to the report on one of the Civil War's most important engagements is indicative of General Hill's great disappointment in the performance of his troops as well as the outcome of the battle. Hill was no Stonewall Jackson, a truth that was painfully apparent after the Battle of Gettysburg."],"display_date":"July 1, 1863 - July 3, 1863","search_date":"1863-07-02","citations":[{"divid":1301626855,"type":"Book","data":["James I. Robertson","General A.P. Hill: The Story of a Confederate Warrior","","New York","Random House","1987","11"]},{"divid":1301626958,"type":"Primary Source in a Secondary Source","data":["Report of Lieut. Gen. Ambrose P. Hill, C.S. Army, commanding Third Army Corps","November 1863","War of the Rebellion Official Records of the Union and Confederate Armies","n/a","Washington D.C.","Washington Government Printing Office","1889","606-608"]},{"divid":1301627584,"type":"Article","data":["Paul F. Bradley","Bad Blood Between Confederate Commanders","America's Civil War","5","November 1997","46"]},{"divid":1303857609,"type":"Book","data":["Noah Andre Trudeau","Gettysburg: A Testing of Courage","","New York","HarperCollins","2002","201"]}],"locations":[{"id":5553,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":920,"tag":"Pickett's Charge"},{"id":32,"tag":"Civil War"},{"id":912,"tag":"Gettysburg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}}