{"id":5184,"title":"August Willich: No Ordinary General","course_id":64,"status":"P","start_date":"9/1/63","end_date":"9/1/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["All men may be created equal but they are remembered differently. In contrast to Robert E. Lee and Stonewall Jackson, August Willich was not a celebrity of the Civil War.  He was a Prussian political refugee and an aristocrat with an unapologetic communistic political leaning. Willch’s communistic nature generated his pre-war nickname, “Reddest of the Red.” Yet, his tremendous contributions to the Union effort garnered praise from General Sherman. During Chickamauga, Willich’s bravery and military prowess is noted.  Renowned Historian of Chickamauga, Steven Woodworth writes, that the mere presence of Willich’s regiment  “was recommendation enough for any division.” Willich remains somewhat of a question mark because after the war he did not publish his memoirs nor did he engage in major post war politics.    Historian Charles Stewart attributes this to the fact that Willich was “thoroughly a Democrat and simply a solider.”  In one sentence, there appears to be no better way to describe Willich.","Unlike most of his superiors, Willich had extensive military experience.  From the age of twelve, he began his military training. Additionally, he was a veteran of several European Wars.  He was in his fifties at the outbreak of the Civil War and had more experience in battle than many of his superiors combined but yet he enlisted as a private. Additionally, Willich implemented the ill-received Prussian tactic of the “three lined advanced firing” and often coordinated his advances with bugle calls.  Union commanders and other officers did not accept these innovations. The rejection of Willich’s tactics was not because they were ill founded but rather a rejection of Willich’s politics.","In Willich’s official report after the battle of Chickamauga, one can see through his rhetoric and the references that he made that he was not an ordinary general.  In a tactical manner, Willich outlined and summarized major troop movements and turning points during the battle.  On one hand, Willich did not use his report as a vehicle to justify or explain his defeat.  On the other hand, he did specifically highlight the actions of his all-German regiment because of his determination to prove “what a patriotic German can do.” For example after Chickamauga, Willich described his 32nd Indiana regiment as “again and again proven that they are true sons of the Republic, who value life only so long as it is the life of a freeman, so that they may make every power, slaveratic or monarchial bend before the commonwealth of the freeman of the United States of America.”  Willich’s report clearly represented what Willich cared about it. By name, Willich mentioned the men under his command who died, including the name of an orderly. His primary concern was the Union defeat and the death of his men. Willich’s military genius was not limited to Chickamauga."],"display_date":"September 1, 1963","search_date":"1963-09-01","citations":[{"divid":1301630211,"type":"Book","data":["Loyd Easton","Hegel's First American Followers: The Ohio Hegelians: John B. Stallo, Peter Kaufmann, Moncure Conway, and August Willich","","Athens, Ohio","Ohio University Press","1966","22-26,122"]},{"divid":1301630342,"type":"Book","data":["Steven E. Woodworth","Six Armies in Tennessee: The Chickamauga and Chattanooga Campaigns","","Lincoln, Nebraska","University of Nebraska Press","1998","25,30,88"]},{"divid":1301630431,"type":"Article","data":["Charles Stewart","The Bachelor General","The Wisconsin Magazine For History","Vol 17.","1933","131-154"]},{"divid":1301630511,"type":"Website","data":["Mike Quigley","August Willich in the Civil War: Heart of a Communist/Mind of a Prussian","Civil War Interactive","http://www.civilwarinteractive.com/ArticlesWillich.htm","March 30, 2011"]},{"divid":1301630565,"type":"Government Document","data":["Report of Brig. Gen. August Willich , U.S. Army, commanding first brigade.","War of the Rebellion: A Compilation of the Official Records of the Union and Confederate Armies:","1863","Washington DC","Government Press","1890","539-542","Furman University Library",""]}],"locations":[{"id":5580,"lat":34.7357841762,"lng":-85.3009353974,"zoom":9,"place":"Walker, Georgia"}],"tags":[{"id":921,"tag":"August Willich"},{"id":101,"tag":"32nd Indiana Regiment"},{"id":916,"tag":"The Battle of Chickamauga"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}}