{"id":5185,"title":"From Infantryman to Staff Officer: The Battle of Chickamauga Through the Eyes of Ambrose Bierce","course_id":64,"status":"P","start_date":"1863-09-19","end_date":"1863-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Bierce writes, “They were men. They crept upon their hands and knees. They used their hands only, dragging their legs. They used their knees only, their arms hanging idle at their sides. They strove to rise to their feet, but fell prone in the attempt.” Through chilling words Ambrose Bierce illustrated the battlefield at Chickamauga in his short story,<em> Chickamauga</em>. Bierce, a writer and soldier, held a view of the battlefield of Chickamauga on September 19-20,1863, that few knew. His rank kept him acquainted with the everyday solider, but his horse and job gave him a vision that the ordinary soldier was not afforded. Bierce was a member of the 9th Indiana Infantry Regiment under William B. Hazen. His unit was at the core of the fighting under General Thomas’s forces on Snodgrass Hill during the Battle of Chickamauga. This was not only one of the most important battles of the Civil War but also for Ambrose Bierce.","Before Chickamauga, Bierce had been an infantryman in Hazen’s Brigade. After attracting the attention of his superiors, Bierce was promoted in April of 1863 to Hazen’s acting topographical officer, “his commander’s personal map maker who became his ‘eyes’ prior to battle”, writes David Owens. This role of topographical officer was at the center stage of any officer corps but was often overlooked. Chickamauga was his first major battle with his new title. His new role required him to be very familiar with the battlefield terrain, and this familiarity made Bierce’s memoir significant as it provided him a larger view of battle as he roamed on horseback, was in constant contact with high-level officers, and was directly involved in strategic high-ranking military planning. Moving from infantryman to staff officer greatly expanded his view of the war, and this would be reflected in his later writings.","His memoir, <em>Chickamauga</em>, told the story of this battle through a highly emotional and graphic lens. It was written in 1889 for the San Francisco Examiner, where he could write without fear of editorial constraints. In this intense short story, a little boy found himself lost in the woods among wounded men crawling to a creek. He innocently went among them looked into their faces and tried to play with them. Bierce wrote, “But on and ever one they crept, these maimed and bleeding men, as heedless as he of the dramatic contrast between his laughter and their own ghastly gravity”. He made his way back home to found it on fire and his mother dead. This loss of the child’s innocence to the brutality of war was perhaps a reflection of the loss of innocence throughout the United States as people at home and on the battlefield experienced this horrific war. Bierce’s role as a topographer paired with his writing skills provided a view of the Battle of Chickamauga that is intensely chilling and vividly detailed, something that cannot be seen in battle reports but only through the eyes of someone in contact with both the officer and the infantryman."],"display_date":"September 19, 1863 - September 20, 1863","search_date":"1863-09-19","citations":[{"divid":1301640506,"type":"Book","data":["Russell Duncan and David J. Klooster, eds.","Phantoms of a Blood-Stained Period: The Complete Civil War Writings of Ambrose Bierce","","Amherst","University of Massachusetts Press","2002","189-194"]},{"divid":1301640627,"type":"Book","data":["David M. Owens","The Devil's Topographer: Ambrose Bierce and the American War Story","","Knoxville","University of Tennessee Press","2006","10"]},{"divid":1301640814,"type":"Government Document","data":["W.B. Hazen's Official Reports from Hdqrs. Second Brig., Second Div., 21st Army Corps, Chattanooga","The War of the Rebellion: A Compilation of the Official Records of the Union and Confederate Armies","September 28, 1863","Washington","Government Printing Office","1890","761-765","",""]},{"divid":1301641096,"type":"Government Document","data":["I.C.B Suman's Official Report from Hdqrs. Second Brig., Second Div., 21st Army Corps, Camp at Chattanooga","The War of the Rebellion: A Compilation of the Official Records of the Union and Confederate Armies","September 24, 1863","Washington","Government Printing Office","1890","765-77-","",""]},{"divid":1301641230,"type":"Website","data":["The Ambrose Bierce Project","The Ambrose Bierce Timeline","The Ambrose Bierce Project","http://www.ambrosebierce.org/timeline1.html","February 26, 2011"]},{"divid":1301641461,"type":"Article","data":["Paul Fatout","Ambrose Bierce, Civil War Topographer","American Literature","Vol.26, No.3","November 1954","391-400"]}],"locations":[{"id":5548,"lat":35.1803733014,"lng":-85.1633326083,"zoom":9,"place":"HAMILTON, Tennessee"},{"id":5547,"lat":34.7357841762,"lng":-85.3009353974,"zoom":9,"place":"WALKER, Georgia"}],"tags":[{"id":5,"tag":"War"},{"id":177,"tag":"literature"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}}