{"id":5188,"title":"James A. Garfield at Chickamauga","course_id":64,"status":"P","start_date":"1863-09-19","end_date":"1863-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["James A. Garfield was by definition an opportunist, he used even his failures in life to present a heroic image and thus propel himself into political office.  Such was the case when he beseeched his commanding officer after their position had been overrun and he desired to be where the Union was winning the battle (and thus seen as victorious), “Let me go to the front… It is dangerous, but the army and country can better afford for me to be killed than for you.”  During the Civil War, General Garfield was the Chief of Staff for General Rosecrans, whose defining moment of the war came in the Battle of Chickamauga.  On September 19, 1863 the forces of Lieutenant General Longstreet of the Confederate Army would face off with the forces of General Rosecrans.  For days, Garfield and his fellow officers had prepared for the attack, and he is recognized as knowing better than any man the disposition of the Union forces.  During the first day of the battle, no notable victories achieved, the battle seemingly favored the Union.  The following day, September 20, 1863, a message sent to Rosecrans noted that General Brannon’s division was out of place, leaving a chasm in the line.  Rosecrans immediately sent off an order to General Thomas Wood to close the gap, however, Wood, dumbfounded, could clearly see that Brannon was in his proper place.","The order sent to General Wood was the only order of the battle not personally penned by Garfield, instead it was transcribed by Rosecrans’s Senior Aide de Camp, Major Frank Bond.  The ambiguity of the order was an oversight for the Union forces, which were in position to win the battle.  Whether out of blind obedience or disdain for Rosecrans is a matter of debate, but Wood followed the order and left his position.  According to the official Union report of the battle, General Wood claims that the disposition of the order left him no option but to obey immediately.  In perfect timing, Longstreet’s forces attacked Wood’s position, after he vacated it, overrunning the Union lines. The scene following would be a stampede of Union men running for safety while Garfield and his fellow officers tried to restore order.  Useless against the stampede, Garfield fled with Rosecrans who would go on to secure Chattanooga, and win the campaign.  Garfield’s memoirs would reflect exaggerated gallant efforts to preserve the Union lines.  These memoirs, an attempt to glorify his own actions for political purposes and perhaps propel himself into the Presidency, seem embellished when compared to the official report.  According to official record, his actions, apart from not writing the order from Rosecrans, had no affect on the outcome of the battle.  Students of Garfield would be wise to remember that each of his personal sagas were calculated to fit neatly in a political equation, Chickamauga in particular provided him with an opportunity to begin campaigning."],"display_date":"September 19, 1863 - September 20, 1863","search_date":"1863-09-19","citations":[{"divid":1301666197,"type":"Book","data":["Allan Peskin","Garfield: A Biography","","Kent, Ohio","Kent State University Press","1999","205-219"]},{"divid":1301666276,"type":"Book","data":["John Clark Ridpath","The Life and Work of James A. Garfield","","Cincinnati","Jones Brothers","1881","143-162"]},{"divid":1301666329,"type":"Government Document","data":["The War of Rebellion","Official Records of the Union and Confederate Armies","1890","Washington, DC","Government Printing Press","1890","37-39","Duke Library, Furman University",""]},{"divid":1303351068,"type":"Book","data":["Steven E. Woodworth","Six Armies in Tennessee: The Chickamauga and Chattanooga Campaigns","","Nebraska","University of Nebraska Press","1999","48, 114-117"]}],"locations":[{"id":5565,"lat":34.7357841762,"lng":-85.3009353974,"zoom":9,"place":"WALKER, Georgia"}],"tags":[{"id":916,"tag":"The Battle of Chickamauga"},{"id":923,"tag":"James A. Garfield"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}}