{"id":5189,"title":"Chamberlain's Defense of Little Round Top","course_id":64,"status":"P","start_date":"1863-07-02","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 2, 1863, Colonel Strong Vincent looked to Joshua Chamberlain and the 20th Maine regiment to defend Little Round Top “at every hazard”.  It was vital for the Union army to not lose this hilltop position to prevent the Confederates from breaking through their lines. At Gettysburg, the 20th Maine and other Union troops took both Little Round Top and Big Round Top. They have become immortalized through the accounts of Joshua Chamberlain.","Writers and scholars alike have found the narrative style of Chamberlain’s after action report to be both unique and captivating. It was his own artful and inspirational portrayal of the battle that brought Joshua Chamberlain fame as America’s Gettysburg hero.","In his report, what Chamberlain did not disclose is as important, if not more, than what he did. The report of Joshua Chamberlain found in the Official Records, dated July 6th, 1863, was actually recreated from memory in 1884 because government editors lost the original. Combined with the the discrepancies of his report and the reports of other participants in the battle, Chamberlain’s accuracy and role in the victory on Little Round Top comes into question.","In Chamberlain’s report, the Union regiments initially opened fire at close range and pushed the Confederates into taking shelter. Soon after, a final assault by the Confederate forces came. All seemed lost for the 20th regiment on Little Round Top as their ammunition depleted, until a rash call by Chamberlain for the bayonet and hand-to-hand combat took the Confederates by surprise.  Chamberlain claimed, “the effect was surprising; many of the enemy’s first line threw down their arms and surrendered.”","In the view of the soldiers of the 20th Maine, many agreed that their attack with the bayonets was the result of their pent up frustrations in the battle. According to their accounts, Chamberlain never said “charge”, as he later claimed, he only called that they fix the bayonet and prepare for a charge.","At the time of this charge, Confederate Colonel Calvin Oates had begun to withdraw Confederate troops seeing the ineffectiveness of their rally for Little Round Top. Along with the move by Oates and Colonel Michael Bulger to disperse and detach Confederate troops prior to the battle, Chamberlain faced depleted Confederate forces that were much smaller than he would later claim.","Later in life, Joshua Chamberlain sought to defend his legacy and story against the contradictory reports of the battle. In particular, both Colonel Oates and Colonel Elias Spear challenged his presentation of the battle.  Chamberlain’s unwillingness to admit the true efforts of Oates’ troops and their thrusts on the crest of Vincent’s spur, led to the denial of a battlefield monument for Oates’ 15th Alabama regiment. Despite the discrepancies to his reports, Joshua Chamberlain has maintained his role as the Hero of Little Round Top at Gettysburg."],"display_date":"July 2, 1863 - July 3, 1863","search_date":"1863-07-02","citations":[{"divid":1301669359,"type":"Primary Source in a Secondary Source","data":["Report of Col. Joshua L. Chamberlain, Twentieth Maine Infantry","July 6, 1863","War of the Rebellion: Official Records of the Union and Confederate Armies","Robert N. Scott","Washington","Government Printing Office","1889","622-626"]},{"divid":1301669502,"type":"Book","data":["Edward G. Longacre","Joshua Chamberlain: The Soldier and the Man","","Cambridge, MA","Da Capo Press","2003","129-148"]},{"divid":1301669687,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Glenn LaFantasie","Joshua Chamberlain and the American Dream","The Gettysburg Nobody Knows","Gabor S. Boritt","Bloomington, IN","Indiana University Press","2008","31-55"]}],"locations":[{"id":5576,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"},{"id":103,"tag":"Joshua Lawrence Chamberlain"},{"id":912,"tag":"Gettysburg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}}