{"id":5192,"title":"The Burden of Defeat: The XI Corps Breaks at Gettysburg","course_id":64,"status":"P","start_date":"1863-07-01","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Burden of Defeat: The IX Corps Breaks at Gettysburg","     The specter of defeat seemed to hang over the military career of German immigrant and revolutionary statesman turned Republican politician and Union General Carl Schurz and bad luck stalk his every move. Poorly positioned at the extreme right flank of Hooker’s army at Chancellorsville, the Eleventh Corps, especially Schurz’s third division, bore the brunt of General “Stonewall” Jackson’s fierce surprise counter-attack, routing the exposed and outnumbered federals and earning the unit an undeserved reputation for cowardice, especially when considering Schurz’s own personal courage under fire, rallying his division and mounting a somewhat effective resistance against a numerically superior foe. To add insult to injury, the misperception soon featured an ethnic slant: composed of a sizeable German minority, they were branded the “Flying Dutchmen” and the German-Americans’ proud rallying cry “I fight mit Sigel” acquired the sneering addition “and I run mit Schurz,” a taunt that would follow the general and his men throughout the war.","     On July 1, 1863, the Eleventh Corps, temporarily under Schurz’s direct command, marched into combat on the outskirts of Gettysburg to assist the heavily engaged First Corps. Seizing upon a potential opportunity for redemption, Major-General Francis Barlow’s impetuosity, euphemistically regarded as “too much bravery” in Schurz’s memoirs, led him to order his division out of line and onto a small knoll he believed to be a more advantageous position, breaking the defensive perimeter around the city and drawing brutal enfilade fire from confederate musket and cannon.","     Schurz recognized the mounting crisis and dispatched “aide after aide” to establish contact with Barlow, but the damage was done. In short order Barlow was severely wounded and his division driven from the field, leaving a gaping hole in the union line through which charging confederates began to pour, collapsing several portions of the line and forcing Schurz and his staff to stage a fighting withdrawal through the city. In a clear attempt to preserve the honor of his men, Schurz insisted in his report—and maintained throughout his life—that the divisions hotly “contest(ed) the ground step by step.” Moreover, he directly counters allegations that his men “routed…pell-mell” through the city, offering instead a picture of hasty but “orderly” retreat in his memoirs.","     When the smoke cleared and the casualties were tallied, the Eleventh Corps had lost over one third of its entire effective strength. Major-General Schimmelfennig suffered the ignominy of seeking refuge in a pig sty to evade capture following his division’s retreat through the packed city streets, already filled with broken elements of the First Corps. Despite repelling a large Confederate assault threatening two major Cemetery Ridge artillery batteries the following day, this “very spirited hand-to-hand fight” was scarcely remembered and Schurz and his “German” division, though courageous even in defeat and bled white with casualties, remained, to many, the “Flying Dutchmen.”","     The extent of his emotional wounds and defensive posturing becomes apparent when considering his November 1863 press exchange with Leslie Combs, a Kentucky Democrat who openly accused Schurz of personal cowardice at Chancellorsville. Opting to engage in a questionable public honor duel he “deem(ed) appropriate…to stop a slander political enemies seem bent on sustaining,” Schurz brands Combs a liar, demands a retraction and invites him to stand next to him in combat and “not leave for a single moment.”","     Indeed political generals and their reputations often suffered grievously at the hands of the press and public, and Carl Schurz was no different. Though he would go on to hold various high offices throughout the federal government, he never truly ended his apologetics, even justifying his command decisions from beyond the grave through his posthumously published memoirs.  Such was his burden of defeat."],"display_date":"July 1, 1863 - July 4, 1863","search_date":"1863-07-02","citations":[{"divid":1301669548,"type":"Book","data":["Carl Schurz","The Reminiscences of Carl Schurz","Volume 2, 1851-1863","New York","McClure Company","1907","1-20"]},{"divid":1301669804,"type":"Book","data":["Hans L. Trefousse","Carl Schurz: A Biography","","Knoxville","The University of Tennessee Press","1982","131-150"]},{"divid":1301669932,"type":"Government Document","data":["Reports of Maj. Gen. Carl Schurz, U. S. Army, commanding Third Division.","The War of the Rebellion: Official Records of the Union and Confederate Armies","August 20th, 1863","Washington","Government Printing Office","1889","Chapter 39","Cornell Digital Library","http://digital.library.cornell.edu/m/moawar/waro.html"]},{"divid":1301670018,"type":"Online Encyclopedia","data":["Encyclopedia Virginia","Franz Sigel (1824–1902)","http://www.EncyclopediaVirginia.org/Sigel_Franz_1824-1902","March 28th, 2011"]},{"divid":1303360224,"type":"Newspaper Article","data":["Letter from Carl Schurz","Chicago Tribune","Chicago, IL","Nov 19, 1863","2"]},{"divid":1303360392,"type":"Newspaper Article","data":["Leslie Combs in reply to Carl Schurz","Chicago Tribune","Chicago","Dec 3, 1863","2"]}],"locations":[{"id":5573,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":912,"tag":"Gettysburg"},{"id":321,"tag":"Union Army"},{"id":892,"tag":"European immigrants"},{"id":985,"tag":"11th Corps"},{"id":986,"tag":"Political Generals"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}}