{"id":5197,"title":"Josh Brehm is the most esteemed athlete in Alma College’s history. He holds more records than any other student athlete and has received the Division III Heisman trophy.","course_id":68,"status":"P","start_date":"9/17/00","end_date":"5/20/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Brehm began his collegiate career at Michigan Technical University. He was redshirted during the 2000 season at MTU. Prior to the beginning of the 2001 season the university cut the football program.  Brehm was free to attend any other school he wished. He chose Alma, who had been recruiting him heavily prior to his decision to attend Michigan Tech. The choice to pick Alma also brought him closer to his home in Ithaca where he was an outstanding high school athlete.","At the end of the 2006 season Brehm was awarded the Gagliardi trophy which is the Division III equivalent of he Heisman trophy. He was also named to the <em>ESPN the Magazine</em> academic All-American 2nd team and finished the season leading all of Division III in total offense, passing yards, and passing yards per game. During the 2006 season Brehm set an overall NCAA record for most consecutive passing attempts without an interception (288) and a Division III record for most consecutive games with 300 or more yards of total offense (10). His career was followed by local and national viewers; the Morning Sun chronicled his accomplishment while at Alma and his exploits after. “Following his collegiate career, Brehm was invited to the Detroit Lions rookie camp and then took his skills to the Hamburg Blue Devils of the European Football League where he started at quarterback in the '08 season”.","One of the people on campus who knew Brehm the best was Offensive coordinator John Leister. “Brehm was one of the most unique people to come through this place, he was internally driven in everything he did, class, weight training, or playing”. At Alma Brehm was a double major in Psychology and Business Administration; he was as devoted to his class work as he was to his athletic endeavors. Brehm finished with a 3.78 GPA and made the Dean’s list with a 4.0 GPA his last three semesters at Alma.","Brehm exemplified all the qualities that Alma College seeks to instill in its students; he is an outstanding citizen and a role model for all current and future Alma College Scots to follow."],"display_date":"September 17, 1900 - May 20, 1906","search_date":"1903-07-19","citations":[{"divid":1302479897,"type":"Lecture, Conference Paper, etc.","data":["John Leister","","Interview","Alma College","Alma College Athletic Offices","March, 17th 2011"]},{"divid":1302479949,"type":"Newspaper Article","data":["OUR CENTURY: Josh Brehm wins Gagliardi Trophy","Morning Sun","Online","January 1, 2011",""]}],"locations":[{"id":5332,"lat":43.2926870754,"lng":-84.6047678086,"zoom":9,"place":"Gratiot, Michigan"}],"tags":[{"id":235,"tag":"Sports"},{"id":263,"tag":"football america"}],"course":{"name":"Histories of Alma College","school":"Alma College","course_id":68,"school_id":45}}