{"id":52,"title":"The Publishing of Abolitionist Literature\n","course_id":1,"status":"P","start_date":"1856-10-07","end_date":"1856-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Harriet Beecher Stowe just published Dred: A Tale of the Great Dismal Swamp in 1856.  In the book, Stowe posits that slavery caused the corrosion of society.  Dred is the second book by Stowe that centered on the topic of slavery.  Stowe's first work, Uncle Tom's Cabin which was published in 1853, also addressed the issue of slavery and highlighted the institutions' inadequacies.  Raised in Connecticut, Stowe was the daughter of a minister who preached against slavery and from him she most likely acquired her abolitionist sentiments.&lt;br /&gt;&lt;br /&gt;In addition to Stowe's work, India or Pearl of Pearl River, another novel denouncing slavery was published in 1856 by Emma Southworth.  Neither Southworth nor her novel received as much attention from the press and general public as did Stowe, but she still managed, like Stowe, to incite southern whites who viewed her work as insidious and malignant (The Daily Dispatch, Aug 6, pg. 1).'  In response to her work and other work of the same vein, one southern writer cautioned southerners to ;keep a vigilant eye on these Northern publications, and notice no book favorably till it has satisfied itself of the soundness of its contents (The Daily Dispatch, Aug 6, pg. 1).'  In other words, do not allow any books to come to the South if they criticize the southern way of life, which centered around slavery.&lt;br /&gt;&lt;br /&gt;The works of Stowe, Southworth and other abolitionists succeeded in disseminating anti slavery propaganda to the masses and drawing more adherents to the abolitionist movement.  In this time period, an increasing number of people were becoming more vocal about their opposition to slavery and Stowe was prominent among them.  Stowe was such a prominent figure in the abolitionist movement that it is rumored that Abraham Lincoln called her the little lady who made this big war.'  Abolitionist literature caused pro slavery advocates to declare that northern interference brought disaster to the slaves."],"display_date":"October 7, 1856","search_date":"1856-10-07","citations":[{"divid":1213199278,"type":"Book","data":["Laurence Urdang, ed.","The Timetables of American History",null,"New York","Touchstone","1984","210"]},{"divid":1213199934,"type":"Book","data":["Mark M. Smith, ed.","The Old South",null,"Malden, MA","Blackwell Publishers, Inc.","2001","207"]},{"divid":1213200077,"type":"Newspaper Article","data":["Mrs. Stowe&#39;s New Novel","The Daily Dispatch","","October 7, 1856","1"]},{"divid":1213200272,"type":"Newspaper Article","data":["Abolitionist Literature","The Daily Dispatch","","August 6, 1856","1"]},{"divid":1213200327,"type":"Book","data":["Dorothy Denneen Volo and James M. Volo","Encyclopedia of the Antebellum South",null,"Westport, CT.","Greenwood Press","2000","249-250"]},{"divid":1213200863,"type":"Website","data":["U Penn Library","Harriet Beecher Stowe: 1811-1896","U Penn Library","http://digital.library.upenn.edu/women/stowe/StoweHB.html",""]}],"locations":[{"id":35,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}