{"id":5201,"title":"“Fairmont’s Special Classes Help Handicapped Children”","course_id":63,"status":"P","start_date":"1/14/60","end_date":"1/14/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Most people only think of classes being extended to students who have some form of disability. In 1960, however, when these special education classes were just starting out, they served more purposes then simply serving the disabled. In 1960, schools in Fairmont, North Carolina started to provide classes for children with special educational needs, said <em>The Robesonian</em>. The curriculum in the special education program was aimed at meeting needs that could not be met in regular classroom settings. The term “special education” in North Carolina schools meant an education for those children who needed to work in small groups with material to suit their abilities. These small group classes were extended to children who had speech difficulties also.","The Fairmont schools’ special education classes that focused on speech training worked with students on pronunciation, articulation, stuttering and sound recognition. For students to enter these classes they had to have recommendations from both teachers and parents. The students would engage in two fifteen- minute periods a week for individual instruction, as well as a thirty- minute period for group work. The groups were limited to eight children per group, with a total of about seventy to seventy-five students participating. Other sections of the special education classes in Fairmont classrooms were developed to help those who had trouble in regular classrooms. The objective of these classes was to help the students to adapt socially and be competent in an occupation. Students worked on reading, cleanliness, crafts, and writing. These types of classes could be equivalent to the home economic classes that schools engage students in now.","The 1950s and 1960s was a time full of movements for different rights and passages such as the Civil Rights movement, women’s movement, Latino movement, and several other movements. The show of others fighting for their rights brought on the movement for people with disabilities, who had been unserved and underserved, but wanting to fight for something that meant more to them. This was also a period of the post- World War II economy, and the time of the baby boom, which increased the number of consumers and children needing to be served.   ","Before the 1960s, help for individuals with disabilities was almost nonexistent. For the most part people who had disabilities were confined to state institutions. Many of the individuals confined to these institutions were abandoned children. During the years at these institutions the children were not properly assessed. During the 1960s, however, the federal government with some support from family advocacy associations began to take steps to implement early childhood programs and early intervention services for children with disabilities.  This gave way to special education and by 1968 the federal government had already supported training for more than 30,000 special education teachers and related specialists, closed captioned films viewed by three million people who were deaf, and education for children with disabilities in preschools, elementary schools, secondary schools, and state operated institutions across the country. As time progressed many cases were brought to court, such as <em>Pennsylvania Association for Retarded Children v. Commonwealth of Pennsylvania </em>and <em>Mills v. Board of Education of the District of Columbia</em>, leading to increased educational opportunities for children with disabilities. These cases stated that the responsibility of state and local school districts was to educate individuals with disabilities, a responsibility derived from the equal protection clause of the 14<sup>th</sup> amendment of the United States <em>Constitution</em>. Public law 94-192 was also a result of these cases; it guaranteed a free, appropriate public education to each child with a disability in every state and locality across the country. The law was monumental to children with disabilities because now they did not have to go years without being properly taught or assessed, but instead were able to get the education that they needed to develop. "],"display_date":"January 14, 1960","search_date":"1960-01-14","citations":[{"divid":1302642867,"type":"Manuscript on Microfilm","data":["Virginia","“Fairmont’s Special Classes Help Handicapped Children.”","Reel 1","The Robesonian","University of North Carolina at Pembroke"]},{"divid":1302643127,"type":"Government Document","data":["\"SPECIAL EDUCATION &amp; REHABILITATIVE SERVICES.\"","U.S. Department of Education","July 19, 2007","","","2007","","U.S. Department of Education","http://www2.ed.gov/policy/speced/leg/idea/history.html"]},{"divid":1302643293,"type":"Website","data":["The ERIC Clearinghouse on Disabilities and Gifted Education","\"History of Special Education.\"","ERIC Database","http://www.hoagiesgifted.org/eric/faq/spedhist.html","February 14, 2011"]}],"locations":[{"id":5300,"lat":34.6401072699,"lng":-79.1035356779,"zoom":9,"place":"Robeson, North Carolina"}],"tags":[{"id":936,"tag":"Special education"},{"id":408,"tag":"Children"},{"id":6,"tag":"Education"}],"course":{"name":"Digital History","school":"University of North Carolina at Pembroke","course_id":63,"school_id":9}}