{"id":5203,"title":"The Self-Integration Of Pembroke State College","course_id":63,"status":"P","start_date":"7/3/56","end_date":"7/3/56","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the summer of 1956, the University of North Carolina at Pembroke (UNCP) had “a record enrollment of 124 in its summer session,” wrote a journalist for <em>The Robesonian</em>.  The reason for this record breaking enrollment was clear: more white students were taking advantage of the university’s summer sessions.  UNCP, then known as Pembroke State College (PSC), started admitting whites in 1953, one year prior to the <em>Brown v. Board of Education</em> case.  For decades the university was an Indian-only institution for the advancement Indian students.  But since its foundation in 1887, PSU “expanded, physically and culturally, and has become able to accommodate more students.”  Even though only two of three races who lived in Robeson County were being admitted, for its time the facility served as a model for racial integration in education.","This integration happened because of many elements and advantages that were “mutually agreeable to members of both races” during the university’s self-integration.  None of the other state educational institutions in the counties surrounding Robeson offered summer classes.  All enrolled students were at least eighteen years old and lived independently off the campus.  This meant, according to the article, that the students had the option of coming and going as they pleased to fit their schedules, without any interference from social or family factors.  Besides white students having the opportunity for summer education, Pembroke State needed the increased enrollment to keep itself running as a valuable state institution.  Probably the biggest factor was that students of both races had a shared interest in being educated.  “They are attending college for the purpose of learning,” the paper noted.  There was no intended agenda for advancing, nor preventing, integration. ","When integration was put into law, however, many in the Lumbee community opposed it.  PSC was created during the time of government-sanctioned segregation in education.  The school served as a way that the Lumbee tribe could stand on its own and not have to deal with interference from the white majority in local governance; and, at the same time, prevent their community from being classed with the African American population in the area. Since years before the institution’s foundation, and even today, Lumbee Indians have had to fight for legal recognition and tribal benefits.  The “Cherokee Chief” stereotype, which is still present in the athletic mascots of today, prevents the Lumbee from being legitimized as a tribe in the eyes of the government because they are not seen as “real” Indians.  The creation of UNCP was one of the few ways that the Lumbee were recognized as a tribe.  Educator James Author Jones, who grew up in the Indian only school system, wrote that the Lumbee Indians “remembered their ancestors’ struggle to establish their own school in the 1800s . . . . Such a fight resulted in the establishment of the Indian only school system, a symbol of tribal autonomy, and the founding of what would become the University of North Carolina at Pembroke.” The struggle was about keeping the institution for Indian only education, which, ironically, was actually brought into existence because of segregation.","Despite this resistance, integration of UNCP, and all other educational institutions in the United States, did eventually happen.  Schools were required to integrate, according to Jefferson Currie II, “with all deliberate speed” according to the outcome of the 1954 Supreme Court case of <em>Brown v. Board of Education</em>.  In 1954, according to the UNCP website, the schools doors were open to “all qualified applicants without regards to race.”  Few students took advantage of this during the spring and fall semesters, however, delaying the real impact of integration. UNCP integration thus happened at what many believed to be a more natural pace, under the circumstances.  But because of the factors that influenced the enrollment of white students during summer sessions, UNCP’s integrated was believed, and turned out, to be inevitable."],"display_date":"July 3, 1956","search_date":"1956-07-03","citations":[{"divid":1302643068,"type":"Newspaper Article","data":["Incidental Integration","The Robesonian","Lumberton","July 3 1956","1"]},{"divid":1302643152,"type":"Book","data":["Gerald M. Sider","Lumbee Indian Histories: Race, Ethnicity, and Indian Identitiy in the Southern United States","","New York","Cambridge University Press","1993","245"]},{"divid":1302643279,"type":"Article","data":["James Author Jones","What is Progress? Desegregating an Indian School in Robeson County North Carolina","Southern Cultures","10","2005","87-93"]},{"divid":1302643451,"type":"Article","data":["Jefferson Currie II","With Deliberate Speed: North Carolina and School Desegregation","Tar Heel Junior Historian","44","2005","1-2"]},{"divid":1302643561,"type":"Website","data":["University of North Carolina at Pembroke","History of UNCP","University of North Carolina at Pembroke","http://www.uncp.edu/uncp/about/history.htm","Marth 17, 2011"]}],"locations":[{"id":5307,"lat":34.6401072699,"lng":-79.1035356779,"zoom":9,"place":"Robeson, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":937,"tag":"integration/segregation"},{"id":938,"tag":"lumbee indians"},{"id":934,"tag":"Pembroke State College"}],"course":{"name":"Digital History","school":"University of North Carolina at Pembroke","course_id":63,"school_id":9}}