{"id":5208,"title":"Alma College Men's Soccer","course_id":68,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Men’s soccer began as a club team in 1970. Soccer became a varsity sport for the 1975-1976 season after Coach Beaumont successfully argued that if Alma College wanted to promote its connection to Scotland, the College should not ignore Scotland’s national sport.","Although instrumental to the foundation of men’s soccer, Beaumont only coached for the first season. The most successful coach to date is Scott Frey. He inherited a team that lost more games than they had won in one season to the NCAA Final Four in 1999 in only 7 seasons. Coach Frey also had 3 MIAA championships.","In 1998 Jeff Bateson was named All MIAA MVP and Tom Jewett, Jason Passalacqua, Todd Ruiter, Chris Alexander, and Matt Keller were named first team all MIAA. In 1999 four players, Paul Aceto, Chris Alexander, Jon Cullen, and Jeff Hosler were named first team all MIAA","Despite inauspicious tidings the year before when the men’s soccer team lost most of their equipment in a bus fire, in 1999 Alma College Men’s soccer did something that no other MIAA school had done before. With 16-2 record, they made it to the final four of the NCAA tournament. They had to beat Otterbein in the first round with an exciting 3 to 2 win in the shootout. They then beat Wisconsin-Whitewater 1 to 0. They then advanced to the elite eight where they played Trinity of Texas. They beat Trinity University 2 to 1. They then had to move on to the final four to play undefeated St. Lawrence University of New York. The Scots fought hard, their fight was not strong enough and they were defeated and their marvelous season stopped 2 wins short of a national title.","The newest coach Josh Oakley has a strong recruitment technique hoping to gain some valuable players and create a strong dynamic team. He has recruited close to 30 new students for the 2011-2012 season. Mr. Oakley has a good plan to improve this Alma soccer team."],"display_date":1970,"search_date":"1970-07-02","citations":[{"divid":1303408877,"type":"Manuscript","data":["Dr. Beaumont","Letter to all concerned parties",null,"","RG9e-9-7","Record Group","Alma College Archives"]},{"divid":1303409031,"type":"Newspaper Article","data":["Alma College Mens Soccer Off to NCAA Tourney","Almainian","","October 11, 1999",""]}],"locations":[{"id":5491,"lat":43.2926870754,"lng":-84.6047678086,"zoom":9,"place":"Gratiot, Michigan"}],"tags":[{"id":993,"tag":"Soccer"},{"id":994,"tag":"College Sports"}],"course":{"name":"Histories of Alma College","school":"Alma College","course_id":68,"school_id":45}}