{"id":5209,"title":"Students In Free Enterprise","course_id":68,"status":"P","start_date":"9/1/00","end_date":"9/30/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["S.I.F.E. first started at Alma College in the 2000-2001 school year. They started with only 9 members and have grown to over 110 in 10 years. S.I.F.E. is a mainly business course but is open to all majors. There are 2 levels of S.I.F.E. there is a 150 and a 350 course depending on how many semesters one participates in.","Alma College S.I.F.E. has sent 2 students to Uganda to help the people of the Muko region in 2009 and 2010 and they plan to continue sending students in the years to come. They helped create a sustainable business plan for the people. They worked with the Agape Community Transformation (ACT) Uganda.","This coffee shop named Highland Java was created in 2006 and is located in the Alma College Library. This was the first student run organization in S.I.F.E. history. Java has paid off the loans they needed to open up Java 3 years earlier than planned. Java is has profited Alma S.I.F.E. over $8,000 after paying off the loans.","S.I.F.E. holds competitions throughout the country every year. Competition is where S.I.F.E. teams present their projects to a panel of judges. The first time a team presents is at regionals, if a team wins their league at regionals they will then move onto the national competition.  Alma S.I.F.E. has competed at the regional competitions since 2001 the first year they became a team. After Alma S.I.F.E.’s first year, where they won rookie of the year, they have won at regionals10 years in a row and running.","S.I.F.E. has helped out the community in numerous of ways and looks to help out more in the future. They have been expanding on ideas that they have seen at competitions and plan to use the ideas in their own way. Helping the community is the main goal for S.I.F.E. at Alma College and they enjoy doing it."],"display_date":"September 1900","search_date":"1900-09-15","citations":[{"divid":1303408347,"type":"Article","data":["Ryan Olson","Alma College SIFE","non-journal","1","3/25/11","1"]},{"divid":1303408399,"type":"Website","data":["Alma College","http://www.alma.edu/academics/departments/social_sciences/business/SIFE","Alma College","http://www.alma.edu/academics/departments/social_sciences/business/SIFE","4/2/11"]}],"locations":[{"id":5488,"lat":43.2926870754,"lng":-84.6047678086,"zoom":9,"place":"Gratiot, Michigan"}],"tags":[{"id":992,"tag":"Student Groups"},{"id":425,"tag":"Business"}],"course":{"name":"Histories of Alma College","school":"Alma College","course_id":68,"school_id":45}}