{"id":5210,"title":"Dr. Saundra Tracy: Alma College's 12th President.","course_id":68,"status":"P","start_date":"7/1/01","end_date":"7/31/01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dr. Saundra Tracy was appointed as Alma College’s first woman president in July of 2001 after an unanimous selection by the Board of Trustees. Dr. Tracy became Alma College’s 12<sup>th</sup> president, replacing Dr. Harold Kilenbrander who was interim president after Dr. Alan. J. Stone retired in December of 2000. Dr. Tracy received a B.A. in Spanish with minors in Sociology and Education from Carroll College in Wisconsin. She continued with her education with a M.Ed. in Foreign Language Instruction from University of Pittsburgh and her Ph.D. in Education Administration from Purdue University.","When Dr. Tracy arrived on campus, she faced several challenges, including a declining economic state in Michigan and a college divided over the controversial last years of her predecessor.  She met each of her challenges head on. She believed that the first thing that would help bring the campus together was a new mission statement: “Alma College's mission is to prepare graduates who think critically, serve generously, lead purposefully and live responsibly as stewards of the world they bequeath to future generations.” She was able to stabilize enrollment with record breaking classes entering into Alma College. Dr. Tracy transformed offices on campus including the Academic and Career Planning office and the Counseling and Wellness Office.  She also helped create Center for Responsible Leadership. In 2010 Alma College had received a 10 year re-accreditation from the Higher Learning Commission. She launched the largest ever fund-raising campaign to build a new LEED-certified Hogan addition. Dr. Tracy oversaw the building of Wright Hall, the renovation of McIntyre Mall, along with many renovations of building found on campus, including a Student Services Center.","One of the most important reasons why Dr. Tracy came to Alma College was the students. When she was at the campus for her interviews, she spent the last two days with students, and to her this was the difference between Alma College and other schools. She explained that the students were both humble and special. “I was seeking a special kind of presidency — a college that had a special ethos exemplifying the best of a liberal arts, residential college experience. Alma College clearly has this special ethos.\"  ","After almost a decade at Alma College Dr. Tracy had announced her retirement at the end of the 2009-2010 school year. When Dr. Tracy came to Alma College, she had hoped to know when it was time to leave. She knew it was time because “people still wanted her there” and she was “able to finish all of her goals.”  During her tenure, Dr. Tracy took a divided college that faced uncertain economic times and oversaw with a financial balanced budget, an agreement with Equatorialis University for an academic exchange program and many faculty and student accomplishments, including seventeen Fulbright fellows, in the hands of her successor, Dr. Jeff Abernathy."],"display_date":"July 1901","search_date":"1901-07-16","citations":[{"divid":1303308177,"type":"Newspaper Article","data":["Alma College’s president to retire.","Morning Sun","Mt. Pleasant, Michigan","June 3, 2009",""]},{"divid":1303308543,"type":"Newspaper Article","data":["Tracy delivers final state of college address as president.","Morning Sun","Mt. Pleasant, Michigan","April 9, 2009",""]},{"divid":1303308688,"type":"Website","data":["Alma College","The mission statement of alma college — where do i fit in","Alma College","http://www.alma.edu/academics/advising/overview/mission","4-20-11"]},{"divid":1303308741,"type":"Website","data":["Anthony DiGiorgio","What does a university president do?.","Winthrop University","http://www.winthrop.edu/president/default.aspx?id=1560","4-20-11"]},{"divid":1303308841,"type":"Pamphlet or Other Printed Material","data":["Mike Silverthorn","Alma college president Saundra Tracy announces retirement plans","","Alma College","2009",""]},{"divid":1303308933,"type":"Pamphlet or Other Printed Material","data":["Scott, J","Alma College Board of Trustees appoints new president","","Alma College","2001",""]}],"locations":[{"id":5337,"lat":43.2926870754,"lng":-84.6047678086,"zoom":9,"place":"Gratiot, Michigan"}],"tags":[{"id":951,"tag":"Alma College Presidents"},{"id":952,"tag":"Saundra Tracy"}],"course":{"name":"Histories of Alma College","school":"Alma College","course_id":68,"school_id":45}}