{"id":5213,"title":"Old Main: 1886-1969","course_id":68,"status":"P","start_date":"3/9/69","end_date":"3/9/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Old Main was one of most important buildings on Alma College’s campus in 1969. This building had housed many departments and classrooms, since the College’s opening day. In the first twenty-five years of Alma College, there were only five buildings on campus: Folsom Hall (gymnasium and chemistry), the library, Hood (museum), Old Main (classrooms and offices) and Pioneer Hall (dormitory).","Old Main caught on fire around 11 a.m. March 10, 1969  and within hours burned all the way to the ground. However, as the fire burned the attic of the Old Main, students and faculty alike, tried to save as many items from the building possible. The fire department stopped everyone from entering the building once they deemed it hazardous. At the time, Old Main was home to the departments of the Political Science, Psychology, Education, and History, Speech and Economics and various other offices.","The College resettled faculty, staff, and classrooms around campus in the Library, Davey House, Hood, Chapel and Newberry to name a few. Since all furniture and office supplies were damaged, Central Michigan University had lent the College furniture that year; they were sympathetic to the fire and allowed the College to borrow the furniture until January 1970.","The insurance covered $361,516 in damage done to Old Main and the items inside the building. Old Main was valued at $281,539; which was the cost of construction at the time before the fire. The amount of damage done to the items inside the building was valued at $79,977. The faculty’s personal possessions which were not covered by insurance, and were valued at $14,424.40. The Boom Committee was formed to organizing a fundraiser to help raise money to replace the items not covered by insurance. With the help of various organizations, the Committee hosted a talent show. The Boom Committee was able to raise all of the money to replace the faculty’s personal items through the fundraiser.","Yet, some of the items that found home in Old Main did not have a price value. Old Main housed the research faculty and students. To some, these items were the greatest loss due to the fire outside of the loss of Old Main.","After the fire, Mr. Ray Herrick donated $50,000 to help build a new academic building on Campus. While this building was being constructed, Alma College built a new building temporally hold offices and departments until the new academic building was built. Once the Swanson Academic Center was completed in 1974, offices and departments were transferred into the new twenty-eight classrooms and sixty-one faculty offices."],"display_date":"March 9, 1969","search_date":"1969-03-09","citations":[{"divid":1303309163,"type":"Book","data":["Beld, Gordon","“Within Our Bounds, A Centennial History of Alma College.” Jungle, Grove, and Campus Fair","","N/A","Alma College","1986","35-62"]},{"divid":1303309410,"type":"Book","data":["Bollinger, Donna S","Pines, Prayers, and Perseverance: The Evolution of Alma College.","","Traverse City, Michigan","Village Press","(1976)","80-81"]},{"divid":1303309712,"type":"Newspaper Article","data":["“Fire Razes Old Main”","The Almanian","","March 13, 1969",""]},{"divid":1303316718,"type":"Manuscript","data":["","Marshall and Stevens appraisal report of damage",null,"","5b-4-6","Record Group","Alma College Archives"]},{"divid":1303316657,"type":"Manuscript","data":["","Boom Committee Report",null,"","6-4-7","Record Group","Alma College Archives"]},{"divid":1303316581,"type":"Manuscript","data":["","Alma College Schedule of uninsured losses of faculty Old Main Loss",null,"","5b-4-5","Record Group","Alma College Archives"]},{"divid":1303312833,"type":"Manuscript","data":["","Temporary Office Space",null,"","5b-4-5","Record Group","Alma College Archives"]}],"locations":[{"id":5344,"lat":43.2926870754,"lng":-84.6047678086,"zoom":9,"place":"Gratiot, Michigan"}],"tags":[{"id":953,"tag":"Buildings - Old Main"},{"id":946,"tag":"Alma College"}],"course":{"name":"Histories of Alma College","school":"Alma College","course_id":68,"school_id":45}}