{"id":5215,"title":"Arsonists Target Catholic Convent in Massachusetts","course_id":62,"status":"P","start_date":"1834-08-12","end_date":"1834-08-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1834, the growing unrest and instability between American natives and Irish immigrants was approaching the point of violence. In 1834, the Boston Evening Transcript reported an act of arson that broke the line between civil unrest - in the form of protest - and violence, when the Charlestown Convent was burned to the ground. Near eleven o’clock on 11 August, arsonists gave warning to the inhabitants of the convent, allowing them time to escape. Throughout the compound, the assailants had placed tar-barrels that were set ablaze to bring the Convent and it’s secondary buildings to the ground – destroying all that was contained inside.","<br /> The arsonists represented the growing contingent of Americans who considered themselves “Natives,” the rightful Americans tasked with resisting a foreign invasion. These Nativists, compromised of a protestant majority, looked towards the new Catholic Irish immigrants as targets for their oppression. Throughout the nineteenth-century, the US economy was greatly affected by the influx of these Irish immigrants. This new labor force that was willing to work for cheaper wages marginalized the workforce already present. The native group of workers sought retribution as the new Irish immigrants were taking their jobs away, targeting the predominantly Catholic culture and attempting to pressure its institutions into acquiescence.","<br /> The events at the Charlestown Convent represent the acts of violence and intolerance that spread throughout the remainder of the nineteenth-century. For those Nativists who judged the Irish to be at the root of the rise in unemployment, action was necessary to return the status quo.<br /><br />"],"display_date":"August 12, 1834","search_date":"1834-08-12","citations":[{"divid":1303321318,"type":"Newspaper Article","data":["\"Burning of the Charlestown Convent\"","Boston Evening Transcript","Boston, MA","12 August 1834",""]},{"divid":1303321354,"type":"Book","data":["Kerby A. Miller","Emigrants and Exiles: Ireland and the Irish Exodus to North America","","USA","Oxford University Press","1988","323"]}],"locations":[{"id":5543,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":80,"tag":"American Immigration"},{"id":757,"tag":"Catholicism"},{"id":597,"tag":"Irish"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}