{"id":5216,"title":"Second Lieutenant Hurst Fears Communist Invasion","course_id":62,"status":"P","start_date":"10/19/32","end_date":"10/19/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Communist Party was infiltrating Birmingham, Alabama and the National Guard was beginning to worry. On October 19, 1932, Second Lieutenant Ralph Hurst wrote to his commanding officer Brigadier General J.C. Parsons about the “Communist Agitation” in Birmingham. The International Labor Defense had recently moved its Southern headquarters to Birmingham and there had been trouble ever since. According to Hurst, the police had originally arrested communist agents and disbanded their meetings. During one of their raids, they found correspondence that indicating that the communists in Birmingham had been “instructed to concentrate on Negroes in the South.” The communist agents had held two meetings that Blacks and Whites attended.  According to Hurst, Communists advocated social and political equality between the races and adopted resolutions calling for “abolition of poll taxes, enfranchisement of every resident without respect to color or other qualifications” and urged both black and white families to go out and take what they needed. Communists also took aim at capitalists who “exploited whites against blacks and vice versa.” The infamous Ku Klux Klan broke up the second of these meetings with “malodorous bombs” and announced that “The Klan Rides Again” and would “stamp out” communism. Hurst concluded his letter by telling Parsons that the communists were “playing a shrewd game of capitalizing on unemployment and adverse conditions” to gain supporters. He warned that unless relief facilities are sent “there is a likelihood of some disorders and attendant violence.”","Hurst proved to be correct. Anti-communist violence began to increase around this period and lasted until the end of the decade. Historian Robin Kelley attributes the rise in violence to the fact that communists promoted equality between the races. According to Kelley, anti-communists used racism to fight against and hinder the communist cause. White-supremacy groups, like the Ku Klux Klan and White Legion, and racist politicians played on the Southern fears of racial equality to ostracize communists. Another historian, Robert Ingalls takes a different perspective on the issue. Ingalls believes that the most important factor in anti-communist violence was the big businesses that economically dominated Birmingham. Ingalls focuses on the Tennessee Iron, Coal and Railroad Company (TCI). By the end of the 1930s, the La Follette Senate Committee found enough evidence to show that TCI had been sponsoring violence against communists. For Ingalls, the real cause of the violence was “establishment attitudes towards labor” that kept the elite in power. From Hurst’s letter, it seems that both factors, racism and big business capitalism, were at work to limit the communists’ acceptance in Birmingham."],"display_date":"October 19, 1932","search_date":"1932-10-19","citations":[{"divid":1303321371,"type":"Book","data":["Robin Kelley","Hammer and Hoe: Alabama Communists During the Great Depression","","Chapel Hill","University of North Carolina Press","1990","119-137"]},{"divid":1303321483,"type":"Article","data":["Robert Ingalls","Antiradical Violence in Birmingham","The Journal of Southern History","47","1981","521-544"]},{"divid":1303321722,"type":"Website","data":["J. C. Parsons","Correspondence dealing with a Communist activities in Birmingham, Alabama","Alabama Department of Archives and History","http://digital.archives.alabama.gov/cdm4/item_viewer.php?CISOROOT=/voices&amp;CISOPTR=1893","April 5, 2011"]}],"locations":[{"id":5397,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":17,"tag":"Government"},{"id":1,"tag":"Crime/Violence"},{"id":142,"tag":"african americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}