{"id":5217,"title":"James Nelson Makes Plea to the City","course_id":62,"status":"P","start_date":"1/1/55","end_date":"12/31/80","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["He called it a \"rape of history.\" <em>Birmingham News</em> art critic James Nelson made this charge as part of his plea to the citizens of Birmingham to save the historic Fox building. The Fox once housed one of the city’s many theatres; however, that was not the reason Nelson wanted to save it. The building was an architectural marvel and a structure he believed was Birmingham’s equivalent to Chicago’s Old Water Tower, the only standing structure after the Great Chicago Fire. The building was built in the Italian Renaissance palaccio style. With three floors, each separated by a cornice rib that could be seen from the street. Built by an early mayor of Birmingham, the building had architectural, social, religious and political significance; however, its close proximity to the Central Business District and lack of interest in revitalizing downtown, made the building a prime target to be torn down.","Throughout the late summer and early fall, <em>The Birmingham News </em>ran stories on the back-and-forth court battle that was taking place. Finally, the newspaper reported United States District Judge U. W. Clemon ruled that the building could be demolished after a long and excruciating grassroots effort to save the building failed. The judge’s ruling stated that the preservationists had waited too long to file a suit to save the building. Even though there was an effort to save the building, the Judge said that there was a severe lack of interest in restoring the building. Instead, he said, the Fox building had been an unoccupied eyesore in the city for years. In its place was to stand a branch of the Federal Reserve Bank of Atlanta.","According to John Poole, author of “The Federal Theatre Project in Georgia and Alabama,” Birmingham’s explosive growth at the end of the nineteenth century and the beginning of the twentieth century led to its citizens caring more about economics than history. Poole’s theory has proven true with the demolition many historic buildings in Birmingham to make way for new buildings and parking lots that will be more practical to the city. Because of this, Birmingham lost many pieces of its history. Future generations will not have as many architectural marvels as past generations had to rejoice over. Perhaps future city governments will look back and heed Nelson’s warning."],"display_date":"1955 - 1980","search_date":"1968-01-01","citations":[{"divid":1303321710,"type":"Dissertation/Thesis","data":["John Russell Poole","The Federal Theatre Project in Georgia and Alabama: A Historical Analysis of Government Theatre in the Deep South","PhD","University of Georgia","1996",""]},{"divid":1303321757,"type":"Newspaper Article","data":["If the Fox Building Goes, It is the Rape of History","The Birmingham News","Birmingham","August 31, 1980",""]},{"divid":1303321829,"type":"Newspaper Article","data":["Ruling Ends Fox Reprieve","The Birmingham News","Birmingham","September 24, 1980",""]}],"locations":[{"id":5417,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":704,"tag":"Urbanization"},{"id":203,"tag":"Birmingham, Alabama"},{"id":955,"tag":"Theatre"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}