{"id":5219,"title":"United Textile Workers Ready to Strike","course_id":62,"status":"P","start_date":"9/1/34","end_date":"9/1/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The textile workers had had enough. On September 1, 1934 at 11:30 p.m. they went on strike. Francis J. Gorman, Chairman of the National Special Strike Committee of the United Textile Workers of America, sent a telegraph to Alabama Governor Benjamin Miller to make him aware of the strike and the reasons behind it. Gorman reasoned that the workers themselves provided the authority for the strike and that it is a “result of abuses no longer bearable.” He listed several grievances of the textile workers and asked Governor Miller for the “protection which you are required to give all citizens.” Gorman sought protection from the “forces of employers” and, interestingly, “the insidious and disruptive forces of communism.” Gorman assured Miller that the strike will be “an orderly lawful and democratic procedure.” He concludes the telegram by requesting that the Governor ensure that they be treated fairly during the strike.","Historian Robert Ingalls discusses the plight of union workers and communist agitators in Birmingham during the 1930s. He asserts that the communists worked to provide equality between the classes and the races but were victims of the status quo. Big businesses, the employers Gorman feared, covertly promoted violence against communists in order to keep themselves in power. Ingalls writes that the communists wanted to improve workers’ rights and promote unions. Yet, in this telegram, Gorman spurned the communists. This is a unique perspective that historians have not fully studied. Ingalls acknowledges how the National Association for the Advancement of Colored People rejected any association with the communists, even as they attempted to help end racism and discrimination. However he doesn’t mention any tensions with unions. According to Ingalls, by 1934 Birmingham was “in the throes of strike fever.” He notes as labor unrest grew, so did anti-communist violence.  In fact, the crackdown caused some union spokesmen to argue that communists were being used as scapegoats to distract the public from the real cause of the strikes. Ingalls provides evidence that the communists and unions were on the same side yet this document opposes that belief. Perhaps pro-union men like Gorman simply did not like being associated with such an unfavorable group as the communists, even if they did share some beliefs. What is clear is that conditions for United Textile Workers were deplorable and they were ready to act."],"display_date":"September 1, 1934","search_date":"1934-09-01","citations":[{"divid":1303322073,"type":"Article","data":["Robert Ingalls","Antiradical Violence in Birmingham During the 1930s","The Journal of the South","47","1981","521-544"]},{"divid":1303322113,"type":"Website","data":["Francis J. Gorman","Telegram from Francis J. Gorman of the United Textile Workers of America in Washington D.C., to the Governor Benjamin Miller in Montgomery, Alabama","Alabama Department of Archvies and History","http://digital.archives.alabama.gov/cdm4/item_viewer.php?CISOROOT=/voices&amp;CISOPTR=2915&amp;CISOBOX=1&amp;REC=5","April 5, 2011"]}],"locations":[{"id":5395,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}