{"id":5222,"title":"Spanish Influenza Aspirin Scare","course_id":62,"status":"P","start_date":"10/1/18","end_date":"10/31/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1918 the American Bayer aspirin manufacturer ran an advertisement in the October 18, 1918 edition of the<em> Birmingham News</em>, assuring readers that “the manufacture of Bayer-Tablets and Capsules of Aspirin is completely under American control.” They wanted to assure readers that they were “being operated as a 100% American concern” and that the overseers of that operation were all “native American.” Bayer clearly wanted readers to know their product was none other than American-made, which translated into “safe.” But what was going on that warranted this effort to convince people aspirin was safe? In the fall of 1918 a story was spreading from coast to coast: Germans, the story went, were dispensing aspirin with an insidious secret ingredient: Spanish influenza.","The aspirin story was not all that was spreading from coast to coast in 1918. Between 1918-1920, the pandemic “Spanish” flu killed around 675,000 Americans and infected millions. It was swift and severe and, at first, no one saw it coming because everyone's attention was turned to Europe and the raging war. Soon fear began to spread as well. Germans were already vilified by Americans so it made sense to them that the “Huns” might utilize biological warfare in this way. Historian Alfred Crosby relates how the head of the Health and Sanitation Section of the Emergency Fleet Corporation accused Germany of having “started epidemics in Europe” and that he saw “no reason why they should be particularly gentle with America.” Crosby reminds us “[t]he people of the United States were stark raving patriotic in summer 1918.” One way Americans showed support for the war was by virtue of boycotting all things German. The “Germanness” of beer and ale was questioned, Crosby writes, so that American breweries also felt it necessary to take out ads in newspapers defending their loyalty. A suggestion was made that Bach and Beethoven—both German composers and both dead for some time—should be banned from all concerts. Americans trusted nothing other than products made for and by Americans.","And so it was that Bayer found itself in the position of defending its formerly German-patented product. No, influenza was not spread through aspirin tablets. The illness spread far too quickly to be caused by pills. Fear, however, spread more quickly than illness, and so in October 1918 Bayer found itself trying to calm that fear. “They may be used with full confidence” the advertisement declared, during a time when confidence was in short supply."],"display_date":"October 1918","search_date":"1918-10-16","citations":[{"divid":1303321613,"type":"Newspaper Article","data":["","Birmingham News","Birmimgham, Alabama","October 18",""]},{"divid":1303321693,"type":"Book","data":["Alfred W. Crosby","America's Forgotten Pandemic: The Influenza of 1918","","New York","Cambridge University Press","2003","46-47"]},{"divid":1303321819,"type":"Article","data":["JK Taubenberger, and DM Morens","\"1918 Influenza: The Mother of All Pandemics\"","Emerging Infectious Diseases","12","2006","15-22"]}],"locations":[{"id":5452,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":763,"tag":"epidemic"},{"id":762,"tag":"influenza"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}