{"id":5223,"title":"Suspected Mollies Murder in Broad Daylight","course_id":62,"status":"P","start_date":"1857-10-17","end_date":"1877-02-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Alexander Rea was murdered on a Saturday morning on October 23, 1868 while on his way to the coal mine where he worked. He was shot six times at close range and $500 dollars was stolen from his body. The corpse was hidden in the bushes and was not discovered until the next day. Eleven years later three suspects were arrested and tried for the crime. Patrick Hester, Peter McHugh, and Patrick Tully,   were assumed to be members of the notorious Molly Maguires, the secretive and violent Irish labor union. It was assumed that Rea, as a mine authority, had somehow crossed the Molly Maguires. Rumors spread of mine officials being targeted by the Mollies during this period. The trial brought both local and national attention.","Throughout the 1860s and 1870s there were numerous reports of mine authorities being murdered by the Molly Maguires. Historians debate the reasons behind the Molly Maguires’   violent acts.  Historian Kevin Kenny believes that the Mollies “were fighting in their own way for justice” against the indignities that Irish immigrants had to endure during this period. These indignities included Irishmen being denied work; “No Irish Need Apply” signs were common in store windows. Irishmen were also often given the most undesirable assignments within the coal mines. Although the Mollies may have started as Irishmen fighting injustices, historian Arthur Lewis believes they quickly became a violent gang who terrorized the coal mines of Pennsylvania.  In his opinion, “the Mollies degenerated into gangs of murderous thugs, they were opposed by most decent Irishmen.”","The jury at the trial, it seems, came down on Lewis’s side of the debate. The court ruling in this particular trial definitely seemed more appropriate for violent gang members than men fighting injustices. . All three men were convicted, sentenced to death, and hanged. This was the first ruling of first degree murder for that particular court. At the time the sentence brought the total of suspected Mollies on death row to fifteen men. Many saw this as the dangerous Molly Maguires finally getting their just desserts."],"display_date":"October 17, 1857 - February 24, 1877","search_date":"1867-06-22","citations":[{"divid":1303321807,"type":"Newspaper Article","data":["Murder Will Out","The Williamsport Sun and Lycoming Democrat","","November 29, 1876",""]},{"divid":1303322014,"type":"Book","data":["Kevin Kenny","Making Sense of the Molly Maguires","","New York","Oxford University Press","1998","57"]},{"divid":1303322200,"type":"Book","data":["Arthur Lewis","Lament for the Molly Maguires","","New York","Pocket Books","1969","3"]},{"divid":813608,"type":"Manuscript","data":[null,null,"vRkgRBthRGB"]}],"locations":[{"id":5444,"lat":41.0595411645,"lng":-76.3864688812,"zoom":9,"place":"COLUMBIA, Pennsylvania"}],"tags":[{"id":956,"tag":"Trial"},{"id":896,"tag":"Labor"},{"id":91,"tag":"Murder"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}