{"id":5224,"title":"<strong>Incident of Racial Tension Reported on Birmingham’s East Lake Line</strong>","course_id":62,"status":"P","start_date":"6/6/23","end_date":"6/21/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a hot midafternoon on June 21, 1943, a streetcar filled with passengers eased along the East Lake Line in Birmingham, Alabama. When it reached its next stop no one got off, but one white man and two white women attempted to board the already packed car. The conductor, claiming there was standing room in the “negro” section, told some “negro” passengers who were standing near the entrance to move back and make room for the oncoming white passengers.  In a voice of opposition, one of the black men told the conductor to tell the white men crowding the “negro” section to move up in the car. With the tensions rising, one of the white passengers took offense to the black man's comments and set about to start a fight. The conductor moved in between them, and the black man supposedly began to hit the conductor. The conductor then told the man “if you hit me [again] I will kill you.” In a surprising turn of events, the conductor seemingly calmed the enraged man, refunded his fare, and told him to get off to “avoid further trouble.”","This was only one report among hundreds written by street car conductors about “incidents” on their cars. Acts of resistance like this one were commonplace in Birmingham during the 1940s. Conductors and white passengers alike reported these incidents sometimes at the rate of 14 a month. They could be as simple as blacks refusing when asked to move out of the white section. However, occasionally they resulted in the deaths of blacks who “violently” resisted this form of racial humiliation. Occurrences of resistance continued to rise as blacks slowly began to organize their resistance to this form of racial segregation. Despite their efforts, resistance to streetcar segregation did not immediately bring about the broad civil rights changes they hoped for.","Nevertheless, historians such as Catherine Barnes have argued that these early forms of resistance to racial segregation provided the catalyst for later modes of protest against segregation. These instances of blacks refusing to move or make way for white passengers were the breeding ground for some of the biggest names in the later civil rights movement. Incidents like this one where a man stood up for his rights as an equal paying customer, although occasionally violent, bore the generation of non-violent protesters like Rosa Parks and Martin Luther King Jr."],"display_date":"June 6, 1923 - June 21, 1943","search_date":"1933-06-13","citations":[{"divid":1303322424,"type":"Book","data":["Catherine A Barnes","Journey from Jim Crow: The Desegregation of Southern Transit","","New York","Columbia University Press","1983","1-313"]},{"divid":1303322545,"type":"Manuscript","data":["","Incidents Reported on Birmingham Buses/Streetcars",null,"","Box 10.13","Cooper Green Papers","Archives, Birmingham Public Library"]}],"locations":[{"id":5390,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":238,"tag":"African American"},{"id":21,"tag":"Race Relations"},{"id":792,"tag":"Transportation"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}