{"id":5225,"title":"“Fight to Win!” Communists Fight for Workers","course_id":62,"status":"P","start_date":"1/1/34","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Fight To Win!”The Communist Party in Birmingham, Alabama spread many fliers with this message throughout the 1930s. Communists urged miners and steel workers to fight for higher wages. The communists proclaimed to be “giving leadership to the workers and raising real demands for them.” They urged white and black workers to band together and claimed that the unity of the two races on this issue had \"been a stirring example of how workers must fight to win their demands.” The communists included on the flier a list of demands that fighting workers should endorse. They demanded that workers stay on strike until they received better pay, developed rank and file leadership by elections and insisted on equal pay between the races. At the bottom of the flier, there was an invitation to join the Communist Party, which was leading the “revolutionary struggle to build a Soviet America.”","During the 1930s, the American Civil Liberties Union listed Birmingham as one of 11 \"centers of repression,\" and anti-communist violence peaked during this period. Communists advocated for whites, blacks, the poor and even women. These were truly revolutionary ideas for the time. The communists’ drive for equality went against the status quo and elicited  considerable backlash. Historian Robert Ingalls attributes this hostile response to establishment attitudes about labor. Communist ideas ran contrary to “business as usual” and big businesses, such as the Tennessee Coal, Iron and Railroad Company, felt threatened by their presence. These big corporations, which essentially dominated Birmingham economically, publically condemned communists and surreptitiously helped finance violence against them. ","Robin Kelley takes a different approach to studying the effects of the Communist Party in Birmingham. According to Kelley, anti-communists played on Southern fears of racial equality to attack the communist cause. The communists did not hide their messages of equality.  It is stated clearly on their fliers. They led protests in attempts to create equal conditions for blacks and whites. In Birmingham at this time, racial equality was not a popular sentiment. Membership in the infamous Ku Klux Klan went up for the first time in over a decade. To promote equality was to be a communist and the Klan could not allow such ideals to take hold. Unfortunately, racist politicians promoted the same sentiments. Kelley argues that much of the backlash against the Communist Party was a result of their egalitarian principles. From the flier, it is clear that both conditions--establishment condemnation of radicals and racism--were at work to hold back the rise of the Communist Party. The 1930s were a bleak time in Birmingham’s history but the workers struggled and fought when they could.  This spirit is embodied by the flier that read “Now is the time to fight!”"],"display_date":1934,"search_date":"1934-07-02","citations":[{"divid":1303322343,"type":"Book","data":["Glenn Feldman","From Demagogue to Dixicrat: Horace Wilknson and the Politics of Race","","Latham","University of America Press","1995","121"]},{"divid":1303322412,"type":"Website","data":["Communist Party of Birmingham","\"Miners, Fight To Win! Steel Workers, Strike!\"","Alabama Department of Archives and History","http://digital.archives.alabama.gov/cdm4/item_viewer.php?CISOROOT=/voices&amp;CISOPTR=3908&amp;CISOBOX=1&amp;REC=2","April 6, 2011"]},{"divid":1303322501,"type":"Article","data":["Robert Ingalls","Antiradical Violence in Birmingham during the 1930s","The Journal of Southern History","47","1981","521-544"]},{"divid":1303322571,"type":"Book","data":["Robin Kelley","Hammer and Hoe: Alabama Communists During the Great Depression","","Chapel Hill","University of North Carolina Press","1990","119-137"]},{"divid":1303322615,"type":"Article","data":["Robin Kelley","A New War in Dixie: Communists and the unemployed in Birmingham, Alabama, 1930-1933","Labor History","30","1989","367-384"]}],"locations":[{"id":5382,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":17,"tag":"Government"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}