{"id":5230,"title":"African Americans and Southern Labor Unions","course_id":62,"status":"P","start_date":"1/1/67","end_date":"12/31/67","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“The union wasn’t right by us,” was how James Manley summed up his experiences as an African American union member during an interview conducted by the Sloss Furnace Association. In 1984 Manley sat down in an interview with the goal of recording his thoughts on his career at Sloss Furnaces, a pig-iron producing blast furnace in Birmingham, Alabama. Manley spoke of being laid off in 1967 for no stated reason but he surmised it was because the company was replacing older African Americans with younger whites. According to Manley the union did nothing about the layoffs. He contended this was because the unions were controlled by whites who were not interested in helping African Americans with grievances. In fact union officials often simply ripped up the grievances filed by African Americans. Manley directly experienced this practice; a union official by name of Carl Waddell ripped up one of Manley’s grievances right in front of a friend of Manley’s, who then told Manley.","These experiences were common for African Americans during the decades Manley worked for Sloss. Unions often had no interest in the concerns of African Americans. For example, according to historian Michael Honey, unions under the auspices of the American Federation of Labor (AFL) often organized African Americans into separate “Federal Units,” or excluded them from unions altogether. While the AFL’s rival, the Congress of Industrial Organizations (CIO), was officially more welcoming to African Americans, its white members often discriminated against them. Timothy Minchin contends the reason unions failed to support African Americans was because of local union autonomy. Local unions essentially ran themselves without interference from national organizations to which they belonged, which according to Minchin “ensured that there was often a gap between national unions’ nondiscrimination policies and actual racial practice in the south.” Local union autonomy meant that whites, who often had majority control, could do what they wanted with little opposition. Minchin contends that these local unions were allowed to pursue racist policies and actions because the national unions’ feared that if they pushed the race issue that whites would “quit their unions en masse.”","National unions’ fear of losing local influence by losing white support resulted in many sorts of discrimination of African Americans. Commonly this resulted in the union failing to do anything about how African Americans were overlooked for positions in favor of whites, mainly because these positions were seen as “White.” This is what happened to Manley; he bid on jobs and was overlooked in favor of whites. According to Manley, “The highest job a black could get before the Civil Rights Movement was when you got to be a helper or a fireman or a keeper on the furnace.” Manley’s testimony is an example of a union system that espoused racial equality but was crippled by national leaders who feared the loss of influence and local leaders with no incentive to challenge the system that assured their workplace privilege."],"display_date":1967,"search_date":"1967-07-02","citations":[{"divid":1303321521,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Michael Honey","Black Workers Remember: Industrial Unionism in the Era of Jim Crow","Race, Class, and Community in Southern Labor History","ed. Gary M. Fink and Merl E. Reed","Tuscaloosa","The University of Alabama Press","1994","121-137"]},{"divid":1303321811,"type":"Book","data":["Timothy J. Minchin","Fighting Against the Odds: A History of Southern Labor Since World War II","","Gainesville","University Press of Florida","2005","63-92"]},{"divid":1303322865,"type":"Website","data":["Oral History Collection","James Manley Interview","Reynolds Historical Library, University of Alabama at Birmingham: Oral History Collection","http://oh.mhsl.uab.edu/jom/tr.pdf","March 31, 2011"]}],"locations":[{"id":5419,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":960,"tag":"Labor Unions"},{"id":21,"tag":"Race Relations"},{"id":42,"tag":"Civil Rights"},{"id":142,"tag":"african americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}