{"id":5231,"title":"Fun Times During the 1918 Spanish Flu Epidemic","course_id":62,"status":"P","start_date":"10/21/18","end_date":"10/21/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 21,1918, <em>Birmingham News</em> staff writer Henry Vance told his readers “[i]t is much better to be interned than interred.” The Spanish influenza had reached Birmingham, and officials had advised citizens to stay inside to avoid infection. Each day Vance featured a new game idea suitable for families to play while they remained indoors. In number six of a series called “Indoor Sports For the Interned During the Influenza Epidemic” he asked his readers a question: “Ever play logomachy? There's a game for you.” Then, as with other suggestions in the series, such as parcheesi and various card games, he proceeded to explain the game and how to play it. Logomachy (pronounced: lo-ga'-ma-key), as it turns out, was a card version of what we would call Scrabble. “The main idea in Logomachy,” he explained, “is to take a deck of cards with letters on them, shuffle and deal.” He then spelled out the main idea of Logomachy: “You play your cards to the board. If your card helps spell a word it counts in your favor.” One can imagine families eagerly taking to these ideas, as there was little else for them to do in late October of 1918.","The pandemic flu had come to town, and it was quickly claiming victims. The paper was reporting deaths daily and health officials realized they must act. During that month the city of Birmingham began closing schools and canceling public gatherings. Theaters and department stores were all but abandoned. In fact, Boards of Health across the nation were canceling events. Author John Barry relates how cities were rescheduling outdoor activities such as parades and war rallies. In Philadelphia officials canceled the draft call. People were told to avoid crowds, stay inside and keep warm. This was reasonable advice. The Spanish Influenza ultimately infected one-third of the world population and killed 675,000 Americans. The only hope people had was to try and lock it out of their homes.","With businesses closed, people had little else to do to pass the time. We could presume that boredom set in quickly for families as days, and then weeks, went by without being able to go to town. However, as Vance pointed out, it was much better to be locked in than to risk dying. He advised that “all should take their enforced confinement good-naturedly during the influenza epidemic.” Deadly flu was striking every city in the nation, and Henry Vance responded with an effort to keep everyone's spirits up. “It's a great game,” he wrote, “and if I can buy a deck of cards I'm going to beat somebody yet, while this epidemic is on.”"],"display_date":"October 21, 1918","search_date":"1918-10-21","citations":[{"divid":1303322893,"type":"Newspaper Article","data":["Indoor Sports For the Interned During the Influenza Epidemic","Birmingham News","Birmingham, Alabama","October 21, 1918",""]},{"divid":1303322952,"type":"Book","data":["John Barry","The Great Influenza: The Story of the Deadliest Pandemic in History","","New York","Penguin Books","2005","205, 208"]}],"locations":[{"id":5454,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":762,"tag":"influenza"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}