{"id":5232,"title":"Captain O’Brien Gives Birth to Theatre in Birmingham","course_id":62,"status":"P","start_date":"1890-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The citizens of Birmingham lived without art. That was until Captain Frank O’Brien, Birmingham, Alabama’s fourteenth mayor, leased the upper floor of a small brick building in the city’s Southside in 1872. It was named Sublett’s Hall in honor of a Confederate Major from Mississippi and was the first theatre in Birmingham. Captain O’Brien is best remembered for his other contribution to the city: O’Brien’s Opera House. Like Sublett’s Hall, O’Brien’s Opera House opened in the upper floors of a brick building. However, the Opera House was built ten years later in the city’s Northside. The theatre’s opening night was a sell-out. On that night, the theatre showed <em>The Black Cook. </em>The Parisian musical had been controversial when it played in New York. Sermons were even preached against it. Opening night was eventful for another reason. The lights would not turn on. Captain O’Brien borrowed headlights from locomotives from the nearby train yard.","In 1899, a New York company, Klaw and Erlanger, leased the theatre for five years for $4000. The story attracted attention because New Yorkers were taking interest in Birmingham’s new theatre life and <em>The New York Times </em>even reported on it. O’Brien’s Opera House attracted large crowds from all parts of the young city until 1900 when the larger and more beautiful Jefferson Theatre opened a few blocks away. The Opera House would reopen in 1906 under different ownership as The Gaiety, a burlesque house. The Gaiety closed in 1912 and was demolished in 1915, but theatre was just beginning to flourish in Birmingham.","According to Don Haarbauer, theatre in Birmingham is unique in the South because the city was founded after the Civil War and therefore has few ties to the society of the “Old South.” The city never had an aristocracy devoted to the arts. Instead, artistic interests were left to the middle class. Haarbauer says that this allowed theatre to thrive in downtown for many years. It started to see its decline, however, with the rise of suburban multiplexes."],"display_date":"1890 - 1910","search_date":"1900-07-02","citations":[{"divid":1303323330,"type":"Dissertation/Thesis","data":["Don Ward Haarbauer","A Critical History of the Non-Academic Theatre in Birmingham, Alabama","PhD","University of Wisconsin","1973",""]},{"divid":1303323375,"type":"Newspaper Article","data":["City Became a Civic Center","The Birmingham News","","December 19, 1971",""]},{"divid":1303323421,"type":"Newspaper Article","data":["Southern Playhouse Leased","The New York Times","","March 4, 1899",""]}],"locations":[{"id":5416,"lat":33.553582253,"lng":-86.8959288939,"zoom":9,"place":"JEFFERSON, Alabama"},{"id":5415,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":203,"tag":"Birmingham, Alabama"},{"id":955,"tag":"Theatre"},{"id":579,"tag":"New York City"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}