{"id":5233,"title":"Lewis Parsons Writes Home","course_id":62,"status":"P","start_date":"1864-05-28","end_date":"1864-05-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lewis E. Parsons served in the Confederate Army during the Civil War as a private in the Washington Artillery of New Orleans. During his time of service in the war, Parsons wrote around twelve letters that he sent to his family in Talladega, Alabama. Parsons tried to write a letter every chance he had some free time to himself. He specifically states in a May 28 letter “I write whenever I get a chance.” Parsons would write a letter every time he came in from the battle field. He also told his family “you don’t know how it relieves my mind to have a letter on the way home.” This one letter that he writes certainly shows how homesick he had become. He says “you all may miss me a great deal but not as much as I miss you.” This specific letter that Parsons writes gives a good description of how much he missed his family, and this could be said for many other soldiers of the Civil War. Many other soldiers felt the same way that Parsons did about missing his family, and these letters were taken very serious by everyone involved.","Writing to family members was very important to the soldiers of the Civil War. These men probably would not have been able to stay sane for very long if it was not for the letters that they got to write to their family members and also the letters that the families sent back to the soldiers. James Pate gives a historical account of some brothers in the Civil War that also wrote letters back and forth to their family. Pate comments on how the brothers “directed most of their letters to family members.” This family took these letters very seriously, and they made every effort to keep the letters going to each other during the war. It was so important to them that “each family member became a wartime correspondent.” The letters of this family and the importance of writing to each other show that Lewis Parsons was not alone when it came to writing to family members and being homesick.","The letters of soldiers during the war also became very important to the communities as well. The Parsons letters could have been read by the citizens of the town that he was from and not just his family members. Some solders’ letters got sent around to everyone in the town so that the people could know how the war was going or how their friend was doing. In his book, <em>Civil War and Reconstruction in Alabama,</em> Walter Fleming says that “letters from the army gave news of the men of the settlement who were in the writer’s company or regiment, and when received were read to the neighbors or sent around the community.” Parsons’ letters might not have been read by the community or the neighbors, but he definitely sent them to his family. It was very important for the soldiers to be able to send letters to their families. These letters are very important for us to be able to understand these soldiers and their feelings during this war."],"display_date":"May 28, 1864","search_date":"1864-05-28","citations":[{"divid":1303323072,"type":"Manuscript","data":["Parsons, Lewis E","\"Letters Form Lewis E. Parsons, Private Washington Artillary of New Orleans\"",null,"","","http://digital.archives.alabama.gov/u?/voices,2963","(accessed 1 April 2011)."]},{"divid":1303323368,"type":"Book","data":["Fleming, Walter","Civil War and Reconstruction in Alabama","","Columbia","Columbia University Press","1949","242"]},{"divid":1303323478,"type":"Book","data":["Pate, James","When This Evil War is Over: The Civil War Correspondence of the Francis Family","","Tuscaloosa, Alabama","University of Alabama Press","2006","13-14"]}],"locations":[{"id":5386,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}