{"id":5235,"title":"An African American Worker at Sloss Furnace Encounters the Color Line","course_id":62,"status":"P","start_date":"1/1/25","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["'\"A nigger can't bid for a white man's job.\" was how Alonzo Gaines described labor divisions among African Americans and whites at the time he was employed at Sloss Furnaces in Birmingham, Alabama. In 1984 Gaines sat down in an interview with the Sloss Furnace Association with the goal of recording his thoughts on his career at Sloss Furnaces, a pig-iron producing blast furnace in Birmingham, Alabama. In the course of his interview he recounted his own personal experiences with this workplace segregation. According to Gaines while he was employed at the concrete plant he had been instructed to operate a machine called the compressor when it usual operator, a man by the name of McDonald, was off work. Eventually the position of compressor operator became open and interested workers began applying for the position, or as they called it, biding on the job. Gaines too applied as he had already been operating the compressor for some time but when he approached the superintendent, a man by the name of Lawson, he was summarily denied the position in favor a white applicant. Superintendent Lawson informed Gaines frankly, “You can run it just as good as McCan, but you ain't gonna get it.\"","The “Color Line” that Gaines had encountered served as a barrier to African American workplace advancement in the south for decades. The south had developed strict delineations between what were considered “white” and “black” positions. According to historian William A. Sundstrom the color line segregated African Americans and whites, “along lines of skill levels, supervisory responsibilities, and manual versus white-collar tasks,” in many industries. It was implicitly understood and, as Gaines testimony shows, sometime explicitly stated that an African American worker would not have a supervisory position over a white worker. This is exactly what happened to Gaines when he applied for the compressor operator position; despite having the necessary skills to operate the machine he was told upfront that he would never get the position. That position was considered a “white job” and Gaines was denied the opportunity simply because of an ingrained prejudice that placed some positions at a higher social status that would then denied to those who were considered lower in social rank, even inspite of their proven capacity to perform the work required of that position."],"display_date":"1925 - 1950","search_date":"1937-12-31","citations":[{"divid":1303323751,"type":"Article","data":["William A. Sundstrom","The Color Line: Racial Norms and Discrimination in Urban Labor Markets, 1910-1950","The Journal of Economic History","Vol. 54 No. 2","1994","382-396"]},{"divid":1303323906,"type":"Website","data":["Oral History Collection","Alonzo Gaines Interview","Reynolds Historical Library, University of Alabama at Birmingham: Oral History Collection","http://oh.mhsl.uab.edu/ag/tr.pdf","March 31, 2011"]}],"locations":[{"id":5420,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":963,"tag":"Iron and Steel Industry"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":3,"tag":"African-Americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}