{"id":5236,"title":"Turncoat at the Mollie Trials","course_id":62,"status":"P","start_date":"1875-09-03","end_date":"1876-03-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1876 the New York Times published an article describing the murder trial of John P. Jones , a mine boss of the Lehigh and Wilkesbarre Coal Company. It was widely believed that Jones murderers were members of the secretive and violent Irish labor union called the Molly Maguires. During this time stories of the Mollies murdering mine bosses that crossed the group were very common.","A very interesting point the article made is that the prosecution actually had a witness that was close to the Mollies. James Kerrigan, a former member of the Mollies, was the prosecution’s star witness in the case. This was an anomaly because the Molly Maguires were such a secretive group, even its supposed own members did not acknowledge that the labor union existed. So the prosecution finding someone who was associated with the Mollies that was willing to testify against them was extremely powerful evidence. Kerrigan’s testimony implicated three alleged Mollies in the murders of Jones and a policeman named Yost.","Throughout the 1860s and 1870s Molly Maguires dominated the coal mines of Pennsylvania. It was difficult for authorities to stop the organization because there was very little evidence of the Mollies crimes or that they even existed. Kerrigan, an admitted member of the Mollies, testifying against other members was largely damaging to the organization. Historian Arthur Lewis describes Kerrigan as unremorseful while he testified against his former brethren. According to Lewis Kerrigan “ answered all questions cheerfully… and after seven hours on the stand, retired to his seat with the modest air of a good man who has just performed a citizen’s duty for which he expects no reward.”","According to the article Kerrigan’s testimony was hugely important. In the case that the piece focused on the evidence from Kerrigan helped solved two murders.  The article also claims that Kerrigan’s confessions “enabled the Police to reach some of the leaders and completely break up the gang.” Kerrigan’s testimony, according to the piece, was hugely responsible for toppling the Molly Maguires."],"display_date":"September 3, 1875 - March 26, 1876","search_date":"1875-12-14","citations":[{"divid":1303324134,"type":"Newspaper Article","data":["The Molly Maguires","New York Times","New York City","March 27, 1876",""]},{"divid":1303324220,"type":"Book","data":["Arthur Lewis","Lament of the Molly Maguires","","New York","Pocket Books","1969","223"]}],"locations":[{"id":5442,"lat":40.9182274637,"lng":-75.7088377722,"zoom":9,"place":"CARBON, Pennsylvania"}],"tags":[{"id":33,"tag":"Labor Union"},{"id":91,"tag":"Murder"},{"id":956,"tag":"Trial"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}