{"id":5237,"title":"Safety Conditions in the Iron and Steel Industry","course_id":62,"status":"P","start_date":"1/1/50","end_date":"12/31/71","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“The foreman would let you know if it was safe. Because he said something was safe didn’t mean it was safe.” This is how Ulysses S. Anderson described the safety conditions at Sloss Furnace, a pig-iron producing blast furnace in Birmingham, Alabama. While being interviewed by the Sloss Furnace Association Anderson spent a great amount of time describing the safety conditions he encountered during his employment at Sloss. As the previous quote demonstrates, the safety standards at Sloss were not always up to par. Anderson describes several incidents wherein he was almost injured or killed. Two of these incidents stand out as examples of the safety conditions at Sloss and the dangers that workers in steel mills routinely faced. In the first incident Anderson accidently stepped into a hole and as he pulled his foot out hole it was badly burned by the hot iron. He described the injury saying that his foot had been burned, “from the arch all the way down.” Anderson had to have skin removed from his leg so that it could be grafted to his foot. In the second incident Anderson was almost killed by poisonous gases escaping from the furnace. According to his testimony he was working on cleaning the coal from the furnace when he suddenly became aware of a severe pain in his head and it was then that he noticed two men lying unconscious on the floor. When a co-worker by the name of Mr. Seabury noticed Anderson and the two unconscious men he immediately set off the alarm and got the three men out of the area. Luckily Anderson and the two other men managed to survive the incident. According to Anderson no one had ever bothered to warn him about the potential hazard of gases escaping from the furnace.","Unfortunately hazards like those faced by Anderson were all too common in the furnaces and mills of the era. According to historian John A. Fitch, “every workingman in an iron or steel mill is in danger because he is working with forces which are, seemingly, always watching for a chance to get beyond human control.” The number of deaths from accidents in furnaces and mills could be simply astounding. According to Fitch’s study of steel mills in Allegheny County, Pennsylvania there were 195 deaths in single year from workplace accidents in iron and steel mills. These sorts of accidents were often caused by lack of safety provisions built into the machines and equipment utilized in the furnace or mill. Fitch provides an account that serves to illustrate this point. In one mill he visited there was heavy machinery with exposed gearing that was, “absolutely unguarded, although it was common knowledge that workmen had been caught in just such places and badly injured.”","Despite the fact that simple safety precautions and common sense could have lessened the danger workers faced, they were placed in extremely dangerous situations could that result in dire consequences. If an accident did occur it was likely that those involved would die horrible and painful deaths, and even if they survived they were often permanently scarred and kept from working. This is exactly what happened to Anderson when his foot was badly burned; he was forced to endure a skin graft and then spend six to eight weeks off the job while he recuperated."],"display_date":"1950 - 1971","search_date":"1960-12-31","citations":[{"divid":1303324207,"type":"Book","data":["John A Fitch","The Steel Workers","","Pittsburgh","University of Pittsburgh Press","1989","57-71"]},{"divid":1303324276,"type":"Website","data":["Oral History Collection","U.S. Anderson Interview","Reynolds Historical Library, University of Alabama at Birmingham: Oral History Collection","http://oh.mhsl.uab.edu/usa/tr.pdf","March 31, 2011"]}],"locations":[{"id":5542,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":963,"tag":"Iron and Steel Industry"},{"id":964,"tag":"Industrial Safety Conditi"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}