{"id":5238,"title":"The South's Exciting First Victory","course_id":62,"status":"P","start_date":"1861-04-17","end_date":"1861-04-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The newspaper article \"Glory Enough for One Day\" was written on April 17, 1861. The article describes how the Union surrendered Fort Sumter to the Confederate Army on April 13, 1861. The article starts out by talking about the telegram that announced to the south that Fort Sumter had been surrendered to the Confederate States, and how it \"sent a thrill of joy to the heart of every true friend of the South.\" The article goes on to describe how the people of the South were very happy, and that the \"face of every southern man was brighter than it had been before.\" The southern states were \"rejoicing\" at the news of this victory. The article explains how Major Anderson of the Union Army had to take down the flag of the Union, and they Confederate flag would soon be raised in its place. It also says that \"there was no longer a foot of territory in the state of South Carolina in possession of a government foreign to her soil and its interests.\"","            The article has a very arrogant sound to it at the start of the next paragraph when the author mentions that there would be other victories \"equally as decisive, until the government of the North shall be compelled to recognize our independence.\" There should be a feeling like this from southern people because the South did not lose one man in the battle, which took \"over thirty hours.\" The article also gives this impression when it explains that the Confederate States \"have given the Abolition power an earnest of what it may expect in the future. As is the beginning, so will be the end.\" This ending to the article definitely gives a feeling that the South thought they would win the war with ease.","            The battle at Fort Sumter was the start of the Civil War. The shots fired by the Confederates at the fort were the first shots fired in the war. History was completely changed on the day that Anderson surrendered Fort Sumter to the Confederates. Bruce Catton writes in his book <em>The Civil War</em> that \"the bombardment of Fort Sumter was the visible symbol that the war had begun.\" Catton notes that \"Lincoln and Davis had already made up their minds to fight rather than to yield.\" Jefferson Davis did not feel like waiting any longer for the Union to attack first. He was tired of the “peace” and the people of the South were also tired of waiting. David Detzer comments in his book, <em>Allegiance: Fort Sumter, Charleston, and the Beginning of the Civil War,</em> that “peace is always conditional.” Davis was tired of depending on the North to fire shots first. Detzer also states that “wars begin when people consider that the state of peace that exists is no longer acceptable, that war would relieve their problems.” This fatigue of the peaceful status quo could be why the newspaper article sounded so excited about the first battle of the war taking place, and the fact that the fort was surrendered to the Confederacy.  "],"display_date":"April 17, 1861","search_date":"1861-04-17","citations":[{"divid":1303324504,"type":"Newspaper Article","data":["\"Glory Enough for One Day\"","ADAH Digital Archives","http://digital.archives.alabama.gov/u?/voices,2847","April, 17 1861",""]},{"divid":1303324663,"type":"Book","data":["Catton, Bruce","The Civil War","","New York City","American Heritage Inc.","1988","25"]},{"divid":1303324729,"type":"Book","data":["Detzer, David","Allegiance: Fort Sumter, Charleston, and the Beginning of the Civil","","New York City","Harcourt Inc.","2001","255"]}],"locations":[{"id":5394,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}