{"id":5239,"title":"A Soldier Gets Sick","course_id":62,"status":"P","start_date":"1864-05-17","end_date":"1864-05-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lewis E. Parsons wrote many letters during the Civil War to his family in Talladega, Alabama. Parsons talks about many different things in his letters to home. He mainly asks questions about the home front, and he also talks a great deal about how war is an awful thing. He describes many different situations that he and his fellow men have to go through during the time of war. One of the situations or problems that these soldiers had to face was being sick or getting a disease. Sickness was a very serious problem that many soldiers had to deal with while they were off at war. Parsons does not talk very much about sickness or disease, but he does make one reference to sickness in a letter that he wrote on May 17. He says “I am still having chills and am very weak.” Many soldiers had these same symptoms or feelings that Parsons had. These chills that Parsons takes note of could probably be the symptoms of typhoid fever. The men in the camps started calling the sickness “camp fever”. Many soldiers got sick during the war because of the camps that they had to stay in all the time.","            The camps were very unsanitary, and disease was all around the men because of these unsanitary conditions. Historian Thomas Cutrer wrote about some letters from a Confederate soldier to his wife. The soldier’s name was William Moxley, and he served in the Eighteenth Alabama Infantry during the war. Cutrer tells of how Moxley wrote a lot about the sickness of the soldiers and diseases that they had. The soldiers “never acquired the immunities necessary to fight off even the most common of childhood diseases such as measles, mumps, and scarlet fever.” So when the soldiers had to leave their homes to go live in these unsanitary camps they contracted many different diseases. Cutrer also says that a “great interest and value in the Moxley letters is their wealth of commentary concerning the epidemics of disease that shattered both Southern armies and Southern home communities.” These diseases wiped out a huge percentage of both armies during the war. The main disease that was “especially deadly was typhoid.” There were many other diseases and infections that went through these soldiers, but typhoid fever killed the most number of men.","            Another historian by the name of James Pate writes about the letters of the Francis brothers who were soldiers in the Civil War. Pate says that “health issues were a major subject, and outbreaks of measles, mumps, and typhoid fever were routinely reported.” So, Lewis Parsons was not the only soldier sitting in his camp with chills and a feeling of weakness. Every other soldier in that same camp with Parsons probably had some type of sickness or disease. Parsons probably had one of the diseases mentioned above. He did not say in his letter how bad he was feeling, but the sentence he writes does let the reader know that Parsons was sick or on the verge of getting sick. It could have been one of the deadly diseases that were rampaging through both armies."],"display_date":"May 17, 1864","search_date":"1864-05-17","citations":[{"divid":1303325061,"type":"Manuscript","data":["Lewis E. Parsons","\"Letters of Lewis E. Parsons, Private Washington Artillary of New Orleans\"",null,"","","http://digital.archives.alabama.gov/u?/voices,2963","(accessed 1 April 2011)"]},{"divid":1303325180,"type":"Book","data":["Pate, James","When This Evil War is Over: The Civil War Correspondence of the Francis Family","","Tuscaloosa, Alabama","University of Alabama Press","2006","13"]},{"divid":1303325273,"type":"Book","data":["Cutrer, Thomas","Oh, What A Loansome Time I Had; The Civil War Letters of Major William Morel Moxley","","Tuscaloosa, Alabama","University of Alabama Press","2002","11-12, 67"]}],"locations":[{"id":5400,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":663,"tag":"Letters Home"},{"id":32,"tag":"Civil War"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}