{"id":5240,"title":"Flu Ravages Families in Birmingham","course_id":62,"status":"P","start_date":"10/20/18","end_date":"10/20/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ms. Lucy Dickinson, writing for the <em>Birmingham News</em> in October 1918, sent out an urgent plea to the city for a foster mother. An infant had been brought to the Children's Hospital by neighbors who had been caring for him. The baby's parents were victims of the epidemic “Spanish” influenza and were being treated at the local infirmary. Dickinson explained that the two \"big-hearted fellows” who brought him in were “at their wit's end,” weary from working during the day and trying to care for the sick family during the night. This, unfortunately, was a situation being repeated across the city.","The epidemic influenza had arrived in Birmingham and was running its deadly course. The hospitals and infirmaries were already overflowing with patients. Children's Hospital in Birmingham reported they had to put two children to each bed; many were orphans whose parents had fallen victim to the flu. John Barry explains that “in many cities more than half of all families had at least one victim ill with influenza...” What set the 1918 influenza outbreak apart from other ordinary influenza outbreaks was the way in which it struck down healthy adults. Typical influenza went after only the weakest, the young and the very old. It had even come to be known as the “old man's friend” Barry explains, for the way it took the elderly in a somewhat peaceful manner. “There was no such grace about influenza in 1918” he explains. It struck “the robust, the fit, the hearty, the ones raising young sons and daughters—those were the ones who died.” Such was the case in Birmingham in October 1918.","“The little fellow is a fine baby,” Ms. Dickinson proclaimed, adding that a foster mother may be “the only means of saving the baby's life.” There is no way to know whether a mother stepped forward to foster the “fine little fellow,” but we do know that this scenario played out in town after town across America, as the epidemic influenza ravaged families from coast to coast."],"display_date":"October 20, 1918","search_date":"1918-10-20","citations":[{"divid":1303327974,"type":"Newspaper Article","data":["Foster Mother Is Called For","Birmingham News","Birmingham, Alabama","October 20, 1918",""]},{"divid":1303328012,"type":"Book","data":["John Barry","The Great Influenza: The Story of the Deadliest Pandemic in History","","New York","Penguin Books","2005","231, 238-239"]}],"locations":[{"id":5509,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":762,"tag":"influenza"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}