{"id":5241,"title":"The Revolution of Vocal Assemblage","course_id":68,"status":"P","start_date":"1887-01-01","end_date":"1887-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The choral programs at Alma College have been an important part of the liberal arts experience.  Through the late nineteenth and early twentieth centuries a wide variety of choral groups were formed such, as the early Almaroon Quartette, Choral Club, Men’s and Women’s Glee Clubs and several a cappella choirs and have been named some of Michigan’s finest small choirs.  At times, after a student’s four years of involvement, there would be a lack in leadership to continue certain choral programs due in part to those leaders graduating, but also to the inconsistency of interest and talent.  Nevertheless, over the years Alma College choral groups have been named some of Michigan’s finest choral groups.","Alma College choral programs have long taken their music to different scenes traveling throughout Michigan, gradually branching out-of-state and eventually touring overseas in countries such as Poland, Russia, Germany and Scotland.  This tradition of touring has been carried through the duration of several conductors beginning with Professor T. Bath Glasson (1898) continuing through Doctors Eugene Grove (1943-1953) and Brian Winter (1979-1983) and into the arrival of the present conductor Doctor William Nichols, to name a few.  The Alma College Choir still tours annually and alternates between a national and an international tour every other year.  Originally touring during Christmas time around the Northwest United States, the choir would perform mostly for churches and stay with the church families.","The Alma College choirs have been responsible for bringing much joy to the college and communities around the world due to both the talented leadership and vocalists’ dynamic effort during daily practices, concerts, recordings and tours.  Janet Zeilinger Wolf, class of 1956, describes her four-year choral experience as a “grand time” and holds close to her heart the choir’s “family feel;” she remembers specifically the a cappella choir’s tour to Niagara Falls, New York.  From touring around Canada to singing while serving dinner in Tyler VanDusen, former students, including Nancy Dederer of 1985, have long enjoyed the unique atmosphere the choirs project and the lasting fond memories.  Music major Alan Watterworth, President of the a cappella choir in 1957, experienced one of the choirs’ overseas trips to Europe and expressed the “sense of belonging” the program offered.","With a variety of choral groups, Alma College has been able to offer students an enjoyable elective where they can exhibit their talents and spread the “soul” of Alma College across the state of Michigan, throughout the nation and around the world.  The current program consists of three groups, each with their own inimitable characteristics that make it unique in the Alma College community; the Women’s Glee Club hosts younger women as there is a great deal of interest and here they can work on sight-reading.  The Chorale has become a group of higher developed women vocalists and the entry level for young men, while the Alma College Choir is the most elite and respected choir of the three.","There is no question that the choral program has grown and developed exponentially within the last century as close to fifteen percent of Alma College’s population are members of one of the choirs where the vocalists seek to cultivate a adoration for the choral program, discover skills that will promote additional interest and to coach those who wish to further their education in the field of music."],"display_date":1887,"search_date":"1887-07-02","citations":[{"divid":1303330024,"type":"Website","data":["Alma College","Alma College Choirs","Alma College","http://www.alma.edu/academics/departments/humanities/music/choirs.html","March 11, 2011"]},{"divid":1303330194,"type":"Pamphlet or Other Printed Material","data":["","Alma College Catalouge 1927-1934","Alma, MI","Alma College","1934","Alma College Closed Collection"]},{"divid":1303330290,"type":"Newspaper Article","data":["Choir Tour Schedule Plans Complete","The Almanian","","December 2, 1955",""]},{"divid":1303330357,"type":"Newspaper Article","data":["College A Cappella Choir to Present Christmas Concerts","The Almanian","","December 7, 1956",""]},{"divid":1303330524,"type":"Website","data":["Google Server","History of Choir Touring in the United States Timeline","Google","http://www.google.com/#q=history+of+choir+touring&amp;hl=en&amp;sa=X&amp;tbs=tl:1,tll:1850,tlh:1899&amp;prmd=ivns&amp;ei=1_uuTfarBIPLgQeY7KSbDA&amp;ved=0CDEQyQEoCQ&amp;bav=on.2,or.r_gc.r_pw.&amp;fp=d1235bb21e70f3a1.html","April 19, 2011"]},{"divid":1303330730,"type":"Article","data":["Joshua S. Duchan","Colligate a Cappella: Emulation and Originality","American Music","4","2007","477-506"]},{"divid":1303330839,"type":"Article","data":["Leonard Van Camp","The Rise of American Choral Music and the A Cappella 'Bandwagon'","MENC: The National Association for Music Education","67","November 1980","40"]},{"divid":1303330941,"type":"Newspaper Article","data":["Men Singers Arrive Home","The Almanian","","April 13, 1926",""]},{"divid":1303331000,"type":"Newspaper Article","data":["Sullivan Organizes A Cappella Choir","The Almanian","","October 1, 1954",""]},{"divid":1303331048,"type":"Manuscript","data":["","The Almaroons",null,"","","Alma College Closed Collection","Alma College"]}],"locations":[{"id":5439,"lat":43.2926870754,"lng":-84.6047678086,"zoom":9,"place":"GRATIOT, Michigan"}],"tags":[{"id":968,"tag":"Liberal Arts"},{"id":967,"tag":"Choir Tour"},{"id":966,"tag":"Choir"},{"id":946,"tag":"Alma College"}],"course":{"name":"Histories of Alma College","school":"Alma College","course_id":68,"school_id":45}}