{"id":5242,"title":"The Bishop: Dr. Thomas Mar Makarios","course_id":68,"status":"P","start_date":"1/1/81","end_date":"12/31/81","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As the Bishop of the American Diocese of the Syrian Orthodox Church, Thomas Mar Makarios was invited by Reverend David McDaniels to speak at Alma College after hearing him speak at a college in Ohio in 1981.  The Bishop was thought to be a perfect candidate to further the knowledge of the students as “a worldwide figure in an Orthodox tradition which [we], as Americans, know next to nothing about” said Reverend McDaniels.  As a liberal arts college, Alma strives to provide its students with a well-rounded education and experiences that will prepare them for the rest of their professional and personal lives.","The Bishop returned the next year and attended classes.  He eventually accepted an invitation by the Chair of the Religious Studies Department, Doctor Joseph Walser, to teach a seven-week class.  In 1993, he was granted United States citizenship and in February of 1995, after thirteen years of teaching, the Bishop introduced his vision that “Alma College should have a good program in India.”  Dr. Makarios’ fervor for the students at Alma College also led to their introduction to Indian civilization and values; he was the facilitator that brought together the Alma India Program where students are persuaded to experience that culture at Mathen Mappilai Memorial Public School in the village of Ayroor, Kerala.  In providing opportunities for Alma College students to grow abroad, he also taught classes that educated the students on Eastern Christianity and eventually broadened the topic to Eastern and Western Christianity; he also wrote and taught classes such as “The Divine Call” and “Eastern Ways to Read the Bible.”  Thus, in 1990, the Bishop was granted the honorary degree of Doctor of Divinity for his involvement and roles in Alma College and community.","Born and raised in India, the Bishop made Alma his home away from home and it made him feel like a “normal” person.  In 1999 he transferred the nucleus of his church operations from Buffalo, New York to the city of Alma.  He was an extremely busy man, always traveling and tending to the needs of the churches he served, yet he always found time for the Alma inhabitants as an instructor, religious leader and friend.  The Bishop rarely spent weekends on campus as he was busy tending to the many Presbyterian and Episcopal churches with which he developed associations.  He was the first individual to take the Indian Orthodox church outside of India to grow and flourish in North America.","In the winter of 2008, while Bishop Makarios was away in the United Kingdom and Ireland on a specific visit to the Arch Bishop of Canterbury, the vehicle carrying the Bishop Makarios was hit by another and he suffered serious injuries.  At eleven o’clock on February 23 a regretful message was posted to inform the world that the Bishop so dearly adored by many, had indeed passed.  Many funeral services were held, one in India which several Alma College faculty were able to attend, one in London, and Alma College also hosted a memorial service subsequent to the ones in India for the Bishop in honor of all of his time and dedication.","On May 16, 2009 a sculpture was dedicated to the Bishop.  It represents the legacy that the Bishop left at Alma College of the faith, love, life and leadership.  One-hundred and fifty individuals attended the dedication with individuals from India, including the Bishop’s brother.  Alma College was truly blessed to have experienced the presence of Bishop Doctor Thomas Mar Makarios and will always remember him as a highly respected man, religious leader, teacher, brother, colleague and friend."],"display_date":1981,"search_date":"1981-07-02","citations":[{"divid":1303332341,"type":"Newspaper Article","data":["Alma College Plans Fellow Program in India","Morning Sun","","February 12, 1995",""]},{"divid":1303332439,"type":"Pamphlet or Other Printed Material","data":["","Alma College Unveils Sculpture in Memory of Bishop Makarios","","Alma College Public Relations","2009",""]},{"divid":1303332533,"type":"Newspaper Article","data":["Alma Readies Memorial for 'The Bishop'","The Almanian","","April 4, 2008",""]},{"divid":1303332581,"type":"Newspaper Article","data":["Bishop Makarios on Campus for Seven Weeks","The Almanian","","September 23, 1985",""]},{"divid":1303332629,"type":"Newspaper Article","data":["Bishop to Visit Campus","The Almanian","","September 29, 1981",""]},{"divid":1303332736,"type":"Lecture, Conference Paper, etc.","data":["Professor Brian Stratton","","Interview","","","March 10, 2011"]},{"divid":1303332798,"type":"Lecture, Conference Paper, etc.","data":["Chaplain Carol Gregg","","Interview","","","March 9, 2011"]},{"divid":1303332839,"type":"Website","data":["St Thomas Indian Orthodox Church","Mar Makarios Remembered","St Thomas Indian Orthodox Church","http://www.europeanmalayalee.com/news_process.php?newsid=764&amp;newscat=latestnews.html","April 19, 2011"]},{"divid":1303333042,"type":"Website","data":["St. Mary’s Malankara Orthodox Syrian Cathedral","Dr. Thomas Mar Makarios Metropolitan has been laid to rest on February 23rd 2008","St. Mary’s Malankara Orthodox Syrian Cathedral","http://stmaryscathedral.net","March 12, 2011"]},{"divid":1303333164,"type":"Website","data":["Alma College","Much-beloved Bishop Thomas Makarios dies at Age 81","Alma College","http://www.alma.edu","March 27, 2011"]},{"divid":1303333237,"type":"Pamphlet or Other Printed Material","data":["","Nomination for Honorary Degree","Alma, MI","Alma College","1989",""]},{"divid":1303333302,"type":"Website","data":["St. Gregorios Indian Orthodox Church","Parish","St. Gregorios Indian Orthodox Church","http://www.indian-orthodox.co.uk/parish.htm","April 19, 2011"]},{"divid":1303333447,"type":"Newspaper Article","data":["Update: Faculty Incurred Over Break","The Almanian","","January 18, 2008",""]}],"locations":[{"id":5441,"lat":43.2926870754,"lng":-84.6047678086,"zoom":9,"place":"Gratiot, Michigan"}],"tags":[{"id":972,"tag":"India"},{"id":971,"tag":"Religious Studies"},{"id":970,"tag":"Makarios"},{"id":969,"tag":"Bishop"},{"id":946,"tag":"Alma College"}],"course":{"name":"Histories of Alma College","school":"Alma College","course_id":68,"school_id":45}}