{"id":5244,"title":"Wright Hall","course_id":68,"status":"P","start_date":"3/1/01","end_date":"3/31/01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Wright Hall is dedicated to Ammi Wright, the local businessman who donated the original thirty acres of land on which Alma College is located. In early 1900, Mr. Wright donated more land to the college, including a block and a half located on the south side of Superior Street, directly across from the campus. Mr. Wright wished for new buildings to be erected on this land, specifically a new dormitory.","Construction of the dormitory began in March of 1901 and finished in 1902. Wright Hall started out as an all-women’s hall, and it remained that way for over half a century. The four story building was heated with steam, lighted by electricity, and contained hardwood floors. It also contained a dining hall that could accommodate 140. Rooms were available as singles or as a suite-style. These rooms came almost fully furnished. Wright Hall also contained numerous parlors, a large reception hall, and rooms for socializing, especially for the literary societies. According to the 1901-02 college catalog, “all has been planned for the health and comfort of the students.”","The cost of living in Wright Hall varied from $18 per semester to $36 per semester. Board in the Wright Hall dining room was $2.25 per week. Wright Hall also contained sick rooms that were available at a cost of $1 per week. The Dean of Women at the college had direct supervision over Wright Hall. She was responsible for assigning rooms and supervising the personal health of the students.","In the fall of 1956 Gelston Hall was built for women, allowing 200 males to move into Wright Hall. Four years after later, there was an unexpected fire that broke out; however, the building survived and remained in use for another twenty years.","In 1963, a proposal was made to President Swanson concerning the future use of Wright Hall. Ideas varied from complete or partial renovation of the hall, or to destruction of the hall. In 1976, the college decided that it was no longer needed as a dormitory and tore it down.","For twenty-eight years, the lot remained vacant. However, in the early 2000’s the college decided that they wanted to rebuild Wright Hall for upperclassman. In the spring of 2004, ground was broken and in January of 2005, upperclassmen moved in to the new Wright Hall. The new dormitory had accommodations for sixty people with the only apartment-style rooms on campus, containing a fully functional kitchen. Rooms contained single and double bedrooms with private baths, kitchens and separate living space. It also contained study rooms, game rooms, and a common area for socializing. Wright Hall was the only dormitory on campus with elevators to help disabled individuals reach the higher floors.","It also was Alma College’s only “green” dormitory.  The building was environmentally friendly with geothermal heating and cooling systems, ceiling tiles and carpeting made from recycled materials, energy efficient windows and showers, and even solar panels on the rooftop. The building also contained a computerized energy monitoring system."],"display_date":"March 1901","search_date":"1901-03-16","citations":[{"divid":1303337148,"type":"Manuscript","data":["","Letter to President Swanson: ReportConcerning the Future use of Wright Hall",null,"6b","box 25, folder 8","Record Group","alma College archives"]},{"divid":1303337419,"type":"Book","data":["Pattison, Eugene H., Joseph G. Walser, Gordon C. Beld, Ronald O. Kapp, William Potter, Charlotte W","Within Our Bounds: a Centennial History of Alma College","","Alma, MI","Alma College","1986","20-57"]}],"locations":[{"id":5451,"lat":43.2926870754,"lng":-84.6047678086,"zoom":9,"place":"Gratiot, Michigan"}],"tags":[{"id":973,"tag":"Buildings - Wright Hall"},{"id":946,"tag":"Alma College"}],"course":{"name":"Histories of Alma College","school":"Alma College","course_id":68,"school_id":45}}