{"id":525,"title":"Calvin H. Wiley Serves as North Carolina&#39;s First State Superintendent of Common Schools\n","course_id":1,"status":"P","start_date":"1853-01-01","end_date":"1853-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While serving as North Carolina's first State Superintendent of Common Schools, Calvin H. Wiley revolutionized the educational system. The Common School System, as North Carolina's first statewide publicly supported education system, sought to educate all white boys living within the state. In his first address to the residents of North Carolina, he appealed to them and tried to convince them that, the ideas that these schools are intended only for poor children should everywhere be discouraged; and it should be understood and proclaimed that this is a great bounty, a fountain opened for all the children of the State, without distinction of classes, promising equal benefits to all, and worthy of the fostering care of all. Wiley took his responsibility to reorganize and reform the school system of his state extremely seriously, stating, with my conception of the difficulties which surround me, of the greatness of the cause, and of the importance of the duties I owe to the public, I feel oppressed and nearly overwhelmed with concern. His earnestness translated into action as he used his term to stimulate interest in education, improve quality of teachers, acquire better equipment and textbook for students, and establish public school libraries. ","With Wiley's help, North Carolina increased the number of schools, school districts, and the literacy rate of its voters. The State Superintendent said of the Common School System, North Carolina has the start of all her Southern sisters in educational matters. Indeed, the state's example inspired a resolution at the Memphis Convention of southern states in June that recommended the expansion and improvement of public education because it has a practical bearing upon the permanent prosperity of the Southern States. The Federal Union of Georgia echoed Wiley's view of the uses common schools, stating, we are opposed to what are termed Poor Schools. The people want a Republican system of education - a system, by which the rich and the poor, will enjoy equal advantages, and where all can partake of the common bounty of the State. During this period, the South is lagging behind the North in the development of public education systems. Thus, North Carolina's efforts and similar ones in other southern states show a belief in the education of its common citizens and a conscious desire to catch up with the North in establishing and improving public school systems."],"display_date":"January 1, 1853","search_date":"1853-01-01","citations":[{"divid":1213444761,"type":"Book","data":["Hugh Talmage Lefler","History of a Southern State: North Carolina",null,"Chapel Hill ","University of North Carolina Press","1973","384"]},{"divid":1213444897,"type":"Newspaper Article","data":["Address","Raleigh Register","","January 26, 1853",""]},{"divid":1213445018,"type":"Newspaper Article","data":["Common Schools","Federal Union","","June 28, 1853",""]}],"locations":[{"id":381,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}