{"id":5253,"title":"<p>President Oscar E. Remick</p>","course_id":68,"status":"P","start_date":"7/1/80","end_date":"6/30/87","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Oscar E Remick became Alma College’s tenth president in 1980. He was born in Ellsworth, Maine on August 24, 1932. Before becoming president he received his Artium Baccalaureatus (A.B.) degree from Eastern College. In 1957 he was ordained. Dr. Remick served as president of Alma College for seven years.","Dr. Remick had a vision of what he wanted to accomplish at Alma College. During his first interview he expressed different ideas of what he would face. He wanted to make sure that Alma College “provided not only earning skills but competencies to live creatively and meaningfully”. He believed when students graduated from Alma College that should they have more skills to succeed in the work force.","In 1982, he started remodeling the Tyler Student Center and VanDusen Commons. The purpose was to give the student activities offices a central location. He added a bookstore, auditorium, and an area for meetings and conferences added. In 1985, he started the expansion of the library. He wanted it to fit more of the student’s needs.","During his time, he focused on keeping the school’s standards high. Dr. Remick made sure students entering Alma were in the top of their class. At least sixty-five percent of students were in the top twenty percent of their high school graduating class and on average had a 3.5 GPA. In 1981, he introduced a freshman honors seminar for students with either the trustee honors scholarship or an equivalent one. Students and faculty would get together twice a month for dinner and discuss topics the students choose. In 1984, he introduced another program called the common hour. Student and faculty members could meet for an hour to discuss cultural and education experiences. No classes were held at that time. Another program he introduced in 1984 was the PASS program, which was designed to help students acquire the proper study habits.","Dr. Remick did not go looking for a new job. He enjoyed working at Alma College. He was asked by a friend to help in the presidential search. Everyone at Westminster College felt he was perfect for the job. He did not intend to leave Alma College but over Christmas break he changed his mind. On January 23, 1987, he informed the students he would be leaving Alma College to be president of Westminster College in New Wilmington, Pennsylvania. Everyone was sad to see him leave.","One goal that Dr. Remick was unable to accomplish during his tenure was to give the students a performing arts center. His successor finished raising the money for the building. After being opened for ten years, the building was renamed in honor of him in 2003."],"display_date":"July 1, 1980 - June 30, 1987","search_date":"1983-12-30","citations":[{"divid":1303410151,"type":"Article","data":["Anna Neumann and Estela Bensimon","Constructing the Presidency: College Presidents' Images of their Leadership Roles, A Comparative Study","The Journal of Higher Eduaction","Vol. 61 No. 6","1990","678-701"]},{"divid":1303410278,"type":"Manuscript","data":["","At Alma College",null,"6c","Box 19 Folder 6","Record Group","Alma College Archives"]},{"divid":1303410413,"type":"Manuscript","data":["","President Remick Speech, January 10,1987",null,"6c","Box 19 Folder 6","Record Group","Alma College Archives"]},{"divid":1303410517,"type":"Manuscript","data":["","Biography Data",null,"6c","Box 19 Folder 3","Record Group","Alma College Archive"]},{"divid":1303410669,"type":"Manuscript","data":["","Morning Sun Article",null,"6e","Box 19 Folder 6","Record Group","Alma College Archive"]},{"divid":1303410746,"type":"Manuscript","data":["","President Remich Speech to State of the College Address delivered to the Board of Trustees, May 10, 1984",null,"Record Group 4","Box 24 Folder 1","Record Group","Alma College Archives"]},{"divid":1303410856,"type":"Manuscript","data":["","Almanian Article, January 25, 1983",null,"4","Box 24 Folder 1","Record Group","Alma College Archives"]},{"divid":1303410926,"type":"Manuscript","data":["","Office of New Services",null,"4","Box 23 Folder 7","Record Group","Alma College Archive"]}],"locations":[{"id":5495,"lat":43.2926870754,"lng":-84.6047678086,"zoom":9,"place":"Gratiot, Michigan"}],"tags":[{"id":995,"tag":"Oscar Remick"},{"id":946,"tag":"Alma College"}],"course":{"name":"Histories of Alma College","school":"Alma College","course_id":68,"school_id":45}}