{"id":5255,"title":"Southern Trees","course_id":67,"status":"P","start_date":"8/1/30","end_date":"8/31/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Strange Fruit<em>\" </em>is a haunting poem with verses that illustrate in vivid detail a dark facet of Southern life in the United States in the early-mid twentieth century.","“Southern trees bear a strange fruit,<br />Blood on the leaves and blood at the root,<br />Black body swinging in the Southern breeze,<br />Strange fruit hanging from the poplar trees.","Pastoral scene of the gallant South,<br />The bulging eyes and the twisted mouth,<br />Scent of magnolia sweet and fresh,<br />And the sudden smell of burning flesh!","Here is a fruit for the crows to pluck,<br />For the rain to gather, for the wind to suck,<br />For the sun to rot, for a tree to drop,<br />Here is a strange and bitter crop.”","Written by Abel Meeropol, a Jewish school teacher from New York, \"Strange Fruit\" was inspired by the infamous image of the beaten and lynched bodies of two African American youths in the south, Abram Smith and Thomas Shipp. The men were overtaken by a mob of an estimated 10,000 white southerners who stormed the jail in which they were held. Smith and Shipp, who had been imprisoned under accusations of rape and murder, were dragged from their cells one August night in 1930 violently beaten and ultimately hung by the rabid mob. Meeropol loathed the indiscriminate and unmerited lynchings of African Americans in the South and spoke out against it in this poem. That common hate, for both action and perpetrator would provoke anti-lynching campaigns across The United States, often spear-headed by women. Many of whom who would soon call upon \"Strange Fruit\" to be one of its most recognized anthems. African American Jazz Singer Billie Holiday would take the poem and make it into one of the most infamous Jazz recordings of the time. Enabled initially by the open mindedness of New York neighborhoods, most famously Greenwich Village, integrated establishments like the Café Society allowed the song, \"Strange Fruit,\" to reach a far wider audience then ever thought possible. The simplicity of Meeropol’s words bought to life by Holiday’s signature deep and husky voice epitomizes a pivotal yet overlooked aspect of American Society in the thirties.","Significant numbers of Southern women, in a parallel effort with their northern contemporaries like Meeropol and Holiday, began to take a stance against the very societies of which they were part. Women, who frequently saw the lynching of many African American men, formed groups such as the Association of Southern Women for the Prevention of Lynching(ASWPL)which advocated for an end to, what was for them, the all too common scenes depicted by Meeropol’s \"Strange Fruit.\" The use of their insider status as Southern women enabled them to actively attack the all too common male fueled misconception that white southern men partook in lynching as an active effort to protect the Southern Bell against men like Shipp and Smith. Women such as those in the ASWPL actively petitioned for the cause not just their own communities but throughout the South. Their goal, to put an end to this twisted illusion of southern chivalry which to them was nothing more then sadistic barbarism, painted pretty for bigoted southern men. Acting with equally as much fervor as Meeropol and Holiday, such examples stand as a testament to how injustice does not adhere to the neatly drawn lines of a map, nor those who fight it defined by where they happen to fall on that map."],"display_date":"August 1930 - August 1940","search_date":"1935-08-16","citations":[{"divid":1303753833,"type":"Newspaper Article","data":["How I Escaped A Lynching","Chicago Metro News","Chicago","April 21 1984","14"]},{"divid":1303753935,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Thomas Dublin, Kathryn Kish Sklar, Karen Vill","Introduction","How Did Black and White Southern Women Campaign to End Lynching, 1880-1942?","Thomas Dublin, Kathryn Kish Sklar, Karen Vill","Binghamton, NY","State University of New York at Binghamton","1999","electronic source: www.alexanderstreet.com"]},{"divid":1303754242,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Lewis T. Nordyke","Document 20: \"Ladies and Lynchings,\" Survey Graphic, 28 (November 1939), pp. 683-86.","How Did Black and White Southern Women Campaign to End Lynching, 1880-1942?","Thomas Dublin, Kathryn Kish Sklar, Karen Vill","Binghamton, NY","State University of New York at Binghamton","1999","electronic source: www.alexanderstreet.com"]},{"divid":1305244191,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Abel Meerpol","Document 1: Abel Meerpol, \"Strange Fruit,\" 1939","How Did Black and White Southern Women Campaign to End Lynching, 1880-1942?","Thomas Dublin, Kathryn Kish Sklar, Karen Vill","Binghamton, NY","State University of New York at Binghamton","1999","electronic source: www.alexanderstreet.com"]}],"locations":[{"id":5638,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"},{"id":5637,"lat":39.7816126185,"lng":-86.1384147396,"zoom":10,"place":"Marion, Indiana"}],"tags":[{"id":999,"tag":"Strange Fruit"},{"id":998,"tag":"Abel Meeropol"},{"id":997,"tag":"Billie Holiday"},{"id":226,"tag":"Southern Women"},{"id":367,"tag":"Lynching"},{"id":889,"tag":"Racism"}],"course":{"name":"US History Since 1865","school":"University of Toronto Scarborough","course_id":67,"school_id":28}}