{"id":5257,"title":"<strong>Dr. Timothy Leary Defends Responsible Use of LSD</strong>","course_id":69,"status":"P","start_date":"5/1/66","end_date":"5/31/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["By 1966, interest in LSD had proliferated in the public sphere to an enormous extent. The debate over the chemical’s risks and therapeutic possibilities led to Senate subcommittee hearings on its use. Acid, as LSD is commonly called, had been sensationalized by mass media publications and, although in its early years it had been extensively and responsibly studied by medical professionals, the effects of such a powerful chemical remained unclear. Psychologist Timothy Leary was one of the most prominent advocates of LSD, arguing that his medical research of LSD had shown tremendous therapeutic possibilities. However, many Americans remained suspicious of the chemical’s powerful nature. Chairman Thomas Dodd, a conservative Democrat from Connecticut, called for quick measures to stamp out the rapid spread of LSD among America’s youth generation.","In order to gain a better understanding of LSD’s implications, Senator Dodd convened subcommittee hearings on recreational drug use among America’s youth. Leary was one of many expert witnesses called to testify. In his testimony, he asserted that “the challenge of the psychedelic chemicals is not just how to control them, but how to use them,” emphasizing the need for further investigation of LSD rather than complete prohibition. Leary also claimed that LSD and many other psychedelic drugs were not dangerous if used wisely and with precautions.","However, his opinion endured aggressive questioning by Senator Ted Kennedy of Massachusetts, who criticized Leary’s testimony as “general hyperbole.” Additionally, the subcommittee chairman cited an earlier testimony by another doctor who argued that LSD encouraged homicidal tendencies and destructive behavior. Leary continued his attempts to placate the committee and remove LSD’s negative associations. When Kennedy asked if LSD usage was “extremely dangerous,” Leary replied, “Sir, the motor car is dangerous if used improperly… Human stupidity and ignorance is the only danger human beings face in this world.” Leary’s testimony urged for some type of licensing that would require LSD users to be highly trained, much like a pilot’s license, so that responsible adults could use LSD “for serious purposes, such as spiritual growth, pursuit of knowledge, or their own personal development.” He also noted that without such licensing, Americans faced “another era of prohibition” that would create a new group of college-educated white-collar criminals. In a later autobiographical work, Leary would claim that Kennedy’s bullying presence was merely an attempt “to gain respectability points by lynching me!”","Leary was one of many experts who testified at the 1966 subcommittee hearings, which showed both ardent support and uncompromising opposition to LSD. Its testimonies marked the conflict between medical professionals, intellectuals, and government officials who struggled to agree on LSD’s meaning as well its regulation. The hearings also embodied the highly politicized atmosphere of the 1960s, which had conservative politicians utilizing acid as a scapegoat and to suppress radicalism among America’s younger generations. Just several months after the subcommittee hearings, LSD was banned in California. By October 1968, possession of LSD was banned federally in the United States with the passage of the Staggers-Dodd Bill, marking a tremendous step towards the “War On Drugs” campaign that would arise in the 1970s."],"display_date":"May 1966","search_date":"1966-05-16","citations":[{"divid":1304788945,"type":"Book","data":["Timothy Leary","Changing My Mind, Among Others: Lifetime Writings, Selected and Introduced by the Author","","Englewood Cliffs, NJ","Prentice Hall","1982","143-151"]},{"divid":1304789053,"type":"Article","data":["Erika Dyck","Flashback: Psychiatric Experimentation with LSD in Historical Perspective","Canadian Journal of Psychiatry","Vol. 50, Issue 7","June 2005","381-389"]},{"divid":1304789137,"type":"Book","data":["Martin A. Lee and Bruce Shlain","Acid Dreams: The Complete Social History of LSD: the CIA, the Sixties, and Beyond","","New York, NY","Grove Weidenfeld","1992","151-152"]},{"divid":1304789328,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Steven J. Novak","LSD Before Leary","Altering American Consciousness: the History of Alcohol and Drug Use in the United States, 1800-2000","Caroline Jean Acker","Amherst, MA","University of Massachusetts Press","2004","--"]}],"locations":[{"id":5587,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1008,"tag":"Counterculture"},{"id":1007,"tag":"Drug Culture"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}}