{"id":5260,"title":"Kennedy Hears from a Worried Soviet Premier","course_id":69,"status":"P","start_date":"10/26/62","end_date":"10/27/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Between 6:00 and 9:00 PM on the night of Friday October 26, 1962, the tenth day of the Cuban Missile Crisis, the members of President John F. Kennedy’s Executive Committee of the National Security (ExCom) received sections of a long, emotional private message from Soviet Union Premier Nikita Khrushchev.  Khrushchev revealed the underlying logic of the Cuban Missile Crisis when he wrote, “I see, Mr. President, that you are not devoid of a sense of anxiety for the fate of the world, of understanding, and of what war entails.”  The following day, referred to by Ernest May and Philip Zelikow, editors of <em>The Kennedy Tapes</em>, as “black Saturday,” proved to be the longest and most trying day of the crisis for President Kennedy and the members of ExCom.  Kennedy and ExCom drafted a response in which Kennedy acknowledged that if a solution were not quickly found it would “surely lead to an intensification of the Cuban crisis and a grave risk to the peace of the world.”","Kennedy and Khrushchev attempted to avoid escalation during the Crisis because of the doctrine of Mutually Assured Destruction, or MAD.  According to political scientist Donald Snow, MAD was a doctrine formulated by the Kennedy administration that relied on the fact that any state contemplating a nuclear attack on another state with nuclear capability would be deterred from attacking by the knowledge that a nuclear retaliation would cause unacceptable destruction in the aggressor state.  Snow posited that the risk of nuclear war played a major role in decision-making on both sides of the crisis, and that both sides deliberately exploited this risk in the negotiations.","The MAD doctrine may have been one of the reasons why Khrushchev sent his private letter to Kennedy, which according to historian Max Frankel gave the members of ExCom a sense of cautious optimism as they went to sleep on October 26.  It weighed on his mind as he wrote “we are of sound mind and understand perfectly well that if we attack you, you will respond the same way.  But you too will receive the same that you hurl against us.”","Historian Gerard DeGroot quoted Robert McNamara after the crisis in saying that “President Kennedy and I were deterred from even considering a nuclear attack on the USSR by the knowledge that, although such a strike would destroy the Soviet Union, tens of thousands of their weapons would survive to be launched against the United States.”  MAD has been much maligned as a nuclear strategy in the years since the Cuban Missile Crisis, but McNamara argued in 1967, “Assured destruction is the very essence of the whole deterrence concept.”   Both Kennedy and Khrushchev understood MAD as part of the underlying logic for the crisis negotiations."],"display_date":"October 26, 1962 - October 27, 1962","search_date":"1962-10-26","citations":[{"divid":1304959573,"type":"Book","data":["Gerard J. DeGroot","The Bomb: A Life","","Cambridge, Massachusetts","Harvard University Press","2004","270-283"]},{"divid":1304959667,"type":"Article","data":["Donald Snow","Current Nuclear Deterence Thinking: An Overview and Review","International Studies Quarterly","23","1979","365-388"]},{"divid":1304959765,"type":"Book","data":["Max Frankel","High Noon and the Cold War: Kennedy, Khruschev, and the Cuban Missile Crisis","","New York","Ballantine Books","2004","88"]},{"divid":1304959849,"type":"Book","data":["Ernest R. May and Philip D. Zelikow","The Kennedy Tapes: Inside the White House During the Cuban Missile Crisis","","Cambridge, Massachusetts","The Belkap Press of Harvard University Press","1997","485-490, 501, 603-620"]}],"locations":[{"id":5589,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":5,"tag":"War"},{"id":442,"tag":"Foreign Politics"},{"id":20,"tag":"Diplomacy/International"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}}