{"id":5261,"title":"Surgeon General Fights Prejudice to Provide the Facts on AIDS to the Public","course_id":69,"status":"P","start_date":"1/1/84","end_date":"12/31/88","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Timothy Murphy, author of <em>AIDS, Morality, and Culture,</em> recalled that in, “A 1988 report…some 8 to 60 percent of persons surveyed considered AIDS to be God’s punishment for immoral sexual behavior.”  Many of President Ronald Reagan’s closest advisors also felt the individuals who had contracted AIDS were deserving of the plague that was now cleansing the earth of the unfaithful.  Much of the language used to discuss the epidemic was considered to be bedroom language and too taboo to say in public.","Surgeon General C. Everett Koop, charged with writing a detailed report on AIDS for the American people, described the development of AIDS in the US, “AIDS entered the consciousness of the public health service very quietly, very gradually, and with no fanfare at all.”  Even Surgeon General Koop found himself cut off from the deliberations for the first five years of the epidemic. President Reagan’s advisors shielded and isolated the president from the AIDS epidemic.  These individuals kept AIDS at the bottom of the presidential agenda because they felt there was nothing the government could do. However, Roger Higgs argues that the AIDS epidemic brought “greater openness” in public discourse in due time.","Negative stigmatism made it difficult for Koop to approach presidential advisors even after it was proven that it could be transmitted outside of homosexual acts.  The initial term for the epidemic was Gay-Related Immune Deficiency or GRID, in reference to the largest initial group of individuals to experience the disease.  Research proved that it was also transmissible through blood transfusion and heterosexual sex and the name was changed to Auto Immune Deficiency Syndrome or AIDS in 1982.  Despite the lingering social stigma, Koop remembered that the “the first public health priority…stop further transmission.”","The Reagan administration dealt with the crisis in a lackadaisical fashion and restricted Surgeon General Koop from obtaining information. Because of this public health measures for the prevention of AIDS took developed slower than they should have, even as research on the disease was progressing at an astounding rate.  Koop stated “we learned as much about the virus of AIDS in six years as we had learned about the polio virus in the previous 40 years.”  Development of the technology to detect and screen the blood for AIDS contamination was pivotal in the prevention of transmission.","The stigmas surrounding AIDS created ethical concerns for the dissemination of information to the general public.  Koop recalled that advisors to the president were very upset with certain terminology in the report, specifically “penis, vagina, rectum and condom.”  The AIDS epidemic exposed this language, making it mainstream and allowed for easier open and serious discussions about safe sex.  Koop was right when he stated, “at last with that report, the people of the country knew what was myth and what was reality about the AIDS epidemic.”  The American public was in the dark entirely too long, mostly due to the negative stigmas that surrounded AIDS in relation to homosexuality.  Koop fought to balance the need to share information and to please the Reagan administration and mainstream America."],"display_date":"1984 - 1988","search_date":"1986-07-02","citations":[{"divid":1305048656,"type":"Lecture, Conference Paper, etc.","data":["Koop, C. Everett","U.S. AIDS Policy – Entering the Third Decade","Transcript","Kaiser Family Foundation National Symposium","Washington, D.C.","June 5, 2001"]},{"divid":1305048734,"type":"Article","data":["Gallo, Robert, C., Luc Montagnier","The discovery of HIV as the cause of AIDS","The New England Journal of Medicine","349","December 2003","2283-2285"]},{"divid":1305048807,"type":"Book","data":["Murphy, Timothy","AIDS, Morality, and Culture","","Los Angeles","University of California Press","1994","28"]},{"divid":1305048848,"type":"Article","data":["Pinching, C., Higgs, R., Boyd, K.M.","The Impact of AIDS on Medical Ethics","Journal of Medical Ethics","26","2000","3-8"]}],"locations":[{"id":5592,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":9,"tag":"Law"},{"id":16,"tag":"Science/Technology"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}}