{"id":5262,"title":"Operation Crossroads:  Sailor Witnessed Atomic Bomb Test","course_id":69,"status":"P","start_date":"7/1/46","end_date":"8/10/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At 0800 hours on July 1, 1946, the United States conducted the Able Test in Bikini Lagoon, the first of three scheduled atomic bomb tests that were part of Operation Crossroads.  Among those who witnessed the atomic bomb test was Joseph Patrick McShane Jr., a nineteen year old sailor from Oaklyn, New Jersey.  From the deck of a transport ship, McShane watched the blast, which was “I think about 20 miles from where we were.”  He was told to turn his back and issued dark cardboard glasses similar to “something you would have at a 3D movie,” as a precaution against the potentially blinding initial flash.  When ordered to turn, McShane spun and saw “the mushroom cloud up in the air.”  According to historian Gerard DeGroot, Operation Crossroads was a U.S. Navy-led project to test the effects of atomic weapons on naval vessels. The tests left many observers unimpressed, but this was most likely due to ignorance about the effects of radiation.","According to the article “The 1946 Atomic Bomb Test” by Lloyd Graybeal, the Navy placed about seventy out of date American and captured Japanese vessels in Bikini Lagoon to test the effects of blast pressure, heat and radiation.  McShane was assigned to one of the target ships, the <em>U.S.S. Lamson</em>, and trained to “get the ship out to the target area.”  In a separate article entitled “Bikini Revisited,” Graybeal explained that the Able Test atomic bomb was dropped two miles from its target and the <em>Lamson </em>was one of only four ships to sink.  Many observers were disappointed by the lack of immediate physical destruction caused by the test, and Dr. Frank Thone wrote in a contemporary article that some journalists described the bomb as “a sneeze in a windstorm” or “just another weapon.”  DeGroot related that the Joint Chiefs Evaluation Board reported afterward that as a result of radioactivity, any ship “within a mile of an atomic bomb air burst would eventually become inoperative due to crew casualties.”","McShane recalled that sailors and scientists were sent into the test area to clean the ships and collect data only hours after the mushroom cloud cleared, with only “coveralls, a hat, and work shoes” for protection. The second or Bravo Test, an underwater atomic bomb burst, caused an irradiated rain to fall on the remaining ships in the test area.  DeGroot recounts that sailors became “violently ill” while attempting to decontaminate vessels with soap and water in the days after the test.  Although McShane never ventured into the test area he saw that “even the scientists, and even the people who carried the scientists around” on small boats “didn’t know what was going on.”  DeGroot wrote that while journalists wrote of the “benign nature of the bomb,” the Joint Chiefs cancelled the third test and abandoned some ships due to the health risk to the sailors.","The scientific, military and media reaction to operation crossroads showed that even after dropping the bomb on Hiroshima and Nagasaki, McShane and many who witnessed the atomic bomb tests did not understand the long-term effects of radiation."],"display_date":"July 1, 1946 - August 10, 1946","search_date":"1946-07-21","citations":[{"divid":1305048881,"type":"Lecture, Conference Paper, etc.","data":["Joseph Patrick McShane Jr.","Interview by author","by phone","","Lebanon, Pennsylvania","February 10, 2011"]},{"divid":1305048985,"type":"Book","data":["Gerard J. DeGroot","The Bomb:A Life","","Cambridge Massachusetts","Harvard University Press","2004","118-122"]},{"divid":1305049030,"type":"Article","data":["Lloyd J. Graybar","Bikini Revisited","Military Affairs","44","1980","118-123"]},{"divid":1305049068,"type":"Article","data":["Lloyd J. Graybar","The 1946 Atomic Bomb Test: Atomic Diplomacy or Bureaucratic Infighting?","The Journal of American History","72","1986","888-907"]},{"divid":1305049166,"type":"Article","data":["Dr.Frank Thone","Atomic Effects at Bikini","Science News Letter","50","1946","3-4"]}],"locations":[{"id":5602,"lat":39.9658875933,"lng":-75.1032184193,"zoom":9,"place":"Camden, New Jersey"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":5,"tag":"War"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}}