{"id":5263,"title":"Scientific Misconduct Prevents Gallo from being awarded Nobel Prize for discovering cause of AIDS","course_id":69,"status":"P","start_date":"1/1/83","end_date":"12/31/86","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1983 and 1984, controversy erupted over the methods used in Dr. Robert Gallo’s laboratory at the National Cancer Institute and Dr. Luc Montagnier’s laboratory of the Pasteur Institute in France.  Dr. Montagnier’s lab released an article on AIDS research in May of 1983, but only after Dr. Gallo had peer-reviewed and added his own abstract.  Prior to the AIDS epidemic, Dr. Gallo and his lab discovered the Human T-cell Lymphocyte Virus Type 1 (HTLV-1), a retrovirus under which HIV was also classified.","In 2008, the Nobel Prize for Physiology or Medicine was awarded for the discovery of the virus that causes Acquired Immune Deficiency Syndrome (AIDS) and Human Immunodeficiency Virus (HIV), 25 years after the first articles described the virus and the causal link to AIDS.  However, research ethics remained a major concern in the investigation of HIV and AIDS.","However, several factors placed the Nobel Prize just out of Gallo’s reach.  First, Gallo added the abstract, but in doing so he changed the wording to suggest that the newly discovered virus was similar to HTLV-1. Montagnier claims his lab determined the viruses were different.  Second, Gallo received samples from the French and claimed that he was the one who found the virus, and that it was different from the virus the Montagnier found.  Later, it was discovered that the viruses were identical.","Gallo’s claims led to investigations by the National Institute of Health (NIH) ethical conduct committee, but all charges were dropped in 1993.  Montagnier original paper did state, “The role of the virus in the etiology of AIDS remains to be determined.”  One year later Gallo was able to characterize the virus with four separate papers in <em>Science</em>, but the Assembly still deemed that his work was not equal to Montagnier and Barre-Sinoussi’s work.","Likewise, the patent filing for the blood screening test erupted as a dispute, which led President Reagan and French Prime Minister Jacques Chirac to declare Gallo and Montagnier as “co-discoverers.”  In 2008, although Gallo and Montagnier shared credit for the discovery, the assembly awarded only Dr. Montagnier and Dr. Francoise Barre-Sinoussi with the Nobel Prize for Physiology or Medicine for the discovery and isolation of HIV.","Although Gallo was fundamentally involved in linking HIV to AIDS and shared the blood test patent for HIV, the Assembly did not recognize Gallo.  This raises several questions. Did the Assembly take into consideration Gallo’s actions and conduct during initial discovery of HIV?  Why was Gallo not recognized by the assembly, even though he was officially recognized as one of the co-discoverers of HIV?  In writing a piece on the almost Nobel Prize recipient, Jon Cohen describes Gallo, “…once known for his hot temper and fierce competitive streak…he has mellowed a lot, making it easier for him to accept the Nobel Assembly’s decision.”  Gallo’s arrogance and forcefulness may have garnered the title of co-discoverer of HIV and the blood test patents, but did not endear him to the Nobel Assembly."],"display_date":"1983 - 1986","search_date":"1984-12-31","citations":[{"divid":1305049252,"type":"Article","data":["Barré-Sinoussi, F., J.C. Chermann, F. Rey, M.T., Nugeyre, S., Chamaret, J., Gruest, C Dauguet, C. Axler-Blin, F. Vézinet-Brun, C. Rouzioux, W. Rozenbaum, and L. Montagnier","Isolation of a T-Lymphotropic Retrovirus from a Patient at Risk for Acquired Immune Deficiency Syndrome (AIDS)","Science","220","1983","868-871"]},{"divid":1305049440,"type":"Newspaper Article","data":["We Forgot to Write the Summary","The Chicago Tribune","Chicago","November 19, 1989",""]},{"divid":1305049484,"type":"Article","data":["Cohen, J., M. Enserink","HIV, HPV Researchers Honored, but One Scientist Is Left Out","Science","322","October 10, 2008","174-175"]},{"divid":1305049566,"type":"Article","data":["Gallo, R.","The Early Years of HIV/AIDS","Science","298","November 29, 2002","1728-1730"]},{"divid":1305049623,"type":"Article","data":["Gallo, R. and L. Montagnier","The Discovery of HIV as the Cause of AIDS","The New England Journal of Medicine","349","December 11, 2003","2283-2285"]}],"locations":[{"id":5600,"lat":39.2464830538,"lng":-76.5960396412,"zoom":10,"place":"Baltimore City, Maryland"},{"id":5599,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}}