{"id":5265,"title":"Jacqueline Rhoads copes with ethics as a nurse in Vietnam","course_id":69,"status":"P","start_date":"1/1/70","end_date":"12/31/71","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Jacqueline Rhoads landed in Vietnam in 1970 at the age of twenty-two. On the day she arrived, Rhoads started her work as an emergency room nurse. She recalls the mass-casualty events the most. For her small unit, mass-casualty was anything more than ten wounded at a time. Mass-casualty situations often taxed supplies such that not enough supplies remained to save everyone. It was the code of the medical staff to try to save, or at least make comfortable, all injured patrons at the clinic including Americans and Vietnamese prisoners of war. Rhoads experienced personal conflict when she could not save an American mine victim, but she saved the Vietnamese man who had laid the mine. Rhoads remembers thinking, “We were short on anesthesia and supplies. And we were giving anesthesia to this POW…what happens if someone comes in like Cliff [mine victim] and we don’t have any anesthesia left because we gave it all to this POW?”","The ethical distribution of medical supplies was a constant issue during the Vietnam War. The code of ethics for medical staff in Vietnam required staff to help anyone that needed aid. The doctors were to stick by principles of justice and accountability. Although some Vietnamese patients were the enemy, the men and women who suffered injuries were a member of some community or a family. Their treatment and care mattered to the living. Colonel Richard Van Ness Ginn, Senior Vice President of Capital Health Services in Virginia states that many doctors throughout Vietnam were faced with the same shortages and the same ethical dilemmas.","In the end Rhoads abided by the medics ethical code and by her own personal moral code. She later said that she was embarrassed that she had ever thought like that. She was raised Catholic and she felt that no good Catholic should ever think like she had. She thought, “God, how can you think that? The tables could be turned, and what if it was Cliff in the POW’s place[?]” However, from time to time Rhoads still found herself thinking, “[k]ill the enemy and save the American.”"],"display_date":"1970 - 1971","search_date":"1970-12-31","citations":[{"divid":1305053927,"type":"Book","data":["Gary Kulik","\"War Stories\" False Atrocity Tales, Swift Boaters, and Winter Soldiers--What really Happened in Vietnam.","","Washington, D.C.","Potomac Books, Inc","2009","127"]},{"divid":1305054095,"type":"Primary Source in a Secondary Source","data":["Jacqueline Navarra Rhoads","1987","Nurses in Vietnam The Forgotten Veterans","Dan Freedman and Jacqueline Rhoads","Austin","Texas Monthly Press, Inc.","1987","11-23"]},{"divid":1305054237,"type":"Website","data":["Richard Ginn","Medical Service Corps Officers in Vietnam","Office of Medical History. U.S. Army Medical Department","http://history.amedd.army.mil/booksdocs/HistoryofUSArmyMSC/chapter10.html","May 7, 2011"]},{"divid":1305054310,"type":"Article","data":["Stein Tonnesson","Peace for Asia","NIAS Nytt","2","2009","9-10"]}],"locations":[{"id":5604,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":5,"tag":"War"},{"id":2,"tag":"Health/Death"},{"id":1011,"tag":"Ethics"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}}