{"id":5266,"title":"Forty years later, James Johnson still copes with PTSD","course_id":69,"status":"P","start_date":"1/1/67","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["James Johnson served as chaplain in Vietnam with the 3<sup>rd</sup> Battalion, 60<sup>th</sup> Infantry, 9<sup>th</sup> Infantry Division during 1967. Johnson never carried a weapon, but he was still exposed to the horrors that the soldiers and other men in his division experienced. “I was determined to go on combat missions,” stated Johnson, “I couldn’t stay in base camp knowing the guys were going to be faced with terror.” Generally, chaplains were taken out of the field after six months, but as Johnson’s sixth month wound down, the Tet Offensive started. Johnson did not want to leave his men in such a crisis, so he ended up staying in the field longer than most chaplains did.","Johnson counted down his days until he left as the Tet offensive concluded in 1968. His division was hit while on patrol. “I was blown into a … canal … I was totally immobile with a seriously injured shoulder,” Johnson recalled nearly forty years later as was struck with flashbacks about that event. Johnson remembered, “while in the hospital for minor surgery, I awoke to find myself unable to move my arms. Suddenly I was back in that canal, the emotion and fear exploding out of control.”","Johnson’s flashbacks and flood of emotion and fear are symptoms of Post Traumatic Stress Disorder. The intensity and duration of exposure to traumatic events play a major role in the after-affects that one may experience and to the degree of PTSD from which one may suffer. Many veterans go untreated for PTSD. Stephen Peck, president and C.E.O. of U.S. Vets, stated that going untreated for PTSD can lead to substance abuse, an unstable home life, broken families, and even homelessness.","Johnson kept his flashbacks and nightmares to himself for a number of years before finally going and talking to some one about what was going on in his mind. During this time, Johnson enjoyed a fairly stable home life; he had a successful marriage and raised a family. But, his feelings and nightmares never went away. After keeping a journal of his flashback for quite some time, Johnson was finally convinced to go and talk to someone about his experiences. Johnson notes that feelings from Vietnam are in all veterans and “they can return at any time.” He now strives to help veterans like him, who have kept their post-Vietnam traumatic experiences to themselves, by encouraging every veteran to seek help if they need it or at least to go for a screening if they are still haunted, even just a little, by the events that happened forty years ago."],"display_date":"1967 - 1968","search_date":"1968-01-01","citations":[{"divid":1305054553,"type":"Article","data":["JD Bremner","Chronic PTSD in Vietnam combat veterans: course of illness and substance abuse","The American Journal of Psychiatry","153","1996","365-379"]},{"divid":1305054600,"type":"Book","data":["Patrick Hagopian","The Vietnam War in American Memory: Veterans, Memorials, and the Politics of Healing. Culture, Politics, and the Cold War","","Amherst","University of Massachusetts Press","2009","211"]},{"divid":1305054670,"type":"Article","data":["Anonymous","James D. Johnson: The war that rages on inside us","Vietnam","4","2010","16-18"]},{"divid":1305054705,"type":"Article","data":["Anonymous","U.S. Vets; U.S. Vets Launching Project to Detect Untreated PTSD","Obesity, Fitness &amp; Wellness Week","-","2011","2261"]}],"locations":[{"id":5605,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":5,"tag":"War"},{"id":2,"tag":"Health/Death"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}}