{"id":527,"title":"Martial Law Declared in North Carolina\n","course_id":1,"status":"P","start_date":"1870-06-08","end_date":"1870-11-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Ku Klux Klan began its attempts to undermine the formulating North Carolina state government in 1868. Their attempts to destroy Reconstruction efforts and institute white supremacy created a state of lawlessness and violence in the state of North Carolina. It was pattern that followed the Ku Klux Klan throughout the South. In this the heyday of the Klan, it found support even in the highest positions of government. Governor Holden of North Carolina, in his memoirs, claims no animosity for the organization. The KKK were able to gain such wide support due to the disenfranchised feelings prevalent in the South during Reconstruction&lt;br /&gt;&lt;br /&gt;On June 8, 1870, Governor Holden proclaimed martial law and deployed troops into Alamance and Caswell counties. This followed an outbreak of renewed violence perpetuated by the Ku Klux Klan, including the murder of an African American Republican and state senator John W. Stephens. This was the last step in the rising tensions between the state and the KKK.  Martial law was declared only after years of the state Government appealing for peace. &lt;br /&gt;&lt;br /&gt;Governor Holden was empowered to declare martial law by the Shoffner Act of 1869 and was backed by President Grant. During the Kirk-Holden War, as it became known, Holden refused to recognize the writs of habeas corpus. Although the troops never fired a shot, more than 100 men were arrested. The violence during the Kirk-Holden War was far less than the violence leading to the war. On November 10, 1870, Holden proclaimed to the state Senate that the insurrection had been officially put down."],"display_date":"June 8, 1870 - November 10, 1870","search_date":"1870-08-24","citations":[{"divid":1213225726,"type":"Pamphlet or Other Printed Material","data":["W.W. Holden","Memoirs of W.W. Holden","","The Seeman Printery","1911",""]},{"divid":1213225757,"type":"Book","data":["The History of a Southern State: North Carolina","Hugh and Albert Newsome",null,"North Carolina","The University of North Carolina Press","1973",""]}],"locations":[{"id":383,"lat":36.393360631,"lng":-79.3336688399,"zoom":10,"place":"CASWELL, North Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}