{"id":5270,"title":"Levitt &amp; Sons Advertises New Housing Design","course_id":69,"status":"P","start_date":"1/1/49","end_date":"12/31/49","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After receiving much criticism on his first mass-produced, low-cost housing design, the influential post-World War II real estate developer, William Levitt, introduced a new design in 1949.  As advertisements for the new Rancher sprang up across Pennsylvania, many citizens, including veterans who would receive significant discounts, flocked to the Exhibit Center in the Levittown suburbs.  The innovative, mass-produced Rancher, with its “special introductory price” of $8,990, appealed to eager Americans who dreamed of home-ownership.  In an attempt to generate a sense of urgency among potential buyers, the advertisement warned that the initial price was “subject to increase at any time. Those who make application will be protected against any raise.”  With this in mind, Americans hurried to Levittown to secure reasonably priced housing for their families.","The Levittown guarantee of decent, affordable housing lured many eager, young couples to participate in the suburbanization of postwar America.  As historian Joshua Ruff noted, “Patience had been killed by 15 years of economic depression, war and an epidemic housing shortage. People wanted the full package—the affordable house, the new appliances, the suburban lifestyle—and they wanted it right away.”  Levitt & Sons promised this kind of lifestyle to potential customers, deeming Levittown, Pennsylvania as “the most perfectly planned community in America.”  The alluring advertisement also confidently announced, “There is nothing to compare with it anywhere.”  Levittown included the whole package that Americans desired—a sturdy, affordable house equipped with all the necessary amenities to live comfortably while raising a family.  By promoting Levittown as a kid-friendly community, Levitt & Sons urged families to consider the benefits of living in such a peaceful neighborhood.  For no extra charge, as the advertisement clearly acknowledged, Levittown residents could freely access the many recreational areas in the community.  Homebuyers would get all of this at one low cost.  Finally, the American dream of home-ownership had become broadly accessible.","Earlier on, critics had attacked Levitt’s first housing model, the Cape Cod, as a depressingly small and unimpressive structure.  As acknowledged by suburban historians Rosalyn Baxandall and Elizabeth Ewen, “Levitt took the criticisms seriously and spent between $50,000 and $100,000 to study new housing designs.”  Levitt’s commitment proved essential in improving the earlier design.  Historian Alexander O. Boulton attests to this accomplishment: the new Ranchers “were two feet longer than the earlier models, and they offered as standard features built-in appliances that were only just coming into general use.”  The April 1950 issue of <em>Architectural Forum</em> also addressed the influential and innovative Rancher design.  As quoted in <em>Picture Windows</em>, “‘Never before in the history of U.S. building has one house type made such an impact on the industry in so short a time…builders by the dozens junked their Cape Coddled programs, switched instead to the new Levitt type.’”  It was this innovation, convenience, and affordability of the new Rancher that constituted the major selling points for Levittown in 1949.  The Rancher encompassed all of these elements, thus attracting anxious Americans to the suburbs."],"display_date":1949,"search_date":"1949-07-02","citations":[{"divid":1305078298,"type":"Website","data":["Levittown Regional Library","Levitt &amp; Sons advertisement for \"The Rancher,\" circa 1949","WITF, Inc.","http://explorepahistory.com/displayimage.php?imgId=6162","April 27, 2011"]},{"divid":1305078687,"type":"Book","data":["Baxandall, Rosalyn, and Elizabeth Ewen","Picture Windows: How the Suburbs Happened","","New York","Basic Books","2000","132"]},{"divid":1305078771,"type":"Article","data":["Boulton, Alexander O.","The buy of the century","American Heritage","44, no. 4","July 1993","62"]},{"divid":1305078807,"type":"Article","data":["Ruff, Joshua","For Sale: The American Dream","American History","42, no. 5","December 2007","42-49"]}],"locations":[{"id":5617,"lat":40.0555369225,"lng":-74.9693746988,"zoom":9,"place":"Bucks, Pennsylvania"}],"tags":[{"id":1010,"tag":"Housing"},{"id":11,"tag":"Economy"},{"id":258,"tag":"World War II"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}}