{"id":5271,"title":"Black Family Challenges Racial Barriers in Suburb","course_id":69,"status":"P","start_date":"8/1/57","end_date":"8/31/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On August 13, 1957, Daisy and Bill Myers moved their family to a well-developed suburb in Levittown, Pennsylvania.  They were just like every other eager newcomer to arrive in Levittown, except that they were black.  As news of this Levittown “first” quickly spread, so did the curiosity.  Drivers continuously circled the house in their automobiles, trying to catch a glimpse of the first African American residents of Levittown.  Other interested citizens gathered near the house to share in their disbelief.  Only hours after the family moved in, violence erupted in the traditionally quiet community.  This “Levittown Incident” was documented in a <em>New York Times</em> article from August 25, 1957, revealing the racism that plagued this sprawling suburban community.  A mere two days after the family had started preparing the house for the move, an angry crowd of 200 residents formed outside the home.  Demonstrators hurled stones at the house, shattering two panes of the picture window.  Police arrived on the scene to break up the crowd.  As Levittown historian David Kushner noted, “It was the first time in twenty-nine years a sheriff had been called in to restore order. But order wouldn’t come easily.”  More disapproving Levittowners returned to the Myers house the next evening.  In fact, as the <em>New York Times</em> reported, “Demonstrations continued almost nightly.”  Time and again, police arrived at the scene to suppress riots.  With the police protecting the house, “An uneasy peace descended on the neighborhood.”  However, the bitter reality of Northern racism remained.","With their innovative mass-production techniques, the housing developer Levitt & Sons helped alleviate the post-World War II housing crisis.  Despite the promise of affordable housing for all Americans, the company excluded blacks from their communities.  “This pattern of racial exclusion was set in 1947,” wrote historian Alexander O. Boulton.  However, William Levitt defended his company’s continued support of racial covenants.  As cited by historian Joshua Ruff, Levitt declared, “‘We can solve a housing problem, or we can try to solve a racial problem. But we cannot combine the two.’”  Thus, Levittown, Pennsylvania remained an all-white community.  “I have come to know that if we sell one house to a Negro family, then 90 to 95 percent of our white customers will not buy into the community. That is their attitude, not ours,” remarked Levitt in the <em>New York Times</em>.  However, as pointed out in the newspaper, “the builders had no say over the resale of houses.”  This is where the Myers family entered the picture.","In August 1957, a tight-knit, pleasant community became the scene of vicious uprisings.  The riots highlighted the bitter racial tensions of the time and revealed the legitimacy of Levitt’s concerns; Levittowners were not ready to welcome blacks into their community.  As noted by Kushner, Daisy Myers remembered picking up the little culprit that broke her window.  “‘The rock, weighing less than an ounce,’ as Daisy put it, ‘carried tons of hatred with it.’”  Such hatred rocked the town for weeks."],"display_date":"August 1957","search_date":"1957-08-16","citations":[{"divid":1305079435,"type":"Newspaper Article","data":["Levittown Incident","New York Times","","August 25, 1957","170"]},{"divid":1305079480,"type":"Article","data":["Boulton, Alexander O.","The buy of the century","American Heritage","44, no. 4","July 1993","62"]},{"divid":1305079535,"type":"Book","data":["Kushner, David","Levittown: Two Families, One Tycoon, and the Fight for Civil Rights in America's Legendary Suburb","","New York","Walker &amp; Company","2009","94-99"]},{"divid":1305079834,"type":"Article","data":["Ruff, Joshua","For Sale: The American Dream","American History","42, no. 5","December 2007","42-49"]}],"locations":[{"id":5615,"lat":40.0555369225,"lng":-74.9693746988,"zoom":9,"place":"Bucks, Pennsylvania"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}}