{"id":5272,"title":"Whites Riot in Response to Arrival of First African American Family in Levittown, PA","course_id":69,"status":"P","start_date":"8/1/57","end_date":"8/31/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Upon driving up to their new home at 43 Deepgreen Lane, Daisy Myers was filled with doubt, recalling that she repeatedly asked herself, “what would be the extent of our ostracism? Would we be able to sleep comfortably?” as she studied the four law officers standing on the lawn of her address in the Dogwood Hollow Section of Levittown. These questions regarding the neighborhood reaction to the arrival of a black family in what had been an intentionally all-white enclave, were unfortunately answered over the next two weeks. At dusk each evening, crowds of people gathered outside the Myer’s home, angrily shouting and jeering, singing the national Anthem, and throwing stones toward the Myer’s home, as apparently these “spacious skies,” they sang of were not meant to be enjoyed in an integrated setting. Levittown police failed to enforce the court ordered protection for the Myers, prohibiting more than three people from assembling near the residence at once. Mobs consequently gathered in this fashion each night, only finally subsiding due to interference from the state police. After an agonizing fourteen days, the riots ended, but the Myers continued to suffer the anxiety of the consequences triggered by the introduction of integration to Levittown. Harassment of the family persisted for almost three months, as Daisy Myers received threatening phone calls of those who “told [her] they threatened to shoot William down on sight,” the family’s deliveries of oil, bread, and milk stopped arriving, and the more than occasional unfriendly white stroller-by forced the Myers to have constant protection, or at the very least, sympathizing company. Anti-segregationist even obtained property immediately neighboring the Myers’ home, using the location to intimidate the family further, evident by their conspicuous display of the confederate flag.","The resistance seen in the August riots against the integration of Levittown, PA was not uncommon throughout suburban neighborhoods. Quite the contrary in fact, racial discrimination and the subsequent segregated communities were the norm in 1950s suburbia. Yet despite this plaguing harassment, the Myers refused to leave their Levittown home, justifiably feeling entitled “to live where [they] chose,” as William put it. Remarking on the family’s incredible determination to outlast their opponents, Dianne Harris, historian and author of <em>Second Suburb: Levittown, PA, </em>stated<em>, </em>“the Myers endured an ordeal that few could have weathered with such dignity, courage, grace, and fortitude.”","This endurance allowed the family to break “the lily-white pattern of Levittown,” as Daisy Myers stated, a pattern that William Levitt had attempted to keep in existence in his planned suburban community. While he did not consider himself to hold racist ideals, Levitt had long refused to sell his homes to African Americans. Applications for home ownership in Levittown had to be made in person at the Levittown Exhibit Center Sales Office, allowing discrimination in the housing industry of the community to readily continue daily. Yet through the assistance received from the American Friends Service Committee, the Myers were able to circumvent these discriminatory practices, making headway in the racial trends of the neighborhood. Yet due to the overpowering ideals of many white residents, in combination with the ideals of Levitt and his employed real estate agents, the effects of the inequality are still seen in Levittown today, as the 2000 census identified ninety-eight percent of the town’s population as Caucasian."],"display_date":"August 1957","search_date":"1957-08-16","citations":[{"divid":1305132785,"type":"Primary Source in a Secondary Source","data":["Daisy Myers Reflections on Levittown","2005","Second Suburb: Levittown, Pennsylvania","Dianne Harris","Pittsburgh","University of Pittsburgh Press","2010","41-59"]},{"divid":1305132912,"type":"Book","data":["Rosalyn Baxandall and Elizabeth Ewen","Picture Windows: How the Suburbs Happened","","New York","Basic Books","2000","171-190"]},{"divid":1305132979,"type":"Article","data":["Joshua Ruff","For Sale: The American Dream","American History","42, no.5","2007","42-49"]},{"divid":1305133040,"type":"Book","data":["Richard Wagner and Amy Duckett Wagner","Images of America: Levittown","","South Carolina","Arcadia Publishing","2010","85-87"]}],"locations":[{"id":5618,"lat":40.0555369225,"lng":-74.9693746988,"zoom":9,"place":"Bucks, Pennsylvania"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}}