{"id":5276,"title":"Cordless Tools spread in the Building Industry","course_id":69,"status":"P","start_date":"1/1/80","end_date":"12/31/80","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1961, Black and Decker invented cordless power tools. Brian Hoy, who worked as a general contractor for over 30 years, found the convenience of these tools to be among the best technological changes in the industry especially for small jobs. He stated “cordless tools are one of the greatest tools to have come to the trade because of their eases of use.” One reason is because contractors do not have to waste time finding an outlet and make sure the cord is long enough to complete the job.  Cordless tools reduced the amount of time that contractor would have had to spend on a job because they can just grab to power tool and screw, drill, or cut within a few seconds. With the reduced about of time on jobs means that the builder can move onto the next job and might be able to do more work in a year than before.","As early as 1985 <em>Popular Science</em> talked about the changes that were made over the past twenty years. Over that span the volt size of the batteries, range of tools that are cordless, and weight. Popular Science also recognized how a contractor used cordless power tools to reduce time on jobs and increase the number of jobs per years. The size of the batteries that were used in the drills and the first ones were 4.8 volts in the 1960s, 9.6 volts in 1980s and 18 volts in 2000s. That is because of the different technologies has had advanced in the battery making and the ability to recharge the batteries in a shorter amount of time also. The article shows the different tools that were cordless in the 1980s and if you walked into any home improvement store that sold cordless tools in the early 2000s there would be more tools available for people to buy. Ed Doran discussed the different changes to the cordless tool industry with a new battery technology and how it will help take workers being more productive with less charging time. The weight of the cordless power tools have decline over the years because of technology in manufacturing and the materials used in the power tools. In the early 2000s, it was hard to visit a job site where there was not a cordless power tool somewhere."],"display_date":1980,"search_date":"1980-07-01","citations":[{"divid":1305210776,"type":"Article","data":["Ed Doran","New Cordless Tools Keep Techs Charged","Motor Age","Vol. 128 N. 3","March 1, 2009","S3"]},{"divid":1305210846,"type":"Article","data":["V. Elaine Smay","No Place to Plug In","Popular Science","V 227 N 6","November 1985","74-77"]},{"divid":1305211155,"type":"Website","data":["Dewalt","Power Tools, Contractor Tools and Accessories","Dewalt","http://www.dewalt.com","May 7, 2011"]},{"divid":1305211657,"type":"Lecture, Conference Paper, etc.","data":["Tyler Hoy","Change in Construction Industry","Interview","","Over the Phone","February 16, 2011"]}],"locations":[{"id":5627,"lat":40.3672040655,"lng":-76.457697135,"zoom":9,"place":"Lebanon, Pennsylvania"}],"tags":[{"id":11,"tag":"Economy"},{"id":831,"tag":"construction"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}}