{"id":5277,"title":"Air Nailer spreads though Building Industry","course_id":69,"status":"P","start_date":"1/1/85","end_date":"12/31/85","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Brian Hoy, a life-long building contractor appreciated many new tools that entered into wide usage in the trade but he stated that “the air gun is one [tool] that helped increase production.” He adapted the air guns in the middle of the 1980s. The air nailers were around earlier, but were not widely used because they were not proven. Once the large companies started to make the nailers, and builders heard that the nailers saved time and money that the builders started to buy them.","In 1959, the air nailer was not seen as a device that people needed on the job. It was not until the late 1970s early 1980s that air nailers became widespread on the job site. This was because of the amount of time that was saved and the cost that were saved. From an article in <em>Popular Science</em>, the nailers were able to put 100 nails per minute, which is considerable higher than a human can nail in. With the air nailer it required less people to be on the jobsite than before because the nailers were quicker and only required one hand to use. The cost that was saved from the builder in the article was about 400 dollar in labor. Had this come to the building industry when it was invented might have changed the industry before Brian Hoy was in the trade. Had he worked the in trade for someone this would have been a cost that he would not have had to incur.","The air nailer is ubiquitous among builders on the job today and a range of different styles exist for different tasks such as: framing, roofing, and finishing trim. The differences between the nailers are that each gun requires a different side nail for the tasks. The air nailer had help to make progress in the home building industry. The technology had changed a considerable over the years and the air nailers that were first used will not look like the ones used in the future."],"display_date":1985,"search_date":"1985-07-02","citations":[{"divid":1305212196,"type":"Article","data":["Marion D. Rice","Drive your Nails with Air","Popular Science","Vol. 200, No. 4","April 1972","112-113, 138"]},{"divid":1305212909,"type":"Lecture, Conference Paper, etc.","data":["Tyler Hoy","Change in Construction Industry","Interview","","Over the Phone","February 16, 2011"]},{"divid":1305213042,"type":"Website","data":["Steve Maxwell","Power Tool Talk on Power Nailer Progress","Steve Maxwell","http://www.stevemaxwell.ca/result-web-content-display?p_p_id=3&amp;p_p_lifecycle=0&amp;p_p_state=normal&amp;p_p_mode=view&amp;_3_struts_action=%2Fsearch%2Fsearch&amp;keyword=air%20nailer%202001&amp;_3_keywords=air%20nailer%202001&amp;groupId=22324&amp;articleId=10296545","April 28, 2011"]}],"locations":[{"id":5630,"lat":40.3672040655,"lng":-76.457697135,"zoom":9,"place":"Lebanon, Pennsylvania"}],"tags":[{"id":831,"tag":"construction"},{"id":11,"tag":"Economy"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}}