{"id":5278,"title":"<strong>George H.W. Bush Announces Post-Cold War Strategies during Persian Gulf War</strong>","course_id":69,"status":"P","start_date":"9/11/90","end_date":"9/11/90","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In George H.W. Bush’s speech about Kuwait, he said “Recent events have surely proven that there is no substitute for American leadership.” By 1990, the Cold War had finally ended after forty years of conflict. George H.W. Bush came into office just before at the end of the Cold War. This had become a vital time in American foreign policy because the country no longer had to feel threatened with the idea of war at any moment. Bush said “out of these troubled times, our fifth objective-a new world-order can emerge; a new era-freer from the threat of terror, stronger in the pursuit of justice, and more secure in the quest for peace, an era in which the nations of the world, East and West, North and South, can prosper and live in harmony.” Bush implemented a policy that had to adjust to all of the changes that occurred. The fall of communism in the Soviet Union brought a new opportunity to the United States. The use of American military power around the world shifted. The invasion of Kuwait proved to the world that times were changing. ","Bush was tested early in his presidency after Saddam Hussein invaded Kuwait. Authors Ryan J. Barilleaux and Mark J. Rozell stated “Bush saw his mission as being to guide the country effectively during a period of transition, rather than precipitating large-scale changes.” Bush was known to be passionate and heavily involved in all issues. J. Patrick Dobel said that   “President George H. W Bush was a passionate president with strong commitments.” Kuwait was a small nation but had a great deal of power throughout the world because of their oil reserves. Bush was able to show the world a change in foreign policy following the end of the Cold War by helping Kuwait. Bush used the idea of fighting aggression and restoring peace as a major goal. He stated “today, that new world is struggling to be born, a world quite different from the one we have known, a world where the rule of law supplants the rule of the jungle, a world in which nations recognize the shared responsibility for freedom and justice, a world where the strong respect the rights of the weak.” Bush implemented a new foreign policy vision by getting involved in the Persian Gulf affairs."],"display_date":"September 11, 1990","search_date":"1990-09-11","citations":[{"divid":1305228086,"type":"Government Document","data":["Address to Congress on Persian Gulf Crisis","Public Papers of the Presidents of the United States","September 11, 1990","Washington D.C.","","1991","1218-1222","",""]},{"divid":1305228289,"type":"Article","data":["Lawrence Freedman","The changing forms of military conflict","Survival:Global Politics and Strategies","4","1998","39-56"]},{"divid":1305228467,"type":"Book","data":["Mark J. Rozell, Ryan J. Barilleaux","Power and Prudence: the Presidency of George H.W. Bush","","Texas A&amp;M","University Press","2004","6"]},{"divid":1305228608,"type":"Article","data":["J. Patrick Dobel","Prudence and Presidential Ethics: The decisions on Iraq of the two presidents Bush","Presidential Studies Quarterly","1","March 1, 2010","57-75"]},{"divid":97178,"type":"Pamphlet or Other Printed Material","data":[null,"XoAbNAIMLASjIGZN"]}],"locations":[{"id":5632,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":5,"tag":"War"},{"id":20,"tag":"Diplomacy/International"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}}