{"id":5282,"title":"<strong>Yellow Fever Attacks Philadelphia, 1793.</strong>","course_id":70,"status":"P","start_date":"8/3/73","end_date":"10/28/73","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1793, Philadelphia was the site of the most fearsome epidemic to strike the young nation. By July, the city's inhabitants were remarking on the extraordinary number of flies and mosquitoes that swarmed around the dock area. Caribbean refugees brought Yellow Fever. In one epidemic alone, 5,000 residents — nearly one-tenth of the population — perished. Hardly a family was untouched. Many people left the city.  People of every rank and station wanted to escape the spreading pestilence. Most of those who stayed were poor and had no place to go. A few – a very few - chose to stay because they felt a sense of duty to their city and its trapped inhabitants.","In his letter to Thomas Mann Randolph in September 2, 1793, Thomas Jefferson wrote that a malignant fever had been generated in the filth of the docks of Philadelphia which had given great alarm. One of the prominent doctors at that time in Philadelphia was Dr. Benjamin Rush. He decided to try the strongest purge he knew of, known as the “Ten-and-Ten.” Many doctors disputed Rush’s cure rate. The debate carried on in the city’s newspapers, so that all the citizens knew of the dispute. A new committee led by Mayor Clarkson put the best hospital -- Bush Hill -- into decent operating order, and the spirits of the patients began to improve. French Dr. Deveze volunteered for the full time position as physician there. He did not believe in Rush’s cure. At first there was some hesitation in the committee over hiring a French doctor. It would seem like a slap at all the American doctors, especially Dr. Rush. Deveze's treatment was cautious and gentle. Despite growing evidence that the “French cure” was effective in keeping patients alive, it still came in for wide criticism. Benjamin Rush attacked the mild methods used by Jean Deveze and others, even though he had no real statistics to back his claims.","No one would ever know precisely how many Philadelphians died of yellow fever in 1793. What was clear to all was that life would never be the same. Changes also came to the city because of the fever. Efforts were made to keep the markets and streets free of offensive-smelling matter, and the laws holding homeowners responsible for cleaning up their property were strengthened. The biggest improvement was made in the way water was supplied to Philadelphia. Water from the system – the first water system in the United States – was sweeter tasting and had no offensive odor. Plus the water flowed with enough force to hose streets and docks clean and to flush open clogged sewers. Eliminating the backbreaking need to hand-pump every drop of water had another beneficial effect as well. People began to bathe more often. Everyone – even those who had run from the city – considered himself or herself a survivor. They were a people left scarred, emotionally and physically. Sudden, mass death had stricken their city, and they were no wiser at all about the nature of the killer. They knew only one thing for certain: when next summer’s hot, humid weather returned, yellow fever might very well visit their homes again."],"display_date":"August 3, 1973 - October 28, 1973","search_date":"1973-09-15","citations":[{"divid":1307836735,"type":"Book","data":["Murphy, Jim","An American Plague. The True and Terrifying Story of the Yellow Fever Epidemic of 1793","","New York","Clarion Books","2003","#"]},{"divid":1307836993,"type":"Book","data":["Oldstone, Michael","Viruses, Plagues and History","","New York","Oxford University Press","1998","#"]},{"divid":1309444623,"type":"Pamphlet or Other Printed Material","data":["Paul Leicester Ford, ed.","The Works of Thomas Jefferson in Twelve Volumes","Washington, D.C.","Library of Congress","1900","Library of Congress American Memory Collection, http://memory.loc.gov/ammem/index.html"]},{"divid":7658,"type":"Manuscript on Microfilm","data":[null,null,null,null,"nBoSXZLFs"]}],"locations":[{"id":5644,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":506,"tag":"Thomas Jefferson"},{"id":763,"tag":"epidemic"},{"id":403,"tag":"Yellow Fever"},{"id":1037,"tag":"Benjamin Rush"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":70,"school_id":40}}