{"id":5283,"title":"Boston Abolitionists Rally Against Slave-Catchers in Defiance of Fugitive Slave Act","course_id":74,"status":"P","start_date":"1850-10-25","end_date":"1850-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 25, 1850, only one month after the passage of the Fugitive Slave Act of 1850, John Knight and Willis Hughes traveled to Boston from Macon, Georgia to retrieve the escaped slaves, William and Ellen Craft. Upon arrival in the city, referred to by Civil War historian James McPherson as the “communications center for abolition,” Knight and Hughes were met with hostility and resistance, rather than cooperation or even legal compliance, with the Act.","William and Ellen Craft had escaped their master’s hold two years prior, in December of 1848. Ellen, being the offspring of an African American woman and her white owner, had sufficiently light-skin as to cross the color-line, disguised as an ailing white man, after obtaining the proper attire and cutting her hair. With William posing as Ellen’s servant accompanying his master, the couple traveled on a variety of steamships and trains inconspicuously even though stopping in several slave-holding areas, such as Charleston, SC, Wilmington, NC, Fredericksburg, VA, and others before finally crossing the Mason-Dixon line into Pennsylvania.","Soon after the couple settled themselves in Boston, the Crafts became involved in the active abolitionist efforts in the city. With a firm community of members in Beacon Hill, the Crafts found themselves swept up in abolitionist lecture circuits throughout the area. Unfortunately, such activism naturally increased the risk of discovery, as they told the story of their disguised escape to fellow campaigners. Thus, when the Fugitive Slave legislation passed, the Crafts’ owner knew exactly where to find the pair.","While Section 5 of the Fugitive Slave Act required that “..all good citizens [were thereby] commanded to aid and assist in the prompt and efficient execution of this law..” the reaction to Knights and Hughes was anything but. Theodore Parker, the chair of the Vigilance Committee, (the primary organization in Boston created to aide fugitive slaves, which had increased by 100 members since the arrival of the two slave catchers) hid Ellen in his home, placed William in a separate safe haven, and ensured that both blacks were guarded by at least one armed white. Additional members of the committee filled the town with notices depicting the “two prowling villains,” “the pursuing bloodhounds,” as they were described.","Yet the truly extreme abhorrence for the Fugitive Slave law among these Boston abolitionists was seen in the multiple arrests of Knight and Hughes. The two were arrested on October 26 around 3 p.m. by Deputy Sheriff Coburn, according to <em>The</em> <em>Farmer’s Cabinet, </em>on charges of slander against William Craft. After making bail, both men were again arrested some hours later, this time for conspiracy to kidnap the Crafts, accordingly in clear violation of the new legislation. Bail for each arrest was set at $10,000, and it remains unclear who posted such bail, yet speculation has been made, namely that John H. Pearson (a noted pro-slavery acquaintance of the men) and Patrick Riley (US Deputy Marshall) had a hand in assisting the men in this manner.","President Fillmore upon hearing of these actions, which effectively drove Knight and Hughes out of the city by October 30, warned the Bostonians of his inclination to send federal troops to the city to enforce the law, and assured the Crafts’ owner that he would be provided with any and all support he desired to attempt the recapture a second time.","Fillmore failed to deliver on such promises, however, as the Vigilance Committee was determined not to yield to legislation they believed immoral in all aspects. Members placed William and Ellen Craft safely on a ship destined for Liverpool by December of that year, enabling the couple to successfully continue their plight speaking out against the evils of slavery, and leaving the Bostonians to view the event as a victory among the context of the larger sectional crisis."],"display_date":"October 25, 1850 - October 31, 1850","search_date":"1850-10-28","citations":[{"divid":1317996649,"type":"Newspaper Article","data":["The Fugitive Slave Cases","Farmer's Cabinet","Amherst, NH","Oct 31, 1850",""]},{"divid":1317996759,"type":"Newspaper Article","data":["Slave Hunters in Boston","The Liberator","Boston, MA","Nov 1, 1850",""]},{"divid":1317996851,"type":"Book","data":["James M. McPherson","Battle Cry of Freedom","","New York","Oxford University Press","1988","81-82"]},{"divid":1317996966,"type":"Book","data":["Dorothy Sterling","Black Foremothers: Three Lives","","New York","Feminist Press","1998","13-18"]}],"locations":[{"id":5649,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":602,"tag":"Transportation/Migration"},{"id":15,"tag":"Race-Relations"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}