{"id":5288,"title":"<p>Birth of Eugenics – Death of Compassion&lt;?xml:namespace prefix = o ns = \"urn:schemas-microsoft-com:office:office\" /&gt;</p>","course_id":73,"status":"P","start_date":"1/1/24","end_date":"10/19/27","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 19, 1927, Carrie Buck struggled against the orderlies taking her to the operating room. She wondered how she came to this point in her life. She had been given to a foster family, then raped and impregnated by a family friend. Authorities took away her daughter, Vivian, when Carrie was institutionalized to hide the foster family’s shame. Carrie became Virginia’s first test case in a groundbreaking Supreme Court case on the sterilization of institutionalized individuals. However, Carrie lost the case and was forced by the court to follow through with the dehumanizing sterilization process.","The wishes of the Supreme Court had been carried out according to <em>Buck v. Bell (1924)</em>. Involuntary sterilization was to be the answer to all social ills by breeding out all of “the undesirable traits” in humanity. Harry H. Laughlin wrote the Model Eugenical Sterilization Law that began the wave of mandatory sterilization for individuals in institutions. The main scope of the law was to prevent the “socially inadequate classes” of people from procreating thereby tainting the American people. According to Laughlin, these groups included “insane, epileptic, diseased, blind, deaf, deformed, and dependent (including orphans, ne’er-do-wells, the homeless, tramps and paupers).”","Laughlin did not come to the <em>Buck v. Bell </em>trial, nor did he ever meet Carrie Buck, although he did testify in writing that the Virginia Colony’s director, Albert Priddy, correctly assessed Carrie and her family as members of “the shiftless, ignorant, and worthless class of anti-social whites of the South.” Authorities regularly assessed individuals in the south as “non-producing and shiftless persons, living on public and private charity.”","When the Supreme Court supported <em>Buck v. Bell</em> in an 8-1 vote, Laughlin celebrated because this led the way for more sterilization laws to be passed and his work at the Eugenics Records Office in Cold Harbor could continue supported by the Supreme Court. Justice Oliver Wendell Holmes stated in his opinion that “three generations of imbeciles is enough,” speaking of Carrie’s mother, Carrie, and her daughter. Vivian was declared an imbecile at age six months because she did not follow a coin with her eyes in front of a camera. The Supreme Court’s decision took away the rights of the people deemed unworthy by society to choose to be sterilized or not. <em>Laughlin emphasized that the endorsement of state authority to perform compulsory operations without regard for the consent of the patient or his family was an \"outstanding feature\" of the </em><em>Buck</em><em> decision.</em>","The south was the area most affected by the sterilization laws. Laughlin’s law supported the idea that segregation was not only a necessity, but also required to maintain the purity of the American people. Whereas many Northern states put sterilizations laws into effect much earlier than southern states, like Virginia and South Carolina, only California surpassed the south in the number of compulsory sterilizations. The relevant sections of the sterilization law only came off the books in 1974 in the state of Virginia. In 2002, Virginia State Governor Mark Warner made an official apology to the Buck family and “the survivors of involuntary sterilization.”"],"display_date":"January 1, 1924 - October 19, 1927","search_date":"1925-11-24","citations":[{"divid":1319165296,"type":"Book","data":["Julius J. Marke and Oliver Wendall Holmes","The Holmes reader; the life, writings, speeches, constitutional decisions, etc., of the late Oliver Wendell Holmes, Associate Justice of the Supreme Court of the United States","","New York","Oceana Publications","1955","165"]},{"divid":1319165357,"type":"Primary Source in a Secondary Source","data":["Model Eugenical Law","1922","The Legal Status of Eugenical Sterilization","Henry H. Laughlin","Chicago","Psychopathic Laboratory of the Municipal Court of Chicago","1924","50-75"]},{"divid":1319165427,"type":"Website","data":["University of Virginia Health System","Carrie Buck, Virginia’s First Test Case","University of Virginia Health System","http://www.hsl.virginia.edu/historical/eugenics/3-buckvbell.cfm","September 1, 2011"]}],"locations":[{"id":5659,"lat":37.4182087686,"lng":-79.1519048441,"zoom":12,"place":"Lynchburg City, Virginia"}],"tags":[{"id":7,"tag":"Women"},{"id":9,"tag":"Law"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}