{"id":5289,"title":"Hattie McDaniel wins for more than just <em>Gone with the Wind</em>","course_id":73,"status":"P","start_date":"2/29/40","end_date":"2/29/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the 82<sup>nd</sup> Academy Awards ceremony held in 2010, Mo’Nique received her Academy Award for outstanding performance of an Actress in a Supporting Role. During her acceptance speech, Mo’Nique gave recognition to a woman who had won the same award seventy years earlier. She expressed her deepest admiration for this woman in these words: “I want to thank Miss Hattie McDaniel for enduring all that she had to so that I would not have to.”","Seventy years earlier, at the 12<sup>th</sup> Academy Awards ceremony held in 1940, Hattie McDaniel won the award for best performance by an Actress in a Supporting Role for her portrayal of “Mammy” in David O. Selznick’s production of <em>Gone with the Wind</em>. A win for any woman at these awards would not have been as notable as it was for Hattie McDaniel and the entire community of African Americans. McDaniel’s award marked the first win for African Americans in the history of motion pictures.","Although McDaniel’s role and film presence were vital in the story of the film, her presence was not always welcomed. When the film premiered in Atlanta, McDaniel was not permitted to attend the premiere alongside her white co-stars. Strict segregation laws in Georgia required that Hattie McDaniel enter through the back door and sit in the area reserved for blacks. Furthermore, the laws did not permit her to stay at the hotel where most of the cast was staying for the premiere. Rather than incite a disturbance, Hattie McDaniel chose not to attend.","Although she played her role of “Mammy” outstandingly, black activist groups vilified her and boycotted the film. They attacked her and her fellow black cast mates for accepting their roles in the film and charged that the portrayals of blacks in the film did little to assuage the white perception of blacks as loyal servants to whites. In the essay about the historical accuracy of the film <em>Gone with the Wind,</em> author Catherine Clinton, acknowledges that <em>Gone with the Wind</em> did not take into consideration the concerns about the treatment of blacks in the United States and adds that the portrayals of black characters in the film, “[rang] true to Hollywood’s typical betrayal of African Americans.”","As much as <em>Gone with the Wind</em> trivializes the work of blacks in film, it did make certain breakthroughs for non-white actors. Clinton explains that it was the first film to portray black actors in a “plantation style” setting where they did not spontaneously burst into song. It was also the first feature film to portray black characters as themselves instead of white actors in blackface. After her win, the minds of many of those who boycotted the film changed their minds and accepted that Hattie McDaniel’s choice to portray a mammy in a post-civil war period drama did indeed change the perception of blacks in film. In her acceptance speech, McDaniel thanked the Academy for their recognition of her craft. She further expresses her thanks and hopes for the future: “I shall always hold it as a beacon for anything I may be able to do in the future. I sincerely hope I shall always be a credit to my race and to the motion picture industry.”","Seventy years later, blacks are seen in roles that may not have been possible without Hattie McDaniel, but it is still considered a breakthrough in modern media for African Americans to be included.  It is now a matter of what roles they should choose to portray.  Hattie McDaniel made it possible for African Americans to take on roles in Hollywood, but most importantly, she gave them the ability to choose their roles."],"display_date":"February 29, 1940","search_date":"1940-02-29","citations":[{"divid":1319476399,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Catherine Clinton","Gone with the Wind","Past Imperfect: History According to the Movies","Mark C. Carnes","New York","Henry Holt and Company","1995","132-135"]},{"divid":1319476442,"type":"Website","data":["Hattie McDaniel","Academy Award Acceptance Speech","The Academy of Motion Pictures Arts and Sciences","http://aaspeechesdb.oscars","31 August 2011"]},{"divid":1319476489,"type":"Website","data":["Mo'Nique","Academy Award Acceptance Speech","The Academy of Motion Pictures Arts and Sciences","http://aaspeechesdb.oscars","14 September 2011"]}],"locations":[{"id":5662,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":463,"tag":"African American Women"},{"id":1040,"tag":"Academy Awards"},{"id":1041,"tag":"Film"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}