{"id":5292,"title":"<em>Re-establishing White Power in Memphis Tennessee</em>","course_id":73,"status":"P","start_date":"1866-05-01","end_date":"1866-05-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Black subordination was the motive that drove white Southerners to start the infamous Memphis Race Riot of 1866.  May 1, 1866, whites of Memphis, Tennessee, set out to destroy black power and to “…achieve this goal in Memphis only by destroying the most potent symbols of black power in the cities- the soldiers themselves.”","After three long and excruciating days of violent hazing and rioting, federal military authorities stepped in to cease the massacre.  Though focused on black soldiers, whites terrorized the black communities, destroying everything in sight with no sense of remorse.  A total of “two whites and at least forty-six blacks had been killed, between seventy and eighty wounded, at least five black women raped, more than one hundred people (mostly black) robbed and four churches, twelve schools and ninety-one houses burned.”","Most of the civilian victims had ties to black military soldiers.  Lucy Smith, one of the five rape victims testified, “there were some pictures in the room: we had General Hooker and some other Union Officers and they said they would not have hurt us so bad if it had not been for these pictures.”","White Southerners made it apparent that they were greatly intimidated by black empowerment at the end of the war and ensured that white power and control were to be re-established in Memphis Tennessee.  According to the <em>Daily Avalanche</em>, “The chief source of all our trouble being removed…we may confidently expect a restoration of the old order of things.  The Negro population will now do their duty…Negro men and Negro women are suddenly looking for work on country farms… Thank heaven, the white race are once more rulers in Memphis.”"],"display_date":"May 1, 1866 - May 5, 1866","search_date":"1866-05-03","citations":[{"divid":1320159430,"type":"Newspaper Article","data":["","Memphis Daily Avalanche","Memphis Tennessee","May 5, 1866","2"]},{"divid":1320159584,"type":"Article","data":["Kevin Hardwick","Your old father Abe Lincoln is dead and damned': Black soldiers and","Journal of Social History","27","1993","109-128"]},{"divid":1320159697,"type":"Article","data":["Waller","Community, Class and Race in the Memphis Riot","Journal of Social History","18","1984","233-246"]}],"locations":[{"id":5841,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":238,"tag":"African American"},{"id":1055,"tag":"Race riot,"},{"id":290,"tag":"Crime"},{"id":1118,"tag":"Black soldiers"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}