{"id":5296,"title":"General Braggs Carries Out Execution of Kentucky Youth","course_id":74,"status":"P","start_date":"1862-12-04","end_date":"1862-12-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At eleven o’clock on the morning following Christmas Day, 1862, General Braxton Bragg of the Confederate Army forced his Company E, 6<sup>th</sup> Kentucky Infantry Regiment (part of the commonly denoted “Orphan Brigade”) to stand round their fellow soldier, Asa Lewis, who awaited execution. Exactly one hour later the firing squad of twelve men carried out the young soldier’s sentence. As Lewis’ body, pierced by eleven bullets, fell to the ground, General John C. Breckenridge was “seized with a deathly sickness,” as a comrade of Lewis recalled, as he similarly collapsed, overwhelmed by the grief of the occasion.","Asa Lewis had enlisted in the Confederacy the year prior to his execution, and despite his lack of training, showed promise with his impressive performance at the Battle of Shiloh. Enlisting early in the war, Lewis had served the entirety of his commitment by December, and though he declined to reenlist, he had remained in Murfreesboro for several months. Perhaps feeling pressure from his regiment and commanding officers, Lewis reluctantly agreed to sign up for another commitment. Following the reversal of his decision not to reenlist, however, Lewis got word that his father had died, leaving his mother and sisters without any male support on their farm that had already suffered the effects of several Union raids. Upon hearing this news, Lewis requested permission to visit his family, but was refused. Viewing his enlistment status as less than explicitly outlined, Lewis left his brigade in the manner of “French leave” on December 4, 1862 for his Kentucky home– with the intent to return after assisting the finances of the women toward whom he felt responsibility. He did not journey far before officials detected his absence, however, and was promptly brought back and issued a warning against further such conduct. Nevertheless, Lewis left once again, was caught, and following the court martial to hear the details of his case, was sentenced to death by a firing squad.","In 1862, still early in the struggle, Confederate military authorities tended to carry out sentences with more leniency than in the latter portion of the war, often implementing punishments of a less severe nature for desertion, such as a period of hard labor, forfeiture of a portion of one’s pay, or being branded as a deserter. As supplies dwindled and morale dropped, the number of desertions increased, and enforcement of the Confederate <em>Articles of War </em>clause regarding the punishment of death for deserters became more rigorous, with Robert E. Lee realizing that their inferior numbers could not take a further toll from absentee soldiers.  Not surprising for this time then, Lewis’ corps commander, General Breckinridge, upon hearing the news of Lewis’ sentence, pleaded with General Bragg to intervene and save the 19 year old from what Breckinridge viewed as murder. Bragg, known for both his resolve to stand firm against the actions of deserters and his contempt for the Kentucky brigade, was unwavering in his determination to make an example out of Lewis. Breckinridge, unrelenting as well, brought a signed petition to Bragg on the day preceding the scheduled execution, displaying the support of all his officers to refer this case to President Davis rather than hastily carry out such a severe sentence. Bragg refused, stating firmly in response to Breckinridge’s appeals, “You Kentuckians are too independent for the good of the army. I’ll shoot every one of them if I have to.”","Through denying any possibility of action that could have stopped the death of Private Asa Lewis, and making a spectacle of the event to Lewis’ comrades and commanding officers, Bragg solidified the abhorrence between himself and the Kentuckians. Moreover, Bragg’s relationship with Breckinridge suffered immensely as a result of this decision, erasing any hope that the pair had of repairing the damage of previous conflicts."],"display_date":"December 4, 1862 - December 26, 1862","search_date":"1862-12-15","citations":[{"divid":1320717700,"type":"Newspaper Article","data":["","Rebel Banner","","December 27, 1862",""]},{"divid":1320717730,"type":"Government Document","data":["Articles of War","Confederate States of America","","","","1861","","",""]},{"divid":1320717764,"type":"Book","data":["Samuel J. Martin","General Braxton Bragg, C.S.A.","","Jefferson, NC","McFarland and Company Publishers","2011","218"]},{"divid":1320717831,"type":"Book","data":["James McIvor","God Rest Ye Merry Soldiers: A True Civil War Christmas Story","","New York","Penguin Group","2005","1-7"]},{"divid":1320717892,"type":"Book","data":["Glenn Robins","The Bishop of the Old South: the Ministry and Civil War Legacy of Leonidas Polk","","Macon, Georgia","Mercer University Press","2006","172"]},{"divid":1320717961,"type":"Book","data":["James McPherson","Battle Cry of Freedom: The Civil War Era","","New York","Oxford University Press","1988","440"]}],"locations":[{"id":5669,"lat":35.8476814553,"lng":-86.4046881374,"zoom":9,"place":"RUTHERFORD, Tennessee"}],"tags":[{"id":715,"tag":"Military"},{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}