{"id":5298,"title":"Reverend Tyng Speaks Out Against Southern Hostility","course_id":74,"status":"P","start_date":"1856-06-29","end_date":"1856-06-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Preaching to his Philadelphia congregation, Reverend Dudley A. Tyng spoke out against the violent acts committed by Southerners in attempts to have Kansas admitted to the Union as a slave state.  “The blood of a Senator has stained the floor of the Senate Chamber,” said Tyng in his June 29, 1856, sermon, and “the blood of her citizens has been poured out like water on the virgin soil of Kansas, merely that it be made a land of bondage.”","Kansas experienced great turmoil while being considered for annexation.  The debate over whether it should be brought in as a free or slave state led to “startling incidents of personal adventure, toil, and suffering, and of savage captivities, cruelties, and massacres,” according to Life in the West.  Such troubles led Tyng to declare, “Civil war is begun,” and that as “distant and feeble as she may be, Kansas is a member of our body politic.”  Tyng, despite being a reverend with no political background, realized that the trouble would not end and that it could possibly spark war and violence throughout the nation.","Surrounding events, such as the attack on Senator Charles Sumner in May of 1856, further contributed to the turbulent times and motivation of people, such as Reverend Tyng.  Sumner was repeatedly beaten by Southern Senator Preston Brooks, because of his earlier remarks to Brooks’ cousin Andrew Butler.  Long after the attack, Sumner was grateful to have simply survived the attack and Brooks’ actions helped rally Northerners against Southern hostility.  This event could have made Tyng feel as though his own freedoms were being threatened.  He worried that “if the bludgeon is to be the ruling power in our country, where will be our boasted freedom and national Christianity?”","These acts surrounding the annexation of Kansas inspired Reverend Tyng to speak out against the Southern brutality that helped spark the Civil War, even if it resulted in him being removed from his position in Philadelphia.  Tyng, a man who was “not one of those who would attack the South for the inheritance of perplexity and shame which Northern cupidity was originally a joint agent in introducing,” was so inspired by these acts that he claimed “slavery and human right, slavery and the Christian law of love are in irreconcilable opposition.”"],"display_date":"June 29, 1856","search_date":"1856-06-29","citations":[{"divid":1321237146,"type":"Pamphlet or Other Printed Material","data":["Reverend Dudley A. Tyng","Our Country's Troubles. A Sermon Preached in The Church of the Epiphany, Philadelphia, June 29, 1856 By Rev. Dudley A. Tyng, Rector","Cleveland, Ohio","John P. Jewett and Company","1856","Juniata College Library"]},{"divid":1321237227,"type":"Book","data":["James M. McPherson","Battle Cry of Freedom: The Civil War Era","","New York","Oxford University Press","1988","149-151"]},{"divid":1321237271,"type":"Pamphlet or Other Printed Material","data":["Charles Sumner","The Barbarism of Slavery","Washington, D.C.","Thaddeus Hyatt","1860",""]},{"divid":1321237307,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["James Grant Wilson, John Fiske","Tyng, Dudley Atkins","Appleton's Cyclopaedia of American biography","James Grant Wilson, John Fiske","New York","D. Appleton and Company","1889","202, 203"]},{"divid":1321237385,"type":"Book","data":["John C. Van Tramp","Prairie and Rocky Mountain Adventures, or, Life in the West","","Columbus, Ohio","Segner &amp; Condit.","1870","9-11"]}],"locations":[{"id":5679,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}