{"id":5299,"title":"Polite Letters from the South: The South Reacts to Garrison's <em>The Liberator</em>","course_id":74,"status":"P","start_date":"1831-01-01","end_date":"1839-02-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“You son of a bitch: If you ever send such papers here again, we will come and give you a good Lynching…” wrote the Lynch Club of Charleston, South Carolina, to newspaper publisher William Lloyd Garrison, “So you had better keep them at home.” This was one of two letters that Garrison published in his paper,<em> The Liberator</em>, on February 15, 1839, sarcastically titled, “Polite Letters from the South.” The second letter from Somerton, Virginia, threatened, “You can remain in Boston, and preach your doctrines, but coward-like, afraid to open your mouth elsewhere. The writer will visit your paper soon, and pull your damned nose for you.”","On January 1, 1831, Garrison released the first issue of his abolitionist paper, <em>The Liberator</em>. A rising figure among the abolitionist community, Garrison stated that with his paper he was going to be, “As harsh as truth, and as uncompromising as justice.” From 1831 until 1865, Garrison released weekly issues of the anti-slavery paper, during which he gained a tremendous number of followers, despite beginning with limited circulation. However, once the paper entered into the South, Garrison began to receive various threats to his life.","According to author Nick Fauchald, in Columbia, South Carolina, there was a $1,500 reward posted by the Vigilance Committee for the capture of any persons who had possession of <em>The Liberator</em>, and there were other cities that passed laws forbidding the paper to even leave the post office. In Raleigh, North Carolina, it was threatened that Garrison would be thrown in jail if he ever entered into the city; and the Georgia House of Representatives passed a bill which offered a $5,000 reward for anyone who captured Garrison and brought him to court. Garrison, however, did not take these threats seriously claiming that they were “free publicity” and boasted, “My language will displease many. To displease them is my intent.”","By publishing these threatening letters in his own newspaper, Garrison showed that he was not afraid, but instead used them to demonstrate that he was unwavering. Despite these letters, and hundreds more like them, Garrison was not deterred from his cause. In reality, Garrison and his supporters became even more devoted to their anti-slavery cause, which contradicted the intended effect of the Southern writers."],"display_date":"January 1, 1831 - February 15, 1839","search_date":"1835-01-23","citations":[{"divid":1321399935,"type":"Newspaper Article","data":["Anti-Liberator from the South","The Liberator","Boston, Massachusetts","02/15/1839",""]},{"divid":1321400002,"type":"Newspaper Article","data":["Commitment to Purpose","The Liberator","Boston, Massachusetts","01/01/1831",""]},{"divid":1321400051,"type":"Book","data":["Nick Fauchald","William Lloyd Garrison: Abolitionist and Journalist","","Minneapolis, MN","Compass Point Books","2005","55-56"]},{"divid":1321400165,"type":"Book","data":["William David Thomas","William Lloyd Garrison: A Radical Voice Against Slavery","","New York, NY","Crabtree Publishing Company","2009","30"]}],"locations":[{"id":5681,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":64,"tag":"Anti-slavery"},{"id":4,"tag":"Slavery"},{"id":95,"tag":"Abolition"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}