{"id":53,"title":"Augusta, Georgia Holds an Agricultural Convention","course_id":1,"status":"P","start_date":"1873-02-11","end_date":"1873-02-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 11, 1873, the Agricultural Convention was held in Augusta, Georgia. The states of Tennessee, South Carolina, Georgia, and New York were represented. Roughly two hundred delegates attended this conference. At the convention, attendees discussed the economic condition of the South, and they also proposed and passed resolutions to remedy this situation. The main issues debated included the increase of direct trade and immigration, the creation of agricultural societies, the incorporation of stock-raising as well as other economic improvements. All were hoped to develop the South into a more lucrative and productive region of the nation. &lt;br /&gt;&lt;br /&gt;Reporting the dealings of the convention, the Charleston Daily News detailed the decisions of the delegates. The topic of direct trade and immigration entailed the establishment of direct railroad lines from the coasts of Georgia and South Carolina to the West as well as the establishment of direct steam connections from the same coasts to Europe. There was also the hopes of increasing immigration of skilled, willing labor from Europe through circulating pamphlets throughout Europe, printed in different languages and revealing the advantages of working in the South. Next, the issue of creating agricultural societies throughout the nation hoped to improve the relations of agriculture to commerce, manufacturers, and all other industries. Many at the convention envisioned that these societies would inform farmers of the necessity of studying improved methods of cultivation and the art of increasing productivity in order to better the output of the South. Another important matter of cultivation discussed involved the possibility of focusing on sheep farming in place of cotton planting. &lt;br /&gt;&lt;br /&gt;Through this convention, it became apparent that the South was making great efforts to rise from their economic struggles that befell on her after the Civil War. Many delegates retained the reality that the economy of the postwar South would remain tied to agriculture. Thus, in calling this convention to session, the Georgia General Assembly was hoping to inaugurate measures which shall accelerate the return of prosperity; and which acting with the force of example shall;enhance by cooperation and combination all the states of the South,' according to the Charleston Daily News. The Agricultural Convention desired to become the springboard to a fresh era of prosperity, leaving behind the humiliation of dependency on other regions of the nation as well as looking forward to a new order of control and success."],"display_date":"February 11, 1873 - February 13, 1873","search_date":"1873-02-12","citations":[{"divid":1213121938,"type":"Newspaper Article","data":["","The Charleston Daily News","Charleston, South Carolina","February 12, 1873",""]},{"divid":1213121960,"type":"Newspaper Article","data":["","The Charleston Daily News","Charleston, South Carolina","February 13, 1873",""]},{"divid":1213121965,"type":"Newspaper Article","data":["","The Charleston Daily News","Charleston, South Carolina","February 15, 1873",""]},{"divid":1213122002,"type":"Book","data":["Steven M. Gillon and Cathy D. Matson","The American Experiment: A History of the United States",null,"Boston","Houghton Mifflin Company","2002","640"]}],"locations":[{"id":36,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}