{"id":5300,"title":"<em>Brown v Board of Education </em>","course_id":73,"status":"P","start_date":"1/1/51","end_date":"5/17/54","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1951, Oliver Brown, along with twelve other families from other states, decided to forever shake the segregated and racist south by filling a lawsuit challenging public school segregation. Brown’s daughter Olivia, a third grader, was forced to attend an African American school miles away from her house, while an all-white school was only seven blocks away.  She walked six blocks every morning to get to her bus stop simply because of the color of her skin. The segregation of the schools served as an all too visual reminder of southern racism.","<em>Brown v. Board of Education</em> served as a skeletal foundation for the other twelve cases accompanying the decision. Brown’s case originated in the state of Kansas and made it all the way to the highest court in the land, the Supreme Court. Once the case cleared its way to the Supreme Court, the possibility of remarkable change surfaced. However, at the state level, Kansas ruled in favor of the state instead of Mr. Brown, upholding the1896 <em>Plessy v. Ferguson</em> ruling when the Supreme Court declared separate but equal constitutional. Five out of the twelve cases made their ways to the Supreme Court; however, Brown’s case originating from Kansas, served as the most powerful.","In his 1958 article in the <em>American Political Science Review</em>, Albert A. Mavrinac asserted that the actions of the Supreme Court in <em>Brown v. Board of Education</em> “proved to be catalyst for social readjustment.” For the South, the consequences proved to be cataclysmic. Racist Southerners who deemed themselves the dominant and superior race of the south strongly disagreed and protested the actions of the Supreme Court. The ruling desegregated school and more importantly overturned the <em>Plessy v. Ferguson</em> decision “separate but equal.” On May 17, 1954, according to Michael L. Birzer and Richard B. Ellis of the <em>Journal of Black Studies</em>, the US Supreme Court ruled that “segregated educational facilities are [were] inherently unequal.”"," Although the ruling seemed like the most important component for African Americans in their fight for equal rights, the social implementations that followed were far beyond what anyone, black or white, had expected.  Racist southerners strongly opposed desegregation of schools and stalled implementation of integration.  In their piece, “The First Serious Implementation of Brown: The 1964 Civil Rights Act and Beyond,” Birzer and Ellis state, that “a decade passed without significant school desegregation.” Regardless of the actions of many southerners, <em>Brown v. Board of Education</em> became a historic case overturning <em>Plessy v. Ferguson</em> and forcing the schools throughout the south to desegregate. Although it took almost a decade for true desegregation to occur, Brown v. Board of Education initiated changed in the racist south.    "],"display_date":"January 1, 1951 - May 17, 1954","search_date":"1952-09-08","citations":[{"divid":1321583468,"type":"Article","data":["Albert A. Mavrinac","The American Political Science Review","The American Political Science Review","Vol. 52, No. 3","September 1958","641-644"]},{"divid":1321583552,"type":"Article","data":["Michael L. Birzer and Richard B. Ellis","Debunking the Myth That All Is Well in the Home of Brown v. Topeka Board of Education: A Study of Perceived Discrimination”","Journal of Black Studies","Vol. 36 , No.6","July 2006","793-817"]},{"divid":1321583652,"type":"Article","data":["Frank Brown","“The First Serious Implementation of Brown: The 1964 Civil Rights Act and Beyond”","The Journal of Negro Education","Vol.73, No. 3","Summer 2004","182-190"]}],"locations":[{"id":5687,"lat":39.0415274653,"lng":-95.7563474993,"zoom":9,"place":"Shawnee, Kansas"}],"tags":[{"id":1071,"tag":"Civil Rights Movement"},{"id":1070,"tag":"Brown v Board 1954"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}