{"id":5301,"title":"Georgia Congressman Alexander Stephens Discourages Southern Secession","course_id":74,"status":"P","start_date":"1848-11-01","end_date":"1860-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["While angry Georgians voted in favor of secession in 1860, the small, sickly Georgia Congressman Alexander Stephens stood by and watched, helpless to avoid the crisis he had known was coming for years.  During Georgia’s secession in November of 1860, Congressman Stephens spoke in firm opposition.  Stephens, soon to be elected Vice President of the Confederacy, argued that Southern states should not secede until a Constitutional right was violated.  “If all our hopes are to be blasted, if the Republic is to go down,” exclaimed Stephens, “let us be found to the last moment standing on the deck with the Constitution of the United States waving over our heads.”","Alexander Stephens began his career in politics as a member of the Whig Party, focused on economic development through support of Henry Clay’s American System.  He worked with Zachary Taylor’s campaign for the election of 1848.  During the campaign he met Abraham Lincoln, and the two formed a friendly relationship.  When Taylor admitted California and New Mexico to the Union as free states, betraying Southern Whigs such as Stephens, Stephens reluctantly left the party and became a Democrat.","Stephens had been a strong supporter of Henry Clay’s Compromise of 1850, and in the rising conflict he referred to it as the ultimate law to be answered to—particularly in matters of popular sovereignty.  While his fellow Southerners became increasingly irate over the slavery debate in the 1850s, Stephens desperately referred to the Constitution and the Compromise of 1850, arguing that so long as none of the laws of these documents had been broken, the South had not been harmed.","When the South erupted with anger over the election of Illinois Republican Abraham Lincoln in 1860, Stephens knew the Union could not last.  Georgia Governor Joe Brown called for a convention in November of 1860 to discuss possible secession, an idea most Georgians already supported.  At the convention Alexander Stephens spoke logically—though not passionately—against secession, on the grounds that no Constitutional law had been violated in Lincoln’s election.  Stephens declared, “The result was different from what we wished; but the election has been constitutionally held.”  Stephens further suggested that since the North had committed no Constitutional offense, the South should not secede until a Constitutional right was violated.  This way the South would be fighting with justice on their side, and not simply against the Constitution in which Stephens so strongly believed."],"display_date":"November 1848 - November 1860","search_date":"1854-11-15","citations":[{"divid":1322422019,"type":"Primary Source in a Secondary Source","data":["Alec Stephen's Speech to the Georgia Legislature","November 1860","Causes of the Civil War","Alexander Staphens","http://civilwarcauses.org/steph2.htm]","Civil War Causes","1996","."]},{"divid":1322422154,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["..","Stephens, Alexander Hamilton","American National Biography","..","Oxford","Oxford University Press","1999",".."]},{"divid":1322422226,"type":"Book","data":["Rudolph Von Abele","Alexander H. Stephens: A Biography","","New York","Alfred A. Knopf, Inc.","1946","."]}],"locations":[{"id":5688,"lat":33.7797616598,"lng":-84.3046918113,"zoom":9,"place":"DE KALB, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":9,"tag":"Law"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}