{"id":5303,"title":"The Lynching of Leo Frank","course_id":73,"status":"P","start_date":"8/17/15","end_date":"8/17/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 17, 1915, Leo Frank, a Jewish businessman awoke to 25 armed men storming into the jail he was being held at in Milledgeville, Georgia. Despite faulty and clear mishandling of evidence, as well as forced confessions from many witnesses, Frank was convicted and sentenced to death for the rape and murder of 13 year old Mary Phagan, a young girl that was employed in his factory. However, influenced by his ties to the defense team Governor Slaton commuted the sentence from death to life imprisonment.","This outraged a public, who had become convinced that this man, a convicted murderer in their minds, was escaping justice. Influential men in the community, desiring justice at any cost, gathered 25 armed men and left for the prison that housed Frank. When they arrived they subdued the warden and superintendent and proceeded to the main gate of the prison. The night watchman, faced by the armed mob, simply opened the gate, allowing them to pass stating “I saw they meant business, and there was nothing for me to do but open the gate.”","Streaming through the gate in search of Frank, the angry men found him on his bunk. Frank asked to dress, but men from the mass chorused that where he was going he would not need clothes. If Frank was unsure of what the mob intended before, now it was perfectly clear. They loaded him into a car in just his nightclothes, drove him over 100 miles to Frey’s Gin just two miles east of Marietta, Georgia and led him to a tree within view of Phagan’s childhood home. The lynch mob looped a rope over the branch and began to tie a noose.","While the men prepared to execute their own justice, Frank asked to write a note to his wife. He also asked that his wedding band be returned to his wife Lucille. The men allowed him these accommodations, but when he finished the letter the perpetrators positioned him under the tree and placed the noose around his neck. Blindfolded, bound and with a khaki cloth tied around his waist to cover his exposed lower half, the leader of the mob pronounced the court’s sentence. At 7:05 on the morning of August 18, 1915, Judge Newton Morris, a superior court judge kicked over the table."],"display_date":"August 17, 1915","search_date":"1915-08-17","citations":[{"divid":1322584083,"type":"Book","data":["Steve Oney","And the Dead Shall Rise: The Murder of Mary Phagan and the Lynching of Leo Frank","","New York","Vintage Books","2003","561-565"]},{"divid":1322584126,"type":"Newspaper Article","data":["Mob's Story in Detail","The Atlanta","Atlanta, Georgia","August 18, 1915","1"]}],"locations":[{"id":5696,"lat":33.9414430151,"lng":-84.5767277131,"zoom":10,"place":"Cobb, Georgia"}],"tags":[{"id":753,"tag":"Anti-Semitism"},{"id":1,"tag":"Crime/Violence"},{"id":367,"tag":"Lynching"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}