{"id":5305,"title":"Segregation Has Not Died","course_id":73,"status":"P","start_date":"1879-01-01","end_date":"1879-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Segregation Has Not Died","            Segregation is a nasty, uneducated word in today’s era.  Though most African-Americans died as free men, they had been laid segregated in old, befouled cemeteries usually off to the side or back of the clean, well-kept white person’s cemetery.","            The Constitution of the United States of America, written in 1776, reads, “All men are created equal.”  Equality at that time was not specified to mean all Anglo and African-Americans were to be treated equally, simply that Anglo-Americans or those with Anglo decent be treated equally.  Some historians will tell you that this is the birth of segregation.  Slavery was still existent until 1863 when Abraham Lincoln issued The Emancipation Proclamation declaring, “That all persons held as slaves are henceforward free.\"  The proclamation also announced that black men be permitted to fight for the Union’s cause in the Civil War and every war thereafter.  In the Civil War alone, blacks constituted 180,000 servicemen.  By World War I, 400,000 blacks served in uniform, and in World War II, African-Americans counted for 2.5 million draftees.  Nevertheless, blacks were placed in segregated divisions or platoons mostly in service positions, or they were placed on the front lines.       ","            According to a photo, taken by Texas Wesleyan University history student Georgia Johnson, the men who once struggled against the heinous act of slavery and segregation were still segregated in their deaths.  Many segregated cemeteries are still intact to this day.  Most of these cemeteries separated the blacks from the Anglos with simply a fence or a sign.  Some of these cemeteries have been paved over, or are at the bottom of a lake.  In Johnson’s photo, you can clearly see how one side of the cemetery is well kept and maintained, while the other-side is overgrown with weeds and brush.  Most, if not all, of the Anglo plots are marked with headstones; however, a majority of the graves in the black cemetery are merely marked with sticks or rocks.  The photo, taken on Veteran’s Day, clearly shows that segregation is still the Achilles Heel of America in today’s society.  In the white Catholic section of the cemetery, there are flags on each of the veteran’s tombstones honoring them for their services, whereas in the black section, there is nothing.  These men fought the same fight as their white counterparts, and yet no thanks or recognition is given for their service.  Not only were these the graves of buried soldiers, there were graves of children, and servants.    ","             Black women were responsible for cooking, cleaning, and bringing up the children of the white families they worked for, yet they were still segregated in their death.  Sadly, these African-American women in domestic services raised our grandparents and great-grandparents though they were insignificant enough not to warrant a proper burial next to the families they kept after and spent their lives with. ","            Segregation was rampant in the United States until Lyndon B. Johnson signed The Civil Rights Act of 1964.  Though hard to pass, the act banned, “discriminatory practices in employment and ended segregation in public places.”  In modern times, segregation is still found in public places such as in high school cliques at cafeteria tables, the library under “Black History,” and even cemeteries.  Perhaps one day, the United States will truly be desegregated."],"display_date":1879,"search_date":"1879-07-02","citations":[{"divid":1322602596,"type":"Website","data":["Arlington National Cemetery","Black History","Arlington National Cemetery","http://www.arlingtoncemetery.mil/History/Minorities/Minor_BlackHistory.aspx","November 17, 2011"]},{"divid":1322602664,"type":"Film","data":["","Segregation Hasn't Died","Photograph","November 12, 2011","","Georgia L. Johnson",""]}],"locations":[{"id":5703,"lat":32.7703945791,"lng":-97.2918801714,"zoom":9,"place":"TARRANT, Texas"}],"tags":[{"id":1076,"tag":"Cemetery"},{"id":266,"tag":"Segregation"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}