{"id":5306,"title":"Women in Baseball","course_id":73,"status":"P","start_date":"1/1/43","end_date":"12/31/54","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Women in Baseball","            “There’s no crying in baseball.”  These famous words were spoken by Tom Hanks in the movie <em>A League of Their Own.</em>  In 1992, Director Penny Marshall brought the true story of women in baseball to movie theatres across the world.   At a time when America was at the forefront of brutal World War II, the future of Major League baseball was unknown.  The idea of using women instead of men on the baseball diamond was the key to saving the game as we know it.","            In 1943, the United States found themselves in the middle of World War II, after an attack on Pearl Harbor.  Most of the minor league baseball teams disbanded due to lack of players.  Major league players volunteered to enlist; including players Joe DiMaggio, Ted Williams, and Stan Musial.  President Franklin D. Roosevelt warned that the 1943 Major League Baseball season might be suspended due to manpower shortages.  According to Gary Bedingfield in <em>Gary Bedingfield’s Baseball in Wartime, </em>the President asked chewing gum mogul and owner of the Chicago Cubs’ Major League Baseball franchise, Phillip K. Wrigley, to step in and do something to keep the game going until the boys came home from the war.","            A group of dedicated Midwestern businessmen, and the financial backing of Mr. Wrigley, began the All-American Girls Softball League in the spring of 1943. The League was formed as a non-profit organization with a board of trustees."," Mr. Wrigley began with four teams in the league.  Teams consisted of 15 players, 1 coach, 1 business manager, and a women’s chaperone.   Wrigley attracted hundreds of women from all over the country and Canada by sending out scouts and setting up try-outs in dozens of major cities.  From the hundreds of hopefuls, only 280 were invited to the final try-outs in Chicago.  There, only 60 became the first women to ever play professional baseball.","A regular season consisted of 108 games played between the middle of May to the first of September.  Salaries ranged from $45-$85 a week depending on age and skill level of the player.  In addition to superior playing skills, Helena Rubenstein's Beauty Salon ensured the players maintained their femininity.   After spring training practices, the women attended Rubenstein's evening charm school classes.","Along with other Trustees, Mr. Wrigley established a set of rules and schedules mimicking the men’s rules and schedules.  He hoped to maximize baseball fields’ to their capacity.  Each team had individual team colors, and adhered to the official league Victory Song, written by Lavonne Davis and Nalda Phillips. ","A magnificent first season in the league boiled down to the World Series Championship between the Racine Belles and the Kenosha Comets.  The Racine Belles went on to win the 5-series championship becoming the first World Champions of the All-American Girls Baseball League.","Due to the success of the first season, the League expanded to eight teams by the 1946 season.  The league lasted until the year 1954.  Many men came home from the war, forcing women to resume housework and child rearing duties.  ","The league gave opportunities to more than 600 players, countless coaches, and over 910,000 fans eventually fizzled out and became a highlight in women’s history."],"display_date":"1943 - 1954","search_date":"1948-12-31","citations":[{"divid":1322603229,"type":"Film","data":["Penny Marshall","A League of Their Own","DVD","1992","","Columbia Pictures",""]},{"divid":1322603284,"type":"Website","data":["Gary Bedingfield","Gary Bedingfield’s Baseball in Wartime","Gary Bedingfield","http://www.baseballinwartime.com/baseball_in_wwii/baseball_in_wwii.htm","September 14, 2011"]},{"divid":1322603387,"type":"Website","data":["Lois Youngen","All-American Girls Professional Baseball League","All-American Girls Professional Baseball League Players Association, Inc","http://aagpbl.org","September 14, 2011"]}],"locations":[{"id":5706,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":7,"tag":"Women"},{"id":233,"tag":"Baseball"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}