{"id":5314,"title":"Governor Hicks Sends a Message of Union Loyalty","course_id":74,"status":"P","start_date":"1861-04-18","end_date":"1861-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the secession movement began, the Union focused on keeping the key Border states loyal to the nation if war occurred. Most crucial were Kentucky and Maryland, but worrisome was the fact that during the election of 1860, Maryland voted for John Breckinridge just as the Deep South had. Thus, many Unionists believed that Maryland contained large numbers of underground secessionists. One man within Maryland overcame secessionist pressures.","Thomas Hicks, Governor of Maryland from 1857-1862, may have been in a minority of Unionist individuals during the Baltimore Riot of 1861. In fact, Governor Hicks was quoted in an article from The<em> New York Times</em> of April 18, 1861 only a day before the riot occurred, proclaiming that the Union must be preserved.","Military Company F, the Governor’s Guard, informed Governor Hicks they had come to sing the “Star Spangled Banner” with him. The governor had to decline due to a hoarse voice. However, Governor Hicks stated that, “he was still under the Stars and Stripes.” After the Guard had finished its ceremonies the Governor said he wished the song would play on all occasions that were appropriate and that the Union must be preserved.","Despite secessionist pressures in Maryland, Governor Hicks remained strongly Pro-Union. Even the pro-secessionist political figures of Baltimore did not sway this governor. In effect, Governor Hicks not conceding to pro-secessionist individuals within cities like Baltimore assisted in keeping Maryland from seceding from the Union."],"display_date":"April 18, 1861","search_date":"1861-04-18","citations":[{"divid":1322872148,"type":"Newspaper Article","data":["State Of Feeling In The Border States.; In Maryland Gov. Hicks Intends To Stand By The Union","The New York Times","New York City","April 18, 1861","1"]},{"divid":1322872324,"type":"Government Document","data":["Thomas Holliday Hicks","Biographical Directory of the United States Congress","1864-1865","Baltimore","Johns Hopkins Press","1901","","","http://bioguide.congress.gov/scripts/biodisplay.pl?index=H000567"]},{"divid":1322872581,"type":"Book","data":["James Mcpherson","Battle Cry of Freedom","","New York","Oxford University Press","1988","284-285"]}],"locations":[{"id":5809,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}