{"id":532,"title":"Virginia Normal and Collegiate Institute Opened\n","course_id":1,"status":"P","start_date":"1883-10-01","end_date":"1883-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Education has always been the most stressed issue advocated by Civil Rights activists.  From education one gains knowledge of his or her surroundings and from that knowledge can go forth to establish oneself in the ever-changing world.  For African-Americans, education was paramount in the fight for equality.  Though creating schools for blacks was not easy in the late 19th century south, some innovative minds were able to accomplish this feat.&lt;br /&gt;On October 1st of 1883 the Virginia Normal and Collegiate Institute opened for classes.  This institution was founded by the Readjuster legislature in 1882; however, it was not able to open until 1883 due to lawsuits.  VNCI was the state's first college for blacks.  It was located just outside of Petersburg, Virginia.  The opening of this institution was monumental for civil rights.  VNCI established a precedent for other states to follow in the movement for equal rights.  Creating an institution of higher learning for blacks in Virginia allowed men and women to springboard their education and become more effective on the political front."],"display_date":"October 1, 1883","search_date":"1883-10-01","citations":[{"divid":1213230195,"type":"Book","data":["Edward Ayers and John Willis, editors","The Edge of the South: Life in Nineteenth-Century Virginia",null,"Virginia","University Press of Virginia","1991","140"]},{"divid":1213230252,"type":"Newspaper Article","data":["University School, Petersburg, VA","The Richmond Dispatch","","October 2, 1883","4"]}],"locations":[{"id":387,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}