{"id":5324,"title":"Brigadier-General Harry T. Hays Leads the Tigers at Gettysburg","course_id":74,"status":"P","start_date":"1863-07-01","end_date":"1863-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Harry T. Hays was the Brigadier General of the feared Louisiana Tigers.  During the Civil War, the Tigers gained a reputation in the North as one of the fiercest Southern brigades.  The Tigers are best known for their tremendous efforts at Gettysburg, Pennsylvania, where Hays said they, “advanced through the city of Gettysburg, clearing it of the enemy and taking prisoners at every turn.”","The Confederates had planned on going into the Union to take a northern city and convince Northerners that the fight was not worth it anymore.  But on July 1, 1863, parts of the Confederate army marched on Gettysburg, and found the town to be occupied by more Union forces than they had anticipated.  This began the unintentional confrontation between the two sides, which ultimately resulted in the four-day battle.  That first day in Gettysburg, Hays’ account of the Tigers proves the accuracy of their reputation.  After July 1, Hays felt “satisfied that the prisoners taken in the above-mentioned movements by my brigade exceeded in numbers the force under my command,” where the casualties for the Union, “exceeded ours by at least six to one.”  These extraordinary efforts from Hays’ brigade and others helped to push the Union troops out of the town and onto Cemetery Ridge, where the Tigers performed another incredible task with seemingly little effort.","In the early morning of July 2, Hays moved the brigade onto the base of Cemetery Hill, resulting in skirmishes with Union troops at roughly two a.m.  Despite their inferior position, they managed to hold their ground until approximately eight p.m. when they were ordered to advance up the hill.  Progressing up the hill, the brigade was exposed to Union artillery that, “opened up upon us, but owing to the darkness of the evening, now verging into night and the deep obscurity afforded by the smoke of the firing, our exact locality could not be discovered by the enemy’s gunners.”  Due to the dark and smoke, the Tigers managed to cross a few more Union lines, ultimately reaching the summit, only to see U.S. troops approaching several minutes after their ascent.  Unable to determine the full strength of these troops, Hays moved his men back down the hill, holding that position until the next night when he fell back to his original position at the base of the hill.","The effort that the Louisiana Tigers exhibited in the first two days of battle at Gettysburg is typical of the brute force that came to be expected from Confederate troops.  Hays’ account of the efforts of the Tigers and the strength they possessed seems almost extraordinary, as he reported only 181 casualties for these two days, despite being subject to various artillery fire on their climb of Cemetery Hill.  All of these actions helped solidify their previous reputation as one of the fiercest Confederate brigades and contribute to the South’s initial success at Gettysburg."],"display_date":"July 1, 1863 - July 2, 1863","search_date":"1863-07-01","citations":[{"divid":1323136724,"type":"Book","data":["Aaron Sheehan-Dean","Concise Historical Atlas of the U.S. Civil WAr","","New York","Oxford University Press","2009","58-59"]},{"divid":1323136773,"type":"Book","data":["James M. McPherson","Battle Cry of Freedom: The Civil War Era","","New York","Oxford University Press","1988","653-655"]},{"divid":1323136768,"type":"Book","data":["Scott L. Mingus","The Louisiana Tigers in the Gettysburg Campaign, June-July 1863","","Baton Rouge","Louisiana State University Press","2009","170-173"]},{"divid":1323137371,"type":"Primary Source in a Secondary Source","data":["Harry Hays Official Reports for the Gettysburg Campaign","August 3, 1863","The Louisiana Tigers in the Gettysburg Campaign","Scott L. Mingus","Baton Rouge","Louisiana State University Press","2009","233-238"]}],"locations":[{"id":5833,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":715,"tag":"Military"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}