{"id":5325,"title":"Freedmen's Bureau: Simply Welfare? Or Something More?","course_id":73,"status":"P","start_date":"1865-03-03","end_date":"1866-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Civil War left the freedmen with no place to live, no food to put on their plates, and no opportunity for jobs. Responding to this problem, the government established The Freedmen’s Bureau. Launched on March 3, 1865, the Bureau provided relief to freed slaves, including giving out clothing, food, and medicine. The Bureau also confiscated land in some of the former confederate states to give them a new start. The differing opponents and sympathizers depicted their views through post-civil war years, most descriptively and creativity through cartoons and drawings.","Geography defined their positions. The northerners accepted the abolition of slavery with open arms. They had a vision that Blacks would be socially regarded with respect. However, proponents realized that state and federal laws needed amending to provide this new life. Freedmen offices in each of the former states eventually hired 550 agents to better the lives of the freed slaves.","However many, mainly southerners, saw the new system as a type of welfare, where freedmen received money, land, food, and clothing without having to do anything in return. In an 1866 political cartoon, a freed slave was depicted as last, cheating the system. The cartoon degraded the African American depicted in the picture, declaring the Freedmen’s Bureau as an “agency to keep the Negro in idle at the expense of the white man.” The white man preformed all the work, while a barefooted African American asked himself “What is de use for me to work as lang as dey make des appropriations?” Critical and defaming prints and cartoons contributed to the end of the Freedmen’s Bureau in 1866."],"display_date":"March 3, 1865 - March 3, 1866","search_date":"1865-09-01","citations":[{"divid":1323150568,"type":"Website","data":["Ian Finseth","The Post War Years","American Studies at UVA","http://xroads.virginia.edu/~cap/scartoons/caremanc.html","November 1, 2011"]},{"divid":1323150727,"type":"Article","data":["Richard Lowe","The Freedmen's Bureau and Local Black Leadership","Journal of American History","80","March 12, 1993","989"]},{"divid":1323150808,"type":"Website","data":["The Freedmen's Bureau","The Freedmen's Bureau: Records of the Bureau of Refugees, Freedmen, and Abandoned Lands","The Freedmen's Bureau Online","http://us.mg5.mail.yahoo.com/neo/launch","November 1, 2011"]}],"locations":[{"id":5843,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1119,"tag":"Freedmen's Bureau"},{"id":92,"tag":"Freed Slaves"},{"id":1114,"tag":"Political Cartoons"},{"id":1115,"tag":"Freedmen"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}