{"id":5326,"title":"At War With The Government","course_id":73,"status":"P","start_date":"2/28/93","end_date":"4/19/93","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1959, a boy that would bring great controversy to a small town was brought into the world. Born to a 15-year-old single mother, David Koresh, who never knew his father, was raised by his grandparents. He was dyslexic and teased as a child and eventually dropped out of high school. He always showed an interest in the Bible, however, by age 12 he had memorized large parts of it. At age 20 he joined his mother’s church, Church of the Seventh Day Adventists, but was expelled for being a bad influence on the young. In 1981 he relocated to Waco, Texas, where he joined a cult-like group known as the Branch Davidians.","Koresh eventually gained leadership in the group. He believed the apocalypse was near and eventually provoked an all out war on the Federal Government in order to fulfill his prophecy. According to Special Agent Bob Ricks, “he (Koresh) has been prepared for this confrontation since 1985, (and) stockpiled extensive arms and ammunition”.  A UPS man discovered an opened package en route to the compound that contained grenades, ammunition, and firearms and immediately contacted the federal government. The Bureau of Alcohol, Tobacco, and Firearms jumped into action and served a warrant to search the grounds.","Koresh saw this as his opportunity. On February 28, 1993, in order to provoke the agents, Davidians mounted automatic weapons in gun ports on the sides of the building.  Gunfighting erupted, and six agents and nine Davidians lay dead.  Through the next fifty days, agents tried to negotiate to save the women and children inside the compound. The goal for negotiators was to “build trust over time and then exploit it towards the desired end”.","When negotiations failed time after time and agents began to worry about a mass suicide, they decided to slush out the cult members with tear gas, increasing the amount of gas pumped into the compound over a two day time period.  Around noon on April 19, three fires, almost simultaneous, began around the building. Federal Agents claim it was the Davidians, while the Davidians claim it was the tear gas tanks that set them off. Either way, it was a great unnecessary loss of loves. Only nine were able to escape, and a total of 75 died, including 75 children under the age of 15, and it is still to this day a mystery as to how the fires started."],"display_date":"February 28, 1993 - April 19, 1993","search_date":"1993-03-24","citations":[{"divid":1323151217,"type":"Newspaper Article","data":["Koresh Trying to Provoke ‘War,’ Federal Officials Say; Agencies Think Sect Has Light Anti-tank Weapons","Dallas Morning News","Dallas","March 9, 1993",""]},{"divid":1323151334,"type":"Website","data":["Peter J. Boyer","The Children of Waco: The Inside Story","PBS","http://www.pbs.org/wgbh/pages/frontline/waco/childrenofwaco1.html","November 20, 2011"]},{"divid":1323151443,"type":"Website","data":["PBS","Who's Who Biography: David Koresh","PBS","http://www.pbs.org/wgbh/pages/frontline/waco/childrenofwaco1.html","November 15, 2011"]}],"locations":[{"id":5838,"lat":31.5523814719,"lng":-97.2017924103,"zoom":9,"place":"Mclennan, Texas"}],"tags":[{"id":1117,"tag":"David Koresh"},{"id":1095,"tag":"Waco"},{"id":1096,"tag":"Branch Davidians"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}