{"id":5327,"title":"Freedmen Massacred at Opelousas","course_id":74,"status":"P","start_date":"1868-09-28","end_date":"1868-09-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Opelousas massacre occurred in St. Landry Parish, Louisiana, on September 28, 1868. It centered around Emerson Bentley, a white editor for a local newspaper called <em>The Landry Progress </em>and an influential schoolteacher who promoted the education of black children. Bentley wrote an article that local members of the Seymour Knights, a branch unit of the white supremacist group The Knights of the White Camellia, deemed offensive. The backlash to the article led three men to take the attempt to intimidate and severely cane Bentley, causing him to flee St. Landry. Local blacks were told that Bentley had been murdered and banded together to retaliate. While marching towards Opelousas with arms in hand, efforts were made to inform the freedmen that Bentley had not been murdered but escaped; causing some of the men to retreat, while others continued to march.","The freedmen were met by armed whites determined to defend their town. Shooting occurred by both sides and twenty-nine black prisoners were captured. On September 29, all of the captured prisoners, with the exception of two men, were taken from the prison and executed. The violence at Opelousas continued for weeks to come. The death toll of the massacre resulted in some controversy. Three white Radical Republicans and two Democrats were killed in the assault. Republicans stated that around 200-300 blacks where killed whereas the Democrats denied this claim as fraudulent and stated that only twenty-five to thirty were killed. Historians today have deduced that the Republicans were more correct in their number range.","The Freedman’s Bureau ordered Lieutenant Lee to investigate the atmosphere of Opelousas. In an article written on October 8, Lee described the cause of the riot and the death count. He gave a low estimate in regards to the number of blacks killed, stating that only five died, but expressed his opinion that the death toll would increase due to blacks being unwilling to give up their arms to whites. Ultimately, Lee was positive in his reports, he believed that peace had been restored overall and stated, “no further trouble is apprehended.”","The end of the Civil War resulted in widespread violence in the South due to racial and political tensions. A majority of newly freed African Americans strongly supported the Republican Party, angering prominent southern Democrats. The inability to accept racial equality led to the growth of white supremacist groups, the most noteworthy being the Ku Klux Klan. White radicals sought to silence African Americans and those who supported them through various scare tactics and physical violence, such was the case at Opelousas.","Historian Carolyn DeLatte argued that the white Southerners acted in the same manner that they had for many years. This time, however, “the vengeance visited upon the Negroe population was greater, as blacks were no longer protected by any consideration of their monetary value.” The riot echoed its influence in the political as well as social arena, where whites bounded together to protect their rights from black infringement, and blacks stepped away from their right to vote in order to evade persecution."],"display_date":"September 28, 1868 - September 29, 1868","search_date":"1868-09-28","citations":[{"divid":1323194184,"type":"Newspaper Article","data":["Louisiana: The Recent Disturbances in Opelousas-Results of the Investigations Ordered by the Freedmen's Bureau","New York Times (1857-1922)","","October 8 1868",""]},{"divid":1323194271,"type":"Article","data":["Carolyn E. DeLatte","The St. Landry Riot: A Forgotten Incident of Reconstruction Violence","Louisiana Historical Association","17","1976","41-49"]},{"divid":1323194343,"type":"Book","data":["Eric Foner","Reconstruction: America's Unfinished Revolution 1863-1877","","New York","Harper and Row Publishers","1988","342"]},{"divid":1323194385,"type":"Book","data":["Robert Selph Henry","The Story of Reconstruction","","Indianapolis","The Bobbs-Merrill Company","1938","341"]}],"locations":[{"id":5840,"lat":30.5481655437,"lng":-92.2423441161,"zoom":8,"place":"ST LANDRY, Louisiana"}],"tags":[{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":1,"tag":"Crime/Violence"},{"id":3,"tag":"African-Americans"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}