{"id":5328,"title":"The complicated life of a Native Alabamian","course_id":73,"status":"P","start_date":"6/1/32","end_date":"6/1/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The complicated life of a native Alabamian","By: Brandi Harper","November 19, 2011","Life was as normal as it could be during the hot summer of 1906 in Alabama. The poor were getting more poverty stricken while the rich struggled to maintain what they had.  Virginia Foster Durr remembers, “on Saturday mornings, these families would come into Birmingham, walking, there was no paved road and nobody had a car, they were all poor people and no one had a car.” According to Durr,  young adults in 2011 would[btm1]  never comprehend just how bad life actually was before the “New Deal” arrived. Where thousands of families struggled horribly through these uncertain times, wondering if your family would eat surpassed the idea of an epidemic outbreak.  Pellagra however was just that, a result of poor people and their poor eating habits.  Durr states, “Pellagra was the dietary disease and the Negroes and whites would break out in these white splotches. Of course, it was purely a dietary disease, (sic) they just didn't have the right kind of food to eat.” Durr also mentions that she was brought up to not feel sorry for these people, “this is just the way they are. They are born this way.” In reality, Durr was told wrong. Pellagra was disease brought on by a vitamin deficiency found in poor diets amongst the poor. It was never prejudiced to one race or one’s social status. Pellagra simply thrived on people who had a vitamin deficiency in Niacin. Pellagra was known to have common physical characteristics among its victims. People such as Durr could easily classify those who had the disease just by looking at them which is probably why many others shared the same idea, “They are born this way.” Pellagra was classified in its symptoms of the ‘four D’s: dermatitis, diarrhea, dementia, and sometimes death.","According to the study done by the famous Dr. Joseph Goldberg, pellagra was not infectious and based on physical characteristics but on poor diet brought on by a poor economically disadvantaged society straining to stay alive.  “Many poor Southerners consumed a diet solely of meat, meal and molasses. Low-wages driving high-deficiency diets made the disease economic in origin.” Since poor southerners’ diet contained mostly of corn meal, pellagra attacked with a vengeance effortlessly.  It was then that this horrific uncontrolled disease became manageable. Through proper diet and treatment for those already infected, pellagra once again became a thing of the past and almost forgotten.","Sources:","Primary source: eyewitness account on pellagra and its effects on people in Birmingham, AL.","Oral History Interview with Virginia Foster Durr, March 13, 14, 15, 1975. Interview G-0023-1. Southern Oral History Program Collection (#4007) in the Southern Oral History Program Collection, Southern Historical Collection, Wilson Library, University of North Carolina at Chapel Hill. (link accessed November 19, 2011)","http://docsouth.unc.edu/sohp/G-0023-1/excerpts/excerpt_2974.html#citing","Secondary Source<strong>:</strong><strong>  </strong>Pellagra in the South, “the red death” from University in Alabama                 (link accessed November 19, 2011)","http://www.uab.edu/reynolds/pellagra/history"," [btm1]Is this what you mean?  The reader will not know”people my age”"],"display_date":"June 1, 1932","search_date":"1932-06-01","citations":[{"divid":1323196204,"type":"Website","data":["Documenting the American South","Poverty in the New South","University of North Carolina","http://docsouth.unc.edu/sohp/G-0023-1/excerpts/excerpt_2974.html#citing","November 6, 2011"]},{"divid":1323196342,"type":"Website","data":["Michael A. Flannery","Hisotry of Pallegra","University of Alabama","http://www.uab.edu/reynolds/pellagra/history","November 6, 2011"]}],"locations":[{"id":5844,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":209,"tag":"New South"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}