{"id":5330,"title":"A Reformer Notes How the Medical Profession is Detrimental to the Health of Americans of the 1800s.","course_id":75,"status":"P","start_date":"1857-01-01","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ironically detrimental to the health of Americans during the 1800s was the medicinal trade itself; <strong>“</strong>the medical profession in America [bore] the evils of haste and irregularity incident to so many of its institutions. It [was] a country of many and violent diseases” (Nichols, 363). Firstly, becoming a doctor was simple enough to be achieved by virtually anyone. Attaining a certificate as a Medicinae Doctor required solely observing a regular physician or reading about medicine for three years, attending two medical lecture courses, paying a few fees, and passing a \"hasty examination, made by professors who are very anxious that [the test takers] should pass...Any one [could] practise medicine who [chose] to set about it. No diploma [was] needed, and no licence required. This is the American idea of ‘free trade and no monopoly.’” (Nichols, 364). Furthermore, no distinction was made between pharmacists, physicians, surgeons, and midwives; as a result, every doctor was expected to cover the responsibilities of all of these positions.","Most difficult of the incongruities of the medical profession was the lack of standards regarding education. Not only did schools of all 34 states at the time create their own standards for curricula, diplomas, methods, and beyond, but nearly every program differed in theories of disease and methods of treatment. “There is no standard--no real science of medicine--no absolute or acknowledged authority,” wrote journalist, author, dietitian, and reformer Thomas Low Nichols. “Every one may do what is right in his own eyes...I knew one [college] in which the professor of physiology was a vitalist, while the professor of chemistry also lectured on physiology, and based his explanations on chemical theories. The Professor of Theory and Practice was at sword's or lancet's point with the Professor of Materia Medica. One denounced blood-letting, and was in favour of a mild, expectant practice; the other was a sanguinary Sangrado, who held that the only way to get health into a man was to let the blood out of him, and that violent diseases were to be expelled by more violent medicines” (Nichols, 365). Among the numerous modes of medical thought was the “botanic” which was created by Samuel Thomson, who believed in sweating and purging the body rather than bloodletting, and which rejected formal education. Some, mostly German immigrants, practiced homeopathic medicine in the early 1800s which included natural ways of curing disease, advocated for more interaction between patients and doctors, and aimed for medicine to be issued in doses that could be endured. Others, led by physician Russell Trall who founded the New York Hydropathic and Physiological School in 1854 and published <em>New Hydropathic Cook-Book</em> in 1857, practiced hydropathic medicine;  these water-based methods focused on a “program of hydropathy, gymnastics, diet, sleep, and exercise.” Still other physicians believed in Grahamism which promoted vegetarianism, water as a sovereign remedy, regular exercise, fresh air, temperance, and bran. Minister Sylvester Graham, inventor of the graham cracker, was the main advocate for the bran bread diet and strongly encouraged abstinence from alcohol (Finkelman). Interestingly, as a result of adhering to the Graham diet, abolitionist Theodore Weld lived until the age of 92 (Howe, 650). Evidently, the medical profession could have proved much more successful had it united under common goals, theories, and standards. Had doctors of the time chosen to strive toward the same objectives, such as distinguishing disease prevention from treatment, they would have been able to excel and to be more effective in their better defined roles. Had professionals reached a consensus regarding which theories to teach to all medical students, the widely-spread practice would have been homogeneous and therefore more expandable throughout the country. Had they agreed upon uniform procedures, advancements of these procedures would have been easier to implement, and the remedies themselves would have been more reliable."],"display_date":1857,"search_date":"1857-07-02","citations":[{"divid":1323237083,"type":"Book","data":["Thomas Low Nichols","Forty years of American Live","","London, England","Library of Congress","1864","362-70"]},{"divid":1323237191,"type":"Online Encyclopedia","data":["Encyclopedia of the United States in the Nineteenth Century","\"Health Consciousness and Fitness","http://ic.galegroup.com/ic/uhic/ReferenceDetailsPage/ReferenceDetailsWindow?displayGroupName=Reference&amp;disableHighlighting=false&amp;prodId=UHIC&amp;action=e&amp;windowstate=normal&amp;catId=&amp;documentId=GALE%7CBT2350040166&amp;mode=view&amp;userGroupName=foothill_main&amp;jsid=0d4083cce9611fae491f94de7711fed6","25 Oct. 2011"]},{"divid":1323237431,"type":"Book","data":["Daniel Walker Howe","What Hath God Wrought: The Transformation of America, 1815-1848.","","New York","Oxford University Press, Inc.","2007","650"]}],"locations":[{"id":5923,"lat":40.5636337847,"lng":-74.6163625092,"zoom":9,"place":"SOMERSET, New Jersey"}],"tags":[{"id":100,"tag":"Medicine"},{"id":1122,"tag":"Public Health"},{"id":1123,"tag":"1800s"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":75,"school_id":40}}