{"id":5332,"title":"Lieber Code Provides Definition and Punishment for Confederate Spies","course_id":74,"status":"P","start_date":"1863-04-24","end_date":"1863-04-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Issued in April of 1863, General Orders 100, also referred to as the Lieber Code, provided the Union Army with clear instructions as to how to deal with captured Confederate soldiers,  as well as non-combatants during the Civil War. Created at the request of Abraham Lincoln, the Lieber Code provided soldiers with rules and expectations for their conduct. The Code devoted an entire section to spies. A spy was defined as “a person who secretly, in disguise, or under false pretenses, seeks information, with the intention of communicating it to the enemy.” Whether or not a spy successfully communicated information to the enemy made no difference in the treatment he or she received. If captured, a spy would be detained, immediately taken to the commanding general, then arrested, and “securely guarded.” Captured spies’ activities were investigated by the provost marshal.","The Lieber Code revealed the complications that spying activities caused both sides of the armies, because it so thoroughly defined a spy, as well as the procedures for his or her capture and detainment. Union and Confederate officials valued intelligence gathering as a vital part of their war strategies. President Lincoln believed that having information about the South’s intelligence was the “hardest nut to crack” in defeating the Confederacy; however, identifying a spy proved difficult. During the war, spies were able to exercise their activities and orders with ease.","Spies for the North and South were mostly English speaking Americans. They had knowledge of each other’s geography and had lived under the same government before the war began. Specifically, the Union had unique difficulties to face when secession occurred in regards to the South’s military intelligence, which disadvantaged the North. Before secession had even taken place, Confederate espionage rings had been established. Most effective was Rose Greenhow’s spy organization, located in Washington D.C.","Military officers from the North also “went south” after secession. When they did this, they took all of their information with them. Due to these different factors, it is understandable why the Union first created a set definition and codes for handling spies before the South."],"display_date":"April 24, 1863","search_date":"1863-04-24","citations":[{"divid":1323295761,"type":"Book","data":["Edwin Fishel","The Secret War for the Union: The Untold Story of Military Intelligence in the Civil War","","Boston","Houghton Mifflin","1998","1-16"]},{"divid":1323295856,"type":"Book","data":["Donald Markle","Spies and Spymasters of the Civil War","","New York","Hippocrene Books","2000","1-8"]},{"divid":1323295927,"type":"Government Document","data":["General Orders 100","The War of the Rebellion: A Compilation of the Official Records of The Union and Confederate Armies","","","","","","","http://ehistory.osu.edu/osu/sources/recordView.cfm?Content=125/0656"]},{"divid":1677,"type":"Pamphlet or Other Printed Material","data":[null,null,null,null,null,null,"kSXklJFoFtE"]}],"locations":[{"id":5860,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1132,"tag":"Francis Lieber"},{"id":573,"tag":"Government Laws"},{"id":32,"tag":"Civil War"},{"id":97,"tag":"Espionage"},{"id":683,"tag":"Abraham Lincoln"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}