{"id":5333,"title":"A Protest Against the Burning and Lynching of Negros by Booker T. Washington","course_id":72,"status":"P","start_date":"2/29/04","end_date":"2/29/04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Booker T. Washington was an African American educator and political activist.  Although born a slave in 1856, he and his family were later emancipated but still lived in poverty.  Determined to get an education, Washington started work at the age of nine to put himself through school.  After his extensive education, Washington would later be chosen to be the first head of what is now Tuskegee University.  He advised fellow blacks to better themselves and learn more skills rather than focusing on civil rights and social equality.  In the long run, Washington believed the strategy would give African-Americans greater economic stability, which would enable them to live comfortable lives.","One of the causes that Washington spoke out against was lynching.  It was a problem that happened from the late-19<sup>th</sup> century all the way up until the middle-20<sup>th</sup> century.  Many groups of the day spoke out against it including the National Association of Colored Women, the National Association for the Advancement of Colored People, as well as individuals such as Ida B. Wells.  Many whites rationalized the brutal killings of African-Americans as justification for crimes against white women, including rape.","On Monday, February 29, 1904, Booker T. Washington penned a letter in the <em>Birmingham-Age Herald </em>that was also covered by the Associated Press.  In the article Washington states that in the past two weeks three members of his race have been “burned at the stake.”  One of these victims was a woman and none of the three had anything to with sexual crimes involving white women.  The lynchings were performed in broad daylight and in the vicinity of churches.","Washington stated that he would be the first to admit when someone of his race had committed a crime and condemn him or her.  However, he argued that everyone deserves a fair trial because that is what our civilization is founded on.  The law was being bypassed and he warned that eventually the law would not matter for any crime whether it’s committed by white or black people.  The lynchings had to stop for the sake of the nation’s prosperity.","There are two groups that this article is aimed towards.  The first would be the mobs of people performing these brutal murders.  Washington charges them with insulting the nation’s court system and the legal authority.  He states that the law is made by the white man and there would be a slim chance of any guilty black man escaping.  Therefore, if the black man is guilty, he shall sure enough be convicted and sentenced accordingly.","Also, Washington had ties with many politicians of the day.  This article also serves as a way to reach out to these men.  They have the power to stop this and rid the shame that is being bestowed upon the Christian civilization.","Washington was much respected among white people at the time as well as among African-Americans.  However, his article had little practical impact in resolving the lynching issue as lynchings continued to be a common method employed by whites to terrorize blacks until the end of the 1960s."],"display_date":"February 29, 1904","search_date":"1904-02-29","citations":[{"divid":1323442210,"type":"Newspaper Article","data":["A Protest Against the Burnings adn Lynchings of Negroes","Birmingham Age-Herald","","February 29, 1904",""]},{"divid":1323442290,"type":"Website","data":["A&amp;E Biography","Biography.com/Booker T. Washington","A&amp;E Networks","http://www.biography.com/people/booker-t-washington-9524663?page=1","10/28/2011"]},{"divid":1323442847,"type":"Website","data":["Robert Zangrando, John F. Callahan, Dickinson D. Bruce Jr.","Modern American Poetry","University of Illinois","http://www.english.illinois.edu/maps/poets/g_l/lynching/lynching.htm","10/28/2011"]}],"locations":[{"id":5908,"lat":33.5535062339,"lng":-86.8977806563,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1133,"tag":"Booker T. Washington"},{"id":367,"tag":"Lynching"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}}