{"id":5335,"title":"Uncommon Access and Consumerism","course_id":72,"status":"P","start_date":"1883-05-24","end_date":"1883-05-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The souvenir booklet distributed by merchandiser Frederick Loeser during the initial weeks of the opening of the New York and Brooklyn Bridge on May 24, 1883, represented an early example of direct marketing. The crush of pedestrian traffic that gathered on the bridge's promenade deck was anxious to experience what was described as the \"Eighth Wonder of the World\", and no doubt contained shoppers. In the lower left-hand corner of the cover page of this booklet, the figure of a young woman draped in Romanesque robes stands on a pedestal inscribed with the words \"Excelsior\" (meaning <em>ever higher</em>). The commemorative laurel wreath she holds in her left hand is pointed toward the bridge while her right hand holds an unfurled American flag with staff. The young woman appears to cast her gaze out over the harbor where a view of the bridge's expanse can clearly be seen. Engineering genius, workmanship, and size are suggested by the artists' renditions on the front cover of the souvenir booklet and in the fifteen sketches contained inside the official book and program chronicling the <em>Opening Ceremonies of the New York and Brooklyn Bridge</em>. On its cover page are portrait insets of both John A. Roebling (1806-1869), the original engineer (upper left-hand corner) and his son, Washington (1837-1926), the current Chief Engineer for the project (lower right-hand corner). The front-cover acknowledgement of their role in the achievement is heralded by a cherub that playfully frolics between their portraiture in the shadow of the bridge's massive span.","While the booklet and book/ program were produced to commemorate the bridge's official opening, cumulatively these artists' renditions appropriately exalt American know-how, excellence, and spirit of determination in the dawning decades of the Second Industrial Revolution. The economic promise of this 17-year engineering marvel was touted by a litany of regional political and religious dignitaries as throngs of promenade onlookers followed the 41 pages of proceedings and drawings. However, the general public deferred their judgment and celebration. Quite possibly, because thousands watched the fireworks after the proceedings that day from within less than a mile of the multimillion-dollar bridge. They watched from decaying slums where New York's immigrants lived in abject poverty. When viewed from the center promenade area of the bridge, the slums may have taken on the ambience of the peaceful horizon; however, one would beg a closer look.","Under the bridge expanse, a busy harbor gorged with sailing vessels can be seen. Many, no doubt, are on their way to New York City's busy piers and waiting stevedores, their cargo holds brimming with building supplies, produce, dry goods, and other merchandise. Soon, efficient access to the bridge would accommodate their cargo via its freight rails ? fueling consumerism. The advent of increased commerce would add momentum to the rate of growth of merchandising and other business activities in New York and across the nation. Like Loeser, business owners had stakes in the new bridge. It is indeed suitable that a female portrayed the figure on the souvenir booklet, since she typified the nation's primary consumer. The official book/program provides insight into the pomp and circumstance of the event, which was heralded by a full complement of fireworks, music, and speeches. A popular pastime from opening day, a stroll on the promenade deck of the bridge was such an attraction that one week after its opening, confusion within an exceptionally large crowd ended with the deaths of twelve people. After a formal inquiry, modifications were made expediently to the narrow stairwells leading to the promenade entrances and egress. The booklet and book/program, in tandum with the opening of the bridge, served to herald the creativity and competitive spirit of American business at the dawn of the Second Industrial Revolution."],"display_date":"May 24, 1883","search_date":"1883-05-24","citations":[{"divid":1323580255,"type":"Pamphlet or Other Printed Material","data":["Loeser, Frederick","The New York and Brooklyn Bridge","New York, N.Y.","Loeser, Frederick, F. Loeser and Company of Brooklyn, N.Y.","1883","Images found at Google Books: \"Opening Ceremonies of the New York and Brooklyn Bridge\""]},{"divid":1323580894,"type":"Website","data":["Barnes, Alfred C., Publisher","\"Opening Ceremonies of the New York and Brooklyn Bridge\", May 24, 1883.","Kingsley, William C., The Project Gutenberg EBook","http://www.gutenberg.org/files/28191/28191-h/28191-h.htm","November 1, 2011"]}],"locations":[{"id":5881,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":11,"tag":"Economy"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}}