{"id":5337,"title":"Lincoln Suspends Habeas Corpus in the Vallandigham","course_id":74,"status":"P","start_date":"1863-01-01","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In January of 1863, Clement Vallandigham stood before the House of Representatives to share some rather malicious thoughts about the conduct of the Civil War.  “You have not conquered the South,” he declared. “You never will.”  Vallandigham, an infamous Copperhead leader in staunch opposition of the war, pointed out that after nearly two years of the conflict the Union had not been restored, but rather had lost thousands of lives in a hopeless effort.  Vallandigham’s biggest complaint was the number of freedoms that had been sacrificed for the war effort.  He opposed the suspension of habeas corpus, the use of taxes to support the war, and the passage of the Emancipation Proclamation, among many other unfair acts of the Lincoln administration.  According to Vallendigham, the restriction of these freedoms had made the Union “one of the worst despotisms on earth.”","This was not Vallandighman’s first speech in opposition of the war.  By 1863 the Ohio congressman had become a known figurehead of the Copperhead anti-war movement, as well as an annoyance to Lincoln and the Army of the Potomac.  In response to the outcries of the Copperhead movement, General Order No. 38, passed in April 1863, banned spoken support for the Confederacy.  However, hoping to run for the governorship of Ohio, Vallandigham proceeded with his bitter criticism of the Lincoln administration in order to gain further Democratic support.","Later that month Vallandigham was arrested on charges against General Order No. 38 and sentenced to two years in prison.  While many suspected the arrest to be a part of his plan all along, in order to be seen as a martyr of the Copperhead cause (he was sequentially nominated for the governorship he coveted), many were outraged.  A convention of Democrats met in May to address a letter to President Lincoln in response to Vallandigham’s arrest.  The group pledged its support to the Union, but added that it was only in support of the Union’s preservation so long as all Constitutional provisions were upheld.  Vallandigham’s arrest (and, it was implied, the entire Civil War), was <em>not </em>in accordance with the Constitution.  The arrest broke the fundamental Constitutional ideals of free speech, the requirement of evidence in order to make an arrest, and the right to a trial by jury.  Additionally, while Vallandigham’s slander against the Lincoln administration had been called treason, the convention argued that words in opposition of a cause were not treasonous.","Lincoln’s response provides a very clear explanation of the reasons for marshal law in a time of conflict.  In his response letter to the Democratic convention, Lincoln stated, “he who dissuades one man from volunteering, or induces one soldier to desert weakens the Union cause as much as he who kills a Union soldier in battle.”  Lincoln further stated that the suspension habeas corpus is, in fact, Constitutional during a time of war, in order to best maintain the safety of the public.","Lincoln later ordered that Vallandigham be released from prison and instead banished to the Confederacy.  Vallandigham later returned to the United States to resume his political career."],"display_date":"January 1, 1863 - undefined 0, 0","search_date":"1881-06-16","citations":[{"divid":1323716995,"type":"Pamphlet or Other Printed Material","data":["Erastus Corning &amp; Abraham Lincoln","President Lincoln's Views. An Important Letter on the Principles Involved in the Vallandigham Case. Correspondence in Relation to the Democratic Meeting in Albany","Philadelphia","King &amp; Baird Printers","1863",""]},{"divid":1323717149,"type":"Book","data":["Clement Vallandigham","Speeches, Arguments, and Letters","","New York","J. Walter and Company","1864","418-437"]},{"divid":1323717238,"type":"Article","data":["Erving Beauregard","The Bingham-Vallandigham Feud","Biography","15.1","1992","35-40"]},{"divid":1323717322,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["John Garraty &amp; Mark Carnes","Clement Laird Vallandigham","American National Biography","John Garraty &amp; Mark Carnes","New York","Oxford University Press","1999",".."]}],"locations":[{"id":5868,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":9,"tag":"Law"},{"id":32,"tag":"Civil War"},{"id":18,"tag":"Politics"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}