{"id":5338,"title":"The Irish Brigade Endures More Hard Fighting at Gettysburg","course_id":74,"status":"P","start_date":"1863-07-02","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"After a long and fatiguing march, we arrived on the evening of the 1st instant within about 3 miles of Gettysburg,” wrote Major Sergeant Clair Mulholland in his 1863 battlefield report.  There the 116<sup>th</sup> Pennsylvania Infantry, along with others of its Brigade, awaited orders to the sound of the surrounding battle.  In the late afternoon the Brigade finally marched toward the battle, eager to succeed once more in its military endeavors.","What truly set this Brigade apart was its title as the Irish Brigade.  Composed of the 63<sup>rd</sup>, 69<sup>th</sup>, and 88<sup>th</sup> New York Infantries, the 28<sup>th</sup> Massachusetts Infantry, and Mulholland’s 116<sup>th</sup> Pennsylvania Infantry, the Irish Brigade was unique in that almost the entirety of its men were Irish Catholic immigrants or descendents thereof.  By the time Mulholland marched his regiment across the fields of Gettysburg, the Brigade had already come to fame as a heroic one.","While Irish Catholics remained one of the most underrepresented populations in the Union Army, the Irish Brigade fought valiantly to earn the respect of its fellow soldiers.  Many had been wary at the idea of a purely Irish Brigade of the Union Army, as such ethnic divisions might run contrary to the term “Union”.  However, others saw the value of the Brigade in its ability to threaten the British out of allying themselves with the South.  A successful Irish Brigade hinted to the British that any action in favor of the Confederacy could cause trouble in its already troubled territory of Ireland.  Luckily for the Union, the Irish Brigade was most often successful.","At Gettysburg in particular the Irish Brigade famously pushed back Longstreet’s Corps in the wheat field near Little Round Top and Devil’s Den on July 2<sup>nd</sup>.  According to Mulholland, “The order was given to advance, which the brigade did in excellent style, driving the enemy from their position, which we at once occupied.”  While the end of the second day of battle brought heavy loss for the Brigade, the following day found them witnessing the failure of Pickett’s Charge, which they saw as revenge for their massive losses at the Battle of Fredericksburg.  By the end of the third day the Confederate troops at the wheat field had surrendered.  The Brigade had suffered severe losses—of the 530 soldiers it brought to Gettysburg, about 320 were killed—something they had become used to as a consequence of its unending bravery.  Mulholland reported, “Every one did his duty in a manner that excited my warmest admiration and gratitude. Were I to mention any one in particular it would be but showing injustice to the rest, as each one tried to excel the other in deeds of gallantry and daring.”","Today the Irish Brigade is honored at Gettysburg with the statue of a Celtic cross and a greyhound.  The greyhound is the Irish symbol of loyalty and the statue itself a memorial to the Irish Brigade’s heroism.  It stands as a reminder that despite the prejudices that may have been held against the Irish, when the battle began those who fought did not hesitate to act with valor."],"display_date":"July 2, 1863 - July 4, 1863","search_date":"1863-07-03","citations":[{"divid":1323717776,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Clair A. Mulholland","Notes of a conversation with Col. Mulholland 116 Pa. V.","The Bachelder Papers","John B. Bachelder","Dayton","Morningside House, Inc.","1994","420-422"]},{"divid":1323717998,"type":"Government Document","data":["Report of Maj. St. Clair A. Mulholland, One hundred and sixteenth Pennsylvania Infantry. Gettysburg Campaign","www.civilwarhome.com/mulhollandgettysburg.htm","","","","","","",""]},{"divid":1323718125,"type":"Website","data":["..","The Irish Brigade","A&amp;E Television Networks","www.history.com/topics.the-irish-brigade","September 15, 2011"]},{"divid":1323718269,"type":"Book","data":["James McPherson","Battle Cry of Freedom","","New York","Oxford University Press","1998",".."]},{"divid":1323718318,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["..","Battle of Gettysburg &amp; Irish Brigade","Encyclopedia of the American Civil War","..","Santa Barbara","..","2000","827-838, 1038-1040"]}],"locations":[{"id":5869,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":912,"tag":"Gettysburg"},{"id":759,"tag":"Immigrants"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}