{"id":5339,"title":"Bo Diddley Records \"I'm a Man\"","course_id":74,"status":"P","start_date":"10/22/55","end_date":"10/22/55","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The lyrics “The way I make love to ‘em, they can’t resist. I’m a man, spell M-A-N,”-sung with bravado and sexual intrigue not only broke the monotonous, soothing tones of the likes of Bing Crosby and Jonny Mathis, paving the way for a new exciting sound later dubbed “Rock and Roll,” but also being sung by a black man, became even more potent with respect to black acknowledgement in popular culture, and thus society.  This man was incredibly influential in the development of Rock and Roll, and salient in the proliferation of the civil rights movement.","Born in McComb, Mississippi in 1928 Ellas Bates known by stage name Bo Diddley grew up in a church oriented culture. The church in fact provided the opening to Bo’s musical career as he became fascinated with the African drum sounds he heard there. Despite learning the violin, and later guitar, the raw, unfurnished beats of drums remained salient in Bo Diddley’s musical progression. Indeed, he claimed “I play the guitar as If I play the drums.” This distinctive style later separated Bo Diddley from many other 1950s Rhythm and Blues artists, and allowed him to define Rock and Roll.","Pre-dating Rock and Roll, the rise of Rhythm and Blues was largely due to the migration of African Americans from the South to the North, and farm to city.  In the 1950s, Rhythm and Blues found it’s way onto the radio, however there was still significant segregation of white and black music, especially in the South.  Moreover, the performers where often paid very poorly for their music (Bo Diddley named Rhythm and Blues “ripoffs and bullshit”). Yet the 1955 single “I’m a man,” promoted Bo Diddley’s exciting new sound to a level that transcended Rhythm and Blues, and was described by Alan Freed as an “original sound…..that will rock and roll you.”  The sheer energy and presence Bo Diddley provided, combined with the sexual desire he omitted, laid the foundations for Rock and Roller’s like Elvis. And more to his longstanding influence, British punk pioneers the Clash asked Bo Diddley repeatedly to open for their gigs.","Notwithstanding Bo Diddley’s contribution to the development of Rock and Roll, he also played an encouraging role in the Civil Rights Movement. Writer Barbara Beebe noted that “long before Civil Rights marchers held signs saying ‘I AM A MAN,’ Bo Diddley was singing about it in a way that was definitive.”"],"display_date":"October 22, 1955","search_date":"1955-10-22","citations":[{"divid":1323719751,"type":"Artifact","data":["Bo Diddley","I'm a Man","recording","Oct 1955","","Chess Records",""]},{"divid":1323721475,"type":"Website","data":["Alex Billet","The ground breaking beat of Bo Diddley","Znet","http://zcommunications.org/the-groundbreaking-beat-of-bo-diddley-by-alexander-billet","Dec 12, 2011"]},{"divid":1323721830,"type":"Book","data":["Glenn C. Altschuler","All Shook Up","","New York","Oxford University Press","2003","15,39,172"]}],"locations":[{"id":5870,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":1137,"tag":"African-Americans, music"},{"id":1138,"tag":"Rock and Roll"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}