{"id":5340,"title":"American Women during WWI","course_id":72,"status":"P","start_date":"1/1/18","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Ida Clyde Clarke’s <em>American Women and the World War </em>pays homage to the everyday heroism that women during the first World War conveyed. Written in 1918, Clarke clearly explains that she plans, with this publication, to “permanently record the greatest massed effort of women the world has ever known” [1]. It is clear that Clarke feels that these great women go under-appreciated, hence why she published this document. Clarke’s target audience for the publication is women. She seeks to encourage women in their future endeavors by describing the great successes of women during the first World War. Her goal is to bring well-deserved attention to the efforts of women during the war.","Clarke begins by discussing the creation of the Woman’s Committee, a useful tool that gathered together groups of women across many states in mutual cooperation [2]. The Committee was so well-organized that it began to acquire sub-divisions such as Child Welfare and Home and Foreign Relief. The women of this Committee delivered valuable lectures about food conservation and also gave their time to help with the Red Cross. Although the Red Cross work was very helpful to the sailors during this time, women during the war also volunteered at home by overseeing playgrounds, parks and other various charities [3]. Clarke also goes on to describe that these women did their patriotic duty by nearly solving the problems of food conservation and food production during the time of the war.","Although there are many triumphs discussed in American Women and the World War, women also faced several injustices. While women were able to enlist in the US Navy during World War I, they had to settle for typically “female” work. This work would include nursing and telephone operating. The women were also denied an auxiliary corps, as per the War Department. Along with the war ending also concluded any hopes of women enlisting in the US Army [5].","While women during World War I faced many ups and downs, one can say that their efforts were eventually recognized. Popular belief holds that women were recognized because they had truly proved themselves during the war [6]. Undoubtedly, the women’s war efforts also helped lead to their gaining the right to vote in 1920 with the 19<sup>th</sup> Amendment.","In conclusion, Ida Clarke successfully achieved her goal in proving the heroism and patriotism of American women in American Women and the World War. Women finally were given the chance to prove themselves as the everyday heroes that they were, at home and during the war. By doing so, they continued their legacy of equal rights and eventually gained the right to vote.","<sup><sup>[1]</sup></sup> Ida Clyde Gallagher Clarke, <em>American Women and the World War</em> (New York: D. Appleton and Co,1918), 1.","<sup><sup>[2]</sup></sup> Clarke, <em>American Women</em>, 9.","<sup><sup>[3]</sup></sup> Clarke, <em>American Women</em>, 34.","<sup><sup>[4]</sup></sup> Clarke, <em>American Women</em>, 118.","<sup><sup>[5]</sup></sup> Joshua S. Goldstein, <em>War and Gender: How Gender Shapes the War System and Vice Versa</em> (Cambridge: Cambridge UP, 2001).","<sup><sup>[6]</sup></sup> “World War One and Women,” accessed December 1, 2011, http://www.historylearningsite.co.uk/world_war_one_and_women.htm."],"display_date":"1918 - 1920","search_date":"1919-07-02","citations":[{"divid":1323732594,"type":"Book","data":["Ida Clyde Gallagher Clarke","American Women and the World War","","New York","D. Appleton &amp; Co.","1918","1"]},{"divid":1323732736,"type":"Book","data":["Joshua S. Goldstein","War and Gender: How Gender Shapes the War System and Vice Versa","","Cambridge","Cambridge UP","2001","1"]}],"locations":[{"id":5914,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":7,"tag":"Women"},{"id":1111,"tag":"World War I"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}}