{"id":5341,"title":"The <em>Freedmen’s Record </em>Reports on the Prosperity of Freedmen","course_id":74,"status":"P","start_date":"1865-10-01","end_date":"1865-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["According to the <em>Freedmen’s Record</em> report, many southerners perceived freedmen as “a hopelessly lazy, sensual creature who, if he has enough to satisfy the lowest animal wants, will be content.” They feared that freedmen would resort to theft instead of working to fulfill their needs.  The<em> Record</em> attempted to change these perceptions by exposing the tremendous success of freed African Americans in the North.  This is observed when the <em>Record </em>stated, “the amount of crime committed by this class of persons is much less than that committed by white men.”","The <em>Freedmen’s Record </em>was a monthly publication by the New England Freedman’s Aid Society, which worked to point out the hard work and success of many freedmen.  In the October 1865 issue, the statistical research of Dr. J. McCune Smith received considerate attention.  Smith,the first African American to receive a medical degree, found through his research that African Americans invested over eight hundred and fifty thousand dollars in New York, Brooklyn, and Williamsburg combined.  In New York City and Brooklyn alone, African Americans were said to have nearly five million dollars in property, while in Detroit, they had three hundred thousand dollars and “are excluded from the best public schools, which they, in common with their white fellow-citizens, are taxed to support.”  The same could be said for Washington, D.C., whereas in Philadelphia, nearly four hundred and fifty African American children attended public schools and fifty were students at universities in Albany or Oberlin.","The <em>Record </em>also detailed the hardships of freedmen,contributing the lack of success to:  the limited opportunities in certain areas, little to no schooling, and that some businesses would simply not hire blacks.  Even with such disadvantages, “The proportion of Irish paupers in Massachusetts, a year or two ago, to the whole Irish population, was one in one hundred and thirty-one,” while the ratio for African Americans was only “one in one hundred and twenty-five or one hundred and twenty-six.”  Even though the African Americans should have been at a much greater disadvantage than the white Irish population, they had similar proportions for a poor population.","The financial success of northern African Americans proved their ability to adapt to a freed lifestyle and obtain more than basic necessities.  In many cities, they contributed thousands of dollars to their schools and churches.  The <em>Freedmen’s Record</em> attempted to brush away fears of an inability to adapt in hopes that “they are admitted to all the privileges of freedmen!”"],"display_date":"October 1865","search_date":"1865-10-16","citations":[{"divid":1323734361,"type":"Newspaper Article","data":["The Free Colored People","The Freedmen's Record","Boston","October, 1865","154-156"]},{"divid":1323734414,"type":"Website","data":["PBS","African American Medical Pioneers: James McCune Smith","PBS","http://www.pbs.org/wgbh/amex/partners/early/e_pioneers_smith.html]","November 18, 2011"]},{"divid":1323734494,"type":"Book","data":["Ira Berlin, Thavolia Glymph, Steven F. Miller, Joseph P. Reidy, Leslie S. Rowland, and Julie Savile","Freedom, a documentary history of emancipation, 1861-1867","","Cambridge","Cambridge University Press","1982","31-34"]}],"locations":[{"id":5872,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}