{"id":5344,"title":"South Carolina Delegates Discuss Reconstruction with President Johnson","course_id":74,"status":"P","start_date":"1865-06-26","end_date":"1865-06-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Saturday June 26, 1865 a delegation of South Carolinians visited President Johnson for a free exchange of ideas about the fate of South Carolina under the Reconstruction.  The delegates and the president alike expected a candid and honest discussion.  The President began the conversation by stating, “Union was preserved, it must be on the principle of fraternity, both Northern and Southern States maintaining certain relations to the government.”.  Johnson also claimed, “A State cannot go out of the Union, and therefore none of them having gone out, we must deal with the question of restoration and not reconstruction.”  The president had thus opened a conversation where the delegates and he could talk openly about the upcoming reconstruction.  The conversation led directly to Johnson’s “Proclamation for the Provisional Government of South Carolina.”  The topics discussed in the meeting are addressed in the proclamation including the appointment of a Governor suggested by the delegates.","Johnson clearly stated that slavery was the cause of the war and that it would not be allowed to return to the nation, “The slaves went into the war as slaves, and came out free men of color. The friction of the rebellion has rubbed out the nature and character of slavery,” One delegate claimed that emancipation would only be conceivable if it was done through a process of gradual emancipation.  Johnson did not accept this position and stated, “…the friction of the rebellion had rubbed slavery out, but it would be better so to declare by law.  As one of the delegates has just remarked that the Constitution of South Carolina did not establish slavery, it were better to insert a clause antagonistic of slavery.”  Johnson was very clear that no form of slavery would exist in the reunified country.","`The delegates then brought up the issue of a state government.  Mr. Holmes, a South Carolina delegate, pointed out, “…we are without law, no courts are open, and you have the power to assist us.”  Holmes was asking for government assistance in reinstating the South Carolina state government.  Johnson agreed a government had to be in place but a new government could not occur, “unless it (was) based on right.”  Johnson wanted a revised state constitution before any laws were enacted in the state.  The delegates asked at the end of the conversation that a state governor be appointed in order for his request to be carried out.  According to the historian Jennifer Weber these conversations were common place during Presidential Reconstruction since plantation owners realized, “…that if they humbled themselves before the new president, they generally could have their way-at the expense of the freedmen.”  The delegates provided some candidates and Johnson agreed to consider Benjamin Perry.  Johnson later appointed Perry the provisional governor of the State of South Carolina."],"display_date":"June 26, 1865","search_date":"1865-06-26","citations":[{"divid":1323813261,"type":"Newspaper Article","data":["“Reconstruction in South Carolina; A Delegation of her Citizens Visits the President—A Free and General Interchange of Views—Important Statement of His Policy by President Johnson”","New York Times","New York","June 26 1865",""]},{"divid":1323813527,"type":"Article","data":["Jennifer Weber","\"Andrew Johson's Good Deed\"","The Washington Monthly","Vol. 38","Feb 2006","50"]},{"divid":1323813681,"type":"Newspaper Article","data":["SOUTH CAROLINA.; Gov. Perry's Proclamation for Reconstruction Loyal Citizens Urged toTake the Oath of Allegiance Elections to be Held According to the Laws of South Carolina.","New York Times","New York","August 6, 1865",""]}],"locations":[{"id":5880,"lat":32.4068445137,"lng":-80.4452215468,"zoom":8,"place":"BEAUFORT, South Carolina"},{"id":5879,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}