{"id":5345,"title":"Timothy Webster Becomes First Spy Executed in the Civil War","course_id":74,"status":"P","start_date":"1862-05-04","end_date":"1862-05-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the day of April 29, 1862, Timothy Webster became the first person executed during the Civil War for acts of espionage. Convicted four days prior to his execution, a court-martial in Richmond, Virginia ruled that Webster, an “alien enemy,” should “suffer death by hanging.” The <em>New York Times</em> republished an original article from the <em>Richmond Dispatch</em> relaying the information of Webster’s capture and trial. Both articles included a “brief synopsis of the proceedings,” which cited Webster’s alleged offenses and the court’s ruling.","The first charge stated that Timothy Webster had been caught on April 1, 1862, “in the service of the United States” lurking “about the armies and fortifications the Confederate States in and near Richmond.” Although the court brought another charge against Webster, they reached a “not guilty” verdict. This second accusation against Webster placed him in Memphis, Tennessee in July of 1861 also around Confederate fortifications. While the burden of proof for the second charge was not strong enough for a conviction, the guilty ruling on the first charge alone sealed Webster’s fate.","In the conclusion of the brief, a fair amount of detail regarding Webster’s final moments provided the reader with a clear picture of the events on April 29. The article went so far as to narrate the malfunction of the first rope used to hang Webster, stating “The half-hung and partially stunned man was speedily raised and assisted up, and a new rope being ready, he was soon swinging, in accordance with his sentence.”","The charges the Confederate court-marshal brought against Timothy Webster at the time of his execution turned out to be only a fraction of the Union spy’s activities. Born in the United Kingdom, in 1821, Webster immigrated to the United States and worked as police officer in New York City. At the war’s onset, he became involved in detective work for the Union, which led to his career as a spy. Part of the new Secret Service ring, Webster was the most valued agent to the organization’s creator, Allan Pinkerton. Prior to his capture, Pinkerton had sent Webster on numerous successful espionage missions to Baltimore. There, he infiltrated the Sons of Liberty group in February of 1861. This, supposedly, led Webster, and subsequently Pinkerton, to a plot in the organization to assassinate Abraham Lincoln.","Webster had also been employed as a double agent. Confederate Secretary of War, Judah Benjamin, used Webster to transport important document to Confederate agents that were across Union lines. With the documents in his possession, Webster made stops before delivering the dispatches allowing Union officials to read the contents of the messages.","When Webster was struck by a case of rheumatism on his mission to Richmond in 1862, Pinkerton sent Union spies Lewis Pryce and John Scully to locate Webster, who had been too ill to relay information back to Pinkerton. The two spies were captured while searching for Webster, and suspicion engulfed the valuable agent. Scully and Pryce received death sentences, but were released after their testimonies implicating Webster."],"display_date":"May 4, 1862","search_date":"1862-05-04","citations":[{"divid":1323889980,"type":"Book","data":["Bonansinga, Jay","Pinkerton's War: The Civil War's Greatest Spy and the Birth of the U.S. Secret Service","","Guilford, CT","Lyons Press","2012","177, 201-205"]},{"divid":1323890105,"type":"Book","data":["Fisehl, Edwin","The Secret War for the Union: The Untold Story of Military Intelligence in the Civil War","","Boston","Houghton Mifflin Company","1996","95-101"]},{"divid":1323890241,"type":"Newspaper Article","data":["Execution of an Alleged Spy","New York Times","New York City","New York Times",""]}],"locations":[{"id":5897,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1145,"tag":"Timothy Webster"},{"id":97,"tag":"Espionage"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}