{"id":5348,"title":"J.E.B. Stuart Rides Around McClellan","course_id":74,"status":"P","start_date":"1862-06-12","end_date":"1862-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["J.E.B. Stuart’s most celebrated act was his encirclement of the Union General George McClellan’s Army of the Potomac in June of 1862. Newly appointed commander of the Army of Northern Virginia Robert E. Lee and Jeb Stuart devised the plan to circle around McClellan and gather intelligence. The aggressive strategy stemmed from the knowledge that McClellan was hesitant to attack the Confederate troops, which he believed to be incredibly large in size and powerful in strength.","In a message to Stuart on June 11, 1862, Lee expressed caution, stating that he should be careful not “to hazard unnecessarily your command or to attempt what your judgment may not approve but be content to accomplish all the good you can without feeling it necessary to obtain all that might be desired.” The letter from Lee to Stuart stressed the importance of the reconnaissance mission and the need for discretion. Stuart saddled his troops, consisting of 1, 200 men from the first, fourth, and ninth Virginia Cavalry, and the Jeff Davis Legion, on June 12, 1862, to determine if the Army of the Potomac occupied the land between the Chickahominy and Totopotomy Rivers. The value of the land between both rivers was essential for the Confederacy and the Union. During the reconnaissance mission ordered by Lee, Stuart realized that his position had been discovered, forcing him to find an alternate route back to Richmond. The alternate route led Stuart’s infamous ride around McClellan’s troops. Historian James McPherson stated Stuart gained fame from this event as well as “great personal satisfaction from the enterprise, for one of the opposing cavalry commanders was his father-in-law, Philip St. George Cooke.”","Stuart’s mission resulted in his troops spending four days behind enemy lines in which they covered over 100 miles. The troops captured 165 prisoners as well as 260 mules<em>.</em> Stuart fulfilled the desires of Lee, who stated in his letter the importance of “gaining intelligence of his operations, communications, &c., of driving in his foraging parties, and securing such grain, cattle, &c., for ourselves as you can make arrangements to have driven in.” The encirclement of McClellan resulted in the recognition of the need for a reformed Union cavalry. After the successful raid commenced, Stuart felt that he had the capability to outride and outfight any Union cavalryman, boosting Southern morale even more. The intelligence that Stuart gathered allowed Lee to attack at Mechanicsville, which was the first of the Seven Days’ battles, and contributed in the failure of McClellan’s Peninsula campaign."],"display_date":"June 12, 1862 - June 15, 1862","search_date":"1862-06-13","citations":[{"divid":1324078554,"type":"Website","data":["Robert F. Koch","U.S. Civil War Photographs: Jeb Stuart's Ride Around McClellan","U.S.A. Civil War Web Site","http://usa-civil-war.com/Stuarts_Ride/jeb_stuarts_ride.html","December 16, 2011"]},{"divid":1324078657,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["John C. Fredriksen","James Ewell Brown Stuart","Encyclopedia of the American Civil War: A Political, Social, and Military History Volume IV","David S. Heidler, Jeanne T. Heidler","Santa Barbara","ABC-CLIO, Inc.","2000","1896-1898"]},{"divid":1324078983,"type":"Book","data":["James McPherson","Battle Cry of Freedom: The Civil War Era","","New York","Oxford University Press","1988","462-464"]},{"divid":1324079030,"type":"Book","data":["John W. Tomason Jr.","Jeb Stuart","","New York","Charles Scribner's Sons","1930","154"]}],"locations":[{"id":5902,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}