{"id":5349,"title":"Freedmen and Republicans Murdered in New Orleans","course_id":74,"status":"P","start_date":"1866-07-30","end_date":"1866-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The New Orleans Riot occurred on July 30, 1866 in New Orleans, Louisiana. Whites instigated the riot and targeted freedmen. However, this riot was different from those of its time because it centered primarily on disagreements regarding Reconstruction policies. Radical Republicans were unhappy with former Confederates gaining power and influence under Governor Wells. Wells himself eventually noticed the power shift and became uncomfortable with it as well. In 1866 the legislature of Louisiana called new elections, allowing for a former Confederate mayor to regain his title. The state legislature overturned Wells’ veto. As a result, Wells gave his support to a Radical plan to reassemble the constitutional convention that occurred in 1864. The Radical plan would grant power to blacks, prevent former Confederates from voting, and lay the foundation for a modified state government for Louisiana.","Those opposed to the idea of Louisiana becoming a “revolutionized” state, the city police force of New Orleans, which was comprised of Confederate veterans, was supposed to maintain order during the convention but supported the opponents of Radicals. On July 30, twenty-five delegates and 200 black supporters, consisting primarily of former veterans, convened in New Orleans. When the two sides met, fighting broke out followed by gunshots. The delegates took cover in the convention hall. Those who tried to escape were immediately shot, the white flags they held in their hands as a sign of surrender were ignored. The total death toll consisted of thirty-four blacks and three white Radicals to be killed. Around 100 people were injured in the riot.","The <em>New York Times</em> described the event as a dispute between angry radicals and thugs, the police force, describing them as, “unprincipled scoundrels, thirsting for blood, whose every moral sensibility had been blunted by lives of desperados, were maddened to informal rage by injudicious harangues from men who follow in the stormy wake of Sumner and Stevens.” Republicans reported that the death toll was around 200 men, a fact in which the article questioned.  The Military Commission went  in to investigate the riot and the <em>Times </em>argued that the instigators would be deemed guilty due to the close allegiance that members of the Commission had with the Radicals.","Historian Eric Foner argued the significance of the New Orleans riot, stating, that it completely took away any hope of Presidential Reconstruction in Louisiana. Supposedly, before the riot occurred, the local military commander stationed at New Orleans warned the President of the violence that would occur if the convention happened. Johnson did not adequately prepare for the violence or take the warning to heart. Foner summed up the New Orleans Riot, stating, “But the stark fact remained that nearly all the victims had been blacks and convention delegates, and that the police, far from preserving order, had joined in the assault.”"],"display_date":"July 30, 1866","search_date":"1866-07-30","citations":[{"divid":1324079780,"type":"Newspaper Article","data":["New Orleans: From Our Own Correspondent","New York Times","","August 31, 1866",""]},{"divid":1324079819,"type":"Book","data":["Eric Foner","Reconstruction: America's Unfinished Revolution 1863-1877","","New York","Harper and Row Publishers","1988","262-263"]},{"divid":1324079869,"type":"Website","data":["F.L. Carr","New Orleans Riot of 1866","George Mason University","http://chnm.gmu.edu/courses/122/carr/riottext.html","December 5, 2011"]}],"locations":[{"id":5905,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}