{"id":5350,"title":"Attorney General William on Enforcement Acts","course_id":74,"status":"P","start_date":"1875-04-02","end_date":"1875-04-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Colfax massacre of 1872, believed to be the most devastating occurrence of racial violence during Reconstruction, resulted in the death of around 150 freedmen at the hands of white supremacists. The events at Colfax resulted in only three men to convicted. However, disagreement led to the case entering the Supreme Court in the form of <em>United States v. Cruikshank </em>in 1876. The case brought in to question the constitutionality of the Enforcement Acts. It questioned if the federal government had the jurisdiction to enforce these acts on the state level.","The Enforcement Acts were issued in 1870 and 1871; they sought to prevent intimidation of voters and discrimination based on one’s skin color. The Acts also issued specific crimes committed by the Ku Klux Klan as federal offenses and those who committed them would be punished based on federal standards. Many white Southerners believed the Enforcement Acts were a violation of State’s rights. During the <em>U.S. v. Cruikshank </em>Supreme Court case, Attorney General Williams argued that the Enforcement Acts were necessary to protect the right to vote for African Americans. Williams argued that government could not exist without votes from its citizens, and as citizens, African Americans deserve the opportunity to cast their vote. He stated, “If Congress has no power to protect the voters, then the White League of Louisiana, a minority of the people, can stand around the polls and prevent the majority from voting.”","The results of <em>U.S. v. Cruikshank</em> were devastating for those in support of the Enforcement Act. The men were charged with using their power to halt African Americans from voting. However, the government did not charge them with using race as a motive in the massacre. The error in wording resulted in the three men to going free, leaving no one held responsible for the horrific massacre against the freedmen.","The Court went further to state that the federal government only had the right to prohibit the violations of black rights in states only, they did not hold the power for punishing criminal acts committed by individuals, the state and local authority held this right. Historian Eric Foner commented, “In the name of federalism, the decision rendered national prosecution of crimes committed against blacks virtually impossible, and gave a green light to acts of terror where local officials either could not or would not enforce the law.” The devastating result of <em>U.S. v. Cruikshank</em>, allowed acts of violence against freedmen and republicans to escalate in the following years because of the inability of the federal government to try individuals."],"display_date":"April 2, 1875","search_date":"1875-04-02","citations":[{"divid":1324080539,"type":"Newspaper Article","data":["The Enforcement Act","New York Times","","April 3, 1875",""]},{"divid":1324080564,"type":"Book","data":["Eric Foner","Reconstruction: America's Unfinished Revolution 1863-1877","","New York","Harper and Row Publishers","1988","454, 530-531"]},{"divid":1324080614,"type":"Website","data":["LeAnna Keith","Colfax Massacre","Encyclopedia of Louisiana","http://www.knowla.org/entry.php?rec=758","December 2, 2011"]},{"divid":71360,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":[null,null,null,null,null,"ytqUXIqLuZoJxaaQk"]}],"locations":[{"id":5907,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":1,"tag":"Crime/Violence"},{"id":3,"tag":"African-Americans"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}