{"id":5351,"title":"Rebel General Gantt Tells Arkansas to Return to the Union","course_id":74,"status":"P","start_date":"1863-11-08","end_date":"1863-11-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Confederate Brigadier General E.W. Gantt spoke to his fellow citizens of Arkansas, but also to all of the citizens of the South in his 1863 address.  The message in this address is that the Confederacy was fighting a war that they could never win and that the southern states would have more power and property if they would just return to the Union.  The General blamed several of the problems in the Confederacy on Jefferson Davis, for whom he had little respect.  He described Davis as “Cold, selfish, and supremely ambitious.”  Gantt also pointed out that the Confederacy was not sufficient in terms of foreign policy and he called Davis’s ideas “a stupid failure.”","Gantt urged those in the South at the time to give up the fight and return to the Union.  He felt that surrender was sometimes the best option and that southerners should look past ideas of humiliation.  He explained his reasoning by saying, “Our armies are melting and ruin approaches us.  Will continuing this struggle help us?”  The General also felt that the North had too much invested in the war to give up the fight and that it was foolish of southerners to think that they ever will.","Gantt sought to reason with citizens of the South by claiming that, “Each day makes new graves, new orphans, and new mourners.  Each hour flings into this dreadful whirlpool of wrecked hopes, broken fortunes, and anguished hearts.”  He also explained that, “Negro slavery has accomplished its mission here,” in an attempt to show southern whites that slavery was not something that could continue to be sustainable.","The most interesting thing about E.W. Gantt was that he had been an ardent supporter of the secessionist movement prior to the war.  Even before the secession of the southern states Gantt proclaimed, “My life, my all, and laying them upon her altar, offering them up freely in defense of her insulted honor, wounded pride, and priceless freedom.”  It is interesting to hear Gantt’s thoughts about the South prior to the war and his decision to become a Union loyalist.","Despite Gantt’s pre-war beliefs it is apparent that he would stick to his newfound Unionist ideology.  He became the Arkansas state prosecutor for the Little Rock Reconstruction authorities.  The former General also served as a supervisor for the Freedman’s Bureau in Southwest Arkansas from 1865 to 1866.   Gantt ended his life working on a state law digest for Arkansas for which he was appointed by the Governor to complete.","Bruce S. Allardice claimed that Gantt’s defection may have been due to one of several causes such as cowardice, insobriety, opportunism, and immorality to name a few.  It seemed obscure whether or not Gantt defected because of his belief in Union virtues or because of the reasons listed above.  Nevertheless, Gantt is an interesting character because he was the only Confederate General to switch sides during the war."],"display_date":"November 8, 1863 - November 9, 1863","search_date":"1863-11-08","citations":[{"divid":1324170588,"type":"Pamphlet or Other Printed Material","data":["E.W. Gantt","Address of Brigadier General E.W. Gantt, C.S.A.","Little Rock, AR","[s.n.]","1863","Juniata College Library"]},{"divid":1324170777,"type":"Book","data":["Bruce S. Allardice","More Generals in Gray","","Baton Rouge","Louisiana State University Press","1995","424"]},{"divid":1324170889,"type":"Book","data":["Randy Finley and Thomas A. DeBlack","The Southern Elite and Social Change: Essays in honor of William B. Gatewood Jr.","","Fayetteville","The University of Arkansas Press","2002","221"]}],"locations":[{"id":5915,"lat":34.7875733319,"lng":-92.2857489535,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}