{"id":5352,"title":"Display of the Confederate Flag in Richmond Sparks Anger in Congress","course_id":74,"status":"P","start_date":"1867-02-17","end_date":"1867-02-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 17, 1867 the <em>New York Times</em> reported on an act of reoccurring rebelliousness that happened within the city of Richmond, Virginia.  The incident that sparked all of the emotion was the display of the Confederate Flag during an event within the city.  Members of Congress and other Union loyalists decided that this act of rebelliousness proved that some of the southern states such as Virginia were, “utterly unfit for reconstruction” and that “the rebellious spirit still lived and raged in the South.”","Many called for legislation that would put the southern states under complete military rule.  The article went on to explain that the incident in question was actually just two young boys, one white and one black, pretending to be soldiers with an old faded flag that did not resemble that of the Confederate battle flag. Union soldiers happened upon the young boys and asked them to surrender the flag at once.  A female onlooker witnessed this and screamed, “Oh no you don’t!” and grabbed the flag and fled from the soldiers.  News then traveled that some citizens of the South waved a Confederate flag in the presence of Union soldiers.","The article concludes by imploring citizens of the United States to reconsider placing the South under military rule over a flag whether it was genuine or not.  It is interesting to see this point of view expressed about the use of the Confederate battle flag given the volatile feelings that are present about it even a hundred and fifty years after the actual war occurred.  Battles over the flag in the South have occurred in schools and classrooms for decades because of the negative connotation that some people associate with it.","Tony Horwitz discussed issues involving the flag and how it has even provoked crimes as reprehensible as murder so many years after Confederates had originally taken it to battle.  It is not hard to believe that its display so soon after the war had occurred had drawn a sizeable amount of disgust amongst Unionists.  People interpret the Confederate flag in several different ways. Some claim it is a sign of heritage while others see it as a symbol of hate."],"display_date":"February 17, 1867 - February 18, 1867","search_date":"1867-02-17","citations":[{"divid":1324171315,"type":"Newspaper Article","data":["A Small Flag and a Large Prinicple","The New York Times","New York","February 17, 1867",""]},{"divid":1324171366,"type":"Article","data":["Susan L. Schramm-Pate and Richard Lussier","Teaching Students How to Think Critically: The Confederate Flag Controversy in the High School Social Studies Classroom","High School Journal","2","2003","56-65"]},{"divid":1324171510,"type":"Book","data":["Tony Horwitz","Confederates in the Attic: Dispatches from the Unfinished Civil War","","New York","Random House Publishing","1998","89-124"]}],"locations":[{"id":5916,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":9,"tag":"Law"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}