{"id":5353,"title":"A Soldier Complains of the Army Life","course_id":74,"status":"P","start_date":"1863-02-16","end_date":"1863-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 16, 1863, a Union soldier from Huntingdon County Pennsylvania wrote home to describe the war as he saw it.  “Here we are yet stuck in the mud, crushing the rebellion, over the left, and enjoying our hard tack as usual.”  The soldier described the boring life that the Army of the Potomac went through as they were in camp.  The man known as “TIMBER DOODLE” in his writings was going through the slow and seemingly endless time spent in an encampment with monotony, unreliable paydays, and no battles to break up the drudgery of camp life.","He wrote about life as he saw it and the embedded sarcasm showed his true feelings about his situation.  The soldier seemed as though he would have welcomed battle just to end the way of life that soldiers endured in camp.  Soldiers often wrote home because of loneliness and even just to kill the time.  It was a way that they could keep their friends and family at home informed about the progress of the war and their feelings towards it.","They not only talked about the war in their letters but also of simple things such as the weather, rumors, accidents, ceremonies, and the tasks that they had to perform everyday.  They would also write about the social change that they witnessed in the areas of the South that they took control of.  The letters also served as their chance to complain about the Union Army and all of the things that they felt were wrong with it.","Many of them used an alias such as TIMBER DOODLE in order to preserve their anonymity.  The letters were important to the soldiers who wrote them and to the folks at home who received them.  In the case of TIMBER DOODLE, his letter was viewed by many of the members of the county because it was posted in the local newspaper.  These letters got at the war through the eyes of the common foot soldier and it is important to see the war from their point of view."],"display_date":"February 16, 1863","search_date":"1863-02-16","citations":[{"divid":1324171797,"type":"Newspaper Article","data":["Letters Home From Camp: From the 125th Regt., Pa. Vols.","Huntingdon Globe","Huntingdon, PA","February 16, 1863",""]},{"divid":1324171886,"type":"Article","data":["John Sickles","Nothing Gives Me More Pleasure Than to Hear From You","Indiana Magazine of History","no. 3","September 2008","277-292"]},{"divid":1324172002,"type":"Article","data":["Noah Andre Trudeau","With Pens and Swords","Civil War Times","no. 5","December 2003","48-51"]},{"divid":88351,"type":"Dissertation/Thesis","data":[null,null,"TBLUSSayXKoVN"]}],"locations":[{"id":5917,"lat":38.4358602351,"lng":-77.3635484517,"zoom":9,"place":"STAFFORD, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}