{"id":5354,"title":"Grant Issues Order No. 11","course_id":74,"status":"P","start_date":"1863-01-18","end_date":"1863-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In January of 1863 Union General Ulysses S. Grant issued an order that excluded anyone from the Jewish descent from his military department. Order eleven read, “The Jews, as a class, violating every trade regulation established by the Treasury Department, also Department orders, are hereby expelled from the department within twenty-four hours from the receipt of this order.”  The order then explained that the Post Commanders were to furnish passes to all Jews and that they were to leave immediately.  Failure to leave within the time would result in their arrest and imprisonment.","The President promptly abolished the order to prevent further uproar from citizens in the Union who were up in arms.  Jews all across the Union applauded the President’s quick decision to rescind the order, but many were still angry that Grant hadn’t been removed from his position or punished for his poor judgment.  People of Jewish descent proclaimed that regardless of whether or not Grant felt swindled in some way by a group of people it was not right for him to place judgment upon an entire group of people.  Their rallying cry was, “All Jews are not swindlers.  All swindlers are not Jews.”","Grant realized later on that his decision to execute an order such as this one was rash and uncalled for.  Scholar Stephen S. Wise argued that it was Grants overwhelming rapport amongst his men that saved him from complete and total humiliation and the threat of losing his job within the military.  It is interesting to see Grant as a man who could make a mistake as severe as this one as opposed to the typical viewing of him as the most intelligent and steadfast general in the Union’s arsenal during the Civil War."],"display_date":"January 18, 1863","search_date":"1863-01-18","citations":[{"divid":1324172339,"type":"Newspaper Article","data":["General Grant and the Jews","The New York Times","New York","January 18, 1863",""]},{"divid":1324172388,"type":"Article","data":["Stephen S. Wise","Jews in the Union Army","The North American Review","no. 423","1892","249-251"]},{"divid":1324172452,"type":"Article","data":["Ellen S. Rafuse","Still a Mystery? General Grant and the Historians 1981, 2006","The Journal of Military History","no. 3","2007","849-874"]}],"locations":[{"id":5918,"lat":null,"lng":null,"zoom":8,"place":"MC CRACKEN, Kentucky"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}