{"id":5356,"title":"Pennsylvania Quaker William Still Fought Against the Evils of Slavery","course_id":74,"status":"P","start_date":"1857-11-25","end_date":"1857-11-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 25, 1857, William Still recorded a story that told of the horrors of slavery in the South.  Still assisted a group of slaves on the journey to freedom by way of the Underground Railroad.  He was among the abolitionists during this time that believed that blacks should be afforded equal rights and opportunities that would allow them to earn a living.  Still did not feel that blacks were inferior to the white race in any respect and he did what he could through his writings to change existing stereotypes.","One of Still’s successes came in helping a runaway slave who was flogged, stabbed, and had his feet slit when his master captured him.  Still quoted a slave who witnessed the incident, “then they cotched him, then struck him a hundred lashes, and then they split both feet to the bone, and split both his insteps, and then master took his knife and stuck it into him in many places.”  Still obtained this account from a runaway slave named Harry who he described as “the hero of this party, and withal…an intelligent man.”  Still used stories such as these within his writings in order to convince whites that slavery is an immoral practice.","Still served as a member of the Philadelphia Vigilance Committee and he was steadfast in his belief that slavery was wrong.  The Vigilance Committee became more active in the Underground Railroad following the Compromise of 1850 and the new Fugitive Slave Act.   Still’s religious faith led him to believe that blacks could win the respect of whites in society. He felt that they could if they had the chance to work and earn money on their own. Still believed that he could gather statistical information that would be strong enough to refute claims of black inferiority by testing intelligence and gathering stories from those he had helped on the Underground Railroad.","Pennsylvania became a safe haven for blacks in the mid to late 1800s because of the increased involvement of private organizations and groups of people such as the Quakers.  Quakers in southeastern Pennsylvania helped an unknown number slaves reach freedom and refused to aid in the retrieval of escaped slaves, even after the passage of the Fugitive Slave Act of 1850 and the penalties that went along with it.  With the help from people such as Still, blacks would receive a warm welcome and a helping hand to freedom in the state.","William Still helped several slaves on their way to freedom through Pennsylvania.  He also did what he could to speak out about slavery and everything that he believed to be wrong with the institution.  Still was one of a group of pioneers in the United States who believed that slavery was not only atrocious but also completely immoral.  His work was all aimed towards the goal of ending slavery in the United States."],"display_date":"November 25, 1857","search_date":"1857-11-25","citations":[{"divid":1324172902,"type":"Book","data":["William Still","A Record Narrating the Hardships, Hair-breadth Escapes, and Death Struggles of the Slaves in their Efforts for Freedom","","Philadelphia","Porter and Coates","1872","150"]},{"divid":1324173052,"type":"Article","data":["Stephen G. Hall","To Render the Private Public: William Still and the Selling of the \"Underground Railroad\"","The Pennsylvania Magazine of History and Biography","127","2003","35-55"]},{"divid":1324173164,"type":"Article","data":["Edward Raymond Turner","The Underground Railroad in Pennsylvania","The Pennsylvania Magazine of History and Biography","36","1912","309-318"]}],"locations":[{"id":5920,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}