{"id":5358,"title":"The White League Assassinates in the Name Of the Democratic Party","course_id":74,"status":"P","start_date":"1880-11-03","end_date":"1880-11-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A dispatch from Lake Providence, Louisiana has \"left little doubt that Dr.Williams B. Jones, the editor of the Lake Providence (La.) <em>Republican</em>, who was foully assassinated at his home on the day after the election, was sent out of this world for the one reason that he was a...outspoken Republican\". In Lake Providence's election Gen. FLoyd King, a White Leaguer, was chosen as the Democratic congressional nominee. Despite the fear of a White League-dominated district that was marred with corruption, violence, and coercion, Col B.H. Lanier decided to take the Republican nomination.","Col. B.H. Lanier had served in the Union army and \"was everywhere known as one of the most courageous and uncompromising Republicans in the South.\" Upon consenting to the Republican nomination Col. B.H. Lanier relinquished his position as editor of the Lake Providence <em>Republican</em> to Dr. Jones. Throughout the election these two individuals campaigned fervently while being aware of the risks such campaigning had in regards to their lives. Col. B.H. Lanier confided to a correspondent of the <em>New York Times</em> that, \"he did not believe that either Dr. Jones or himself would get through the election without being attacked.\"","On November 3, 1880 Dr. Jones was assassinated. The explanation many Louisianans gave was that the Doctor was \"too radical in his paper, and abused the good people of Louisiana.\" Many assumed that no investigation into Dr. Jones' murder would ever occur, nor any individuals punished for the crime.","During the year 1874 in St. Landry Parish the White League was founded. The group encompassed mainly former Confederate soldiers and members of the white business elite. The main focus of this paramilitary was restoring white supremacy within the Legislature. As illustrated above, the White League targeted Republican office holders and utilized economic intimidation of black voters during campaigns as well. Unlike other paramilitary groups such as the Ku Klux Klan and the Knights of the White Camellia, the White League attempted to garner the sympathy of the southern news media. While the White League in its original form no longer exists today, its use of force aided in contributing to Southern legislatures being run by southern whites just as they had been prior to the Civil War."],"display_date":"November 3, 1880","search_date":"1880-11-03","citations":[{"divid":1324176766,"type":"Newspaper Article","data":["The White League's Work; Another Political Crime in the South","The New York Times","New York City","November 14, 1880",""]},{"divid":1324176878,"type":"Book","data":["Eric Foner","Reconstruction","","New York","Harper &amp; Row, Publishers","1988","550-551"]},{"divid":1324176981,"type":"Website","data":["Loyola University","Kate Chopin","Loyola University","http://www.loyno.edu/~kchopin/new/culture/creoles.html","December 6, 2011"]}],"locations":[{"id":5922,"lat":32.7325690363,"lng":-91.2350753374,"zoom":9,"place":"EAST CARROLL, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}