{"id":5359,"title":"<strong>CHOLECYSTOGRAPHY - - The contrast media dye used for x-rays.</strong>","course_id":79,"status":"P","start_date":"1/1/23","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dr. Evarts Graham developed cholecystography whereby ingestion of a contrast media dye allowed a visual image to be captured by an x-ray.  Graham's research led him to the position of being the 10th president of The American Association for Thoracic Surgery. Graham was born in 1883 on March 19 in Chicago but spent most of his medical career in St. Louis Missouri. Eventually becoming a leader in the scientific and medical community, he set the standards for high achievements within the field patient care.","There was no “jive” talk about this “Mickey Finn” drink but Graham’s harmless liquid compound allowed visualization of the gallbladder by x-ray. Graham first achieved this in 1923 by the intravenous introduction of a compound that would be visible through an x-ray. This halogenated compound was emitted via the liver into the bile ducts and gall bladder. Graham and his colleagues discovered that this compound could be consumed instead of injecting a compound into the patient’s body. This discovery and subsequent publication catapulted Graham’s medical career","The development of effective medication or contrast media dye for highlighting the gallbladder in diagnosing gallbladder diseases made Graham a crucial member in the medical community. He was a pioneering leader, researcher, educator, and administrator whose impact has dominated almost every facet of American surgery according to C. Barber Mueller.","Graham presented these findings before the radiological society of North America at the 13<sup>th</sup> Annual Meeting at New Orleans on December 1, 1927. This discovery of a new way to treat patients and help with patient care had a profound effect on scientific discovery and medicine as we know it today. The St. Louis Medical Society gave an official merit to Dr. Evarts A Graham for his scientific accomplishments. Besides inventing the compound used for x-rays, Graham implemented standardization throughout the medical community. Graham became an integral part of the St. Louis medical community in 1939 as a result of his scientific accomplishment"],"display_date":"1923 - 1939","search_date":"1931-07-02","citations":[{"divid":1330970002,"type":"Book","data":["C. Barber Mueller","Evarts A. Craham: The Life, and Times of the Surgical Spirit of St. Louis","","Canada","Hamilton","2002","2"]},{"divid":1330970428,"type":"Lecture, Conference Paper, etc.","data":["Drs. Evarts Graham","Development of Cholecystography","","Master's thesis, Memorial Hospital","St. Louis","1925"]},{"divid":1330970666,"type":"Lecture, Conference Paper, etc.","data":["I. H. Lockwood, M.D. and E. H. Skinner, M.D","Degeneration, Infectious Arthritis and Gastric Acid Content","lecture","Radiological Society of North America","Thirteenth Annual Meeting, at New Oreans","December 1, 1927"]}],"locations":[{"id":5940,"lat":38.6407017012,"lng":-90.4430188422,"zoom":9,"place":"St Louis, Missouri"}],"tags":[{"id":1153,"tag":"x-ray"},{"id":1152,"tag":"St. Louis"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}}