{"id":536,"title":"Congress passes the Surplus Revenue Act\n","course_id":1,"status":"P","start_date":"1836-06-23","end_date":"1836-06-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With the expansion of the United States in the 1830s came an inevitable influx of money from purchases of public land.  According to a Treasury Department report issued on February 1, 1836, the surplus amounted to about 30,000,000.  In 1833 Congress had passed a bill to distribute the surplus among the states, with the support of Andrew Jackson.  But in 1836 the fate of the surplus became a point of contention between Democrats and Whigs.  Jackson began to assert that its distribution would be unconstitutional.  Meanwhile, Henry Clay and Daniel Webster strongly supported distributing the surplus, and succeeded in passing legislation to that end in the Senate.  The House, however, would not pass the bill in its current form, citing constitutional bounds.  Whigs, of course, clamored for the measure in order to support internal improvements.  Edward B. Dudley made it a major campaign issue in his run for governor in North Carolina.  Finally, the proposed legislation was modified to diffuse the surplus in the form of deposits to be repaid by the states. &lt;br /&gt;&lt;br /&gt;On June 23, 1836 the measure passed as part of the Act to regulate the deposites of the public money.'  The handling of the surplus was addressed in Section 13, which read: And be it further enacted, That the money which shall be in the Treasury of the U. States; reserving the sum of five millions of dollars, shall be deposited with the several States, in proportion to their respective representation in the Senate and the House of Representatives.'  The state governments would vote to accept the deposits, and within a year of their receipt, state banks would have to redeem the notes in specie.  Section 14 provided for the transfer to take place in four installments throughout 1836.&lt;br /&gt;&lt;br /&gt;The requirement that the U.S. government be repaid in specie proved problematic.  After states accepted their share of the surplus, often using it to fund internal improvements, they found they did not have the hard' money to back up inflated bank notes.  Much of the wealth generated by land sales in the West was artificial, and by the end of 1836 it was clear that the states would be unable to repay the federal government in specie.  This would lead them to suspend specie payments, precipitating the Panic of 1837."],"display_date":"June 23, 1836","search_date":"1836-06-23","citations":[{"divid":1213829269,"type":"Newspaper Article","data":["","The Kentucky Gazette","","July 7, 1836",""]},{"divid":1213829283,"type":"Online Encyclopedia","data":["Cyclopaedia of Political Science, Political Economy, and the Politcal History of the United States","United States Surplus Money","http://www.econlib.org/","October 10, 2005"]},{"divid":1213829343,"type":"Online Encyclopedia","data":["Cyclopaedia of Political Science, Political Economy, and the Political History of the United States","Bank Controversies","http://www.econlib.org/","October 10, 2005"]},{"divid":1213829393,"type":"Article","data":["Ted R. Worley","Arkansas and the Money Crisis of 1836-1837","Journal of Southern History ","15","May 1949","178-191"]}],"locations":[{"id":390,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}