{"id":5361,"title":"Dorothea Lange and Social Documentary during the Great Depression","course_id":79,"status":"P","start_date":"3/1/36","end_date":"3/1/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Her young child sits at her feet, eating the dirt that covers so much of their existence. The tent containing all of the family’s worldly belongings displays a tattered existence. The desolate background and the despair on her face shows the plight of so many during the latter part of the Great Depression. Taken in 1937 by Dorothea Lange, the picture titled \"Eighteen-year-old mother from Oklahoma, now a California migrant\" portrays the desperation that so many people felt.","Dorothea Lange began her career as a portrait photographer but it was her work documenting the struggles of those displaced by the Great Depression that brought her to the attention of the publice. By photographing a social group that the country did not want to see, she became an eminent photographer that left a lasting legacy. Eventually called social documentary photography, the work that Lange produced during the Depression was a groundbreaker in the arena. With her work for the Farm Security Administration (FSA) and Office of War Information (OWI) during the years of 1935 to 1942, she showed people the uncomfortable and painful reality of those that suffered most during the Great Depression. It was her hope that by helping society see the difficulties faced by these displaced peoples would provide change.","Lange was unique in that she took the time to interview her subjects prior to photographing. By focusing on what her subjects had to say, Lange created pictures with depth and insight into their character. It was her practice to record the location, date and comments of the people in the camps that she photographed. She was careful to include information such as how many children a person had, what they paid for rent, food and how much they earned. Lange also used newspaper clippings from the region to supplement her notes and photographs.","In Lange’s later publications, she included notes from her field reports combined with photographs to show the extant that country was suffering. Anne Whiston Spirn writes in her book <em>Daring to Look: Dorothea Lange's Photographs and Reports from the Field</em>, “rural poverty was a product of history, not of nature.” The rich visual imagery in Lange’s images compounded the despair that was felt throughout the country."],"display_date":"March 1, 1936 - March 1, 1940","search_date":"1938-03-01","citations":[{"divid":1330366789,"type":"Artifact","data":["Dorothea Lange","Eighteen Year Old Mother from Oklahoma, now a Migrant Worker","photograph","March 1937","Farm Security Administration - Office of War Information Photograph Collection","","Washington D.C"]},{"divid":1330366930,"type":"Book","data":["Anne Whiston Spirn","Daring to Look: Dorothea Lange's Photographs and Reports from the Field.","","Chicago","University Of Chicago Press","2009","285"]}],"locations":[{"id":5925,"lat":33.039510867,"lng":-115.365309221,"zoom":8,"place":"Imperial, California"}],"tags":[{"id":1164,"tag":"Migrant workers"},{"id":1161,"tag":"Photography"},{"id":1163,"tag":"FSA"},{"id":1162,"tag":"Social documentary"},{"id":1081,"tag":"The Great Depression"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}}