{"id":5363,"title":"Plane Crash near Los Gatos Canyon","course_id":76,"status":"P","start_date":"1/28/48","end_date":"1/28/48","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thirty-two people perished when a plane crashed near Los Gatos Canyon, 20 miles west of Coalinga, California in Fresno County on the 28th of January 1948.  The plane caught fire, starting in the left engine-drive fuel pump, 50 miles after its departure from Oakland California.  The victims of the plane crash include four Americans, Franck attkinson the pilot, his wife Bobbi Attkinson who served as the flight attendant, co-pilot Marion Ewing, and guard Frank Chapin.  The other twenty-eight passengers were Mexican deportees.","The Mexican nationals were being deported after their work contracts with the Bracero program had expired.  The Bracero program was a series of laws initiated by the United States Congress, allwoing for Mexican laborers to work in the United States during the labor shaortages casued by the United States involvement in World War II.  Nineteen of the twenty-eight deportees were unable to be identified, and all twenty-eight of the deportees, including twenty-seven men and one woman were buried in a mass grave in Holy Cross Cemetary in Fresno California two days after the crash."],"display_date":"January 28, 1948","search_date":"1948-01-28","citations":[{"divid":1330469805,"type":"Newspaper Article","data":["32 Lose Lives in Plane Crash","Nevada State Journal","Reno, Nevada","January 28th 1948","1"]},{"divid":1330470365,"type":"Article","data":["Christine M. Kreiser","They Are Just Deportees","American History","4","October 2006","30"]}],"locations":[{"id":5927,"lat":36.7584105106,"lng":-119.650383186,"zoom":7,"place":"Fresno, California"}],"tags":[{"id":1167,"tag":"Plane Crash"},{"id":1168,"tag":"Deportees"}],"course":{"name":"ENGL 305: Literary History and Writing","school":"St. Norbert College","course_id":76,"school_id":44}}