{"id":5364,"title":"State of Liberty and Immigrants: First Days","course_id":76,"status":"P","start_date":"1886-01-01","end_date":"1886-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Statue of Liberty is an icon of today, just as it was for immigrants in the late 19th and early 20th Century.  The inauguration of the Statue of LIberty took place on Thursday, October 23, 1886.  The day started with a military, naval and civil parade in New York City.  After the parade, a signal was given for steamers in the bay to move in a particular and pre-calculated order towards the island.  There were certain ceremonies that took place at the base of the statue, which concluded around sunset that day.  To conclude the day's festivities, there was a national salute from all batteries, both on and offshore.  Finally, the statue was illuminated, for all of the citizens to see.","The Statue of Liberty would be the first thing an immigrant sees when approaching the American coast.  The immigrants would arrive on ships, which needed to be checked by health officers before being allowed further into the bay.  The immigrants were then moved to a barge for further examinations by United States authorities.  These immigrants were divided into groups of 30.  Each group was tagged or numbered, to distinguish the different groups.  These groups moved onto examination rooms, where each immigrant would be checked for diseases and physical defects.  Those immigrants who were found to have diseases or physical defects were detained.  Examiners had lists, which were organized by groups, where each group told their name and how much money they had, in addition to whatever else the examiner wanted to know.  The immigrants without funds, friends or prospective homes were deemed \"undesirable\" and were marked as such."],"display_date":1886,"search_date":"1886-07-02","citations":[{"divid":1330671812,"type":"Newspaper Article","data":["Inauguration ceremonies as Approved by General Schofield","Brooklyn Eagle","New York","October 10, 1886","3"]},{"divid":1330671908,"type":"Newspaper Article","data":["Immigrants from Northern Italy","New York Tribune","New York","May 28, 1899","2"]}],"locations":[{"id":5929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":1170,"tag":"Statue of Liberty"},{"id":759,"tag":"Immigrants"}],"course":{"name":"ENGL 305: Literary History and Writing","school":"St. Norbert College","course_id":76,"school_id":44}}