{"id":5368,"title":"American Women’s Social Status in 1800’s","course_id":80,"status":"P","start_date":"1883-01-01","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Emily Faithfull, an English women right’s activist and writer, discovered an interesting phenomenon during her trips to the United States in 1872 and 1882. Many middle class and upper class women she met were leading a harsh life after losing their fathers or husbands. In two cases, the daughter of a navy Commander and the wife of a General of the United States Army were not able to make a living after the death of their father and husband, respectively. These two cases were only the tip of the iceberg: many upper and middle class women also suffered when their kinsmen dead, lost the ability to work or became unemployed. Even though most of them were willing to take up jobs to improve their living conditions; unfortunately, they did not have the ability to do so. Faithfull discovered that this was due to the “short-sighted policy” in many American families that females did not need to work as they would be married have no necessity to do so (Faithfull, p.281, 282). This illustrated that in the early history of the United States, women were mostly being nurtured in a “green house” and being considered as dependents of the male family members.","The above story reflected the passive role of women in early American society. At that time, women were expected to stay home and take care of the family and housework instead of taking up jobs. According to Faithfull, in 1836 there were only seven occupations opened to women. Although some women had a chance to take up jobs, they had to face low pay. In Vermont, the average salaries of male teachers was 20 dollars a month and 1600 dollars a year. But female teachers only received 8 dollars per month and 750 dollars per year because of tradition and prejudice. (Faithfull, p.75)"],"display_date":1883,"search_date":"1883-07-02","citations":[{"divid":1332276030,"type":"Book","data":["Faithfull, Emily","Three visits to America. Edinburgh","","Edinburgh","D. Douglas","1884","377"]},{"divid":1332276565,"type":"Online Encyclopedia","data":["Sociological Forum Web.","American women 1800s","http://library.foothill.edu:2298/eds/pdfviewer/pdfviewer?sid=6da8e35b-ba70-4b24-a14c-15758b3a7bb6%40sessionmgr112&amp;vid=6&amp;hid=109","5 Feb. 2012"]},{"divid":1332276800,"type":"Online Encyclopedia","data":["JSTOR Arts &amp; Sciences I. Web.","American women 1800s","http://library.foothill.edu:2244/sici?sici=0003-0554(2006)100%3a2%3c265%3aAmerican+Political+Science+Review%3e2.0.TX%3b2-2&amp;origin=EBSCO","5 Feb. 2012."]}],"locations":[{"id":5970,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":1197,"tag":"poverty"},{"id":7,"tag":"Women"},{"id":1182,"tag":"social status"}],"course":{"name":"U.S. History from 1812 - 1914","school":"Foothill College","course_id":80,"school_id":40}}