{"id":5369,"title":"Chinese in San Francisco","course_id":80,"status":"P","start_date":"1880-01-01","end_date":"1880-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When the Chinese population increased, they began to form large neighborhoods within the cities called “Chinatowns.” The first and most important Chinatown began in San Francisco. The Chinese dressed  \"in long gowns of bright cotton or silk, and some of them wore little round skull-caps with a bright button on the crown. Men’s heads usually were  shaved up to the crown, leaving a place for the hair to grow that was not bigger than the bottom of a teacup. In addition,  Chinese women's  eyes were just like those of the men, but their yellow faces were painted and powdered. Their heads were bare, and  they did not wear bonnets and hats as American women did. They did not cut off their hair like the Chinese men, but combed it in rolls and braids, putting it up in ways which seemed very strange.\" Their living conditions were also so bad because they lived together in just one room. They worked everywhere, such as in the kitchen of a hotel as a cook or servant, or in the fruit farms and vineyards. Even the common workmen  worked to save their money. They worked for low wages, and could live on a few cents a day. When they had saved a certain sum of money, they went  back to China to live, taking their money with them.","In fact, Chinatown was a nearly self-sufficient community; its inhabitants provided their own services and operated independently. However, some  Americans believed that  they had  apparent physical and cultural superiority to other ethnic groups. \"Hostility toward Chinese laborers intensified during periods of economic depression, with racial and cultural prejudice accompanying arguments about undesirable labor competition. No numerical limits were placed on immigration in this period, and Chinese immigrants represented a small proportion of all immigration. Nonetheless, economic depression and rising class conflict created opportunities for politicians to attack Chinese workers and push immigration restriction as a national issue in their election campaigns.\""],"display_date":"January 1, 1880 - January 31, 1880","search_date":"1880-01-16","citations":[{"divid":1331762179,"type":"Pamphlet or Other Printed Material","data":["Carpenter, Frank G","Carpenter's geographical reader; North America","New York, Cincinnati","American Book Company","1898","American Notes: Travels in America, 1750 -1920. From the Library of Congress"]},{"divid":1331762460,"type":"Pamphlet or Other Printed Material","data":["Gratton, Henry Pearson","a Chinaman saw us; passages from his letters to a friend at home","New York","D. Appleton and Company","1904","American Notes: Travels in America, 1750 -1920. From the Library of Congress"]},{"divid":1331762635,"type":"Online Encyclopedia","data":["Encyclopedia.com","Chinese Exclusion Acts","http://www.encyclopedia.com/doc/1G2-3407400038.html","7Feb.2012"]}],"locations":[{"id":5966,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"SAN FRANCISCO, California"}],"tags":[{"id":251,"tag":"chinese"},{"id":1196,"tag":"Chinatown"}],"course":{"name":"U.S. History from 1812 - 1914","school":"Foothill College","course_id":80,"school_id":40}}