{"id":5371,"title":"Impact of Religion in New England Education","course_id":80,"status":"P","start_date":"1851-12-02","end_date":"1852-01-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In New England, the Puritans required every town to establish public schools supported by all families. After settling in the United States, the first buildings they constructed were a house of worship and a school. This exemplifies that education and religion were the two most important beliefs that the Puritans held. According to New England First Fruits, “After God… reared convenient places for God’s worship… one of the next things we longs for and looked after was, to advance learning and perpetuate it to posterity”.","The New England states’ educational policies have often been regarded favorably. During a tour of the United States, Hugh Seymour Tremenheere even reported that people in Massachusetts even went so far as to say “the present public school system in the United States is a political necessity”. This shows that New England already viewed public education as an aspect ingrained in the rights of people. The New England system was considered a paradigm in setting up school systems in other areas of the country.","The curriculum in schools often centered around moral and religious training because it was believed that “one of the chief projects of Satan [was] to keep men from the knowledge of the Scriptures”. The main purpose of going to school and learning to read for many was to learn to read the Bible. Besides solely religious education, the primary education system was envisioned to be for communicating the essential American moral values as well. “Moral instruction is enjoined on the masters and mistresses to the utmost extent to which they are able to carry it in the course of the ordinary lessons of the school”. These moral values were derived from Protestantism and included industriousness, personal responsibility, and frugality."],"display_date":"December 2, 1851 - January 2, 1852","search_date":"1851-12-17","citations":[{"divid":1332266461,"type":"Pamphlet or Other Printed Material","data":["Hugh Seymour Tremenheere","Notes on public subjects made during a tour in the United States and in Canada","London","J. Murray","1852","American Notes: Travels in America, 1750 -1920. From the Library of Congress"]},{"divid":1332266748,"type":"Pamphlet or Other Printed Material","data":["Jean Henri Grandpierre","A Parisian pastor's glance at America","Boston","Gould and Lincoln","1854","American Notes: Travels in America, 1750 -1920. From the Library of Congress"]},{"divid":1332266890,"type":"Website","data":["Matthew J. Brouillette","The 1830s and 40s: Horace Mann, the End of Free-Market Education, and the Rise of Government Schools","Mackinac Center for Public Policy","http://www.mackinac.org/2035","February 16, 2012"]},{"divid":8940,"type":"Manuscript on Microfilm","data":[null,"kKMCwpkIR"]}],"locations":[{"id":5995,"lat":42.3399569086,"lng":-70.8833658099,"zoom":9,"place":"PLYMOUTH, Massachusetts"}],"tags":[{"id":466,"tag":"Educational System"},{"id":79,"tag":"Religion"},{"id":1180,"tag":"Puritan Education"}],"course":{"name":"U.S. History from 1812 - 1914","school":"Foothill College","course_id":80,"school_id":40}}