{"id":5372,"title":"Horrible experiences slaves endure in the 1800's","course_id":80,"status":"P","start_date":"1839-02-06","end_date":"1839-02-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The experience of slavery for men, women, and children was equally horrible. The amount of labor on the plantation farms was the same for both genders. The differences between the genders were the jobs appointed to them. Men were usually appointed jobs that included certain skill like carpentry and blacksmith. Women were usually working in the fields or as house servants. Accordening to Hallam, “For black men and women, slavery was an equally devastating experience. Both were torn from homeland and family. Both were forced to perform grueling labor, subjected to mental and physical degradation, and denied their most basic rights. Enslaved men and women were beaten mercilessly, separated from loved ones arbitrarily, and, regardless of sex, treated as property in the eyes of the law.\" When both genders worked in the fields, men were assigned to do the more physical tasks of plowing the fields and the women had the less physical job of hoeing the crops.","Slaves were allowed to have families, but the owners ultimately had control on what the families did with their lives. Mothers and their young were often separated. Ebenezer Davies observed many horrors, “She had at her breast an infant boy three months old. The slaver did not want the child on any terms. The master sold the mother, and retained the child.\" Usually, babies that were born on the farms became the property of the masters. Hallam explained, “The average enslaved woman at this time gave birth to her first child at nineteen years old, and thereafter, bore one child every two and a half years. This cycle, encouraged by the master, was not without benefits to the mother\" The pregnancies of the slaves insured their masters an efficient production cycle of slaves.","When men and women were auctioned, they were both treated like animals. During Olmstead's travels, he observed slaves being auctioned: “The clear black skin, back and front, was viewed all over for sores from disease; and there was no part of his body left unexamined. The man was told to open and shut his hands, asked if he could pick cotton, and every tooth in his head was scrupulously looked at. The investigation being at an end, he was ordered to dress himself; and having done so, was requested to walk to the block.\""],"display_date":"February 6, 1839","search_date":"1839-02-06","citations":[{"divid":1332299575,"type":"Pamphlet or Other Printed Material","data":["Frederick Law Olmstead","A journey in the seaboard slave states : with remarks on their econom","New York, New York","Sampson Low, Son &amp; Co","1856","American Notes: Travels in America, 1750 – 1920. From the Library of Congress. &lt; http://memory.loc.gov/cgi-bin/query/D?lhbtnbib:1:./temp/~ammem_6Dy4::&gt;."]},{"divid":1332300045,"type":"Pamphlet or Other Printed Material","data":["Ebenezer Davies","American scenes and Christian slavery; a recent tour of four thousand miles in the United States","London","J. Snow","1849","American Notes: Travels in America, 1750 – 1920. From the Library of Congress."]},{"divid":1332300248,"type":"Website","data":["Jennifer Hallam","Slavery and the Making of America","PBS.\" PBS: Public Broadcasting Service","http://www.pbs.org/wnet/slavery/experience/gender/history.html","10 Feb. 2012"]},{"divid":42978,"type":"Manuscript on Microfilm","data":[null,null,null,null,null,"lGpXdIGVyEBUdsgBmMb"]}],"locations":[{"id":5967,"lat":36.7495375423,"lng":-81.8835070546,"zoom":9,"place":"WASHINGTON, Virginia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":452,"tag":"Slave Living Conditions"}],"course":{"name":"U.S. History from 1812 - 1914","school":"Foothill College","course_id":80,"school_id":40}}