{"id":5374,"title":"Death of America's First Public Enemy #1","course_id":79,"status":"P","start_date":"7/22/34","end_date":"7/22/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     America’s first Public Enemy Number One, John Dillinger, was an idolized gangster who robbed and killed during the Great Depression. Considered a Robin Hood character by the public, in reality he was a prosaic gangster and a cold hearted killer. Federal Bureau of Investigation (FBI) special agents C.B. Winstead and C. O. Hurt gunned down John Dillinger on July 22, 1934, outside the Biograph Theatre. Shot three times according to different accounts, by 10:55 doctors pronounced Dillinger dead at Alexiam Brothers Hospital. Examination of the body at the City Morgue of Chicago showed that Dillinger had two bullet wounds to the chest and a third bullet wound in the skull.","     Although the Country was in a Great Depression, John Dillinger wore the finest fashion. He wore a pair of white buckskin Nunnbush suede shoes, a pair of black socks, a pair of red Paris garters, pair of white Hane’s undershirts with blue stripes, a pair of gray pants, a black belt with silver buckle, one white broadcloth Kenilworth brand, one white handkerchief with a brown border, and one red Paul Boldt and Son’s printed necktie. John Dillinger also had a gold ring with a ruby in his possession, as well as a yellow gold 17- jewel Hamilton watch, and three car keys. His weaponry was military: An automatic .380 caliber pistol loaded with a Remington U.M.C. cartridge. The violent manner of Dillinger’s death by the FBI mirrored his violent career of crime. He wounded seven law men and killed ten in the process of robbing ten banks and staging three jail breaks. Having a vendetta against Dillinger, Director J. Edgar Hover had ordered agents to kill the gangster on sight.","     John Dillinger contributed to the hardship of the Great Depression in the United States by stealing hard working Americans money from the banks he robbed. The FBI search also ate into federal revenue. Public Enemy Number One died as he lived, one man against the law."],"display_date":"July 22, 1934","search_date":"1934-07-22","citations":[{"divid":1332956811,"type":"Primary Source in a Secondary Source","data":["FBI Memo July 23, 1934","July 23,1934","FBI Government Records","FBI","www.FBI.Gov","United States","unknown","unknown"]},{"divid":1332957037,"type":"Film","data":["Michael Mann","Public Enemies","DVD","July 1, 2009","USA","Universal Pictures","2009"]}],"locations":[{"id":5958,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":1191,"tag":"John Dillinger"},{"id":1192,"tag":"FBI"},{"id":1193,"tag":"J. Edgar Hoover"},{"id":1194,"tag":"Biograph Theater"},{"id":1195,"tag":"Public Enemy #1"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}}