{"id":5376,"title":"To Marry or Not to Marry in Mid-Nineteenth Century America","course_id":81,"status":"P","start_date":"1859-01-01","end_date":"1859-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Count Time by Heart-throbs” by E.M Grout, is an excerpt from Volume 5 of Wheaton College in Massachusetts’ publication, Rushlight. Written in 1859, the literary piece begins by expressing the unsettled feeling that women encounter during the process of growing older. The fear of growing old is attached to the stigma of being old and unmarried, or becoming an “old maid.” Grout explains the uncomfortable nature of attending social gatherings and being sold and marketed in a sense by one’s own mother. “Doting mamas” play a role in encouraging anxiety about the process of finding a husband amongst young women. Grout stresses the need for young women to reemphasize virtues rather than the superficial traits that men find appealing. She interrogates the notion that marriage should be a woman’s highest aspiration and quotes a girl who proclaims that she has “wed art,” in order to support her point that women can be fulfilled by more than marriage. Florence Nightingale, a woman who devoted her life to the service of others, is also cited as evidence of Grout’s point. The piece finishes with a call for women to value their precious school years, and to not dismiss the joys that such an experience can bring.","Concurrently with the shifting focus away from marriage and onto school, chapter seven “Husbands and Wives” from Karen Lystra’s Searching the Heart: Women, Men, and Romantic Love in Nineteenth-Century America, discusses the new role that love had begun to play in nineteenth century marriage and courtship. This chapter expounds on Grout’s essay explaining that for the first time, during this period, marriage was conceived in terms of love and personal choice, along with the traditional set of sex specific duties that married people were meant to fulfill. The excitement of courtship played an important role in determining the future of a relationship. Although it was acknowledged that this initial feeling often fades, it was thought to lead to deeper and more fulfilling companionship during a marriage. One woman is quoted in the chapter regarding the benefits of being married or not being married and echoing Grout’s essay saying: “not that I would advise you to throw yourself away, for the sake of getting married,” continuing on to explain that there is enjoyment after the excitement wears off (196). Nineteenth century Americans feared a loveless marriage, not confusing companionship with affection.  A lack of love did not play into the reason behind divorce though. Instead, an inability to perform culturally prescribed duties caused a marriage to end during this period, often forcing women to bear the brunt of the blame for the split. The new emphasis on love rather than just money and status during this century explains why women such as E.M Grout could afford to say that men should be evaluated for their, “acts of love, or deeds of mercy.” The new trend in female education and the importance of love in a relationship both affected the changing institution of marriage in the nineteenth century."],"display_date":1859,"search_date":"1859-07-02","citations":[{"divid":1333029129,"type":"Pamphlet or Other Printed Material","data":["E.M Grout","Rushlight","Norton, Massachusetts","Wheaton College","1859","Wheaton College Archives"]},{"divid":1333028925,"type":"Book","data":["Karen Lyska","Searching the Heart: Women, Men, and Romantic Love in Nineteenth-Century America","","New York","Oxford University Press","1989","192-226"]}],"locations":[{"id":5972,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":405,"tag":"Marriage"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}}