{"id":5378,"title":"Caroline Cutler Metcalf's Role in Education","course_id":81,"status":"P","start_date":"1874-11-11","end_date":"1874-11-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 11, 1874, S.C. Beach wrote a letter to Mrs. Caroline Cutler Metcalf.  Mrs. Metcalf was the first long-term principal of Wheaton Female Seminary.  Beach wrote to Mrs. Metcalf primarily to relay a message from Reverand Edward Everette Hale.  In a conversation between Beach and Hale, Hale had stated that he had never seen a paper written by a Wheaton Female Seminary student that was not well written.  Hale was impressed with the teachers of the Seminary and the way in which they taught English.  While principal, Metcalf demonstrated that she was capable of not only hiring good teachers, but also getting them to remain at the seminary.  Metcalf had very high standards for her students.","In the book, <em>Wheaton College, 1834-1957</em>, historian and retired professor of the college, Paul C. Helmreich discusses the larger meaning of Metcalf and also of the importance of educating young women during this time.  Metcalf was influential in the survival of the seminary.  She was known for her leadership and students respected the importance she placed on the survival of the seminary.  Helmreich illustrates that women could play a larger role in society during the nineteenth century.  Metcalf helped to change the lives of many young females by giving them an education.  Receiving an education was one of the first steps to proving that women are as able as men.  With an education, women had the opportunity to better themselves.  As a result, women began to hold jobs as teachers and principals.  This was significant because women were viewed as being capable of nothing more than remaining in the home, cooking, cleaning, and raising the children."],"display_date":"November 11, 1874","search_date":"1874-11-11","citations":[{"divid":1333029198,"type":"Manuscript","data":["S.C. Beach","S.C. Beach to Caroline Cutler Metcalf, Nov. 11, 1874",null,"MC 398","","Caroline Cutler Metcalf Papers","Marion B. Gebbie Archives, Wallace Library, Wheaton College"]},{"divid":1333029509,"type":"Book","data":["Paul C. Helmreich","Wheaton College, 1834-1957","","Massachusetts","Cornwall Books","2002","1-76"]}],"locations":[{"id":5975,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":6,"tag":"Education"},{"id":1205,"tag":"Women's History"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}}