{"id":5380,"title":"Women and the Church in the 19th Century","course_id":81,"status":"P","start_date":"1885-05-01","end_date":"1885-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The article called, “Woman in the Church” published in the Phrenological Journal and Science of Health, discussed the question of whether or not women should be granted equal representation with men in the church.  The author discussed how women were treated in the Christian church as opposed to the way they were minimized in Paganism.  Paganism includes all religions other than those revealed by God, which include Christianity, Judaism, and Islam.  Although women occupied a “very low plane” in the Pagan world, women were also not allowed to participate in religious events nor enter Mosques when at a man’s disposition in the Islamic religion.  In the Christian religion, however, women were the leaders of the Church and often participated in activities dedicated to Christianity.  It was also a woman’s job to carry out the actions of the men who created decisions pertaining to the Church.  This job reflected the continuation of the Women’s Rights Movement due to the forceful, demeaning decisions that men lay upon women of the Church.","The author wrote in a feministic tone due to the final paragraphs of the article.  The author alluded multiple times to the very spirit of religion.  This spirit entailed an equality across all denominations and genders.  Christianity, however, recognized the basis of religion and how women should be treated as equals to men.  Other religions, however, recognized it yet failed to demonstrate the equality.<br /> In regard to the relationship between women’s rights and Christianity, a second source published in the North American Review discussed the inferiority held against women during the 19th century and their “duties” that remained within the Christian Church.  Authors Elizabeth Cady Stanton and J. L. Spalding shed light on the harsh conditions women endured in order to regain aspects of their individuality within the Church.  As the authors state, “all religions thus far have taught the headship and superiority of man, the inferiority and subordination of woman” (389).  To break away from this religious standpoint, women engaged themselves in acts of reform not only for themselves as females but also for the enslaved during the abolitionist movement.  It was through the abolition of slavery, protection of children and the poor, as well as  free government that brought about change and the welfare of women.  This progress was associated within the Christian religion due to the involvement of women in the Church.  This involvement and influence of women lead to the acknowledgement of females as leaders and fully capable, equal citizens.  The article makes a point to state that, “God is neither male nor female, as in Christ there is neither male nor female” (409).  The focus on men in Christianity allowed for advocates for women’s rights to take an offensive tone and mistake certain teachings for what they truly were.  These feministic ways, as discussed above, were a prelude to what was to come for the future of women’s rights and Christianity.  Women gained their rights not only within the church but slowly and surely through everyday life struggles.  To get to that point, however, women had to become more religious, more moral, and more intelligent than men.  Finally, to conclude with a quote from J. L. Spalding, “to be persuasive, woman must be amiable; and to be strong, she must speak from a loving heart, and not from a sour mind” (409)."],"display_date":"May 1885","search_date":"1885-05-16","citations":[{"divid":1333029070,"type":"Article","data":["Elizabeth Cady Stanton, J. L. Spalding","Has Christianity Benefited Women?","The North American Review","342","May 1885","389-410"]},{"divid":1333029392,"type":"Article","data":["Unknown","Woman in the Church","The Phrenological Journal and Science of Health","6","December 1890","283"]}],"locations":[{"id":5979,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":7,"tag":"Women"},{"id":514,"tag":"Christianity"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}}