{"id":5381,"title":"Advances In Education For Women","course_id":81,"status":"P","start_date":"1863-10-01","end_date":"1863-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The document entitled \"The Next Term of This Institution will commence Thursday, October 1st, 1863\" was a notice, authored by A. Preot, that described Farmville Female College. The information in the notice pertains to the term that was scheduled to begin on October 1, 1863. The notice included the subjects that were offered by Farmville Female College, as well as the courses of study that students could have expected to follow during their 3 years of study at the collegiate level at the college. According the to the offerings listed in the notice, the material to which the students could have expected to have been exposed involved a progressively more extensive investigation of the disciplines presented in the course of study as the students advanced through their education at Farmville Female College; for example, students in their first year of study could have expected to cover \"Grammar\" in French and Latin as well as \"Arithmatic,\" in the subjects of language and mathematics, and “Botany” in the sciences, whereas students in their second year of study could have expected to focus on more advanced linguistic concepts such as \"Prose Composition,\" in addition to “Algebra” and “Chemistry,” whilst students in their third and final year of study could have expected to study “Rhetoric,” \"Trigonomety\" and \"Mental Philosophy.\" The courses that students could have expected to take, in each of the 3 years were more advanced levels of the same subjects, that would have allowed the students the opportunity to build an understanding of the material of each of the subjects, such as the use of language and the application of mathematics and the sciences. The notice included a list of the board of trustees of the college and a list of the instructors at the college. The notice also contained details about non-academic aspects of life at Farmville Female College, such as its location, and the options for religious worship that were to be made available to students. The expenses that students would have incurred at Farmville Female College were included in the notice.","The notice entitled \"The Next Term of This Institution will commence Thursday, October 1st, 1863\" displayed the greater educational opportunities that were available to Women in the nineteenth century. The material that was offered courses of study in the education that was offered at Farmville Female College, according to the notice, required that the students who, with their own products, received degrees from the institution, possess or learn the skills to read and write, because the curriculum included the study of written work, and required that the students produce \"Original Compositions.\" The degrees of \"Mistress of the Arts,\" or of \"Mistress of English Literature\" that were offered by Farmville Female College were comprised of the study of texts from multiple different cultures, such as English and Latin, which provided a contrast to the limited availability of higher learning to women; to whom, during the eighteenth century, the education available was focused on crafts, such as embroidery. The increased intellectual rigor of the subjects available to women in the second half of the nineteenth century represented the changes that had occurred in the expectations of women's intellectual activities during the eighteenth century and the nineteenth centuries. The increase in the intellectual rigor of the education available to women allowed them to publicly participate in intellectual pursuits in the form of published work; examples of which include the book entitled <em>A New England Tale</em> by Catherine Maria Sedgewick published in 1822 and the publication of Elizabeth Ricord’s issue of the periodical entitled <em>Circular, Report and Catalogue</em>, in 1839. Ricord's publication and Sedgewick’s literary contributions during the nineteenth century were examples of the ability of a woman to present ideas to the literate public that was made available to women as a result of the access to intellectual pursuits, which was made available to them by the fluency in intellectual debate that was afforded them by their education."],"display_date":"October 1, 1863","search_date":"1863-10-01","citations":[{"divid":1333029126,"type":"Book","data":["Kelley, Mary.","Learning to Stand and Speak Women, Education, and Public Life in America's Republic","","Chapel Hill, North Carolina, United States of America","University of North Carolina Press","2006","69, 75, 80-81"]},{"divid":1333029419,"type":"Pamphlet or Other Printed Material","data":["Preot, A.","The Next Term of This Institution will commence Thursday, October 1st, 1863","Farmville, Virginia, United States of America","Farmville Female College","1863","Documenting the American South"]}],"locations":[{"id":5992,"lat":37.2242881205,"lng":-78.441116268,"zoom":10,"place":"PRINCE EDWARD, Virginia"}],"tags":[{"id":875,"tag":"Women, Education"},{"id":1211,"tag":"Published Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}}