{"id":5382,"title":"Women in Education During the 19th Century","course_id":81,"status":"P","start_date":"1878-06-01","end_date":"1878-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“From my own personal knowledge of the school, I cordially commend it, as one of the very best female schools within my knowledge, in the Southern states”. This is just one of many testimonials taken from an advertising pamphlet from the Virginia Female Institute, published in June 1878. During the 19<sup>th</sup> century, women were finding new ways to exert freedom and attempt to obtain power. One of the ways they found a voice was through education. Upon the creation of female schools, often called female seminaries or institutes, women finally had access to education. There are many similar pamphlets from female institutes and seminary schools located in various parts of the country, primarily the South. The goals of such pamphlets were to advertise the school and ideals it put in value. Most were descriptive of what a “female institute” involves. The documents outline everything at the school, describing the location, buildings, courses of study, and costs. However it goes beyond just mere descriptions. The testimonials from female students that studied at the school, in this case the Virginia Institute, had the goal of clearly expressing the morals and meaning behind the school. Many of the women thank the school for changing their lives, along with a few religion based comments, which seems to be a strong part of The Virginia Institute’s dynamic. Although the document’s goal was to advertise the school, it also was selling the ideal female role that was prevalent at this time. It portrays that women can have the best of both worlds: education, while still upholding womanly traditions. Women are allowed this “gift” of education, while still being told to maintain the expectancies of society while receiving this gift.","Historian Mary Kelley illustrates this interesting dynamic between women and education during the period of the eighteenth and nineteenth centuries that many were encountering in such institutes like this one in Virginia. Women began to be afforded opportunities that never would have occurred before. Kelley points out that education proved to be a powerful tool for women, with some choosing to use their new knowledge to partake in social action, such as the anti-slavery movement. Education could be seen as a training tool for such ventures. However, adding education to their lives did not suddenly change everything and make them equal citizens in society. Women experienced two spheres during the 19<sup>th</sup> century, with education being promoted, yet they often were encouraged to still remain silent and continue their duties in the home. Some spoke out, such as Catherine Beecher agreeing that women’s role in the home gives them power. This left women with conflicting messages at the time; one message prompting women to become educated, while the other prompted women to keep their new found knowledge to themselves in the home or use it only in the profession of teaching."],"display_date":"June 1878","search_date":"1878-06-15","citations":[{"divid":1333030314,"type":"Book","data":["Mary Kelley","Learning to Stand and Speak","","Chapel Hill","University of North Carolina Press","2006","passim"]},{"divid":1333030360,"type":"Pamphlet or Other Printed Material","data":["","Virginia Female Institute","Virginia","unknown","1878","Duke University Libraries Digital Collections"]}],"locations":[{"id":5984,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}}