{"id":5383,"title":"Women In The Education Arena","course_id":81,"status":"P","start_date":"1837-11-09","end_date":"1838-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 9<sup>th</sup>, 1837, Mrs. Pamela Burr wrote a letter to Mary Lyon, a leader of the women’s rights leader and educator, urging her to consider her two daughters for admission to Mount Holyoke College in Massachusetts. The letter describes the qualifications of two young girls, Caroline and Mary Burr, in detail. Mrs. Burr says that she is not extremely wealthy but could pay tuition for both girls upfront if they were accepted.","On July 4<sup>th</sup>, 1838, a letter is written in response to Mrs. Burr from Emma Willard, a colleague of Mary Lyon. She, like Mary Lyon, was an influential educator and women’s right’s activist. She states that there are too many equally qualified applicants willing to pay full tuition at this point in time to accept the two girls. However, she states that a Ms. Benton is attempting to create a Primary school in their area and that once it is fully established the girls could attend some classes there.","In the early 1800s, several seminaries were founded to provide education to women. Those who graduated from these institutions were prepared for motherhood, wifehood, and, to teach. Women’s seminaries were not immediately classified as colleges although their curricula were modeled after men’s colleges of the day. By 1860, there were approximately 100 colleges that offered education to women. After the Civil War, the women’s colleges of the Northeast, especially the “Seven Sister” schools (Barnard, Bryn Mawr, Mount Holyoke, Smith, Wellesley, Vassar, and Radcliffe,) set out to demonstrate that women were just as capable of achieving advanced education as men. Thus, admission standards were set as high as those at elite men’s colleges."],"display_date":"November 9, 1837 - July 4, 1838","search_date":"1838-03-07","citations":[{"divid":1333028919,"type":"Website","data":["Grant, Caroline B. and Daniel Grant","Grant Family Burr Papers","American Antiquarium Society","http://www.americanantiquarian.org/GrantBurr/index.htm","March 6th, 2012"]},{"divid":1333030032,"type":"Book","data":["Mary Kelley","Learning To Stand and Speak: Women, Education, And Public Life In America's Republic","","Chapel Hill, North Carolina","University of North Carolina Press","2006","passim"]}],"locations":[{"id":5993,"lat":42.3432886687,"lng":-72.6398205506,"zoom":9,"place":"HAMPSHIRE, Massachusetts"}],"tags":[{"id":1204,"tag":"Emma Willard"},{"id":1203,"tag":"Mary Lyon"},{"id":1202,"tag":"Northeast"},{"id":1201,"tag":"Women's colleges"},{"id":1200,"tag":"Female Seminaries"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}}