{"id":5385,"title":"Martin, A Slave Boy: <em> A Story of Ellis Gray Loring and Caroline Weston</em>","course_id":81,"status":"P","start_date":"1846-01-18","end_date":"1846-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 18, 1846, Ellis Gray Loring wrote a letter to female abolitionist Caroline Weston, pertaining to a slave boy, Martin. Ellis Gray Loring was born on April 14, 1803. After passing the Bar, Loring became a lawyer for the poor and those oppressed of their rights. In January of 1832, Loring was part of the founding of the New England Anti-­-Slavery Society in the African Baptist church in Boston. He became a colleague of William Lloyd Garrison, whom Loring did not always agree with. In particular was their disagreement over the goal of the New England Anti-­Slavery Society; in which Loring was opposed to Garrison’s concept of “immediate and unconditional emancipation,\" although Loring soon came to agree with the idea. Loring worked with many other abolitionists in his time including Caroline Weston, to whom he had much correspondence with. Caroline Weston was sister to Maria Weston Chapman, who was a prominent abolitionist in the 1800’s. Caroline was one of the abolitionist women who formed the Boston Female Anti--Slavery Society. Loring continued as a prominent figure and lawyer throughout the abolitionist movement; joining the Boston Vigilance Committee and housing fugitive slaves.","In the correspondence between Ellis Gray Loring and Caroline Weston, is the letter that concerns to a 13 year-­-old slave boy named Martin. Loring explains that the boy spent time in school in Boston before being sent to Hopedale Community to live with a Mr. G. Sowald (an Englishman). It appears Loring is concerned that the time that Martin spent in Boston was “injurious” towards him (and Hopedale Community) because the members of the community believe that Martin now sets a wrong example for the children, being a bad influence. Although Loring appears to disagree somewhat, explaining that Martin is intelligent, docile, generous, and good-­-tempered, and he believes that Martin will make a good seaman’s apprentice. He believes that Martin will soon be out of control and that will be not only painful but also mortifying for Loring. The letter is finished by saying that Martin needs a place with “firm will” and a “firm arm” if needed. The letter is addressed to “Dear friend Caroline” and is signed “with the truest resign and respect, yrs., Ellis Gray Loring.” The letter shows the mutual respect between the two abolitionist, Weston and Loring as well as their concern for the welfare of a teenage slave boy, Martin. The letter is addressed from Boston on January 18, 1846, which was two years before Caroline and her sister Maria relocated to Europe, where they continued their abolitionist work."],"display_date":"January 18, 1846","search_date":"1846-01-18","citations":[{"divid":1333029902,"type":"Article","data":["Gougeon, Len","1838: Ellis Gray Loring and a Journal for the Times","Studies in the American Renaissance 1990","1","1990","33-­47"]},{"divid":1333030714,"type":"Website","data":["Boston Public Library Anti-Slavery Collection","Ellis Gray Loring to Caroline Weston","Boston Public Library","http://archive.org/details/lettertodearfrie00lori4","March 7, 2012"]},{"divid":1333030874,"type":"Website","data":["Goodwin, Joann","Maria Weston Chapman and the Weston Sisters","Unitarian Universalist Historical Society","http://www25.uua.org/uuhs/duub/articles/mariawestonchapman.html","March 20, 2012"]}],"locations":[{"id":5994,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":1213,"tag":"Female Aboltionists"},{"id":164,"tag":"Slave"},{"id":190,"tag":"William Lloyd Garrison"},{"id":507,"tag":"Abolishment of Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}}