{"id":5391,"title":"The Banjo's Role during the Great Depression.","course_id":79,"status":"P","start_date":"1/1/20","end_date":"12/31/44","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The banjo is a string instrument with a sound unlike any other. It made parlor room music for the upper middle class and was a part of the Great Depression and has continued on into the years as a recognizable instrument. The banjo was sought by many because of its strange high tempo songs that were played on them. In the Tennessee Valley country farmers would get together after working all day in the fields and play to pass the time like Uncle Dave Macon.  Uncle Dave Macon played for so long and so well that people started to gather to watch him play music. Later in life he would even be paid. Uncle Dave Macon was born David Harrison Macon in Tennessee on October 7, 1870. During the 1920s when Uncle Dave was 50 years old he was paid $15 by friends for entertainment during the evening hours. Author and music historian for Rutherford County, Charles Wolfe, described Macon “as a character” before he ever set foot on the Grand Ole Opry stage or produced recordings with his talented banjo skills and his bear claw pick.","The banjo’s popularity can be attributed to the common farmer and his love for the instrument. The banjo was a valuable entertainment tool that allowed them to play as much as they liked to pass away the time on the front porch. During the 1920s the banjo gained popularity because it was portable, easy to learn on and musical dueling matches were played like checkers or chess. By the late 1926 the phrase “hillbilly music” describing the banjo was published in <em>Variety</em> magazine.  This “hillbilly music” was viewed by most Americans as “more southern folk music” which was typical of describing familiar tunes on the fiddle, harmonica and banjo. The booming popularity of the radio in the 1920s made southern folk music noticeable and, as a huge contributor to that type of folk music, the banjo became a status symbol of the southern music."],"display_date":"1920 - 1944","search_date":"1932-07-01","citations":[{"divid":1335717304,"type":"Website","data":["Michael Hofer","Uncle Dave Macon","History of Banjos","http://banjobasics.julieferris.com/BANJOPLAYERS/2.html","March 20, 2012"]},{"divid":1335717510,"type":"Website","data":["Charles Wolfe","“Uncle Dave Macon: 'The Elvis of Rutherford County'.”","Uncle Dave Macon Days","http://www.uncledavemacondays.com/uncledavemacon.htm","March 20, 2012"]},{"divid":1335717616,"type":"Primary Source in a Secondary Source","data":["Photograph of Uncle Dave Macon","1920","Uncle Dave Macon","Hofer, Michael","http://banjobasics.julieferris.com/BANJOPLAYERS/2.html","Michael Hofer","2001","1"]}],"locations":[{"id":6175,"lat":35.8426844848,"lng":-86.4167102519,"zoom":9,"place":"Rutherford, Tennessee"}],"tags":[{"id":1279,"tag":"banjo"},{"id":1278,"tag":"music, folk"},{"id":1158,"tag":"Great Depression"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}}