{"id":5392,"title":"The Future of Pacfic Trade Due to an Untimely Death","course_id":76,"status":"P","start_date":"1891-03-01","end_date":"1891-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In march of 1891, King Kalakana had died from an unknown cause in San Francisco within the United States. This death had arroused the citizens of both the continental united states as well as Hawaiian natives who enjoyed visiting San Francisco. The worry that notes itself here comes from certain negotiations that were taking place at the time of his unfortunete death. These negotiations were based on the fact that the Hawaiian Islands are a product of the United States commerce. Without help from the United States Government, the economy of the Islands would falter as this is thier biggest weak point. The general relationship between the two entities before this untimely event was friendly and beneficial, worry ensued after. Because of the death of the Hawaiian king, many other nations have come to claim the newfound trading relationship that the free islands now represent. China, which is located to the west of the islands wants to commit a trade agreement. Germany and Britian wishes to see it in thier hands as well. The carrying trade of the islands is still in American hands, and the Pacific coast is the consuming and supply market for the entire island culture. We see also that there was an native uprisal on the islands of hawaii.","The commercial importance of the Hawaiian Islands to the United States cannot very well be overestimated, for the reason that their great natural resources are only at the begining stages of development. All American trade is only due to the nations skill, efficiency and ability to transport goods.","Despite the unique trading opportunities accompanied to the islands, thier commerce has gone down significantly because of this event. The likeliness that it will flounder is doubtful due to the fact that San Francisco's market depends heavily on Hawaiian goods such as sugar, and cotton.","The men of the Hawaiian workforce, (a nation that consists of 80,000 people in 1840s) say, \"the Hawaiian Islands will become the key to the north Pacific Ocean upon the completion of the Nicaragua Canal, which will bring the mari-time powers of Europe within striking distance of San Francisco.\"","The population of Hawaii was significantly larger in 1770 when a man named James Cook arrived at the islands, over 400,000 people had migrated to the islands to domesticate it. Without proper mediciene and the lengths that sea voyages took between both Asia and the Americana's, however, people died due to venereal disease, small pox, measles, whooping cough and influenza. By 1870 the population was yet again, cut in half to 40,000 due to disease.","Inherently, the Hawaiian natives and government rely heavily on the trade that comes from the America's to support living conditions and medicene and vice versa."],"display_date":"March 1891","search_date":"1891-03-16","citations":[{"divid":1334362386,"type":"Article","data":["Claus Spreckle","The Future of the Sandwich Islands","The North American review","Issue 412","March, 1891","287-291"]},{"divid":1334364329,"type":"Website","data":["John Fischer","The People of Hawaii","About.Com","http://gohawaii.about.com/cs/culture/a/hawaiian_people.htm","April 13th, 2012"]}],"locations":[{"id":6014,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1227,"tag":"King Kalakana"},{"id":1226,"tag":"Pacific Trade"},{"id":1225,"tag":"Sandwich Islands"},{"id":886,"tag":"Hawaii"}],"course":{"name":"ENGL 305: Literary History and Writing","school":"St. Norbert College","course_id":76,"school_id":44}}