{"id":5395,"title":"National Women's Rights Convention: Maria Varney's letter emphasizing natural rights","course_id":81,"status":"P","start_date":"1850-10-20","end_date":"1850-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 23, 1850 the first annual National Women’s Rights Convention commenced in Worcester Massachusetts. For two days more then a thousand women and men from eleven different states listened to speakers. The speakers emphasized the right to vote, to own property, to be admitted to higher education and to choose their occupation or profession. Newspaper reporters from all over attended, but the majority of the press coverage the convention received was derisive and scornful. The criticism did not hurt the convention, but rather brought attention to it on a national level and built support for the movement.","Maria L. Varney wrote a letter to the National Convention of Women’s Rights in Worcester, Massachusetts. The letter expressed her regrets for being unable to attend the convention and put forth a few fundamental propositions about women’s rights. Her argument is founded on two principles. First, all people have certain inalienable rights including: life, liberty, and the pursuit of happiness. And second, women are human beings. Therefore, women are entitled to a right to life, liberty, and pursuit of happiness. She declared that a right to life implies “not only a right to the means of a livelihood, but a right to <em>one’s own person and property</em>.” And that a right to liberty and the pursuit of happiness implies “a choice of location, occupation, and self-government.” Varney concluded that any law that violates these rights of <em>people</em>, male and female, is unjust and must be immediately repealed. In order to be just and fair the government and laws must be blind to gender.","Varney’s emphasis on natural rights reflected the fact that ideas about who could claim such rights had been expanding and evolving since the American Revolution. The language of natural rights first identifies with the Declaration of Independence. While the Declaration of Independence specified Man, only ten years later, in1787, the language in the Constitution is gender-neutral, using the term “person.” In 1792 Mary Wollstonecraft wrote <em>A Vindication of the Right’s of Women</em>, in which she builds off of the principle of natural rights. She claimed that because natural rights are given by God they are universal and inherent to all people and therefore undeniable. The authors of the Declaration of Rights and Sentiments followed the same pattern and adapted the Declaration of Independence in 1848 at the Seneca Falls convention. They applied it specifically to women’s rights. By the early nineteenth century some of women’s civil liberties were recognized. This is important because it acknowledged that women are human beings who possessed rights. By recognizing that women were entitled to certain rights and that the government had a responsibility to protect the women’s rights, the government inadvertently acknowledged that women were separate and distinct individuals in the eyes of the law."],"display_date":"October 20, 1850","search_date":"1850-10-20","citations":[{"divid":1334809660,"type":"Website","data":["Maria L. Varney","Letters of Support Published in the Proceedings","Worcester Women's History Project","http://www.wwhp.org/Resources/WomansRights/letters_1850.html","April 3, 2012"]},{"divid":1334809753,"type":"Book","data":["Rosemarrie Zagarri","Revolutionary Backlash: Women and Politics in the Early American Republic","","Philadelphia, Pennsylvania","University of Pennsylvania Press","2007","27-45"]}],"locations":[{"id":6020,"lat":41.0633875895,"lng":-73.4206530083,"zoom":9,"place":"FAIRFIELD, Connecticut"}],"tags":[{"id":196,"tag":"women's rights"},{"id":18,"tag":"Politics"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}}