{"id":5396,"title":"Carrie Childer's Written Hope","course_id":77,"status":"P","start_date":"1863-09-15","end_date":"1863-09-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     Throughout the Civil War in Missouri many citizens lived in fear of the bands of guerrilla soldiers. Among these citizens was a woman by the name Carrie Childers. On September 15, 1863 Carrie Childers of Bolivar, Missouri wrote to Capt. Rowan E. M. Mack in Cassville, Missouri a letter concerning the Rebel activity occurring in her local area. She informs Capt. Mack that guerrillas are razing the homes of the citizens and also committing murders. Her letter to Capt. Rowan E.M. Mack indicates that she knew him personally as later she speaks of her disappointment at his departure for Arkansas. Childers writes (ungrammatically) about the depraved situation and states “I can wright it you may be ashured it is very bad there is a man killed or a House razed evry night by the Rebels.\" Certainly during this time period of the Civil War, the state of Missouri and its citizens were enduring a major battle within its own borders with guerrilla fighters.","     Carrie Childress seems to feel that times will eventually get better although she states even the Union soldiers themselves had to come into the local town to escape the guerrillas. During this period in Missouri, guerrilla soldiers were particularly cruel; they were raping, robbing, beating, and murdering the innocent civilians. Occasionally, they murdered an opposing soldier, scalped him and kept the scalp as a trophy, hanging it off the bridle of their horse. Sights like these would most certainly lead the locals to fear these bands of barbarians. Many of these locals were women who had been left to take care of the home and the children while their husbands were off fighting. Carrie Childress herself praises Capt. Mack for his efforts while away at war, stating “I congratulate you on once more having the opurtunity of invading the Sacred Soil of Arkansas and presume the Rebels will have a hapy time while you are in Arkansas.” The reader assumes that this may be a “while the cat is away, the mice will play” situation for the surrounding area. Without the proper authorities in place to help keep the irregular warfare under control, the situation would have become unbearable for the citizens.","     Michael Fellman, historian of guerrilla warfare in Missouri, reminds his readers that guerrilla warriors were are bands of irregular fighters who have either rallied on their own to form a group or have been fighting separately from any official military association. Guerrilla warfare was a difficult situation in Missouri for the citizens largely due to amount of confusion the guerrillas caused as a result of fighting. Fellman also discusses the conflict the people of Missouri had while trying to cling onto their faith and moral values all while feeling disrespected and violated by the guerrillas and invading armies. There were several major divisions of guerrilla bands that caused such confusion and conflict within these communities. These rebel groups were the raiders, partisans, and bushwhackers. There were also units of Missouri Partisan Rangers formed by the locals to help protect the citizens from the invading Federal troops. Meanwhile the invading Northern troops were also treating the locals savagely and committed horrible crimes, like the massacre at Camp Jackson on May 10,1861 which killed over thirty civilians. There were also Jayhawkers who were guerrillas that were fighting for anti-slavery and also terrorizing the locals in the process. Also many brutal attacks were committed by bands of irregular guerrilla fighters, like the Lawrence Massacre on August 21,1863 led by William Quantrill, which killed close to 200 men and boys, or the Centralia Massacre of September 27,1864, where “Bloody “ Bill Anderson led his band to brutally kill twenty-four unarmed Union soldiers. Reviewing events like these and factoring in all the civil unrest in the area it is not suprising that someone like Carrie Childress would be pleading for hope of a calmer future for her region."],"display_date":"September 15, 1863","search_date":"1863-09-15","citations":[{"divid":1335320461,"type":"Manuscript","data":["Carrie Childers","Carrie Childers letter to Capt. Rowan E. M. Mack - Sep. 15, 1863",null,"http://cdm.sos.mo.gov/cdm4/document.php?CISOROOT=/mack&amp;CISOPTR=178&amp;REC=1","","Carrie Childers letter to Capt.Rowan E.M. Mack","Missouri Digital Heritage Contributed Collections"]},{"divid":1335320811,"type":"Book","data":["Michael Fellman","Inside War, The Guerrilla Conflict in Missouri during the American Civil War","","New York, NY","Oxford University Press","1989","16-17, 132-148"]}],"locations":[{"id":6167,"lat":37.6164921569,"lng":-93.4005351949,"zoom":9,"place":"POLK, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":32,"tag":"Civil War"},{"id":1232,"tag":"Irregular Warfare"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}}