{"id":54,"title":"Republicans Run their First Presidential Candidate\n","course_id":1,"status":"P","start_date":"1856-11-04","end_date":"1856-11-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Republican Party was formed as an anti-slavery party and in the presidential election of 1856, John Fremont became the party's first candidate for president.  Ironically, Fremont was the only candidate in the presidential election from the South, yet he was also the only one who spoke out against slavery.  Fremont campaigned to wipe out what he felt to be the two biggest sins plaguing the country: polygamy and slavery.  Fremont was an explorer of the western frontier and proved to be effective at promoting the idea of Manifest Destiny.'&lt;br /&gt;&lt;br /&gt;The political climate of the era remained particularly tense due to conflict in Kansas and Missouri over slavery.  This anti-slavery stance did not help him gain popularity with the majority of southerners.  In addition, Fremont, if elected, wanted to admit Kansas into the Union as a free state, which enraged southerners even more.  Southerners were further provoked by speeches given by Fremont supporters that declared if Fremont won the election he would subjugate the South to freedom (The Daily Dispatch, Aug 8, pg. 3).'  Needless to say, Fremont did not win over southerners with his abolitionist rhetoric and this eventually led to his defeat.&lt;br /&gt;&lt;br /&gt;Fremont was successful in winning eleven states, but ultimately lost the election to the Democratic candidate James Buchanan.  Ultimately, with such an ardent stance against slavery, Fremont proved highly unsuccessful in winning southern votes.  The winner of the election, James Buchanan was a southern sympathizer, although from Pennsylvania, and thus was able to garner the support of the South.  The South rejoiced when Fremont fell to Buchanan, but their pleasure with the outcome soon waned as Buchanan proved himself to be an inadequate president."],"display_date":"November 4, 1856","search_date":"1856-11-04","citations":[{"divid":1213205554,"type":"Book","data":["William Lloyd Fox and Richard Walsh, eds.","Maryland: A History",null,"Baltimore","Maryland Historical Society","1974",""]},{"divid":1213206439,"type":"Website","data":["PBS","The West","PBS","www.pbs.org/weta/thewest/events/1850_1860.htm",""]},{"divid":1213206538,"type":"Newspaper Article","data":["The Won&#39;t Submit Party","New York Daily Times","New York","July 1, 1856","4"]},{"divid":1213206620,"type":"Newspaper Article","data":["Nomination of Fremont","Federal Union","","July 1, 1856","4"]},{"divid":1213206673,"type":"Newspaper Article","data":["Subjugating the South to Freedom","The Daily Dispatch","","August 8, 1856","1"]}],"locations":[{"id":37,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}