{"id":540,"title":"Henry R. Schoolcraft reaches edge of Missouri Frontier\n","course_id":1,"status":"P","start_date":"1818-11-12","end_date":"1818-12-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In mid-November, as detailed in a book he authored, Henry R. Schoolcraft came across a series of caves, big and small, in the middle of the Missouri Territory.  The interesting feature about these caves was the abundance of salt petre' throughout the system.  From the largest such cave, this salt petre was being harvested by Co. Ashley, who transported the product to Washington County.&lt;br /&gt;Henry R. Schoolcraft, as detailed in a book he authored, came across a very small town on the edge of the Missouri frontier on December 13, 1818.  Only two families live there: Holt and Fisher.  Although it was December, neither family had yet cleared land for corn nor had they even finished their houses.  Schoolcraft was desperate for a guide past the frontier, but both Holt and Fisher refused at first, stating that they did not yet have enough food to last their families through winter, and balking at the possibility of being assaulted by the Osage Indians.  Eventually they acquiesce, going in exchange for cash and Schoolcraft's horse.&lt;br /&gt;Schoolcraft describes the frontier as a very desolate place.  Food is a soup composed of corn and meat, with no vegetables.  Morning chores are spent patching holes in moccasins.  For the children in the area, schools are as unknown as books, and religion is just as scarce.  Indeed, the historian William Foley says that, while the well-to-do were generally educated, the pioneer farmers were too busy with the daily tasks of frontier living to be concerned that their children were growing up in ignorance'."],"display_date":"November 12, 1818 - December 13, 1818","search_date":"1818-11-27","citations":[{"divid":1215451523,"type":"Book","data":["William E. Foley","A History of Missouri: Volume I 1673 ? 1820",null,"Columbia, MO","University of Missouri","1971","186"]},{"divid":1215451588,"type":"Pamphlet or Other Printed Material","data":["Henry R. Schoolcraft","A Journal of a Tour into the Interior of Missouri and Arkansas","","","1818","Special Collections Library, University of Virginia"]}],"locations":[],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}