{"id":5400,"title":"A worried mother writes her son’s boarding school","course_id":77,"status":"P","start_date":"12/14/21","end_date":"12/20/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 14, 1921 a worried mother wrote a letter to the Superintendent at the Tulalip Indian Agency. In the letter she addressed her concern for her son Robert’s failing health, and asked the Superintendent to let Robert return home for the holiday season. Six days later, she received the Superintendent’s typed response denying her request. He stated that none of the school’s students would be returning to the reservation due to the school’s need to catch up on a delayed academic schedule. He also assured her a doctor had seen her son, and her concern for his health was unnecessary.","The letter Robert’s parents received was just like the many others the school sent out each year. Many complaints and requests flowed through the school on a regular basis, and were either denied or ignored completely by the school’s staff. The responses sent out often minimized potentially serious issues and lacked truthfulness. The reluctance to send students back to the reservations came from the fear of what damage the cultural exposure would cause to the assimilation process. Boarding schools operated around the theory of linear assimilation. Linear assimilation theory states that children who are fully submersed in a culture will willingly take on the aspects of that culture, over the one they were born into.","Letters like the one to Robert’s parents show critical cracks in the assimilation process. The letter from Robert’s mother shows that her son has been cut off from his family, and her desire to have him back home. When this letter is combined with other similar letters from Native American parents written during this time, you see a general sense of longing for their absent children. This feeling of loss shows the negative side effects that linear assimilation had on Native American families."],"display_date":"December 14, 1921 - December 20, 1921","search_date":"1921-12-17","citations":[{"divid":1335380840,"type":"Manuscript","data":["","Unknown Woman to D.E. Garcia",null,"","","University of Washington Digital Collections","Correspondence from National Archives and Records Administration"]},{"divid":1335381129,"type":"Manuscript","data":["Tulalip Indian Agency Superintendent","Tulalip Indian Agency Superintendent to Unknown Woman",null,"","","University of Washington Digital Collections","Correspondence from National Archives and Records Administration"]},{"divid":1335381267,"type":"Book","data":["Margaret L. Archuleta, Brenda J. Child, and Tsianina Lomawaima","Away from Home: American Indian Boarding School Experiences 1879-2000","","Phoenix","The Heard Museum","2004","38-40"]},{"divid":1335381466,"type":"Article","data":["Elliott R. Barkan, Rudolph J. Vecoli, Richard D. Alba, and Oliver Zunz","Race, Religion, and Nationality in American Society: A model of Ethnicity from Contact to Assimilation","Journal of American Ethnic History","14.2","Winter 1995","38-101"]}],"locations":[{"id":6141,"lat":48.6558685717,"lng":-122.503825227,"zoom":9,"place":"Whatcom, Washington"}],"tags":[{"id":1235,"tag":"Boarding Schools"},{"id":1234,"tag":"Cultural Assimilation"},{"id":537,"tag":"Native Americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}}