{"id":5402,"title":"Tuskegee Syphilis Experiment Examined by HEW","course_id":77,"status":"P","start_date":"7/26/72","end_date":"7/26/72","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 26, 1972 <em>The Alton Evening Telegraph, </em>a newspaper in Alton, Illinois<em>, </em>released an article discussing The Department of Health Education and Welfare's investigation of the Tuskegee Syphilis experiment. Although the experiment was conducted in Alabama, the news was a national story. Jean Heller, the author of the article, found this study so disturbing that she decided to report on it. The experiment’s purpose was to study the effects of syphilis on the human body. The investigation was sparked because the participants of the study, 600 black men, were denied proper medical treatment for their ailments. Dr. Merlin K. Duval announced the investigation; he stated he wanted to investigate why the study lasted so long. The study started in 1932 and lasted until 1972. Public Health Service officials questioned the morality of the study because the study continued after penicillin had been proven to be the cure for the disease. While seeking subjects for the study Dr. Raymond Vonderlehr searched the largely illiterate, poverty-stricken population of sharecroppers and tenant farmers. The individuals participating in the study were all poor black males.","There were 600 participants divided into three groups: 200 not suffering from syphilis, 200 with the disease and treated with the best methods known at the time and 200 not treated for syphilis at all. After the investigation began the investigators determined that of the 400 men infected with syphilis none of them were treated. The pre-penicillin treatment for syphilis consisted mainly of arsenic and mercury injections, and a death rate of 1 in 100 was considered good. Dr. J.D. Millar, chief of the venereal disease branch of Atlanta's CDC, believed \"the moral problem, if any in 1932 was very vague because the risk of treatment was in the minds of physicians worse than the disease\". Millar is in charge of the remains of the Tuskegee Syphilis Study.","In a 1968 Hastings Center Report, Allan Brandt stated that in retrospect the study \"revealed more about the pathology of racism than about the pathology of syphilis\". The study was widely reported without arousing any significant protest in the medical community. Brandt suggested that there needs to be more attentiveness in evaluating the specific ways in which social values and attitudes affect professional behavior. Heller agrees with Brandt because she suggests that racism was one of if not the only reason behind the study."],"display_date":"July 26, 1972","search_date":"1972-07-26","citations":[{"divid":1335383136,"type":"Newspaper Article","data":["Experimental VD study being probed by HEW","Alton Evening Telegraph","","July 26, 1972","1"]},{"divid":1335383285,"type":"Article","data":["Allan M. Brandt","Racism and Research: The Case of the Tuskegee Syphilis Study","The Hastings Center Report","8","December 1968","21-29"]}],"locations":[{"id":6201,"lat":38.8298808603,"lng":-89.9051581527,"zoom":9,"place":"Madison, Illinois"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":100,"tag":"Medicine"},{"id":1237,"tag":"Tuskegee"},{"id":1238,"tag":"Syphilis"},{"id":1239,"tag":"Study"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}}