{"id":5405,"title":"Life in a 19th Century Insane Asylum","course_id":77,"status":"P","start_date":"1/1/10","end_date":"3/5/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Andrew Moore Sheffield was a woman born with a man’s name.  Her father, James Sheffield was a former slaveholder and one of the Alabamian men who signed the state’s ordinance of secession before the time of America’s civil war.  James Sheffield, along with his son who was a probate judge at the time, had long believed Andrew was insane, and one day in 1890, when the opportunity presented itself, the men admitted Andrew Sheffield at the age of 11 to a mental institution in Tuscaloosa, Alabama named Bryce Hospital.  Andrew was sent to Bryce after being accused of arson.  Andrew claims that she was drugged by her physician at the time of the crime with chloral, a drug used at the time to induce sleep.  The physician knew that Andrew had previously been addicted to chloral and he wanted to use her for a crime he wanted to commit.  After weeks of abuse and becoming addicted to chloral once again, Andrew went through with her physician’s plan to burn down her neighbor’s home, which caused her sentencing to Bryce.","According to a 1910 Bryce Hospital form titled, Application of Patient to Insane Hospital, it was quite easy for someone to be admitted to a mental hospital around the late nineteenth and early twentieth century.  The form asks questions focusing on social delinquency rather than possible reasons for mental distress.  One question on the form asks, “How has he (or she) attempted to destroy property?”  Unfortunately for Andrew Sheffield, the question is answered by her confession to burning down her neighbor’s home while under the influence of chloral.  Coincidently, there is a question on the form that asks if the person has an impaired mental condition attributed to the damaging use of alcohol or other drugs, which regrettably once again, Andrew would have to confess to.  Unlike Bryce's application, today's modern mental health form gives the patient a chance to explain any drug or medication related information as opposed to Bryce’s ‘yes’ or ‘no’ checklist.","Andrew Sheffield was sent to Bryce Hospital during the Victorian period when, according to historian Thomas Szasz, mental illness was considered to be a physical illness.  Since mental illnesses were thought of as physical problems, no one paid any attention to the social conditions surrounding the sickness or the patient.  Instead of Andrew’s doctors examining any possible social problems surrounding her, such as an abusive physician who drugged her with chloral, they decided to claim her mentally insane to keep the female criminal locked away from the rest of society.","Andrew died on March 5, 1920 at the age of forty-one as a ward of the state and was buried on the hospital grounds.  There is a combination of possible causes for her death, but it is most likely due to influenza and complications of pellagra.  On Andrew’s death certificate, she is never officially labeled as mentally ill, but instead, as a criminal.  O. D. Street, Andrew’s nephew, arranged her burial at the hospital but did not attend any service for his aunt’s death.  In 1910, when asked about her burial arrangements, Andrew replied that she would like to be buried in the hospital grounds because it looked like how she felt on the inside, “desolate, gloomy, lonely, neglected, uncared for and forsaken…”"],"display_date":"January 1, 1910 - March 5, 1920","search_date":"1915-02-02","citations":[{"divid":1335385722,"type":"Book","data":["Hughes, John S.","The Letters of a Victorian Madwoman","","South Carolina","University of South Carolina Press","1993","260"]},{"divid":1335385858,"type":"Book","data":["Szasz, Thomas S.","The Myth of Mental Illness","","New York","Harper &amp; Row","1974","320"]},{"divid":1335386005,"type":"Government Document","data":["Psychiatry Registration Information","University of Alabama at Birmingham","2011-2012","","","","","University of Alabama at Birmingham Psychiatry Department",""]},{"divid":1335386106,"type":"Government Document","data":["Application of Patient to Insane Hospital (blank form)","University of Alabama’s Bryce Hospital Collection","1910-1919","","","","","University of Alabama Hoole Library",""]}],"locations":[{"id":6104,"lat":33.2892936713,"lng":-87.5259674694,"zoom":9,"place":"Tuscaloosa, Alabama"}],"tags":[{"id":1260,"tag":"mental health"},{"id":1261,"tag":"madness"},{"id":1262,"tag":"bryce hospital"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}}