{"id":5407,"title":"Financial Problems for Mental Hospitals","course_id":77,"status":"P","start_date":"1/1/19","end_date":"10/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1840, female activist Dorothea Dix set out on a misson to create more mental health hospitals for the mentally ill.  During this time in America, there were only 8 hospitals for the mentally ill, but Dorothea fought for the creation of at least 32, so the people who have been injustly imprisioned for mental health reasons may be transferred from jail to the hospital instead.","Bryce Hospital, a hospital for the mentally insane, opened in Tuscaloosa, Alabama in April of 1861.  The hospital was possible thanks to Dorothea Dix, after she visited Alabama in 1848 to advocate for the mentally ill.  The purpose of Bryce was to admit, care for, and treat citizens of Alabama who were considered to be a menace or danger to society, but showed hope for improvement.  The hospital was named after Dr. Peter Bryce who became the first superintendent of the institution, later followed by Dr. J. T. Searcy in 1892 then Dr. W. D. Partlow in 1919.","On January 21, 1919, a typist by the name of Francis M. Purifoy sent a letter to the superintendent of Bryce at the time, Dr. Partlow.  The letter informed Dr. Partlow of historic Alabama laws written in the mid to late 1800s concerning the Alabama Insane Hospital.  Purifoy then ended the letter with his average pricing rates for his work:  five, ten, of fifteen cents per hundred words, according to the character of the work.","A week later, January 28, 1919, Purifoy wrote to Dr. Partlow again.  Purifoy’s letter this time had a very different feel to it.  The letter enclosed a few historical acts passed on February 6, 1852 involving legislation surround the Insane Hospital Act, but this time Purifoy mentioned his own worries surrounding the hospital.  Purifoy stated that he was interested in the funds for the maintenance of the Hospital and just because he left the Hospital does not mean he lost interest in the patients, and he also wanted to devote his time for the remainder of his days to a relief of those who are confined to mental hospitals.  Purifoy goes on to add that he wanted to make a collection of history and laws of the Alabama Insane institutions, and he wanted to beg forgiveness from Dr. Partlow for his last letter.  Purifoy felt terrible for asking for compensation, and stated that he entirely overlooked the fact that the Hospital was worse off financially than he.  Purifoy ended the letter with offering his willingness to better help the hospital in any finical way he could.","The last letter is written almost a year and a half later on October 4, 1920.  Purifoy began the letter with small chat, talking about a sporting Field Day event, but then the letter progressed to business.  It seemed as if there was a bill proposed to the Governor at the time, and if granted then Bryce Hospital would receive $100,000.00 for improvements.  His pleasure was displayed in his letter as he wrote what he thought the improvements should focus on:  burning of the garbage, a rebuilt water tank, and a corresponding sewerage and draining system.   Purifoy also suggested that improvements should go towards the kitchens and dining room, but he noted these will not be good investments unless properly policed.  Finally, once again, Purifoy offered any help he could in assisting estimated and suggestive plans before ending his letter.","According to historian Barbara Bellows and her research on the South Carolina Lunatic Asylum, it was common for asylums to suffer from finical issues.  Bellows studied the South Carolina legislature and how the idea for an asylum formed in 1809, but the institution was not successfully opened until 1828 due to lack of sufficient funds.  Onwards through its history, the South Carolina Lunatic Asylum struggled as it tried to become a self-sufficient institution, but could not because of overpopulation.","Although the end result of money granted to Bryce Hospital was not spent on fuel or clothing for patients, it was spent on food and improvements to the condition of the building.  The interior was painted, plastering was replaced, staircases were repaired, and leaky roofs were patched creating a better overall appearance for institute."],"display_date":"January 1, 1919 - October 31, 1920","search_date":"1919-12-01","citations":[{"divid":1335386598,"type":"Article","data":["Bellows, Barbara","Insanity Is the Disease of Civilization\": The Founding of the South Carolina Lunatic Asylum","The South Carolina Historical Magazine","Vol. 82, No. 3","July 1981","263-272"]},{"divid":1335386788,"type":"Manuscript","data":["Purifoy, Francis M.","Partlow Letters",null,"","0225.0001/08","History of Partlow","Bryce Hospital Collection"]},{"divid":1335387290,"type":"Book","data":["Hart, Hastings H.","Social Progress of Alabama","","New York","Russell Sage Foundation","1922","1-62"]},{"divid":1335399888,"type":"Website","data":["Minnesota Psychological Association","Detailed History of Mental Health","Minnesota Psychological Association","http://www.mnpsychsoc.org/history%20appendix.pdf","April 25, 2012"]}],"locations":[{"id":6190,"lat":33.2892936713,"lng":-87.5259674694,"zoom":9,"place":"Tuscaloosa, Alabama"}],"tags":[{"id":1263,"tag":"financial"},{"id":1260,"tag":"mental health"},{"id":1262,"tag":"bryce hospital"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}}