{"id":5409,"title":"Mr. Guerrilla is Innocence Personified","course_id":77,"status":"P","start_date":"1862-09-06","end_date":"1862-09-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     On Saturday September 6th 1862 an entertaining article was published in The New South paper in Port Royal regarding the antics of guerrilla warfare. This intriguing article describes the operations of guerrilla fighters during the Civil War. Guerrillas during this period fall into several different categories. Partisan, raiding, and bushwhacking are just several of the main focuses of many historians of Civil War guerrilla warfare. Partisan rangers were brilliant Calvary men with quick wit that conducted raids of Union camps causing the soldiers to stay on alert. Likewise the Raiders were bands that had skirmishes with both civilians and military troops, while the bushwhackers were generally men who conducted raids from heavily covered areas of vegetation. Most bands were irregular fighters, not sanctioned by the government however this separated the partisan rangers because they were under the 1862 Confederate Congress Act. Port Royal’s article of 1862 informs the reader how these guerrilla bands would operate. The witty article focuses on the category of raider bands in general.                ","     In our article we look at “Mr. Jones” and his parish in the state of Louisiana. Our article in the New South states “Mr. Jones is a distinguished man in his local community, well known and well liked. He will use his personality to influence the men in parish to follow his lead and rebel against the incoming opposing troops.” From here the influenced party will organize into a small band of fighters, numbering around thirty to fifty-five, into gathering together their local supplies, such as rifles, shotguns, and mounting their horses, riding out to hide in bushes and woods in anticipation of the skirmish to come. They will lie in wait to ambush or sometimes secretly raid the military camps by night. They engage many times in fierce skirmishes with the enemy. If the opposing troops can pursue, they are sent on roundabout chase. These chases usually end up with the guerrilla stashing away the clues to his antics, where then “Mr. Guerrilla” is found sitting on his piazza, philosophically smoking the pipe of peace, with the appearance of innocence personified.”","      In many of the more dangerous raids, there were numerous civilian murders, rape, terrorizing of the locals, and robbery. In any category, guerrilla soldiers were masters of disguise, sometimes dressing in stolen Union soldiers uniforms or women’s clothing to fool the enemy. This led to much confusion as to who they were. In Missouri, bushwhackers were specifically adapted to inducing a state of confusion and the civilians could not tell if they were Confederates or Federals committing such horrible crimes. These guerrilla fighters, regardless of the region of country they were located in, felt justified by fighting by any means necessary for what they regarded as important. Guerrilla warfare historian, Michael Fellman, states that “in such a war, for guerrillas, terror was both a method and a goal.” In the case of “Mr. Jones” and most of the Confederates, they focused on Lincoln and the Northern aggression. Fellman adds that guerrillas demolished homes, supplies, morale, and lives of the citizens around them. There was a danger associated with guerrilla warfare that affected these local American populations that sadly today is overlooked for what is considered mainstream Civil War battles."],"display_date":"September 6, 1862","search_date":"1862-09-06","citations":[{"divid":1335391676,"type":"Newspaper Article","data":["How Guerrillas Operate","The New South Paper","Port Royal, SC","September 6, 1862","http://digital.tcl.sc.edu/cdm/compoundobject/collection/NSN/id/480/show/476/rec/1"]},{"divid":1335391851,"type":"Book","data":["Michael Fellman","Inside War, The Guerrilla Conflict in Missouri During the American Civil War","","New York NY","Oxford University Press","1989","24-26"]}],"locations":[{"id":6170,"lat":32.4068445137,"lng":-80.4452215468,"zoom":8,"place":"BEAUFORT, South Carolina"}],"tags":[{"id":1232,"tag":"Irregular Warfare"},{"id":32,"tag":"Civil War"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}}