{"id":5410,"title":"Lighting Up During the Roaring Twenties","course_id":77,"status":"P","start_date":"1/1/20","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["While you are flipping through the pages of your favorite magazine a mysterious woman in a white and green gown catches your eye. She has an air of power, intelligence, and strength. Something about her captivating expression renders you powerless. Her stance is one of both strength and seduction. You can do nothing but stand there and stare in awe of her glory as she takes a puff from her Lucky Strike…","The roaring twenties is known as a time of change and decadence in the United States. Flappers, jazz, and speakeasies were cultural fixtures of this period. There was a shift in social norms that brought with it a new sense of freedom and a different idea of what the modern world should be. One aspect of this time-period which is often overlooked is the emergence of cigarettes as a social staple. Brands like Camel and Lucky Strike were able to change public perceptions of smoking. In the past women smoking in public was seen as faux pas. Additionally, cigarettes were seen as feminine so men often stuck to cigars or chewing tobacco. A man named Edward Bernays changed all that.","Edward Bernays is often referred to as the father of public relations as well as the master of spin. He was famously commissioned by Lucky Strike cigarettes to make the brand more appealing to women. Bernays was nothing if not clever; he conducted research showing that most women wouldn’t buy Luckies because the green packaging clashed with their clothing. Bernays teamed up with Barney’s of New York to make green a staple in the fashion world. The now infamous “green campaign” was extremely successful. The shop windows up and down Fifth Avenue featured green suits, dresses, and evening gowns. Women across the country wore green from head to toe. Luckies sales grew exponentially and eventually surpassed the powerhouse that was Camel.","In an effort to keep Lucky Strike at the top Bernays turned to the advertising experts on Madison Avenue. He used a plethora of famous faces as well as testimonials from “experts” to ensure that Lucky Strike would become a household name nationwide. Posters, magazine ads, and radio spots rebranded smoking as something that was chic and cool for both men and women. One of his most famous advertisements features an interview with actress Delores Del Rio standing in a green and white gown while smoking a Lucky Strike. Del Rio was the embodiment of this new breed of woman. She was strong and confident while also being glamorous and seductive. Bernays selected Del Rio because men wanted her and women wanted to be her. Her poise and sex appeal made her the perfect representative for a product that was meant to be chic and sexy. Her intensely alluring gaze had the ability to captivate you… while selling you a Lucky Strike."],"display_date":1920,"search_date":"1920-07-01","citations":[{"divid":1335391483,"type":"Book","data":["Larry Tye","The Father of Spin","","New York","Crown Publishers","1998","ix-306"]},{"divid":1335391619,"type":"Article","data":["Allan Brandt","The Cigarette, Risk, and American Culture","Daedalus","119","Fall 1990","155-176"]},{"divid":1335391771,"type":"Newspaper Article","data":["Edward Bernays, 'Father of Public Relations' And Leader in Opinion Making, Dies at 103","The New York Times","New York","March 10, 1995",""]},{"divid":1335392012,"type":"Website","data":["N/A","Tobacco Manipulation with Health Deceptions","Flickr","http://www.flickr.com/photos/behindthesmoke/6012415364/","April 25, 2012"]}],"locations":[{"id":6102,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1252,"tag":"Del Rio"},{"id":1251,"tag":"green campign"},{"id":1250,"tag":"Father of Public Relation"},{"id":1249,"tag":"Barney's"},{"id":1248,"tag":"Edward Bernays"},{"id":1247,"tag":"Smoking"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}}