{"id":5412,"title":"Macy’s: The Temple of Retail","course_id":77,"status":"P","start_date":"1859-01-01","end_date":"1876-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During medieval times villiages were often centered around one building, the cathedral. These places of worship were the hub of not only religion, but community, politics, and commerce as well. Palaces like the Notre Dame cathedral served as the heart and soul of the town and its people. In modern times, the center of commerce and congregation has shifted far away from the church and landed on the temples of retail, the department store. Much like the church did in medieval times the department store offers people living in modern villages the chance to gather together, connect, and socialize with people from their community. One of the best examples of this can be seen in the landmark that is Macy’s. Macy’s of New York first opened its doors on October 28, 1858. This iconic New York landmark serves as not only a department store but a tourist attraction as well. Like their famous advertisement says, “If you haven’t seen Macy’s, you haven’t seen New York.”","Historians like Vincent Miller argue that retail is the new religion of the modern age. People go to their local temple and worship the gods that are wealth, status, and luxury. They claim that socioeconomic status has become the new measure of a person in Western society. Some go as far as to say that people have become walking billboards for various brands by sporting logos and trademarks on everything from their shirt to their shoes. Department stores and other various retail outlets have been vilified for everything from sales practices to profit margins.","In his book, <em>The Practice of Everyday, Life</em> the French author Michel de Certeau poses a very different argument. He suggests that the “ordinary man” is the one who is in control. Certeau uses the poetic example of maps and walking down a city street. A city, like New York, finds its heartbeat in its inhabitants. While walking down the street all of the sights, sounds, and smells you encounter are completely subjective. This is also true for a walk through a department store like Macy’s. He goes on to say that maps exist as a way for people to pin down a cityscape, a feat that can never really be accomplished because it is composed of the people who are ever changing. Certeau argues that executives, leaders, and even academics are disconnected from the city by their offices that are high above the rest of the world. Therefore, they are virtually powerless over the public who use various tactics like alteration and mobility to process the world around them in a unique and unknowable way.","In either case, Macy’s has managed to become and remain an iconic American institution for over 150 years. Whether it be in films, commercials, or the Macy’s Thanksgiving Day Parade, the “magic of Macy’s” will continue to bewitch the American public for generations to come."],"display_date":"1859 - 1876","search_date":"1868-01-01","citations":[{"divid":1335392686,"type":"Book","data":["Michel de Certeau","The Practice of Everyday Life","","Los Angeles","University of California Press","1984","ix-229"]},{"divid":1335392831,"type":"Website","data":["Christian Montone","1965 Macys Vintage Department Store Herald Square 1960s NYC Advertisement Illustration","flickriver","http://www.flickriver.com/photos/christianmontone/4338039892/","April 25, 2012"]},{"divid":1335393016,"type":"Book","data":["Ralph Hower","History of Macy’s of New York 1858-1919: Chapters in the Evolution of the Department Store","","Cambridge","Harvard University Press","1943","ix-500"]},{"divid":1335393200,"type":"Book","data":["Vincent Miller","Consuming Religion: Christian Faith and Practice in a Consumer Culture","","New York","Continuum","2004","N/A"]}],"locations":[{"id":6197,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":1254,"tag":"Macy's"},{"id":1255,"tag":"consumerism"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}}