{"id":5425,"title":"Enter: The Leading Pain Killer","course_id":76,"status":"P","start_date":"1899-03-06","end_date":"1899-03-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<strong>After years of research, in 1899 German company, Friedrich Bayer & Co. began manufacturing Aspirin for release into the market as a fever reducer and pain reliever; physicians could then prescribe Aspirin to their patients in one-gram doses. Previous to this tweaked product, the most common medicine of its function was Salicylic Acid, which is contracted from Willow Tree bark, having medicinal roots tracing back to ancient Greece. Advertised in The British Medical Journal as “a perfect substitute for Salicylic Acid and its salts”. This powder-form medicine would possess the same healing powers while “it does not cause any disturbances of the stomach or loss of appetite” and does not taste bad. The first tablets were introduced in 1915, and shortly after, an American government agency seized the German company’s assets during the First World War. The company’s name and trademark was then auctioned off and purchased by Sterling Products Company in 1919. Eventually Bayer became an independent German company after the Second World War and bought the rights back from Sterling Products Company.</strong>","<strong>The earliest marketing campaigns for Bayer Aspirin featured a picture of a bottle of the powdered product, with extensive print urging consumers to demand prescriptions of authentic Aspirin from their doctors. Shifting into the 1920s and 30s advertisements promised “REAL PAIN RELIEF” for headaches, colds, Arthritis, and sore muscles. American ads typically featured a worker surrounded by sources of pain, such as a white-collar boss or a barking dog. Aspirin advertisements also widely spread to housewife magazines including instructions for cold relief with the help of Aspirin. According to History.com, “It quickly became the number-one drug worldwide.” To this day, Bayer continues to increase its variety of products and presence in the medicinal market.</strong>"],"display_date":"March 6, 1899","search_date":"1899-03-06","citations":[{"divid":1335459621,"type":"Article","data":["No Author","Back Matter","The British Medical Journal","2035","1899","25"]},{"divid":1335459702,"type":"Website","data":["N/A","Bayer Patents Aspirin","The History Channel Website","http://www.history.com/this-day-in-history/bayer-patents-aspirin","April 24 2012"]}],"locations":[{"id":6160,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":100,"tag":"Medicine"}],"course":{"name":"ENGL 305: Literary History and Writing","school":"St. Norbert College","course_id":76,"school_id":44}}