{"id":5430,"title":"The Great Jack-Rabbit Roundup","course_id":79,"status":"P","start_date":"1/1/35","end_date":"12/31/35","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When one thinks of the Dust Bowl one normally envisions the swirling dust, the storms, the poverty, and the despair. A little discussed consequence of the Dust Bowl was the effect that it had on the wildlife. An ever decreasing food supply was driving the jack-rabbits out of their native habitats and forcing them onto the plains in rapidly increasing numbers. Once on the plains these rabbits began to destroy what little that the dust and storms had not already done in.","In an effort to control the rapidly increasing numbers of the jack-rabbits, whole communities came together and began to organize large parties in which the jack-rabbits would be systematically eliminated. Initially they used shotguns, but this became dangerous due to the large number of people that turned out to these “hunts”. Eventually it was decided that they would use clubs to avoid further injuries. This switch in weapons was very effective as there were so many jack-rabbits that one could simply wade into a large group and start swinging their club and kill the rabbits. Members of the party would start out in a circle, sometimes as large as a mile in circumference and begin to walk towards the center, driving all the jack-rabbits caught within the circle toward a pen. Once enclosed in the hastily erected pen, the jack-rabbits were easy targets for the club wielding locals.","The photo that was used for this episode is one taken at a Kansas jack-rabbit round up and depicts a few men with their clubs herding the jack-rabbits toward the pin. These gatherings became a sort of social activity in which friends and neighbors gathered and talked. Although the task was gruesome, the camaraderie was admirable and served to solidify rapidly disintegrating communities. The men in the photo are smiling, laughing and joking, which was something rarely caught in photographs at this time. The jack-rabbit round ups were an escape for those in rural communities, much like films were at this time, and despite the disturbing nature of the activity were a relief from the troubles experienced in the dust bowl."],"display_date":1935,"search_date":"1935-07-02","citations":[{"divid":1335886995,"type":"Book","data":["R. Douglas Hurt","The Dust Bowl: An Agricultural and Social History","","Chicago","Nelson-Hall","1981","51-52"]},{"divid":1335887046,"type":"Artifact","data":["C.A. Smith","Western Kansas Jack Rabbit Roundup","Photograph","1935","","Kansas Memory","Topeka, Kansas"]}],"locations":[{"id":6182,"lat":37.1932870529,"lng":-100.851305615,"zoom":9,"place":"Seward, Kansas"}],"tags":[{"id":1081,"tag":"The Great Depression"},{"id":1285,"tag":"Rabbit Drives"},{"id":1286,"tag":"Jack Rabbit Roundup"},{"id":1287,"tag":"Kansas"},{"id":1288,"tag":"Dust Bowl"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}}