{"id":5437,"title":"Anniversary march in Birmingham asks same questions","course_id":77,"status":"P","start_date":"1/1/93","end_date":"12/31/93","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["<strong>Y</strong>ears after civil rights pioneers, like Martin Luther King Jnr., walked the Birmingham streets protesting against segregation and for equal opportunity, influenced black Baptist preachers rewalked the march route in September 1995.  Raising awareness for a campaign to increase the black polling population nationwide; march leader Rev. Dr. Henry Lyons hoped black voters would help progressive liberal politicians to quash the remaining racial problems, left around since the sixties:  <em>“</em>We no longer live in the days of covert racism; it is now overt racism. We must go back to the streets.”","Commemorating the efforts of those who struggled three decades earlier; Lyons wanted the march to inspire a recommitment to civil rights activism in America.  There were those in Birmingham already standing up to further the concept of equality, those that believed affirmative action was still necessary in the nineties.  Established in 1993 to tackle industrial civil rights violations across America, the ‘Concerned Citizens for Racially Free America’ newsletter named and shamed those found to be breaching regulations concerning equal employment practises.  This, in 1995, included the University of Alabama at Birmingham, the state’s largest employer, guilty of failing to deliver the newsletters to faculty; as part of a larger scandal involving the postmaster general and the alleged destruction of such newsletters.","Respected Southern-society writer Peter Applebome, an adopted-Georgian, addresses the issue in the New York Times article; ‘<em>From Atlanta to Birmingham’. </em>Observing how race and tension between the white and black communities in Birmingham are still prevalent and still tarnish the city’s reputation, as they did during the civil rights era, and as the ‘Concerned Citizens’ attempted to tackle.  Speaking about the city’s black-dominated governance, Applebome quotes, then, mayor of Birmingham, Richard Arrington Jnr., saying “I'm just a symbol here of something that frightens a lot of whites or that a lot of whites resent”.  Regardless of equality, the issue of racism is constant conversation here.  With tension not always obvious, but ever-present below the surface; Applebome concludes using fellow Southern commentator John Egerton’s opinions on the matter: that the biggest difference in Southern society, since the days of segregation, is that the North has caught up to the South in terms of ‘knee-jerk racism’.","The idea being that the modern progressive American, white or black, will inherently demonstrate bias for his own races progress over others, not because he is a racist <em>per se, </em>but because it’s natural to look after ones own.  The Lyons’ march to honour those who struggled, and to observe advances on the issue of equality, was a just nod to a crucial time in American history, but it can be said that <em>while</em> we perceive race as a way to categorise people: prejudices will still exist and racial tension in the country will continue."],"display_date":1993,"search_date":"1993-07-02","citations":[{"divid":1336068012,"type":"Newspaper Article","data":["Baptists March on Birmingham","Chicago Weekend","Chicago, IL","September 21, 1995","10"]},{"divid":1336068204,"type":"Pamphlet or Other Printed Material","data":["Peters, Richard A.","A Message from the Chairman. Printed for Concerned Citizens for Racially Free America, Inc.","Birmingham, AL","Concerned Citizens for Racially Free America, Inc.","1993","AR 1652, Department of Archives and Manuscripts, Birmingham Public Library"]},{"divid":1336068327,"type":"Newspaper Article","data":["From Atlanta to Birmingham: Blur of Progress and Stagnation","The New York Times","New York, NY","August 3, 1994","A14"]}],"locations":[{"id":6198,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":175,"tag":"African American Sufferage"},{"id":203,"tag":"Birmingham, Alabama"},{"id":889,"tag":"Racism"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}}