{"id":5441,"title":"A Fever Like No Other: Yellow Fever in Savannah","course_id":82,"status":"P","start_date":"1876-08-01","end_date":"1876-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The year 1876 was a frightening time for the citizens of Savannah, Georgia because of a severe yellow fever epidemic. This disease came with terrible symptoms. The symptoms of yellow fever included fever, muscle pains, vomiting, and jaundice. Death was the common outcome for these patients. This outbreak in Savannah was noted in other rival port cities such as Galveston. This occurred in order to try and put Savannah down, and potentially praise these other port cities. The benefits of this were mostly economic in the sense that businesses, especially with imports, could use Savannah’s yellow fever outbreak to steer business their way. This was a common occurrence seeing that there was a fight for supremacy in the social and economic realms during this time period.","An 1876 newspaper article from the <em>Galveston News </em>entitled, \"Yellow Fever Ravages: A Review of the Epidemic in Savannah,\" shows the severity of the disease. In a four month span between August and November in 1876, there were 1,574 deaths. Of this total, 940 of them were diagnosed with yellow fever, while the remaining 634 were categorized as having other diseases. The racial breakdown of these deaths showed that whites were affected more by these diseases than blacks seeing that 1058 of the deaths were whites and the remaining 516 were blacks. This can show a genetic resistance to the disease between the races even though it must be kept in mind these numbers could be skewed for various reasons. The author does not clearly state how accurate these numbers are when dealing with the racial breakdown of the population.","Some critics look at these death statistics and conclude the yellow fever epidemic in Savannah in 1876 was not as bad as others. Even though there were a significant number of deaths from other diseases, the number of people who died from yellow fever was still high. Also, doctors feared that these other diseases were actually different strands of the yellow fever disease. This, in turn, would make yellow fever even more dangerous as well as more important of an issue.","Citizens of Savannah took pride in their cleanliness. Savannah was said to be one of the healthiest seaboard cities, if not the healthiest. This raised much question as to why this disease would hit such a clean and healthy city. This debate created a big controversy within the city and other surrounding cities. Conclusions were finally drawn that it was not the unsanitariness of the city that caused this disease outbreak, but instead it was the weather. City officials insisted there was an unusually wet spring as well as a much warmer period before the disease hit. This was an important finding, because it allowed the city of Savannah to continue to take pride in their cleanliness and healthiness."],"display_date":"August 1876","search_date":"1876-08-16","citations":[{"divid":1337881699,"type":"Newspaper Article","data":["Yellow Fever Ravages: A Review of the Epidemic in Savannah","Galveston Daily News","Galveston, Texas","December 9, 1876",""]},{"divid":1337881895,"type":"Book","data":["Jacqueline Jones","Saving Savannah","","New York","Alfred A. Knopf","2008","141, 382-383"]},{"divid":1337882244,"type":"Article","data":["Joseph Ioor Waring","The Yellow Fever Epidemic of 1820","The Georgia Historical Quarterly","Vol. 52, No. 4","December, 1968","398-404"]},{"divid":1337882580,"type":"Article","data":["Robert L. Usinger","Yellow Fever from the Viewpoint of Savannah","The Georgia Historical Quarterly","Vol. 28, No. 3","September, 1944","146-147"]},{"divid":1337883116,"type":"Book","data":["Dorothy J. Crawford","Deadly Companions: How Microbes Shaped our History","","New York","Oxford University Press","2007","121-123"]}],"locations":[{"id":6284,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":1124,"tag":"Disease in the south"},{"id":1310,"tag":"urban history"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}}