{"id":5444,"title":"Fear Across the Atlantic:  Cholera’s Journey towards Washington D.C. in 1866","course_id":82,"status":"P","start_date":"9/1/85","end_date":"9/30/85","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In September of 1865, citizens of the city of Washington D.C. heard troubling tales from across the Atlantic of a rapidly westward spreading plague of Cholera.  The disease caused victims to experience extreme diarrhea until dehydration set in.  Without replenishment of fluids, victims were doomed causing around a 50% fatality rate.  Newspapers described it as a disease “so fatal…it begins with death.” Perhaps what terrified nineteenth century populations the most was the inability to discover a true cause or a cure to the disease.  Theologians described it as “god’s wrath” and scientists were as unsuccessful, attributing the disease to atmospheric miasma.  Furthermore, the theory of germs as a source of disease was in its youth and still highly controversial.  This lack of knowledge left the citizens of Washington D.C. terrified.  On September 1, 1865 this fear was proclaimed on the front page of the Daily National Republican under the alarmed title “The Coming Pestilence”.","The United States and Europe were familiar with cholera from previous outbreaks in 1832 and 1849. As a result, they were captivated by its spread.  Each individual country hoped it would be spared and that distance from the initial outbreak would suffice as protection.  Americans watched as the disease originated in India and quickly spread to Egypt.  From there, the disease alarmingly spread to the Mediterranean, beginning European infection with Italy and eventually France. By September, 1865 newspapers viewed the disease’s spread to England to be inevitable.  This left the Atlantic as the United States’ only defense.  However, distance only prolonged American’s fears. It did not protect cities such as Washington D.C. from cholera’s inevitable arrival.  As the Daily National Republican stated, “We feel sure, however, that if the cholera comes this way, no quarantine, no dententions, no fumigation, no lines of demarcations will keep it out.”  The one bastion of American hope remained very similar to that experienced in previous outbreaks.  The reports dispersing from Cairo claimed cholera only affected “those who live in close, confined quarters” with “no drainage” and most importantly “general bad living”.  Those who drank, were prone to excess, and morally depraved were viewed as the only ones susceptible.","With these signs abroad Americans personified cholera as a malign evil and sought preemptive preparation as the cure to this disease.  In a poem from 1831 republished in an edition of the Daily National Republican, the disease was named a “pale white horse” spreading misery and death throughout the land.  Strategies included cleaning of both physical and moral garbage.  The main sources of information in 1865 were reports coming from afflicted nations and Europe.  United States papers took these claims as truth and reprinted them for their readers.  Overall, 1865 marked a tenuous time for Washington D.C. residents and other Americans as they were forced to watch cholera spread without halt, inevitably heading towards their shores."],"display_date":"September 1985","search_date":"1985-09-15","citations":[{"divid":1338340897,"type":"Book","data":["Nancy Tomes","The Gospel of Germs","","USA","Harvard University Press","1998","20"]},{"divid":1338340942,"type":"Book","data":["Nancy Crawford","Deadly Companions: How Microbes Shaped our History","","USA","Oxford University Press","2007","130-137"]},{"divid":1338341062,"type":"Book","data":["Charles Rosenberg","The Cholera Years","","Massachusetts","Harvard University Press","1998","4"]},{"divid":1338341173,"type":"Newspaper Article","data":["The Coming Pestilence","The National Republican","Washington D.C.","September 1, 1865",""]}],"locations":[{"id":6289,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":1316,"tag":"washington d.c."},{"id":1315,"tag":"cholera"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}}