{"id":5445,"title":"Success against Cholera: Washington D.C. Watches Science Advance","course_id":82,"status":"P","start_date":"1866-05-01","end_date":"1866-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In May of 1866, Washington D.C. was embroiled in political challenges.  Cholera was spreading throughout the country.  In addition, the recently ended Civil War left politicians divided over the issue of Southern representation and reconstruction.  The question of how to deal with Southern reconstruction was at an all-time high.  By the summer of 1866 the idea of Southern representation in Congress was not uncommon, as long as those elected were “loyal and true men.” Papers such as The National Republican illustrated politicians as only sitting at conferences about the disease, not solving it.  Who would make decisions about stopping the disease? In this climate, government was not a solution.  Instead, it was a class of elite doctors that were portrayed by the media as answering the call in the fight against disease in the nineteenth century.  Physicians such as Robert Koch and John Snow pursued their study of disease as private practicing individuals, not as agents of the state. Dr. George Johnson was among the ranks of premiere private doctor.  His theories laid the foundations that led the residents of Washington D.C. to believe a critical blow against cholera had been presented in the summer of 1866.  His work was advertised and praised on May 6, 1866 in the article “The First Blow against Cholera” in a Washington D.C. newspaper, <em>The Daily National Republican</em>.","Dr. Johnson’s published work, Notes on Cholera was described by critics in the <em>Daily National Republican </em>as “the first true and complete explanation of the disease.” It was believed that the “first blow” had been struck against cholera in the discovery of what it really was.  Dr. Johnson’s purpose in writing it was “to sweep away an erroneous theory with regard to the nature of cholera.” In this quest he explained the disease in simplistic terms and provided the roots of cholera in a short one hundred pages.  This made the source of cholera visible for the larger public.  By creating progress in knowledge, Americans received hope based upon factual grounds for the first time in 1866.  This was is in contrast to the naïve hopes of past outbreaks.  Previously, cholera was believed to only affect the poor and immoral.  This belief left the average American immune.  This was based on a theological approach to the disease, deeming it a plague from god.  However, the advertising of Johnson’s work in a newspaper shows a significant advance towards a more scientific perception of disease.  This was one of the most significant transitions of the nineteenth century."],"display_date":"May 1866","search_date":"1866-05-16","citations":[{"divid":1338340432,"type":"Book","data":["Nancy Crawford","Deadly Companions: How Microbes Shaped our History","","USA","Oxford University Press","2007","130-137"]},{"divid":1338340682,"type":"Book","data":["Charles Rosenberg","The Cholera Years","","Chicago","University of Chicago Press","1962","p.4"]},{"divid":1338340750,"type":"Newspaper Article","data":["The First Blow Against Cholera","The National Republican","","May 7, 1866",""]}],"locations":[{"id":6287,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1316,"tag":"washington d.c."},{"id":1315,"tag":"cholera"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}}