{"id":5446,"title":"Poe's \"Sepulchre by the Sea\": Love and Death in Victorian America","course_id":82,"status":"P","start_date":"1849-05-01","end_date":"1849-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Edgar Allan Poe spent his final months in poverty, tormented by grief, drowning his depression in alcohol and poetry. In May 1849, in his small New York cottage, he wrote what was to be his last completed poem, “Annabel Lee,” in which he returned to the themes that had haunted him for much of his life. The poem, set long ago in a kingdom by the sea, describes the speaker’s undying love for the beautiful Annabel Lee. Despite their youth, they share a “love that was more than love,” a love so powerful that envious angels send an unnamed illness to shatter their happiness. Though she dies, his love for her endures, and even years after her death “the moon never beams without bringing me dreams / Of the beautiful Annabel Lee.” He is drawn each night to her \"sepulchre...by the sea,\" where he lies down to sleep beside her lifeless body. Having lived only for her, his life without her is bereft of purpose. Now, he yearns only for death, to return forever to the happiness they shared so briefly in this world.","The rhythm of repeated words and phrases creates a haunting, mournful melody that mirrors the speaker’s mood. Even the poem’s meter, scholars argue, was structured to echo the very ebb and flow of the sea to which the speaker is drawn. Again and again, in “Annabel Lee,” “The Raven,” “Lenore,” and “To Helen,” Poe returned to what he called “the most poetic topic in the world—” the death of a beautiful woman. Indeed, love and death drove much of Poe’s writing, reflecting a life defined by tragedy. Abandoned by his father, orphaned as an infant, he found happiness in his marriage to his young cousin Virginia—only to watch her slowly waste away from tuberculosis. “Annabel Lee,” written two years after her death, was Poe's attempt to give words to the love and sorrow that still consumed him.","This obsession with death typified Victorian culture, which responded to the disease-defined realities of the nineteenth century by blending Christian and classical understandings of death. They infused death with beauty and redemptive power, transforming it into a work of art capable of giving meaning to one’s entire life. A “good death” was one in which the individual embraced their own mortality with hope and acceptance. Death was spiritualized as focus shifted from the dying, decaying body toward the soul. Their vision of heaven was of a physical, material place, a place of natural and artistic beauty where they would be reunited with those they love. Heaven was, as Mark Schantz argues, “a tabula rosa upon which Americans could inscribe their most profound hopes and aspirations.”","Americans blurred the boundary between heaven and earth, as if a breath of poetry—as if the power and passion of one’s love—was enough to reach those they had lost. In “Annabel Lee,” Poe describes such a love—a love that literally triumphs over the forces of heaven and earth, a love that haunts the living and that transcends death itself. It is the anguished cry of a man giving voice not only to his own pain but to the entire cultural climate of his age."],"display_date":"May 1849","search_date":"1849-05-16","citations":[{"divid":1337930230,"type":"Book","data":["Mark Schantz","Awaiting the Heavenly Country: The Civil War and America's Culture of Death","","Ithaca","Cornell University Press","2008","1-3, 16-18, 47"]},{"divid":1337930320,"type":"Book","data":["James M. Hutchisson","Poe","","Jackson","University Press of Mississippi","2005","134-136, 206-210"]},{"divid":1337930411,"type":"Article","data":["Drew Gilpin Faust","\"The Civil War Soldier and the Art of Dying\"","The Journal of Southern History","Vol. 67, No. 1","Feb 2001","6-10"]},{"divid":1337930496,"type":"Book","data":["Dawn Sova","Critical Companion to Edgar Allan Poe: A Literary Reference to His Life and Work","","USA","Facts on File","2007","23-26"]},{"divid":1337930623,"type":"Manuscript","data":["Edgar Allan Poe","\"Annabel Lee\"",null,"","","Edgar Allan Poe","The Rare Book and Manuscript Library of Columbia University, available from http://www.columbia.edu/acis/textarchive/rare/76.html"]},{"divid":1338319765,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Thomas Ollive Mabbott","\"Annabel Lee\"","Edgar Allan Poe: Complete Poems","Thomas Ollive Mabbott","United States of America","Harvard University Press","2000","468-470"]}],"locations":[{"id":6274,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":724,"tag":"Cult of Death"},{"id":1312,"tag":"Disease"},{"id":536,"tag":"Poetry"},{"id":1317,"tag":"Edgar Allan Poe"},{"id":1318,"tag":"Annabel Lee"},{"id":1319,"tag":"tuberculosis"},{"id":1320,"tag":"love"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}}