{"id":5448,"title":"<strong>The Oncoming Threat of Cholera in New Orleans in 1849</strong>","course_id":82,"status":"P","start_date":"1848-12-30","end_date":"1849-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After a sixteen-year hiatus, cholera was once again on the doorstep of New Orleans. On December 30, 1848, reports from Pittsburgh began circling that cholera was the responsible agent for thirteen deaths aboard steamships known as the Diadem, the Watkins, and the Savannah; all of which had docked in the New Orleans harbor. A message from Cincinnati stated that fourteen people aboard the Peytona, which had departed from New Orleans, were found to be dead upon arrival to the city. This alarming message, according to the newspaper The Maine Farmer, sent the people of New Orleans into a panic that would disrupt the flow of the entire city for months. Newspapers in New England, as well as London, showed growing concern with what was happening in New Orleans. The Maine Farmer did not obtain many answers that any one could give for how cholera had sprouted up so suddenly in the winter months there. The only conclusion that the people reached for the reason behind the outbreak was the fact that over one thousand immigrants had arrived in New Orleans on December 22, 1848 from Liverpool and Havre and that they must be the ones responsible for bringing back the recurrence of the disease. The greatest number of deaths occurred among the poor, which was to be expected in those times. However, the inhabitants could not understand how some of the best citizens were also dying.","Shipping was of vital importance to the port city of New Orleans. It brought the people goods and kept their businesses running, however it was also how cholera seemed to be coming into the community. After the reports of December 30, 1848, people began fleeing the city by the hundreds. Business in the city went spiraling downward since boats could not move their freight onto land because nobody would pay enough money and take the risk of possibly bringing the disease from the ships back with them. Goods also could not be shipped out of New Orleans because nobody wanted to transfer them onto the vessels out of fear. A private letter in the Maine Farmer from New Orleans to Charleston said, “The cholera has paralyzed business to an enormous extent.”","New Orleans was apparently dismantled by something that was known as its greatest asset: shipping. Transportation methods had proven deadly to the city. Through January 11, 1849, there were an average of over one hundred deaths per day. All of the people that could afford to had fled. There was no more talk of business or life in general. The only thing people seemed to talk of was cholera. In less than three weeks time the city of New Orleans had been left in shambles."],"display_date":"December 30, 1848 - January 11, 1849","search_date":"1849-01-05","citations":[{"divid":1337993543,"type":"Online Encyclopedia","data":["The Encyclopaedia Britannica","Thomas Spencer Baynes","http://books.google.com/books?id=pj1KAAAAYAAJ&amp;pg=PA216&amp;lpg=PA216&amp;dq=ships+bringing+cholera+to+new+orleans&amp;source=bl&amp;ots=hh1PQqK5H9&amp;sig=o0CLzobTUMpu036NW6xCbWY0WpI&amp;hl=en&amp;sa=X&amp;ei=Jqa-T5SIMIibgwe7_oS-CQ&amp;ved=0CF0Q6AEwAg#v=onepage&amp;q=ships%20bringing%20cholera%20to%20new%20orleans&amp;f=false)","May 23, 2012"]},{"divid":1337993737,"type":"Newspaper Article","data":["The Cholera at New Orleans","Weekly Eagle","Brattleboro, Vermont","April 9, 1849","2"]},{"divid":1337994319,"type":"Newspaper Article","data":["The Cholera in New Orleans","Maine Farmer","Maine","Jan 11, 1849","3"]},{"divid":1338234255,"type":"Book","data":["Charles E. Rosenberg","The Cholera Years","","Chicago and London","The University of Chicago Press","1962","13-234"]},{"divid":1338315395,"type":"Book","data":["Dorothy J. Crawford","Deadly Companions: How Microbes Shaped our History","","New York","Oxford University Press","2007","112-138"]},{"divid":1338255390,"type":"Article","data":["Anonymous","Medical Intelligence","Provincial Medical and Surgical Journal (1844-1852)","Vol. 13, No. 25","Dec. 12, 1849","698-700"]},{"divid":1338316669,"type":"Online Encyclopedia","data":["Gale Encyclopedia of U.S. Economic History","New Orleans, Louisiana","http://ic.galegroup.com.libproxy.furman.edu/ic/uhic/ReferenceDetailsPage/ReferenceDetailsWindow?displayGroupName=Reference&amp;disableHighlighting=false&amp;prodId=UHIC&amp;action=e&amp;windowstate=normal&amp;catId=&amp;documentId=GALE%7CEJ1667500468&amp;mode=view&amp;userGroupName=furmanuniv&amp;jsid=f3022cd25372a6661811fb595989aee3","May 28, 2012"]}],"locations":[{"id":6292,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":1315,"tag":"cholera"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}}