{"id":5449,"title":"<strong>The Change of Society in New Orleans Brought on by Cholera in 1849</strong>","course_id":82,"status":"P","start_date":"1848-12-30","end_date":"1849-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The devastation of cholera resumed in New Orleans on January 13, 1849 when the Medical Board pronounced that the disease had made its way into the levee. As was the case in the cholera epidemic of 1833, no one could explain why it had suddenly sprouted up again. There had not been many records indicating that ships from Europe had brought any cases of the disease in the most recent months. Theodore Clapp stated in his communication from New Orleans to the Universalist Trumpet and Magazine that the threat of this disease stopped people in their tracks and that the city came to a grinding halt.","New Orleans was home to many travelers and on average there were tens of thousands of strangers in the city in the winter months. When the news spread that the disease had made its way into the city these visitors made a quick exit. Boats were overflowing with people hastily trying to get out of the city so as to avoid the disease. Businesses were in a state of panic as their main source of money was leaving and people that lived in the city permanently were not themselves anymore. Fear of the disease had changed even the kindest person into a mean and very self-centered individual. People were forced to care only for themselves and those closest to them.","Thousands of people had died in just over three weeks and it had only left the people who were true to their home. This brought the trade and the business of the city to a screeching halt. Clapp stated: \"the outbreak of cholera descended like an avalanche upon our gay, busy, and happy population.” What was once a thriving economy had turned into a bleak home for a disease-ridden population in twenty-four days time. However, this was not to be the downfall of New Orleans. Theodore Clapp said in his communication that the disease had been perfectly manageable in its early stages and that no more than fifteen to twenty people of note had died. The majority of those that had died were the African Americans, the immigrants, and those suffering from poverty.","By February 17, 1849, people had started returning to the city and society had been restored. In a matter of weeks the people had gone from running from the city to returning which was not the case in the epidemic of 1833. The people were very happy that the epidemic had only lasted a few weeks. The outbreak in late 1848 and early 1849 was quick but it was still devastating to the city of New Orleans."],"display_date":"December 30, 1848 - February 17, 1849","search_date":"1849-01-23","citations":[{"divid":1337992995,"type":"Book","data":["J.N. Hays","Epidemics and Pandemics: Their Impacts on Human History","","Santa Barbara","ABC-CLIO","2005","259-266"]},{"divid":1337993134,"type":"Website","data":["Theodore Clapp","Footsteps of the Cholera in New Orleans","Christian Register","http://search.proquest.com/docview/89761900?accountid=11012","May 14, 2012"]},{"divid":1338238085,"type":"Book","data":["Charles E. Rosenberg","The Cholera Years","","Chicago and London","The University of Chicago Press","1962","13-234"]},{"divid":1338302836,"type":"Book","data":["Dorothy J. Crawford","Deadly Companions: How Microbes Shaped our History","","New York","Oxford University Press","2007","112-138"]},{"divid":1338296502,"type":"Article","data":["James E. Winston","Notes on the Economic History of New Orleans, 1803-1836","The Mississippi Valley Historical Review","Vol. 11 No. 2","September 1924","200-226"]},{"divid":1338316820,"type":"Online Encyclopedia","data":["Gale Encyclopedia of U.S. Economic History","New Orleans, Louisiana","http://ic.galegroup.com.libproxy.furman.edu/ic/uhic/ReferenceDetailsPage/ReferenceDetailsWindow?displayGroupName=Reference&amp;disableHighlighting=false&amp;prodId=UHIC&amp;action=e&amp;windowstate=normal&amp;catId=&amp;documentId=GALE%7CEJ1667500468&amp;mode=view&amp;userGroupName=furmanuniv&amp;jsid=f3022cd25372a6661811fb595989aee3","May 26, 2012"]}],"locations":[{"id":6281,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1315,"tag":"cholera"},{"id":29,"tag":"New Orleans"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}}