{"id":5454,"title":"<strong>When Will It Ever Change?</strong>","course_id":86,"status":"P","start_date":"7/11/30","end_date":"7/11/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["News stories relating ‘death by accident,’ ‘murder by one of own’ or even an ‘unsolved mystery’ are just too far-fetched to explain the discovery of so many ‘Negro’ bodies found in the swamps or in uninhabited places in 1930.  It is inconceivable to think that the white tyrannical press believe that we are fooled by their fabrications about the missing southern ‘Negro’ workers,” as reported in <em>The New York Times</em>. “This inhumanity against the ‘blacks’ must be stopped.  It is the twentieth century!  It is simply ridiculous to think that in this modern age, these atrocious mob killings are continuing to occur.” Outraged reactions of shock and frustration burst from the members of the <em>American ‘Negro’</em> <em>Labor Congress</em> <em>(ANLC). </em>Therefore, with a passionate fervour, the commitment to continue to seek out new strategies to eliminate these acts of violence are renewed as well as plans being made to quickly implement the new approaches through publicity campaigns and press releases.","These statements of disbelief from the <em>ANLC</em> were published in the <em>New York Times</em> on July 11, 1930 as a response to the eighteen African Americans who had been lynched in the first seven months of 1930.  This appalling statistic made it very obvious that the primary goal of eradicating the practice of lynching needed to be their top priority, especially when combined with the eleven African Americans who had been lynched in 1929. Unfortunately, in spite of the three attempts for an anti-lynching bill that successfully passed through the House of Representatives, it continued to fail in the Senate. Lynching was protected under the Constitution as it protected the right of local government to control crime thus giving them freedom from interference or scrutiny.","The early twentieth century was the era of ‘The Declaration of Principles,’ a call to “restoring to ‘blacks’ the right to vote, an end to racial segregation, and complete equality in economic and educational opportunity”  created under the leadership of W.E.B. Du Bois, being adopted in 1905. Yet, as African Americans began to show assertiveness and independence, racial tensions were amplified and whites reacted in violence, in order to maintain their white supremacy.  Horrifically, more than 5,000 African Americans were lynched by white mobs between 1882 and 1932, with the express purpose being to “terrify ‘Negroes’ as to dissuade them from ever asserting themselves or their rights.” Incredibly, the lack of concern over the murder of thousands of African Americans was because whites believed that their lives were cheap and “inherently and permanently inferior,” to the point of being as low in value as animals. In fact, lynchings were committed by respected and regular citizens and celebrated as social events attended by families. The real horror about this period in American history is that, regrettably, racism would continue to raise its ugly head for three more decades before many of the African Americans dreams for true freedom and equality would begin to be realized through the crusades led by Martin Luther King, Jr.  <br /><br />"],"display_date":"July 11, 1930","search_date":"1930-07-11","citations":[{"divid":1340998556,"type":"Book","data":["Ifill, Sherrilyn A.","On the Courthouse Lawn: Confronting The Legacy of Lynching in the Twenty-First Century","","Boston","Beacon Press","2007","57"]},{"divid":1340998621,"type":"Book","data":["Jonas, Gilbert","Freedom's Sword: The NAACP and The Struggle Against Racism in America, 1909-1969","","New York","Routledge","2005","16; 420"]},{"divid":1340998719,"type":"Book","data":["Litwach, Leon F.","Trouble In Mind, Black Southerners in the Age of Jim Crow","","New York","Alfred A. Knopf, Inc.","1998","218, 284"]},{"divid":1340998804,"type":"Book","data":["Waldrep, Christopher","African Americans Confront Lynching","","Lanham, Maryland","Rowman &amp; Littlefield Publishers, Inc.","2009","viii"]},{"divid":1340998872,"type":"Book","data":["Foner, Eric","Give Me Liberty! An American History","","New York","W. W. Norton &amp; Company","2012","743"]},{"divid":1340998932,"type":"Newspaper Article","data":["Lynching Protest Made","New York Times","New York","July 11, 1930",""]}],"locations":[{"id":6302,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":3,"tag":"African-Americans"},{"id":367,"tag":"Lynching"}],"course":{"name":"US History since the Civil War","school":"University of Toronto Scarborough","course_id":86,"school_id":28}}