{"id":5455,"title":"Carmela Anselmo- Teacher and Innovator","course_id":84,"status":"P","start_date":"1/1/21","end_date":"10/29/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1921 Carmela Anselmo travelled to the United States from Sicily to visit her brother.  She fell in love with America on this trip and decided to stay.  In 1934 Carmela became a citizen of the United States. But she wasn’t satisfied with just becoming one herself, therefore she took up teaching the English language to other native-born Italians in order to help them gain citizenship as well.  After teaching over 400 native-born Italians how to speak English Carmela decided to teach another class that would further help these Italians understand their new homeland.","Citizenship, or naturalization classes, started becoming popular with immigrant communities during the early 1900s.  Not only would these classes prepare them for their citizenship examination, but they would also help them learn American culture so that they could assimilate better into the community.  Everyone in the class would be issued a textbook on American culture including the English language, American history, American government, and some economics.  Early in the 1900s the textbooks were readily available, but as time went on more immigrants came to the U.S. and textbooks started running scarce.  Carmela Anselmo dealt with this issue and in a letter sent on February 8, 1936 to the Immigration and Naturalization Service located in Washington D.C., Carmela asked for more textbooks to be sent to which an officia of the INS replied,  “I take pleasure in informing you that the textbooks which you have requested are being sent… It is hoped they will reach you promptly and will serve your present needs.”  But on April 15, 1936 Carmela was informed that not only were the books on back order, but they also were no longer covered in payment by the naturalization fees.  Carmela then proceeded to buy a class set of textbooks with money she and her students raised so that future students would be able to use them as well.","Carmela took care of her students as if they were family.  On the weekends the students would put on plays to show their achievements in the English language, and would hold fundraisers for the community.  Richard Alba of State University of New York at Albany, and Victor Nee of Cornell University, has argued that the fundamental key to successful assimilation in an American community lies within these classes and education lessons.  Although staying within immigrant communities, at times, hinders individuals from assimilating, most of the time, and as seen here, the classes helped the immigrants find a sense of community and grow pride in their new American nation.  With their new set of knowledge and skills, Carmela’s students would go on and create their own businesses, which they could not have done before hand due to their language barrier.  Carmela created a wonderful Italian community and made it possible for these new immigrants to enjoy a smooth transition to American life.  And as Carmela had hoped, most would go on to gain citizenship and continue to be active members in the community."],"display_date":"January 1, 1921 - October 29, 1940","search_date":"1930-11-30","citations":[{"divid":1343238167,"type":"Newspaper Article","data":["Who's Who at BMP: Native Italian is Now Real American","BMP Wekly","Birmingham, Alabama","1965","File #737.1.8 Birmingham Public Library Archives"]},{"divid":1343238353,"type":"Government Document","data":["U.S. Department of Labor: Immigration and Naturalization Service","Birmingham Public Library Archives","February 8, 1936","Washington D.C.","File #737.1.2","","","",""]},{"divid":1343238565,"type":"Government Document","data":["U.S. Department of Labor: Immigration and Naturalization Service","Birmingham Public Library Archives","","Washington D.C.","File #737.1.2","","","",""]},{"divid":1343239058,"type":"Article","data":["Richard Alba &amp; Victor Nee","Rethinking Assimilation Theory for a New Era of Immigration","International Migration Review","vol. 31, No. 4","Winter 1997","826-874"]}],"locations":[{"id":6348,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1338,"tag":"Italians"},{"id":31,"tag":"Immigration"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}}