{"id":5457,"title":"The Rebellion In Alabama","course_id":84,"status":"P","start_date":"1868-02-01","end_date":"1868-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Rebellion in Alabama","”What’s next?  Is Alabama to come back without a new and equal constitution?  Never!  Let her be kept out until doomsday!”  This quote comes from an editorial written by an unnamed author in 1868 by <em>The Independent</em>, a Northern magazine which was complaining about the political situation in Alabama at the time.  One of the conditions for Alabama’s re-admittance into the Union was the drafting of a state constitution.  One of the key elements of this new constitution was the affirmation of the abolishment of slavery as well as the guarantee of equal rights for all of its citizens.","One of the main points that the article outlines is the defiant nature of the “rebels” in Alabama when it came to voting for ratification of the new constitution.  There were roughly 200,000 registered voters in Alabama at the time.  A majority of these voters was needed in order to ratify the constitution.  Many Alabamians just stayed home causing the ratification to be defeated.","“If Alabama stays at home from the polls, Alabama must stay at home from Congress.  We devoutly pray that the halls of the Capitol may never tread to the echo of an Alabama representative till he goes there to represent the political equality of white men and black.” While the author of this piece does not pretend to have any form of journalistic neutrality, his argument against Alabama is a valid one.  One of the main points of contention was not recognizing the abolition of slavery, it was granting equal rights to the newly freed slaves.  The South would contend that suffrage for African Americans in the North was by no means guaranteed, so why should the Southern states be forced to adopt it?","Eventually Alabama, along with the other Confederate states, ratified a new constitution but it was not exactly what some in the North believed that it should look like.  Beginning in 1865, Alabama began to institute what became known as the “Black Codes.”  These were a series of laws that cemented the status of the newly freed slaves as second class citizens.  Some of the offences that the newly freed slaves could be arrested for included, vagrancy, drunkenness, failure to support one’s family, and interracial relations (i.e. sex and marriage).  The harsh tone taken by many in the North, including <em>The Independent</em>, reflected the frustration that many were feeling over the fact that slavery was abolished but it did not seem that the lives of the freed man were going to improve for the foreseeable future.  The defiant attitude the may Southerners seemed to take in regards to acknowledging a new constitution, all while codifying new Black Codes played a role in the sectional distrust between the two regions which persisted for decades as well laying the framework for Jim Crowe and a century of segregation."],"display_date":"February 1868","search_date":"1868-02-14","citations":[{"divid":1343238381,"type":"Article","data":["Unknown Author","The Rebellion of Alabama","The Independent","1003","February 20, 1868","4"]},{"divid":1343238592,"type":"Book","data":["Wilson, Theodore B.","The Black Codes of the South","","Tuscaloosa, AL","University of Alabama Press","1965","61-81"]}],"locations":[{"id":6366,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":220,"tag":"alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}}