{"id":5458,"title":"From Peddlers to Grocers: A look into Lebanese Immigration","course_id":84,"status":"P","start_date":"1890-01-01","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the late 19<sup>th</sup> and early 20<sup>th</sup> centuries numerous Lebanese people migrated to America and many found homes in Birmingham, Alabama. On arriving, the most common job for the Lebanese men to do was “peddling”, which entailed delivering goods from one place to another by bike.  At times, these men would spend days or weeks out on deliveries and the hours were filled with tireless traveling.  Peddling did not require an extensive knowledge of the English Language, which was why the job was so attractive to new Lebanese immigrants who only spoke Arabic.  But the Lebanese in Birmingham did not stay peddlers for long.","Lyda Faires Deep was born in Lebanon in 1899.  Her father left for America when she was four years old, and two years later he sent money for her and her mother to join him in Birmingham, Alabama.  Lyda arrived in America in 1905 where her father was working as a peddler.  Lyda remembers being scared for her father because, “he would be gone for such long periods of time, and we would never know when he would come home.”  Eventually her father made enough money to buy a horse and buggy, which shortened his travelling time.  But soon her father grew tired of peddling and wanted to own a dry goods store of his own.  Because her father could not speak English he found a fellow Lebanese man who could and went into business with him.  The man’s name was Abdallah Joseph, and Abdallah helped Lyda’s father get his feet on the ground with his grocery store and helped him learn some English.  The grocery store was called Faires Brothers’ Grocery and was extremely successful.  Soon the Lebanese had grocery stores all over downtown Birmingham.  The grocery store business became a Lebanese immigrant’s goal in Birmingham.  In 1925 Lebanese immigrants owned all but two grocery stores in Birmingham.","The American dream came true for those Lebanese immigrants who came into the grocery business.  Lyda remembered, “the Lebanese did very well in Birmingham and we all stayed together.”  Edna Bonacich of the University of California argues that immigrant entrepreneurship is a way of “making it” in America.  She also argues that Immigrants who find a niche in the business world will do substantially better than those groups who do not.  The Lebanese in Birmingham essentially had a monopoly over the grocery business and continued to prosper throughout the 20<sup>th</sup> century.  Edna also discusses issues with these immigrant monopolies in that they tend to only hire their own.  But like Lyda remembers, “hiring Lebanese to our stores was a way of just helping out new comers, as we were helped when we arrived.”","Lyda’s family grocery store stayed in the family for many years.  When she got married and had children, the grocery business was still the way of the family.  Lyda stated in 1980 that the grocery business “was a part of us.  Like with the church the Lebanese community was always very involved with the grocery stores.”  Lyda’s family prospered in America because of these grocery stores and she expressed gratitude to the grocery business saying, “Without it we wouldn’t have been happy here in America.”"],"display_date":"1890 - 1914","search_date":"1902-07-02","citations":[{"divid":1343238793,"type":"Pamphlet or Other Printed Material","data":["Lyda Faries Deep","Oral History- File #809.1.16","Birmingham, AL","Birmingham Public Library","1980","Birmingham Public Library Archives"]},{"divid":1343238874,"type":"Article","data":["Edna Bonacich","‘Making It’ in America: A social Evaluation of Immigrant Entrepreneurship","Sociological Perspectives","Vol. 30, No. 4","October 1987","446-466"]}],"locations":[{"id":6339,"lat":33.553582253,"lng":-86.8959288939,"zoom":9,"place":"JEFFERSON, Alabama"}],"tags":[{"id":31,"tag":"Immigration"},{"id":1337,"tag":"Lebanese"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}}