{"id":546,"title":"A Book of Legal Forms Published in Tennessee\n","course_id":1,"status":"P","start_date":"1818-12-01","end_date":"1818-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["A book, entitled Forms of Precedents for the use of Justices of the Peace, Sheriffs, Coroners, and Constables in the state of Tennessee, filled with all sorts of legal forms which can handle all types of situations and can be used by many different people, was published in Tennessee (specific for Tennessee law).  This book included forms for such items as mortgages, deed transfers, power of attorney (in various capacities), warrants for people suspected of felonies, of homicides, and forms for one's last will and testament.&lt;br /&gt;During a similar time period, on June 6 in Baltimore, Maryland, Samuel Livermore, Father of Arthur Livermore, a US House member from New Hampshire, published A Treatise on the law of Principal and Agent; and of sales by Auction, which essentially was a book detailing commercial law which cited specific court cases in explaining just what obligations each member of a contract has, and details who is responsible if something goes wrong.&lt;br /&gt;The fact that such books are being printed strongly suggests that a society and economy based on private property (and thus contract law) are being strongly developed by the forces and people of the society.  It also suggests that the rule of law holds a strong sway among the general populace."],"display_date":"December 1818","search_date":"1818-12-16","citations":[{"divid":1214315902,"type":"Pamphlet or Other Printed Material","data":["Samuel Livermore","A Treatise on the law of Principal and Agent; and of sales by Auction ","Baltimore, MD.","Joseph Robinsons","1818","Special Collections Library, University of Virginia"]},{"divid":1214315805,"type":"Pamphlet or Other Printed Material","data":["T.G. Bradford","The Forms of Precedents for the use of Justices of the Peace, Sheriffs, Coroners, and Constables in the state of Tennessee","Nashville, TN.","T.G. Bradford","1818","Special Collections Library, University of Virginia"]},{"divid":8170,"type":"Artifact","data":[null,null,null,null,null,null,null,null,"RjiQObcczBKzW"]}],"locations":[{"id":395,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}