{"id":5463,"title":"More to the WCTU than Meets the Eye","course_id":84,"status":"P","start_date":"1883-01-01","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a letter to a temperance friend in the late 1800’s Francis Parkman, a Temperance supporter, called a woman who was part of the Women’s Christian Temperance Union out on what he thought the Temperance Movement was about. He writes to the woman saying that temperance was nothing more than, “A wedge to universal woman suffrage”.","In the late 1800‘s people began to become concerned with the high consumption of alcohol. From this emerged the Temperance Movement. The movement sought to ban the consumption and production of alcohol in the United States in order to clean up the country. The Women’s Christian Temperance Movement, WCTU, was the largest temperance union in America from 1873-1900. However, the union did not just focus their attention on temperance alone.","Women were becoming leaders in politics concerning temperance and their eyes began to be opened to the fact that they still could not vote. As historian Ruth Bordin writes, the WCTU president pointed out in her 1891 presidential address that, \"immigrants could vote six months or less after landing, while devoted, intelligent and patriotic women could not” (Bordin 123). This union gave women a voice for one issue that turned into a platform for multiple issues that women faced. Because women were gaining ground with temperance they were able to throw their weight into the fight for women suffrage. The women were already united under the banner of temperance, a banner that could easily be changed to suffrage.","As Parkman surmised, the fight with alcohol had been abandoned in order for women to tackle larger issues on their agenda. He writes that, “All our large cities be subjected to the corrupting farce of prohibition which does not prohibit, which in large communities does not prevent or even diminish drunkenness, but which is the fruitful parent of meanness, fraud, lying, and contempt of law”. It is because of all these reasons that Parkman writes his letter confronting his fellow member of the Temperance Movement."],"display_date":1883,"search_date":"1883-07-02","citations":[{"divid":1343239855,"type":"Government Document","data":["An Open Letter to a Temperance Friend","Francis A. Parkman","18--","Cambridge, MA","Harvard University","2012","","Collection Development Department","http://pds.lib.harvard.edu/pds/view/4068254"]},{"divid":1343240154,"type":"Book","data":["Ruth Bordin","Woman and Temperance: the Quest for Power and Liberty 1873-1900","","Philadelphia","Temple University Press","1981","162"]}],"locations":[{"id":6359,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":699,"tag":"Temperance Movement"},{"id":717,"tag":"Temperance"},{"id":644,"tag":"woman's suffrage"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}}