{"id":5464,"title":"A Move to America for Religious Freedom","course_id":84,"status":"P","start_date":"1/1/10","end_date":"12/31/35","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the early 20<sup>th</sup> century Lebanon was facing extreme religious persecution.  At that time half of the Lebanese community in Lebanon were Christians.  The Turks persecuted these Christian horrifically, even gathering several into churches and then setting the church on fire.  They would also cut the Christians’ hands off, just because they were not Muslim.  This led to many Lebanese leaving Lebanon for America.  Many found sanctuary in Birmingham, Alabama.","Feiza Mickwee came to Birmingham in 1910 and her and her family found religious freedom at St. Elias Maronite Catholic Church.  The church was not only a place for worship but it became the Lebanese community center.  Feiza reflected that her family would be at the church almost every day either for religious reasons or for picnics and so forth.  “ We loved the church,” Feiza stated and, “It was a place were we could be Lebanese and Christian without being scared.”  Also the church was a friendly place for young people.  They would host parties, dances, and even cooking classes.  Feiza remembered this was very helpful to get used to the transition from the homeland to America.","Mary C. Waters and Tomas R. Jimenez of Harvard University have looked into the way immigrant church communities helped assimilate the new immigrants into American culture.   They found these communities were extremely successful with assimilating their new members, but also they helped preserve their former lifestyles from the homeland.  To these two scholars, churches were the best way for immigrants to get a sense of home while at the same time, learn the ways of the American people.","Feiza’s father was a part of the first Holy Communion class at St. Elias.  Throughout her life Feiza attended St. Elias and later married there.  Today the church is still a Lebanese community church in Birmingham.  The church gave Feiza and many others a sense of home and helped them become successful in America."],"display_date":"1910 - 1935","search_date":"1922-12-31","citations":[{"divid":1343240376,"type":"Pamphlet or Other Printed Material","data":["Feiza Mickwee","Oral History- File#809.1.18","Birmingham, AL","Birmingham Public Library","1980","Birmingham Public Library Archives"]},{"divid":1343241052,"type":"Article","data":["Mary C. Waters &amp; Tomas R. Jimenez","Assessing Immigrant Assimilation: New Empirical and Theoretical Challenges","In Annual Review of Sociology","Vol. 31","2005","105-125"]}],"locations":[{"id":6347,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1337,"tag":"Lebanese"},{"id":31,"tag":"Immigration"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}}