{"id":5465,"title":"Potential Danger for Prohibition","course_id":84,"status":"P","start_date":"1/31/20","end_date":"1/31/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1920 Linton Smith, also known as the Bishop of Hereford, wrote a controversial article on the Temperance Movement and Prohibition. Linton claimed that prohibition could possibly divide political parties on a, “Sex basis,\" meaning that female prohibition proponents could vote as a block against male opponents of prohibition.<br /> <br /> Strong drink was very popular in the lives of men during the time. In this time men were turning to alcohol because of work conditions, social, and sanitary reasons. In most cases this would affect the home life and relationship between husband and wife.  Because of the large amounts consumed men would become violent with their wives or spend all their income on alcohol rather than providing things needed for their family. Tension was rising between both men and women because of alcohol.<br /> <br />During the mid 1800’s to the early 1900’s women played a dominant role in the Temperance Movement and Prohibition. By 1892 the Women’s Christian Temperance Union, the largest temperance union at the time, had nearly 150,000 members. Historian Ruth Bordin writes that, “Through the WCTU, women became visible as leaders in communities and cities from coast to coast” (Bordin 157). Not only was the WCTU the largest temperance movement, but also the largest women’s organization in America. Because of the growing number of followers, the union began to respond not only to temperance but larger issues they were facing, such as women’s suffrage. Bordin also writes, “Through the Union women learned of their legal and social disabilities, gained confidence in their strengths and talents, and became certain of their political power as a group and as individuals” (Bordin 157). The Union allowed for women to push the envelope and fight for their rights, one of those rights being the right to vote. This right was given to women in 1920 with the passing of the 19th Amendment.<br /> <br />It is for reasons like this that Smith wrote the article on the danger of Prohibition and the Temperance Movement. Women were already aligned, in large numbers, with the WCTU and would vote for Prohibition. Smith felt as though the passing of this law would cause tension between the two sexes and split the political parties based on this one idea. He writes that, “The law will certainly be passed, if it is passed at all, by women for men, and it will be resented the more for that reason”."],"display_date":"January 31, 1920","search_date":"1920-01-31","citations":[{"divid":1343241184,"type":"Government Document","data":["Religion and Drink","Bishop of Hereford","January 31, 1920","","American Periodicals","","302","American Periodicals","http://search.proquest.com/americanperiodicals/docview/90294954/137DD39800454248E7D/24?accountid=8240"]},{"divid":1343241464,"type":"Book","data":["Ruth Bordin","Woman and Temperance: the Quest for Power and Liberty, 1873-1900","","Philadelphia","Temple University Press","1981","162"]}],"locations":[{"id":6357,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":699,"tag":"Temperance Movement"},{"id":196,"tag":"women's rights"},{"id":111,"tag":"Prohibition"},{"id":644,"tag":"woman's suffrage"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}}