{"id":5466,"title":"<strong>A Nun’s Perspective on Civil Rights, and an Alternate Ending</strong>","course_id":84,"status":"P","start_date":"3/1/65","end_date":"3/31/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In March of 1965, Sister Mary Paul of Detroit wrote a letter to the sisters of her Order describing her experiences while in Alabama as a hospital volunteer during the Civil Rights Movement. She states, “they probably could not have gone on if it had not been for the support of the North,” demonstrating the dire circumstances that led her to get involved in the first place. Being from the north, Sister Mary hadn’t been exposed to too much of the brutality happening in the South during these “race wars.” After watching the police assault the marchers on the Edmund Pettus Bridge on March seventh, Sister Mary knew that she needed to immediately get involved and be an advocate for the demonstrators of this movement for national justice.","Just three days later Sister Mary arrived in Birmingham where she received instant hospitality and kindness from local blacks. She was there to help in hospitals, but also give African American’s an idealistic hope for the future and the equality of races that she thought was so vital. She was also a very strong supporter of the right to vote for all races and knew how many blacks were registered voters as well as how long it would take to register the eligible voters due to the tests put in place to keep blacks out of the voting systems. Amongst all of this, she still speaks with optimism for the future societies potential to be, “a community of love where people gather together as brothers.” She also states that this, “cannot be a reality until people are ready to suffer for justice.” This letter was written during the time when blacks were eager for white activists help, and when whites were discovering the need to participate and stand up against the injustice. However, this letter was written right on the cusp of a racial and historical turn.","Something Sister Mary hadn’t thought about was the possibility that even if racial justice was settled on in the courts, it might never be attained in the community or the attitudes of people. In the late 1960’s, the south was actually on the verge of a tragic failure. Historian Tom Wicker wrote, “despite these idealistic predictions of the future, King's vision of a colorblind society, liberated from the harsh realities of prejudice and discrimination, faced serious barriers after the mid-1960’s<em>.” </em> He also pointed out that the rise of Black Nationalism created rifts between Civil Rights organizations and whites that were dedicated to helping bring about interracial peace.","The black community no longer wanted a lot of help from whites, but rather a sense of independence. This fueled controversy that furthered an already existing conservative white backlash against a lot of the racial progress that had been made over the last several years. By the 1990’s hiring equality, the O.J. Simpson trials and other racial issues were being brought up which raised concern for the long-term success of the civil rights movement and racial amity in America."],"display_date":"March 1965","search_date":"1965-03-16","citations":[{"divid":1343242883,"type":"Article","data":["Sister Mary Paul","A Nun's Letter","Prairie Schooner","Vol. 39, No. 3","March 1965","206-213"]},{"divid":1343242943,"type":"Book","data":["Tom Wicker","Tragic Failure; Racial Integration in America","","New York","William Morrow and Company, Inc.","1996","xii"]}],"locations":[{"id":6349,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"Dallas, Alabama"}],"tags":[{"id":1336,"tag":"racial equality"},{"id":1071,"tag":"Civil Rights Movement"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}}