{"id":5471,"title":"Nonviolence in Civil Rights: Is it Successful?","course_id":84,"status":"P","start_date":"3/1/65","end_date":"3/31/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On March 7, 1965 African Americans flooded the streets of Selma and headed west to Alabama’s capitol, Montgomery, to participate in a peaceful protest for racial equality. There was a lot of anticipation that led up to this march, as it was a long walk and a big mission. Although Dr. King was not able to attend, the people still assembled at Brown Chapel in Selma, Alabama with high hopes and a lot of optimism. During this time, brutality from police and white supremacists was not uncommon, but it had never reached the point of a war-like scenario because of their constant attempt at nonviolent protests. What these people were walking in to, they would end up running out of.","Although violent opposition from white police forces and activist’s wasn’t uncommon, Dr. Martin Luther King Jr. still believed that having a nonviolent approach the only way to be successful. King wrote in his Letter from a Birmingham Jail, “I have earnestly worked and preached against violent tension, but there is a type of constructive nonviolent tension that is necessary for growth.” King was a constant advocate for the idea of a nonviolent march and protest against this civil injustice, and he often spoke on behalf of large groups of people on how to be adamant for freedom, but respectful of resentment.Historian Peter J. Ling reflects on King’s determination to maintain a nonviolent approach by saying, “King undoubtedly spoke to, and for, African Americans, and their mounting challenge to white oppression sprang from hearing his non-violent call to arms.” This defends the ideas that while King was constantly rallying allies and making plans to further this movement for racial equality, he was still doing it in a peaceful way.","Though Dr. King thought this demonstration was best pursued with nonviolence, it didn’t mean that his opposing forces had the same ideas. As history makes very clear in this march from Selma, peace and nonviolence were not at all important to the white activists and state troopers who were present on the Pettus bridge, or to the man who eventually shot and killed Dr. King himself.  Ling says, “Movement activists, particularly militant black separatists, never saw King as their one great leader” which shows that even some African American’s didn’t agree with King’s tactics. He goes on to say, “privately, King's supporters knew that non-violence was not an outlook everyone shared.”","The fact that The Voting Rights Act of 1965 was signed by President Johnson after Bloody Sunday took place seems a little ironic. As much as King tried to maintain that nonviolence was the best solution, it took a violent day to strike the nerve of many Americans, and even the president. Ling recalls that, “when he [King] died, the non-violent movement seemed unable to continue without him.” which deepened the impression that he was the central leader behind those ideals and that without him, they were impossible to maintain. It took a violent act, to pass a peaceful one."],"display_date":"March 1965","search_date":"1965-03-16","citations":[{"divid":1343721129,"type":"Website","data":["Mary Schons","The Selma-to-Montgomery Marches. The National Geographic","The National Geographic","http://education.nationalgeographic.com/education/news/selma-montgomery-marches-and-1965-voting-rights-act/?ar_a=1#page=3","July 4, 2012"]},{"divid":1343721250,"type":"Article","data":["Denise L. Berkhalter","Bridge Over Troubled Water","Crisis","Vol. 112 Issue 2","1993","28-31"]},{"divid":1343721364,"type":"Book","data":["S. Jonathan Bass","Blessed are the Peacemakers: Martin Luther King Jr., Eight White Religious Leaders, and the “Letter from Birmingham Jail\"","","Louisiana","Louisiana Statue University Press","2001","97-108"]},{"divid":1343721478,"type":"Website","data":["Dr. Peter J. Ling","Martin Luther King's Style of Leadership","BBC Home","http://www.bbc.co.uk/history/recent/martin_luther_king_01.shtml","July 28, 2012"]}],"locations":[{"id":6374,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"Dallas, Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":1333,"tag":"Martin Luther King Jr."},{"id":1346,"tag":"Voting Rights Act of 1965"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}}