{"id":5477,"title":"The Ku Klux Klan in Alabama","course_id":84,"status":"P","start_date":"1865-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["”This is an institution of chivalry, humanity, mercy, and patriotism;” These are the words that the founders of the Ku Klux Klan used in describing the purpose of their organization.  This line comes from the founding document of the Ku Klux Klan.  Written in 1868, it outlines what they claim to believe, their purpose, as well as a litmus test for all potential new members. It is impossible to discuss the period in the South following the Civil War without discussing the Ku Klux Klan.","The Ku Klux Klan was able to effectively tap into the feelings of anger and resentment that many Southerners had following the Civil War and use them to advance its political and social aims.  Formed in 1865 in Pulaski, TN, the KKK targeted not only freed slaves but anyone who they considered to be acting against the interest of the South.  In many ways they served as a paramilitary force that enforced the Black Codes which were being passed.","In reading the founding document of the Ku Klux Klan, it is obvious that their stated goals for the organization and what it actually did are two different things.  The KKK of this era liked to portray itself as a group whose goal was to protect widows and orphans.  The only hint at the true goals and beliefs of this group are found in the list of questions that were asked of all potential members before they were allowed to join.  They were asked questions such as whether or not they fought in the Union Army, whether or not they believed in racial equality, and whether or not they believed in a white man’s government.","During the period of Reconstruction, the KKK struck against anyone, black or white, that they believed were threatening the traditional Southern way of life.  One example of this took place in Cross Plains, Alabama in 1870.  A white missionary from Canada named William C. Luke had come to Alabama from Canada following the Civil War.  Luke came south in order to teach newly freed slaves basic skills such as reading and writing.  For his trouble in trying to teach these people, he was executed by the KKK.  As tragic as Luke’s death was, incidents such as this one took place all over Alabama during the Reconstruction period.","Over time, the influence of the Ku Klux Klan in Alabama during this period began to fade.  A series of Federal laws as well as an increased military presence began to slow their progress.  However, for a period of time they had free reign in Alabama and this would not be their only time to take center stage in Alabama.  The groundwork laid by the Klan during this period helped give rise to subsequent KKK activity in Alabama whenever the issue of civil rights was raised."],"display_date":"1865 - 1877","search_date":"1871-07-02","citations":[{"divid":1343838476,"type":"Website","data":["Unknown","Ku Klux Klan: Organization and Principles (1867)","Oxford African American Studies Center","http://www.oxfordaasc.com/article/doc/ps-aasc-0230?hi=1&amp;highlight=1&amp;from=quick&amp;pos=4","08/01/2012"]},{"divid":1343838631,"type":"Book","data":["Howard, Gene L.","Death at Cross Plains: An Alabama Reconstruction Tragedy","","Tuscaloosa, AL","The University of Alabama Press","1984","17"]}],"locations":[{"id":6378,"lat":33.7746837105,"lng":-85.717429796,"zoom":9,"place":"CALHOUN, Alabama"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":151,"tag":"Ku Klux Klan"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}}