{"id":5483,"title":"Professor Morse's Electric Telegraph - A review of the operation of the technology as well as the impact it had on the control and difusion of information.","course_id":85,"status":"P","start_date":"1842-08-01","end_date":"1842-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Alfred Vail waited for the message to arrive on the wire. His superior, Mr. Morse, had prepared the paper, and was about to send the message from the Supreme Court in Washington D.C.","The demonstration that was about to be undertaken was one that would introduce to America the ability to send a message via the new electrical telegraph. In August 1842, the <em>Tribune</em> described the operation of the telegraph and subsequent transmission of information via the electrical currents that made the communication possible.","The <em>Tribune </em>proposed that a person in Washington that wished to communicate to a second individual located in New York could do so in nearly an instant. The telegraph machine would utilize a signaling alphabet, called Morse Code, to send a series dots and dashes that could be converted to a message made up of Roman Letters. The receiving machine would then write the incoming message with a stylus, in dots and dashes; onto paper that was strapped to the cylinder on the machine. This was made possible by electrical cables that connected the sending and receiving machines and allowed them to exchange bursts of electric current that were controlled by electrified magnets on each machine.","Before the telegraph, there would be a distinct lag in the time between when an event would occur in one city and would be reported in the newspaper in another. During this era it was possible that days would go by in certain towns and cities where the local newspaper would report the following; “No news, No News and None is expected”? The telegraph now provided the potential of making news and other information available at an instant in all corners of the country. Harold Adams Innis, a communications theorist, pointed out that the telegraph removed a specific bias in the control and diffusion of the news. The most important information was always likely to be available in large urban centers but then was simply repeated or re-distributed to the cities and towns that dotted the periphery of these central areas. This fact was very important at the time as the core political authorities at the time were empowered by the fact that controlling information distribution at the center allowed them to completely monopolize the information that was diffused to the small towns and rural areas beyond the geographic centers. Once political control was exercised over the central news sources in the urban areas, the ability to change, twist, spin or misrepresent information further empowered the politicians and monopolies of the press.","The advent of the telegraph, and the ability to transmit a message at nearly 300,000 miles per second turned this experimental machine into much more than just a mysterious object filled with electricity. The telegraph had officially leveled the playing field and marked a turning point for the control over information. This loss of control at the political urban center allowed the regional daily press to escape and become independent. No more was it possible for the state capital or other political center to dominate the news. Now it would be possible to transmit a newspaper message or a portion of a presidential speech in minutes to everyone, enabling more local analysis of information that reflected the thoughts and ideologies of local inhabitants.","The <em>Tribune </em>also clearly posited other fears that many had in relation to the telegraph technology at this time. If the government did not seize the opportunity to control and manage the Telegraph, private industry would use it to bring competition, or even an end, to the Post Office and Pony Express. What was not realized at the time is that the power had already shifted and the birth of “Electric Media” had changed the playing field."],"display_date":"August 1842","search_date":"1842-08-16","citations":[{"divid":1344635454,"type":"Article","data":["Unknown Editorial","Professor Morse's Electric Telegraph","Tribune","Unknown","August, 1842","Unkown"]},{"divid":1344635619,"type":"Book","data":["Blondheim, Menahem","News Over The Wires: The Telegraph and the flow of information in America, 1844-1897","","United States of America","Harvard University Press","1994","3"]},{"divid":1344636110,"type":"Website","data":["John J. McDonough, Manuscript Division","Words and Deeds in American History: Selected Documents Celebrating the Manuscript Divisions First 100 Years - First Telegraph Message 24 May 1844","The Library of Congress","http://memory.loc.gov/cgi-bin/query/r?ammem/mcc:@field(DOCID+@lit(mcc/019))","7/2/2012"]},{"divid":1344636303,"type":"Website","data":["Maggie Dennis","The Once and Future Web: Worlds Woven by the Telegraph and Internet","The Journal of American History - Oxford Journals","http://jah.oxfordjournals.org/content/89/1/185.extract","7/2/2012"]}],"locations":[{"id":6411,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":1365,"tag":"Telecommunication"},{"id":1362,"tag":"Telegraph"},{"id":1363,"tag":"Diffusion of Information"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":85,"school_id":43}}