{"id":5492,"title":"1916 Jersey Shore Shark Attacks","course_id":89,"status":"P","start_date":"1/1/16","end_date":"12/31/16","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the summer of 1916, five people were injured by a Great White Shark along the Jersey Shore area of New Jersey. Four of the victims were bitten while swimming in areas that were not considered to be a hotspot for sharks, and the other victim was bitten while trying to rescue another person. At first, many people had no idea what type of animal could have attacked these people, and journalists and scientists alike mentioning everything from sea turtles to a killer whale. As Ichthyologist George Burgess comments in an interview with Megan Gambino, theories of the type of animal went all over the place because “there was not a forceful scientific authority that really knew what was going on.” Scientific knowledge of sharks was incredibly limited at the time, and shark attacks in the area were rare, if not completely unheard of.","When the sharks’ second victim, Charles Bruder, was discovered by life guards near a resort in Spring Lake, NJ, he was missing sections of both of his legs. He eventually bled to death before a doctor could reach him. Many witnesses on the beach fainted, and others required assistance when returning to their rooms. Many swimmers even refused to return to the water, for fear that the shark might return. More attacks in the following days led to Colonel W. G. Schauffler, a staff member of the then governor of New Jersey, to call for fishing parties to kill the shark.  Eventually, it was reported that the shark was caught and killed, with its skeleton put on display in a shop in New York. Newspapers at the time reported that the shark was found with human remains in it, but the validity of this account is suspect because pictures were never taken.","Although the attacks stopped at the fifth victim, questions still remain as to why one shark would repeatedly attack people. Burgess comments that sharks are not known as repeat attackers, and that there really is not a good explanation for why this one shark would be any different from what has been observed before."],"display_date":1916,"search_date":"1916-07-01","citations":[{"divid":1350536408,"type":"Newspaper Article","data":["Shark Kills Bather Off Jersey Beach","New York Times","New York","7 July 1916",""]},{"divid":1350536487,"type":"Website","data":["Megan Gambino","The Shark Attacks That Were the Inspiration for Jaws: One Rogue Shark. Five Victims. A Mysterious Threat. And the Era of the Killer Great White Is Born","Smithsonian.com","http://www.smithsonianmag.com/history-archaeology/The-Shark-Attacks-That-Were-the-Inspiration-for-Jaws-165313716.html?c=y&amp;story=fullstory","7 October 2012"]}],"locations":[{"id":6432,"lat":39.4750359792,"lng":-74.3341472584,"zoom":9,"place":"Atlantic, New Jersey"}],"tags":[{"id":1387,"tag":"Shark Attack"},{"id":1388,"tag":"1916"},{"id":1389,"tag":"Jersey Shore"},{"id":1390,"tag":"New Jersey"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}}