{"id":5494,"title":"The Platt Amendment","course_id":90,"status":"P","start_date":"3/1/01","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Drafted during the crucial period following the Spanish-American War, the Platt Amendment passed on March 2, 1901, was an addition to the Army Appropriations Act. Secretary of State Eilhu Root with the cooperation of Connecticut Senator Orville H. Platt drafted the amendment essentially making Cuba a dependent of the United States. This amendment, with the sole purpose being strategy, gave the United States a supervisional role in Cuban affairs. The United States wanted to leave Cuba under the control of its people and had no intention of annexing it into the states. However, they wanted to maintain the ability to intervene in the event of \"anarchy or a foreign threat\".","After numerous committee meetings, senators reached an absolute policy during January and February of 1901. Under the amendment, an action barred Cuba from entering any agreement with a foreign country that was detrimental to their independence. Cuba could also not take on any public debt they were unable to pay themselves. Also, they had to take on the responsibility of sanitation for the protection of the people against diseases, which had been a lower priority previously.  Lastly, Cuba's government must sell or lease lands to the United States for the purpose of building naval stations.  As a result of this article in the amendment the United States gained claim to Guantanamo Bay.","The Platt Amendment ultimately provided the United States with national security. General Leonard Wood, military governor of Cuba, presented the terms of the Platt Amendment to the Cuban Constitutional Convention at the end of 1900. The Cuban delegates realized the amendment limited their sovereignty and tried many times to rectify the terms.  On June 12, 1901 the amendment was ratified after the agreement on a trade treaty with the United States. The amendment, finally adopted into the Cuban Constitution, remained in place until 1934, until both the United States and Cuba agreed to end the treaty."],"display_date":"March 1, 1901 - undefined 0, 0","search_date":"1900-07-16","citations":[{"divid":1350946988,"type":"Law","data":["The Platt Amendment","March 2, 1901","Army Appropriations Act","","","1901","","The American Mosaic: The Latino American Experience","http://ezproxy.txwes.edu:2308/Topics/Display/1329388?sid=1449290&amp;webSiteCode=SLN_LAE_AC&amp;returnToPage=%2fTopics%2fDisplay%2f1329388%3fsid%3d1449290&amp;cid=31&amp;oid=1449290&amp;useConcept=False&amp;token=3DC9481C1EF707143B839FEC33C5C965&amp;casError=False"]},{"divid":1350947128,"type":"Article","data":["Lejeune Cummins","The Formulation of the \"Platt\" Amendment","The Americas","4","April 1967","370-389"]},{"divid":73203,"type":"Article","data":[null,null,null,null,null,null,null,"IEkVNkDmnvHnJS"]}],"locations":[{"id":6434,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District Of Columbia"}],"tags":[{"id":295,"tag":"International Relations"},{"id":1396,"tag":"Cuba"},{"id":1397,"tag":"Amendment"},{"id":1398,"tag":"Orville H. Platt"}],"course":{"name":"Latin America","school":"Texas Wesleyan University","course_id":90,"school_id":49}}