{"id":5499,"title":"Art of Great Amusement: Life of Confederate States of America Prisoners of War","course_id":92,"status":"P","start_date":"1865-12-29","end_date":"1865-12-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 29<sup>th</sup> 1865, Lafayette Rogan ventured out of the shoddily constructed prison barracks onto the frozen Mississippi River in the bitter cold. In the prison that December, Rogan had seen a side of the Civil War few remember now. He experienced almost a month of weather he described as miserable and intensely cold. To compound matters, adequate clothing and blankets were in short supply. Smallpox had also appeared in the prison again and Rogan remarks “Great suffering is in store for our boys here.” But on this day Rogan hoped to get his mind off his troubles.","Rogan had been imprisoned in Fort Armstrong since December 5<sup>th</sup> 1863. He was kept away from his wife, child and home with little chance of escape or parole. In this prison he watched the men of his regiment succumb to disease, malnutrition and the elements. One winter prior, 232 of his fellow prisoners died in January alone. During the twenty month existence of the prison 1,960 prisoners died. This means one out of every fifteen prisoners at Fort Armstrong perished while being held on the island. While in prison, Rogan also had to deal with the loss of his brother Richard who died right after being promoted to Colonel. Just one month before his December journey out onto the frozen Mississippi, Rogan records in his diary that “The boys are actually killing and eating all dogs that go into the prison. Too bad indeed to be thus reduced.” So what was this man, who had experienced more than his share of hardship and tragedy doing? He was going ice skating.","On December 29<sup>th</sup> Rogan makes the following entry in his diary","“Days in prison are so like each other that they fail to give items to record. The only thing I have had to vary the monotony of to day is some exercise on the ice. I buckled on a pair of scates and tried to learn the art which appears to be one of great amusement.”","As a single entry, in a diary of three hundred and forty one entries, this tiny record of a man’s day reduced to three lines may seem insignificant, and in the scope of the great struggle that was the Civil War it may be. Yet this entry captures one of the biggest challenges prisoners of war faced; boredom.  Rogan’s diary is full of entries describing the repetitiveness and monotony of prison life. Rogan spent much of his time reading. During the course of his captivity Rogan only mentions one work in specific, d'Aubigné’s History of the Reformation of the Sixteenth Century, d'Aubigné was a French scholar on the Reformation and at the time his work was the leading academic history. Such a scholastic taste in reading material is interesting to note. Yet Rogan and others involved themselves in a multitude of pastimes.","Like other prisoners in the camp, Rogan spent his days carving the numerous mussel shells that were common in the Mississippi. The subjects of these carvings were often objects from nature. Doves, leaves, and fish were common as were rings.These small trinkets were sold when possible, allowing the prisoners to buy things at the store in camp. Rogan talks about his “shirt stud and breast pin business” he operated while in prison. He remarks on August 13<sup>th</sup> “Cash accounts show $2.00 clear profit. Time being out of the question.”","Even through the suffering, Rogan and 10,448 of his fellow inmates survived their stay at Fort Armstrong. Rogan’s actions out in the frozen air on the Mississippi December 29<sup>th</sup> paint the picture of a man who, even when faced with the hellish conditions of the prison, did not despair.  Throughout his imprisonment he kept writing, reading, exercising, and praying. Even with so many lives being cut short around him he never stopped trying to improve himself and he never let the bleakness of his situation dictate his actions. Which is why on that cold December day with “Constant effort” the 34 year old soldier and father taught himself how to ice skate."],"display_date":"December 29, 1865","search_date":"1865-12-29","citations":[{"divid":1351135556,"type":"Book","data":["England, Otis","A short history of the rock island prison barracks","","Rock Island Illinois","Rock Island: Historical Office US Army Armament Material Readiness Command.","1981","3"]},{"divid":1351135690,"type":"Artifact","data":["John Henry Hauberg","\"Notebook no. 14 the Souix Prison Camp Mcclellan Davenport, IA\"","Image","","John Henry Hauberg papers","Augustana College Special Collections","Rock Island Illinios"]},{"divid":1351135723,"type":"Book","data":["McAdams, Benton","Rebels at rock island: The story of a civil war prison","","DeKalb","Northern Illinois University Press.","2000","47"]},{"divid":1351135850,"type":"Article","data":["Salmon, J.H.M.","Book reviews","Sixteenth Century Journal","27","1996","1"]},{"divid":1351135906,"type":"Book","data":["Walker, T. R.","Rock island prison barracks. In Civil war prisons","","Kent, Ohio","The Kent State University Press","1962","47"]},{"divid":1351135989,"type":"Book","data":["Rogan, Lafayette","Diary of Lafayette Rogan: 1863-1865.","","Rock Island Illinois","Augustana College Library","1938","93"]}],"locations":[{"id":6437,"lat":41.4683061448,"lng":-90.5658101504,"zoom":9,"place":"ROCK ISLAND, Illinois"}],"tags":[{"id":1404,"tag":"Rock Island"},{"id":1403,"tag":"Ft. Armstrong"},{"id":1402,"tag":"Prisoners of war"},{"id":32,"tag":"Civil War"}],"course":{"name":"Microhistory from Augustana Special Collections","school":"Augustana College","course_id":92,"school_id":54}}