{"id":551,"title":"Governor William H. Smith of Alabama Issues a Proclamation\n","course_id":1,"status":"P","start_date":"1870-04-13","end_date":"1870-04-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 13, 1870 Governor Smith of Alabama issued a Proclamation to be circulated to all citizens of Alabama. It stated, if the lawlessness continues in these counties [Greene, Morgan, and Tuscaloosa] or shall manifest itself to the same extent in other counties' (Montgomery Advertiser April 13, 1870, 2), Governor Smith would ask the Congress to pass tax in order to raise a state militia. This was a half hearted attempt for the Governor to curb the racial and political violence during the run off the upcoming state elections. &lt;br /&gt;More specifically, it was in response to the recent murder of Alexander Boyd, a Republican in Greene County. &lt;br /&gt;&lt;br /&gt;However small this attempt was on the Governor's part to curb the violence of the Ku Klux Klan, it was too much for many Alabamans. The Montgomery Daily Advertiser claimed that the Governor was exaggerating the violence. It went on to blame the violence, not on the Ku Klux Klan, but on the actions of African-Americans. It claimed that the Democratic party, although tied to the KKK, was peaceful and did not support the lynching and violence that some of its members perpetuated. In concluding, the Advertiser dismissed the proclamation, stating, We have too good an opinion of Gov. Smith to attach any serious importance to such considerations' (Montgomery Advertiser April 13, 1870, 2)."],"display_date":"April 13, 1870","search_date":"1870-04-13","citations":[{"divid":1215790985,"type":"Book","data":["Michael Perman","The Road to Redemption: Southern Politics, 1869-1879",null,"Chapel Hill, NC","University of North Carolina Press","1984",""]},{"divid":1215791057,"type":"Newspaper Article","data":["","The Montgomery Daily Advertiser","Montgomery, AL","April 13, 1870",""]}],"locations":[{"id":397,"lat":32.2201632469,"lng":-86.2079113368,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}