{"id":552,"title":"The 1885 Florida Constitutional Convention\n","course_id":1,"status":"P","start_date":"1885-06-09","end_date":"1885-08-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Assembled for the purpose of reforming the Carpetbag' Constitution of 1868, the Florida Constitutional Convention opened in Tallahassee on June 9, 1885.  Hon. Samuel Pasco, the long-time chairman of the Democratic Executive Committee, was elected to be President of the convention unanimously.  Because Florida was a relatively new state at the time, many of its delegates were not native-born.  However, they were considered to be a largely competent group representing a myriad of interests throughout the state.&lt;br /&gt;The new constitution that this body formed , a product of much political infighting and dissension -- greatly weakened the power of the governor, namely by increasing the residency requirement, forbidding a second consecutive term, and making the cabinet elected as opposed to appointed.  In addition, it made most offices at the state and local offices elective, as well as strengthening the power of local officials.  Last, and most important, it mandated the use of a poll tax as a requirement for voting.  &lt;br /&gt;The latter alteration was the direct result of a compromise between smaller black belt' counties who wanted to see all their county offices elective and those of the large and prosperous counties who did not wish the administration of their counties in the hands of people who had very little stake in it.  The resulting system was that certain important county officers would be appointed by the governor (with the consent of the Senate) while the majority of other officers would be elected, with the reassurance that a poll tax would be the prerequisite qualification in such elections if the people communicated such a wish to their representatives in the legislature.  Undoubtedly, this led to the further disenfranchisement of African-Americans within the state.  &lt;br /&gt;Ratified by 31, 804 to a 21, 243 vote, the Constitution drawn up by the 1855 Florida Constitutional Convention fashioned the model of state government which was to last until 1968.  Furthermore, it represented the regression to racial discrimination which was occurring throughout the South in the post-Reconstruction period."],"display_date":"June 9, 1885 - August 3, 1885","search_date":"1885-07-06","citations":[{"divid":1213740903,"type":"Book","data":["Charles W. Tebeau","A History of Florida",null,"Coral Gables","University of Miami Press","1971","288-290"]},{"divid":1213741013,"type":"Book","data":["Michael Gannon","The New History of Florida",null,"Gainesville","University Press of Florida","1996","263-264, 272, 275, 304"]},{"divid":1213741064,"type":"Newspaper Article","data":["The Florida Convention","The New York Times","","June 18, 1885","1"]},{"divid":1213741091,"type":"Newspaper Article","data":["Florida?s Constitution","The New York Times","","August 18, 1885","11"]}],"locations":[{"id":398,"lat":30.4585161351,"lng":-84.2751559802,"zoom":9,"place":"LEON, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}