{"id":5540,"title":"Teenage School bus Drivers, Black and White, Crash on South Carolina Highway","course_id":91,"status":"P","start_date":"1/20/53","end_date":"1/20/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“W.H. Ridgeway, the 16-year-old driver of the white bus, sobbed in his hospital bed and told his mother over and over how sorry he was the wreck had happened”","The Columbia State, South Carolina’s largest newspaper, reported this pitiful scene on January 21st, 1953, under the front-page headline, “Clarendon School Bus Crash Kills 2”. The State ran no pictures of the crash, but the details the paper includes are vivid and horrific.","A little girl lay on the roadside, with her leg bone protruding through the skin. The interior of the school bus was described as a mass of blood, twisted metal, and schoolchildren’s pocketbooks. 40 children were taken to the hospital for injuries. Willie Lemon, the 18-year old driver of the Negro school bus, and Thomas Harrelson, a 10-year-old passenger on the white school bus both died from the injuries they sustained.","At the time of the accident, schools in South Carolina were not yet shared by black and white children. but the highways used to get to schools were. The crash came at a climactic moment in Clarendon County, South Carolina. The court case Briggs v. Elliot, from the very same school district, ruled that segregated schools were not equal  because of the lack of resources at black school, specifically, they had no buses.","Briggs v. Elliot was combined with 4 other cases in 1954, including Brown v. Board, that were collectively decided by the watershed Supreme Court ruling that segregated schools were inherently unequal. At the time of the 1953 highway crash though, the court-ordered, federally enforced, desegregation of schools in South Carolina hardly seemed clear or imminent in the state’s future.","The teenage bus-drivers involved in the highway crash, were in fact, coming to and from “equalization” schools; the Manning Training School, where Willie Lemon had just dropped off a bus full of black students, was built the same year as the accident. Equalization schools were a massively expensive project undertaken by the State of South Carolina after the Briggs v. Eliot case to avoid the desegregation decision NAACP lawyers were successfully building.","The decision to employ teenage bus-drivers, though one way of cutting costs in the convoluted and costly equalization school project, was beginning to receive scrutiny from the companies that insured South Carolina school buses. The January 21st accident intensified this criticism.","The accident happened because the young and inexperienced drivers collided head on the “pea-soup” fog conditions on the highway that morning. The thick haze that clouded the moment made for treacherous conditions, where the drivers couldn’t see the road ahead of them, and in that spirit perhaps, was the entire moment between the Briggs v. Elliot and Brown v. Board landmarks in South Carolina history."],"display_date":"January 20, 1953","search_date":"1953-01-20","citations":[{"divid":1352213674,"type":"Dissertation/Thesis","data":["Rebekah Dobrasko","“Upholding Separate but Equal: South Carolina’s School Equalization Program, 1951-1955","Master's Thesis","University of South Carolina","2005",""]},{"divid":1352213794,"type":"Newspaper Article","data":["Clarendon School Bus Crash Kills 2","The Columbia Star","Columbia, South Carolina","January 21, 1953","A1"]},{"divid":1352213832,"type":"Book","data":["William H. Chafe","The Unfinished Journey: America Since World War II","7th Edition","New York, New York","Oxford University Press","2011","140-151"]},{"divid":1352214931,"type":"Book","data":["Richard Kluger","Simple Justice : the History of Brown v. Board of Education and Black America's Struggle for Equality","","New York, New York","Vintage Books","1977","702"]}],"locations":[{"id":6518,"lat":33.6657929366,"lng":-80.2164264171,"zoom":9,"place":"Clarendon, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":43,"tag":"Desegregation"},{"id":792,"tag":"Transportation"},{"id":266,"tag":"Segregation"},{"id":746,"tag":"Supreme Court"},{"id":408,"tag":"Children"},{"id":939,"tag":"Public Schools"},{"id":84,"tag":"Black History"},{"id":467,"tag":"Black Schools"},{"id":719,"tag":"South Carolina"},{"id":572,"tag":"Buses"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}}