{"id":5542,"title":"Bus Driver, Age 18, Killed in Head-On Collision At Work","course_id":91,"status":"P","start_date":"1/20/53","end_date":"1/20/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The certificate kept by the Clarendon Memorial Hospital records the death of Willie Lemon, an 18-year-old bus driver involved in a head-on collision on the highway near Jordan, South Carolina, on January 20, 1953. Vital information is recorded on Lemon. He was occupied as a school bus driver. He is listed as an unmarried, colored male from Manning, South Carolina, with no social security number.","His immediate cause of death was a massive epidural hemorrhage and a compound fracture of the skull. He stayed at the hospital for two hours before succumbing to his injuries. His injury occurred while at work from a head on collision between school buses. Lemon was treated at the hospital for two hours before he died. His accident happened while he was working. He was passing another empty school bus in thick fog on the highway, when he collided with a full school bus driven by 16-year old W.H. Ridgeway.","The circumstances that surrounded the incident brought to the surface two debates. Parents and insurance companies began to question the wisdom of a policy that let inexperienced young drivers to travel with 35-40 passengers across the highway every day. The \"equalization\" school project that had very recently upheld segregation also came into scruitinity as it exacerbated bussing problems.","Schools were redistricted to be kept seperate, incidentally, they were further away frome each other and the rural homes of students. The two buses that collided in the Clarendon County were black and white buses headed in opposite directions on the interstate.","The age of driving licensure in the United States is often debated today because of the high frequency of fatal accidents, like the one that took Willie Lemon’s life, among teenage drivers. The incident also calls into question policies of workplace safety for drivers, who operate in a workplace, the highway, that is hard for their employers to regulate. The cost-benefit analysis between mobility and safety on highways is a difficult question posed by the rise of highway transportation in America at mid-century.","The extent to which Willie Lemon’s chance accident was heightened by the lack of policy restricting inexperienced teenage drivers or equalization policy.  is unclear from this document. The plain, sad details of his death, though—He is survived by his mother Poline, and father, Joseph, and was buried in the A.M.E. Mt. Zion Church Cemetery in Summerton, South Carolina, add weight to human cost to be evaluated in reviewing school and safety policies."],"display_date":"January 20, 1953","search_date":"1953-01-20","citations":[{"divid":1352215515,"type":"Article","data":["Allan F. Williams, David F. Preusser, Robert G. Ulmer, and Helen B. Weinstein","Characteristics of Fatal Crasheso f 16-Year-Old Drivers: Implications for Licensure Policies","Journal of Public Health Policy","Vol.16 no.3","1995","347-360"]},{"divid":1352215728,"type":"Newspaper Article","data":["Clarendon School Bus Crash Kills 2","The Columbia State","Columbia, South Carolina","January 21, 1953","A1"]},{"divid":1352218087,"type":"Artifact","data":["Clarendon Memorial Hospital","Standard Certificate of Death","Document","January 1, 1953","Division of Vital Statistics - State Board of Health","State of South Carolina",""]},{"divid":1352218176,"type":"Article","data":["Frank A. Haight","Problems in Estimating Comparative Costs of Safety and Mobility","Journal of Transport Economics and Policy, Vol. 28, No. 1,","Vol, 28, No.1","January 1994","7-30"]},{"divid":1355161651,"type":"Book","data":["Matthew D. Lassiter","The Silent Majority: Suburban Politics in the Sunbelt South","","Princeton, NJ","Princeton University Press","2006","225-251"]}],"locations":[{"id":6717,"lat":33.6657929366,"lng":-80.2164264171,"zoom":9,"place":"Clarendon, South Carolina"}],"tags":[{"id":1458,"tag":"Clarendon County"},{"id":1457,"tag":"workplace safety"},{"id":1456,"tag":"highway safety"},{"id":572,"tag":"Buses"},{"id":3,"tag":"African-Americans"},{"id":719,"tag":"South Carolina"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}}