{"id":5547,"title":"United States Labor Strikes","course_id":89,"status":"P","start_date":"1892-07-12","end_date":"1892-07-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The state militia stood at the ready.  The dark sketch was taken on July 12, 1892.  The sketch depicted Andrew Carnegie's Pennsylvania steel plant surrounded by military.  The Homestead plant sketch was taken from a wood engraving by T. de Thulstrap.  The Swedish born immigrant came to America in the 19th century.  The immigrant would achieve the American Dream as a <em>Harper's Weekly</em> staff artist.   Thulstrap was employed by <em>Harper's Weekly</em> for over three decades.   The sketch appeared in the magazine on July 23, 1892.  The skies in the scene appeared to be overcast.  A long cloud of dark eery black smoke was also in the sketch.  The cold steel building was not easily seen in the picture.  As a twelve foot brick wall built.  The brick wall was topped with barbed wire.  The brick wall was put in place to keep Carnegie's current employees out.  The wall was constructed with small holes for guns to fire in a moments notice.  The gun holes were intentional, as Carnegie's employees were the target.","The sketch also presented the marching army as if they were going off to war.  The drawing depicts the number of troops which was close to three hundred.  The troops are dressed in uniform and had their rifles loaded and ready.  The gray sketch communicated an army anxious to kill.","The Pennsylvanis militia had surrounded the steel giant Andrew Carnegie's business for almost three months.  Unprotected workers were forced to make wage reduction decisions..  The decisions had ended in violence.  The American governments loyalty was to big business in 1892.  In the Gilded Age, the common worker had no laws to protect them.","The impact of improvements in transportation and communication provided opportunties for employers to recruite workers from abundant regions.  In industry with more integrated national labor markets, the fine division of labor enabled employers to seek out semiskilled laborers.  Therefore the new employees then undermined the skilled workers efforts.  The skilled workers would not receive their normal pay.  Nor did the employees receive improved working conditions.  Employers then had the ability to replace the strikers.  The employer such as Andrew Carneige was just not motivated to improve his skilled workers conditons.  Hence the influx of men from other states kept the \"club above their heads at all times.\"","The Gilded Age was a time of uncerainity within labor relations.  Workers were often in battle with employers.  The conflicts such as Carnegie's Homestead strike gave a graphic account o the turbulent labor relations of the times.  At Carnegie's steel plant, men were shot down after thisr sketch was drawn.  In addition, many of Carnegie's workers were left wounded.  The laborers at the Pennsylvania steel plant wanted to work so desperately that they were willing to risk their lives.  Thus as the photographer emphasized, Carnegie' steel plant witnessed one of the worst labor strikes America had ever seen."],"display_date":"July 12, 1892","search_date":"1892-07-12","citations":[{"divid":1352317241,"type":"Book","data":["David Nasaw","Andrew Carnegie","","New York","New York Times","September 3, 2008","300"]},{"divid":1352317282,"type":"Article","data":["Arthur Eli Monroe, Edward Chamberlin","Homestead Strike","Quarterly Journal of Economics","7","July 1893","400-32"]}],"locations":[{"id":6525,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":1469,"tag":"Labor/Industrialism/Union"},{"id":1470,"tag":"Economics/Health/Governme"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}}