{"id":5548,"title":"Working Man Blues","course_id":89,"status":"P","start_date":"1894-02-10","end_date":"1894-02-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"But, oh master, thou hast given us one great enjoyment which man has never dream of before - a free church organ, so that we can take our shabby families to church to hear your great organ pour forth its melodius strains.\"  The quote came from the 1894 prayers \"<em>A Workman.</em>\"  The satrirical prayers gave praise to Pennsylvania's powerful Andrew Carnegie.  The steel giant had so generously donated a free organ to the citizens of Pennsylvania.  The author of the letter remained anonymous to this day.  One can speculate that the letter was indeed written by one of Andrew Carnegie's disgruntled employees.","The primary source \"<em>Letter from a Workman,</em>\"  had appeared in the <em>National Labor Tribune, </em>and then was reprinted in <em>The Coming Nation </em>on February 10, 1894.  The letter thanked Andrew Carnegie for the \"free gifts\" he had given to the peoples.  Unfortunately the free gifts came at a premium.  The primary document went on to conclude that all the \"gifts\" were at the expense of Carnegie's slaves, or rather his employees.  The prayer went on to admit that no liberty or protection was needed.  As all were content under their master Andrew Carnegie's care.  It is without a doublt that Carnegie's employees unwillingly stood in command of Carnegie's mercy.","The 1894 document did not have an author's signature on it.  The\"<em>Workingsman's Prayers\"</em> was an anonymous account of the overall feelings of the working class.  As well as Andrew Carnegie's workers.  The prayer was believed to be from the peoples of Pittsburgh, Pennsyvlania, Homestead, and Beaver Falls Pennsylvania.  The document was written as a \"prayer\" to also criticize and expose Carnegie's philanthropy practices.  The prayer document voiced the distrust of the captialists of the times.  The capitalist Carnegie ultimately was giving gifts as a way to improve his social standing.  The questions the prayer asked was did liberty still prevail?","The steel workers in Homestead Pennsylvania may had been the author of this document.  The steel workers often went neglected.  Carnegie may had given the gifts as way to ease his own conscious.  Carnegie's employees faced lockouts that were commonplace and oftentimes deadly. Carnegie Steel Company was under much criticism before and after the lockout.  Union activity was prevalent as the skilled workers lost their power.  The steel employees were clearly powerless.  Equally important they had few workplace outlets.  The letter was their voice.  At the same time local politics had offered little opportunity for the working class to air their grievances.  In much the same way, the Homestead workers experienced the same emotions of peoples who had lost their homes."],"display_date":"February 10, 1894","search_date":"1894-02-10","citations":[{"divid":1352319901,"type":"Article","data":["North American Review","A Workingman's Prayer","North American Review","1889","February 10, 1894","10"]},{"divid":1352319958,"type":"Article","data":["PE Converse","Change and Continuity","JSTOR","1969","1889-1895","25"]}],"locations":[{"id":6526,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":1471,"tag":"Law/Government/Crime"},{"id":1472,"tag":"Violence/Politics/Urban"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}}