{"id":555,"title":"The First Enforcement Act is Presented in Congress\n","course_id":1,"status":"P","start_date":"1870-02-21","end_date":"1870-02-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The first of a long series of Enforcement Acts passed through Congress on February 21, 1870. The Enforcement Acts were designed to enforce the 15th Amendment throughout the South during the elections. The elections of 1870 were plagued by violence throughout the South exerted primarily by members and sympathizers of the Ku Klux Klan. Their tactics of lynching, bombing, and otherwise exerting violence on the black community were aimed at keeping African-Americans from voting. &lt;br /&gt;&lt;br /&gt;This first Enforcement Act stated that only preexisting requirements to vote could be used in determining voter eligibility. Furthermore, it exerted a fine for every black citizen denied the right to vote as long as they proved eligible. It enacted a complex system of government fines in order to keep the state legal system from creating taxes that were discriminatory to African-American voters. However, it did not make poll taxation illegal, opening the door to the Jim Crow Laws."],"display_date":"February 21, 1870","search_date":"1870-02-21","citations":[{"divid":1215791135,"type":"Government Document","data":["H.R. 1293","House Bills and Resolutions","February 21, 1870","","","","","Library of Congress","http://memory.loc.gov/cgi-bin/query/D?hlaw:1:./temp/~ammem_XwHT::"]},{"divid":1215791608,"type":"Book","data":["Hugh Lefler and Albert Newsome","The History of a Southern State: North Carolina",null,"Chapel Hill, NC","The University of North Carolina Press","1973",""]}],"locations":[{"id":420,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}