{"id":5550,"title":"View of City from Richard Furman Hall, May 11, 1921","course_id":91,"status":"P","start_date":"5/11/21","end_date":"5/11/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Creation…Expansion…Development” These are just a few words that spring to mind when looking through the viewing glass of 1920 Greenville. From the high viewpoint outside of Richard Furman Hall of the Old Campus, one looks out at an expanding city, in the midst of the development and growth. In the immediate foreground, a lone smoke stack rises above the buildings, trees and fields surrounding it. Farther off in the distance, two church steeples can be seen poking out of the trees towards the sky. At the very center of the city, a lone “skyscraper” stands above the rest. Nearly double the height of the second tallest building in the picture, this colossus, for its place and time of course, represents the trajectory that the city of Greenville is moving towards. The early twentieth century was the transformative period of urban and suburban development, and Greenville would continue to grow upwards and outwards.","During the Progressive Era, Greenville underwent a significant economic boom on the textile industry and other related businesses. As Archie Vernoon Huff describes in his book <em>Greenville: The History of the City and County in the South Carolina Piedmont</em> a “downtown building boom” that redefined the urban setting of the city of Greenville. A 1917 newspaper article commented that construction was in progress on nearly every street in the city. Some buildings constructed during this period include The Ottaray Hotel, The Imperial, the county courthouse and jail, just to name a few.","Absent in view of the photograph is Greenville’s Womens College, whose campus was located on the opposite end of downtown Greenville. Being closely connected with Furman University, classes were taught on both campuses, which meant a long trek to the other side of town in order to make the scheduled classes. How would this construction period affect the student body in their tumultuous journey between campuses?"],"display_date":"May 11, 1921","search_date":"1921-05-11","citations":[{"divid":1354810644,"type":"Book","data":["Archie Vernoon Huff","Greenville: The History of the City and County in the South Carolina Piedmont","","Greenville, SC","University of South Carolina Press","1995","262"]},{"divid":1354810830,"type":"Artifact","data":["Furman University Digital Center","View of city from Richard Furman Hall","Still Image","May 11, 1921","Furman University Special Collections and Archives","",""]}],"locations":[{"id":6674,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1446,"tag":"Furman Hall"},{"id":1412,"tag":"Greenville, SC"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}}