{"id":5553,"title":"Lincoln Elementary and High School, McClennanville, SC: A Standing Artifact of Desegregation in South Carolina","course_id":91,"status":"P","start_date":"1/1/55","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A photograph of Lincoln Elemetary and High School, as it still stands in McClennanville, South Carolina, an unoccupied building with boarded windows, is the starting point for this episode in American history. The photograph was taken by Rebekah Dobrasko, in 2008, as part of a master's thesis on equalization schools in South Carolina.","Across the state of South Carolina from 1951-1960, a wave of new schools known as \"Equalization schools\" were built in response to the ruling of the Briggs v. Elliot case from neighboring Clarendon County, South Carolina.","Briggs v. Elliot was eventually combined into Supreme Court case Brown v. Board of Education, which overturned racial segregation in American schools. In 1951, however, desegregation in American schools did not appear imminent. The Briggs v. Elliot case only established that segregated schools were unequal in facilities. White schools were better funded, newer, had better books and resources, and, as Briggs v. Elliot specifically charged, school buses so that children could attend without walking many miles every day.","The solution to this inequality would eventually be, with Brown v. Board, to integrate black children into these better-funded schools, but the state was committed to delaying court-mandated integration for as long as possible. The immediate answer to the Briggs case was “equalization schools”; represented by 1950s architecture like Lincoln Elementary and High School, built in 1955, that still stands across the state.","These small, flat-roofed, one-story building were built across the state as schools for white and black children. Building all new schools was a costly solution. The County of Greenville alone built 11 new schools between 1953 and 1958. The small scale of most of these schools reflects reluctance for schools to create schools to accommodate the whole community of children, white and black.That the design of these school building was specific to the ideology of racial segregation that peaked in strength and visibility at mid-century, is evident by the abandoned and decayed state of most of these small schools today."],"display_date":"1955 - 1960","search_date":"1957-12-31","citations":[{"divid":1352490824,"type":"Dissertation/Thesis","data":["Rebekah Dobrasko","Upholding Separate but Equal: South Carolina’s School Equalization Program, 1951-1955","Master's Thesis","University of South Carolina","2005",""]},{"divid":1352490890,"type":"Website","data":["Rebekah Dobrasko","South Carolina's Equalization Schools 1951-1960","University of South Carolina","http://www.scequalizationschools.org/","11/2/2012"]},{"divid":1352491056,"type":"Book","data":["William H. Chafe","The Unfinished Journey: America Since World War II","7th Edition","New York, New York","Oxford University Press","2011","140-151."]},{"divid":1352491129,"type":"Book","data":["Richard Kluger","Simple Justice : the History of Brown v. Board of Education and Black America's Struggle for Equality","1st Edition","New York, New York","Vintage Books","1977","702"]},{"divid":1355163633,"type":"Book","data":["Matthew D. Lassiter","The Silent Majority: Suburban Politics in the Sunbelt South","","Princeton, NJ","Princeton University Press","2006","225-251"]}],"locations":[{"id":6716,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1477,"tag":"equalization schools"},{"id":746,"tag":"Supreme Court"},{"id":831,"tag":"construction"},{"id":701,"tag":"Lincoln"},{"id":1412,"tag":"Greenville, SC"},{"id":719,"tag":"South Carolina"},{"id":466,"tag":"Educational System"},{"id":473,"tag":"Brown vs. Board of Educat"},{"id":6,"tag":"Education"},{"id":43,"tag":"Desegregation"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}}