{"id":5554,"title":"Escape through Death: The Story of Fugitive Margaret Garner","course_id":93,"status":"P","start_date":"1856-01-27","end_date":"1856-01-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Deemed “a tale of horror” by <em>The Cincinnati Enquirer</em>, Margaret Garner, a fugitive slave, took the life of her child in order to save her from a life of slavery.  This is the story that Cincinnati woke up to on the morning of January 29, 1856.  Two nights earlier, sixteen slaves had escaped from Kentucky into Ohio, eight of whom included Garner and her family.  According to <em>The Cincinnati Enquirer</em>, the family had stolen horses and a sleigh from their owner, Mr. Marshall, and crossed the frozen river on the night of January 27. Once in Ohio, they sought refuge at a former slave’s home.","The fugitives’ owners arrived the next day searching for the runaways in order to take them back to Kentucky.  Because of The Fugitive Slave Act passed in 1850, they were able to obtain a warrant and the assistance of the local United States Marshal.  The act stated that it was the duty of marshals and deputy marshals to carry out the warrants.  <em>The Cincinnati Enquirer</em> detailed the events that unfolded at the house where Garner and her family were hiding: shots were fired, a deputy marshal was injured, and the door was breached.  Upon entry into the house, they discovered the dead child.  <em>The Cincinnati Enquirer</em> described the scene by saying, “a deed of horror had been consummated, for weltering in its blood, the throat being cut ear to ear and the head almost severed from the body, upon the floor lay one of the children of the younger couple, a girl three years old.”  Garner proceeded to hit the dead child with a shovel before being restrained.  At the time, it was unclear who had killed the child; <em>The Cincinnati Enquirer</em> stated, “The fearful act lies between one or the other of the miserable parents, perhaps both, but doubtless, the truth will be brought out by the coroner to-day.”","Indeed, the truth was “brought out.”  Julius Yanuck, a historian, discusses the story in a journal article almost a century later.  When Garner discovered that they were about to be captured, she devised a desperate plan that would save her children from returning to slavery – escape through death.  Quickly she grabbed a knife and seized her three-year-old daughter.  Using the knife, she gashed open her daughter’s throat.  She then turned to her other children, but was stopped before she could manage to do more than mildly injure them.","Much agitation grew out of the escape and murder.  <em>The Cincinnati Enquirer</em> summed up the article and captured the sense of tension by saying, “Abolitionists regard the parents of the murdered child as a hero and heroine, teeming with lofty and holy emotions, who, Virginiuslike would rather imbue their hands in the blood of their offspring than allow them to wear the shackles of slavery, while others look upon them as brutal and unnatural murderers.”  Whether selfish or selfless, the acts of Garner were not quickly forgotten."],"display_date":"January 27, 1856 - January 28, 1856","search_date":"1856-01-27","citations":[{"divid":1352733809,"type":"Newspaper Article","data":["Stampede of Slaves","The Cincinnati Enquirer","Cincinnati, Ohio","January 29, 1856",""]},{"divid":1352733888,"type":"Book","data":["James McPherson","Battle Cry of Freedom: The Civil War Era","","New York","Oxford University Press","1988","120-121"]},{"divid":1352733958,"type":"Article","data":["Julius Yanuck","The Garner Fugitive Slave Case","The Mississippi Valley Historical Review","40","1953","47-66"]},{"divid":1352734011,"type":"Law","data":["The Fugitive Slave Act of 1850","September 18, 1850","Statutes of the United States","DC","","1850","","",""]}],"locations":[{"id":6533,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":9,"tag":"Law"},{"id":7,"tag":"Women"},{"id":4,"tag":"Slavery"},{"id":142,"tag":"african americans"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}