{"id":5559,"title":"California Opposes Slavery on Grounds of Social Idleness","course_id":93,"status":"P","start_date":"1848-05-12","end_date":"1850-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By the late 1840s American feelings on slavery smoldered.  According to historian James McPherson, the southern states were pushing for a pro-slavery constitution in California, and western slavery not just as an abstraction, but as a legitimate southern goal.  As the debate raged in congress over the admittance of California as a free or slave state, the Californians in San Francisco had all but settled the issue for themselves. The May 24, 1848 issue of the<em> Californian,</em> a newspaper out of San Francisco, published an article expressing local views on slavery; “Wherever slavery exists it is invariably accompanied with a supineness and stagnation of the vital blood of a nation, consequent upon the prevalence of the short-sighted idea that to work for a living is ungentlemanly.”  The population of California had largely lived under Mexican rule, under which slavery had been outlawed for some time. The previously Mexican population, combined with a lack of major immigration from southern states, yielded a territory in which free labor was the dominate system.  Not only did slavery not develop in California, the working Californians held a resistance to the institution, which considered physical labor the domain of slaves, and not of gentlemen.","The<em> Californian</em> continued to attack the institution of slavery, holding it responsible for a perceived lack of southern motivation: “Take, for example, the state of Georgia, one of the best lumber regions in the United States. Thousands of pine trees are rotting in her forests, while the lumber used in house-building is imported from Maine.” In the author’s view, the unmotivated whites in southern states made up a “class of ‘unproductive consumers,’” that was “fearfully large.”","The labor system in the North was much more akin to the ranch and farm life in southern California and the mines in the northern part of the territory.  This similarity, in contrast to the clash with southern values, helped firmly place California’s ties with the northern states and the free labor system.","Like many free states, California’s resistance to slavery did not stem from a moral stance, as much as from a desire to protect free labor.  According to historian David Lavender the legislators banned slavery as much because they were opposed to the idea of free men working beside blacks as they were against the institution of slavery.  He also reported that several of the state-makers considered barring all blacks from the state, free or slave.","In 1850 congress settled the debate over California through the famed compromise of that year, in which the South was pacified with a new and tougher Fugitive Slave Act, and the reorganization of Utah and New Mexico into territories that could determine whether or not they would allow slavery on their own.  However, California was admitted to the Union as a free state, a state that reflected the opinions of its people, not a State brought into the Union as a simple means of balancing power between two competing factions."],"display_date":"May 12, 1848 - September 20, 1850","search_date":"1849-07-16","citations":[{"divid":1353012110,"type":"Newspaper Article","data":["Shall we have Slavery in California?","Californian","San Francisco","May 24, 1848","1"]},{"divid":1353012308,"type":"Book","data":["James McPhearson","Battle Cry of Freedom: The Civil War Era","","New York","Oxford University Press","1988","47-53"]},{"divid":1353012425,"type":"Book","data":["David Lavender","California A Bicentennial History","","Nashville","American Association for State and Local History","1976","96-72"]}],"locations":[{"id":6542,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":17,"tag":"Government"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}