{"id":5568,"title":"The Building of Many Firsts: Ergood's Hall","course_id":88,"status":"P","start_date":"1882-09-01","end_date":"1882-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1882, Oliver Chapman and Loring Chase, founders of Winter Park, erected a 30x65 foot store making it the third building in Winter Park at this time. Both Chapman and Chase decided they would rent it out to Washington D.C. natives, John R. Ergood and Robert White Jr., officially opening the store to the small public of Winter Park in September of that same year. Located at the corner of North Park Avenue and Morse Boulevard Ergood's Hall was more than just a store. It would become the town hall, the first public school in Winter Park and the first town hall. The first floor of the building was the actual store, the second floor functioned as the town hall and by 1887 the rear of the store would eventually become the first post office (moving from a nearby hotel) with John R. Ergood ultimately given the title as Postmaster. As far as the functions of the town hall, not only were they held for the obvious, town meetings or political meetings but the hall also functioned as a public school and church services were held there weekly. A Sunday School was established as well as different churches, whether Methodist or Congregationalists, held their services there. This building clearly was an important center for the town where many people came and went and more than likely became central to the townsfolk’s everyday lives. But by 1887, a proprietor of the Pioneer Store by the name of A.H. Paul would eventually purchase Ergood's entire stock of merchandise moving his own store and its new stock to the corner of Park Avenue and Welborne Avenue, presumably buying the store from Ergood but leaving its other functions intact. However by 1908 a Dr. Jerry Trovillion would buy the entire building from John R. Ergood, transforming Winter Park's building of many firsts, into another first, the town's soda fountain as well as a new drug store."],"display_date":"September 1882","search_date":"1882-09-15","citations":[{"divid":1354074117,"type":"Book","data":["Claire Leavitt MacDowell","Chronological History of Winter Park, Florida","","Winter Park, Florida","Orange Press","January 1, 1950","22"]},{"divid":1354074376,"type":"Lecture, Conference Paper, etc.","data":["Barbara White","","Discussion","Winter Park Public Library","Winter Park, Florida","November 27, 2012"]},{"divid":1354074456,"type":"Website","data":["Barbara White","Ergood's Store and Hall","Winter Park Public Library","http://www.wppl.org/wphistory/ergoodsstore.htm.","November 27, 2012"]},{"divid":1354075022,"type":"Newspaper Article","data":["","The Lochmede","","1888",""]},{"divid":1354077986,"type":"Website","data":["N/A","Historic Downtown Winter Park: A Walking Tour","Winter Park Historical Association","http://www.winterparkhistory.org/wp-content/uploads/WalkingTour.pdf","November 27, 2012"]}],"locations":[{"id":6577,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":1496,"tag":"Florida"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}