{"id":5569,"title":"Journey to Work: Walter B. Simpson","course_id":88,"status":"P","start_date":"1887-10-12","end_date":"1887-10-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 12, 1887 Walter B. Simpson and fellow Hannibal Square resident Frank R. Israel were elected as Winter Park Aldermen. They were the first black men to have ever been elected into any type of political office in Winter Park at that time. This vote came during a tumultuous time when Hannibal Square was taken out of the Winter Park boundaries and during this 1887 election was once again reincorporated to the annoyance of the white Winter Park settlers. Walter B. Simpson would be reelected for city Aldermen during a second election, serving from 1887 to 1893. Both Simpson and Israel would be the last African Americans to serve on the City Commissions. Simpson's election win was also during a time where the majority of the south did not allow African Americans to vote due to a special polling tax put in place to discourage any Blacks from voting. However just because Simpson won city Aldermen, sitting among fellow political leaders who were White and probably didn't expect him to win, did not mean that he left his original living area. No matter that Hannibal Square was part of Winter Park, Walter Simpson could not live nor always attend all town meetings (if White women were present) on the White side of town. His home was located diagonally across from Frank Israel's home and store (current day Dexter's on the corner of Pennsylvania Avenue and New England Avenue) on New England Avenue (current day Armando's Pizzeria). In order to attend meetings and make his way to the Town Hall, located in Ergood's Hall, his journey might have taken him eastward on West New England Avenue. Once he crossed the railroad tracks (which seems to be an unofficial marker that separates the Black neighborhood from the White site of town) he would have made a left onto Park Avenue. He would have had to cross at least two streets, including Morse Boulevard to get to his end destination. Simpson's journey might have been an uncomfortable one, yet necessary to achieve the work needed to be done that directly affected his community."],"display_date":"October 12, 1887","search_date":"1887-10-12","citations":[{"divid":1354085464,"type":"Website","data":["N/A","About Hannibal Square Heritage Center","Hannibal Square Heritage Center","http://www.hannibalsquareheritagecenter.org/aboutus.html","November 28, 2012"]},{"divid":1354085513,"type":"Lecture, Conference Paper, etc.","data":["Fairolyn Livingston","","","Hannibal Square Heritage Center","Winter Park, Florida","February 2012"]},{"divid":1354085545,"type":"Newspaper Article","data":["\"Picture fades a bit but not much changes\"","Orlando Sentinel","","May 23, 1991","I-4"]}],"locations":[{"id":6583,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":28,"tag":"Work"},{"id":1496,"tag":"Florida"},{"id":1495,"tag":"Winter Park"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}