{"id":5572,"title":"The Who and the New Generation","course_id":88,"status":"P","start_date":"9/17/67","end_date":"9/17/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The appearance of The Who on the Smothers Brothers Comedy Hour in 1967 marked the beginning of a changing American society. Much like the Beatles began the First British Invasion when they appeared on the Ed Sullivan Show years earlier, they epitomized a significant change in thinking. However, unlike the Beatles, who were simply not part of the status quo, The Who actively challenged the social values that Americans had held onto.","Upon their first introduction, all the members of The Who played around with one of the Smothers Brothers, teasing him and laughing at random things they whispered to each other. They told silly jokes, like when Robert Daltry told a Smothers Brother that he came from Oz – something silly, yes, but something, anything, to break the monotony of traditional guests. This was the latest extension of the bad boy image, a puffy-shirted, brightly colored Rebel Without a Cause. These men were sex symbols because they were young and hip and attractive, but more importantly they were sex symbols because of their refusal to submit to the status quo. Their disheveled hair and cocky grins only added to their allure.","The first song they performed was “My Generation,” with such controversial lyrics as “<em>People try to put us d-down/Just because we g-get around.</em>” Daltry’s stutter was not a psychosomatic condition; rather it was one more attempt to alter the current understanding of rock and roll. Something, anything, to break the monotony of America’s conservatism of the past two decades.","“<em>Things they do look awful c-cold,</em>” Daltry continued stuttering, “<em>Hope I die before I get old.</em>” Daltry then screamed, drilling the purpose of the song into everyone’s heads, “<em>This is my generation!</em>” And this truly was the youths’ generation. All the years of old men from bygone eras had to pave way to Roger Daltry’s generation, for the young men and women of the Western world were finally speaking up and letting their voices be heard. “<em>It’s my generation, baby,</em>” Daltry repeated his mantra.","“<em>I’m not tryin’ to cause a big s-sensation</em>,” Daltry’s lyrics lied, “<em>I’m just talkin’ ’bout my g-generation</em>.” The song continued, and a few minutes later, near the ending, guitarist Pete Townshend crashed his instrument into one of the speakers. Though Jimi Hendrix is more famous for doing the same thing, The Who committed this anarchic act of vandalism a full year before Young Jimmy.","Pete Townshend then smashed his guitar on the ground. As he smashed it – once, twice, three times – the speakers exploded. It was as if a bomb went off. Keith Moon, the drummer, ran wailing off the stage. Pete Townshend was patting his hair rapidly, as if putting out sparks.","The explosion – which cut up Keith Moon’s hands and left one of Pete Townshend’s ears in a permanent state of near-deafness – was the brainchild of the dangerously drug-addled jokester drummer Moon. While the group expected a small explosion – more like fireworks than a small aircraft’s bombing ordinance – Keith Moon had bribed a stagehand to place more explosives inside the speaker.","Tom Smothers, the co-host who had introduced them before the song, slowly appeared back onstage while inexplicably holding an acoustic guitar. He was just as confused as everyone else, and this only increased as Pete Townshend pulled the guitar out of Tom Smothers’ hands and smashed it on the ground until it splintered into a million tiny pieces.","The anarchy on the show helped jumpstart the rule of Roger Daltry’s generation. The world had never seen people behave like that before, never heard music played like that before. Oh the wild clothes! Oh the unkempt hair! Oh the bass solo, something never before attempted! This was the song of the new generation. This was the moment of truth for the future student protests, for the counterculture movement, for the ultimate anti-establishment symbol, the long wild hair. The Who marked the beginning of the end for the old way, the <em>Leave it to Beaver</em> way, where Father knew best and all the world’s problems could be solved in 22 minutes between commercial breaks. Roger Daltry sang “My Generation” for everyone to hear, but it would most soundly resonate with the youth movement that would change the course of American history."],"display_date":"September 17, 1967","search_date":"1967-09-17","citations":[{"divid":1354128916,"type":"Website","data":["cannolliolli","The Who - My Generation (Live)","Youtube","http://www.youtube.com/watch?v=q63XogYTIcc","September 20, 2012"]},{"divid":1354129019,"type":"Website","data":["N/A","The Smothers Brothers Comedy Hour","TV.com","http://www.tv.com/shows/the-smothers-brothers-comedy-hour/","September 20,2012"]},{"divid":1354129056,"type":"Website","data":["N/A","The Who","All Music","http://www.allmusic.com/artist/the-who-mn0000577627","September 20,2012"]},{"divid":1354129089,"type":"Website","data":["N/A","The Who - My Generation Lyrics","Lyrics 007","http://www.lyrics007.com/The%20Who%20Lyrics/My%20Generation%20Lyrics.html","September 20, 2012"]}],"locations":[{"id":6590,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":1008,"tag":"Counterculture"},{"id":1506,"tag":"The Who"},{"id":1507,"tag":"1960s"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}