{"id":5573,"title":"<strong><em>Do You Believe in Miracles? – The Ultimate Cold War Faceoff </em></strong>","course_id":88,"status":"P","start_date":"2/22/80","end_date":"2/22/80","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Do you believe in Miracles?” This was the question Sportscaster Al Michaels asked in Lake Placid, New York on February 22, 1980, seconds before the United States ice hockey team achieved victory against the reigning Soviet Squad in the XIII Olympic Winter Games.[1] The Soviet team had been a heavily favored, extremely experienced juggernaut. Team U.S.A. was a group of mostly college kids that coach Herb Brooks brought together and created in just six months. Given the persisting Cold War, extreme economic problems, and the Iran hostage crisis, this triumph for the United States was truly a miracle in the most unlikely of places, a miracle that was much needed for all Americans.","By the time this monumental hockey game took place in 1980, the Cold War had been in the hearts and minds of Americans for a few decades. Despite the time that had passed, the Cold War was still going on as strong as ever. President Jimmy Carter was considering a U.S. boycott of the upcoming 1980 Summer Olympics, which were to be held in Moscow, in the months leading up to the Winter Games. On February 9, just weeks before the fateful night, President Carter made the boycott official in protest to the December 1979 Soviet Union invasion of Afghanistan, giving the Communists a growing presence in the Middle East, after U.S. Secretary of State Cyrus Vance denounced the upcoming Olympics in Moscow at a meeting of the International Olympic Committee.[2] This decision occurred the same day that the American and Soviet team pre-maturely faced off in New York City for an exhibition game, a game that the U.S. would loose by 7 points in their own Madison Square Garden. [3] Meanwhile, also in 1979, the Cold War stage was expanding. Nicaragua’s President Anastosio Somoza was overthrown after a bloody civil war, placing a Marxist government in charge and giving yet another victory to the Red Army.[4] Both the invasion of Afghanistan, the overthrow in Nicaragua, along with the ongoing détente between America and the U.S.S.R, the American public was clearly starting to look skeptical.","Leading up to the Winter Olympics the nation’s pride continued to get wounded with the economic woes that plagued the U.S. due to the 1979 oil crisis. This oil crisis was a response to the Iranian Revolution. During this revolution, protests severely interfered and stalled the Iranian oil sector. This then caused exports to be suspended and the United States to be cut off.[5] When oil exports were finally again resumed, they were inconsistent and significantly less than the U.S. was used to, causing the prices for oil to go up. Despite many OPEC nations increasing oil production, Americans still panicked and President Carter ceased Iranian imports, driving the price of oil even higher. Soon lines at gas stations were getting longer and longer while Americans faith in their country was getting smaller and smaller.","The final straw that caused the dire need for a miracle was the Iranian Hostage Crisis. This major event in U.S. history, taken place just four months before the Soviets and Americans faced off on the ice, shook every American citizen to their core. It all began on November 4, 1979 when three thousand militant student followers of Ayatollah Khomeini (Iran’s new leader) demanded that the former Shah return to stand trial. By doing this, however, they held up the American Embassy taking ninety hostages, sixty-three of them being Americans.[6] This turn of-the-decade crisis, on top of the continuing Cold War and economic woes, caused the people of the United States to have the urgency to have something to believe in.","In the months leading up to the Winter Games of 1980, if someone were to say that the U.S. Olympic Hockey team would be the event that re-taught Americans how to have faith in their country, chances are that they would not have believed you.  The Soviet Union came to Lake Placid as the clear favorite.[7] Journalist Dave Anderson, the day before the fateful game even wrote, “Unless the ice melts, or unless the United States team or another team performs a miracle, as did the American squad in 1960, the Russians are expected to easily win the Olympic gold medal for the sixth time in the last seven tournaments.”[8] They had won the past four Olympic ice hockey gold medals and appeared to be as strong as ever. The Soviet team was led by legends, including their team captain and right-winger Boris Mikhailov going on his third Olympics. They had trained in a well-developed league with world class training facilities. [9] Team U.S.A., meanwhile, had just started to train together under coach Herb Brooks the summer before. They were made up of twenty college kids with only one, Buzz Schneider, having Olympic experience. The game that would take place on February 22, 1980 was truly a faceoff between men and boys, champions and amateurs, communism and capitalism.","The night of the game, 10,000 fans and spectators piled into the stands after the seeded seventh American team was able to advance to the final games after four victories and one tie.[10] Those who were not lucky enough to have tickets viewed the game through their television screens. Those who were lucky enough waved American flags and chanted “U.S.A” over and over as the U.S. team faced off their ultimate rivals. The semifinal game was exciting and nail biting throughout all three periods. With just a little more than twelve minutes to go, and the Soviets ahead 3 – 2, forward Mark Johnson was able to sneak in a goal, tying the game. Then, just a few moments later, team captain Mike Eruzione scored another goal for the United States giving them a 4 – 3 lead and ten minutes left on the clock. Luckily, however, goalie Jim Craig was able to remain calm despite constant action, and not let a single Soviet shot get past him.[11] The American underdogs had officially beaten the powerful Soviet Union, and the entire United States began a massive celebration.","In the final moments of the U.S. versus U.S.S.R. 1980 Winter Olympic ice hockey game, announcer Al Michaels asked, “Do you believe in miracles?” Seconds later he answered his own question; “YES.” Plagued by Cold War tensions, a struggling economy, and the Iran Hostage crisis the national pride of the United States was wounded in the months leading up to the game. The monumental Cinderella story of the U.S. hockey team at Lake Placid, however, re-taught Americans how to believe.","[1] Gerald Eskanazi, \"U.S. Defeats Soviet Squad in Olympic Hockey by 4-3,\" <em>New York Times,</em> (Feb 23, 1980).","[2] Bernard Grun, <em>The Timetables of History</em>, (Touchstone, 1991), 592.","[3] John Soares, \"The Cold War on Ice,\" <em>The Brown Journal of World Affairs</em>, (2008).","[4] Grun, <em>The Timetables of History</em>, 592.","[5] David Yankelvich, \"Assertive America,\" <em>Foreign </em>(1981).","[6] Grun, <em>The Timetables of History</em>,592.","[7] Richard Sandomir, \"'Miracle on Ice' of 1980 Looks Different Today,\" <em>New York Times,</em> (Feb 22, 2000).","[8] Eskanazi, \"U.S. Defeats Soviet Squad in Olympic Hockey by 4-3.”","[9] Soares, \"The Cold War on Ice”.","[10] Eskanazi, \"U.S. Defeats Soviet Squad in Olympic Hockey by 4-3.”","[11] Ibid."],"display_date":"February 22, 1980","search_date":"1980-02-22","citations":[{"divid":1354199710,"type":"Newspaper Article","data":["U.S. Defeats Soviet Squad in Olympic Hockey by 4-3","The New York Times","","Feb 23, 1980",""]},{"divid":1354199750,"type":"Newspaper Article","data":["U.S. Hockey Team using its Youth Well","The New York Times","","Feb 18, 1980",""]},{"divid":1354199781,"type":"Book","data":["Bernard Grun","The Timetables of History","","New York","Touchstone","1991","567"]},{"divid":1354199822,"type":"Newspaper Article","data":["'Miracle on Ice' of 1980 Looks Different Today","The New York Times","","Feb 22, 2000",""]},{"divid":1354199865,"type":"Article","data":["John Soares","Cold War on Ice","The Brown Journal of World Affairs","14","2008","77-87"]},{"divid":1354199905,"type":"Article","data":["David Yankelvixh","Assertive America","Foreign Affairs (Pre-1986)","59","1981","696"]}],"locations":[{"id":6591,"lat":44.1171978745,"lng":-73.7726825851,"zoom":8,"place":"Essex, New York"}],"tags":[{"id":291,"tag":"Cold War"},{"id":1508,"tag":"Olympics"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}