{"id":5574,"title":"<strong>The Fight of Ultimate Rivals</strong>","course_id":88,"status":"P","start_date":"3/8/71","end_date":"3/8/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The night of March 8, 1971 is one that will never be forgotten in sports history. This was the night of an international sports spectacle. This was the night that Muhammad Ali and Joe Frazier attempted to settle the controversy over the world heavyweight boxing championship at Madison Square Garden. Never before had a boxing match meant so much, cost so much, viewed so much, or edged out the My Lai massacre trial off of so many front pages. The night of March 8, 1971 marked “The Fight of the Century” between the ultimate rivals; “the bull” and “the bee”, however, every American felt like they were right in the ring with them due to the social implications that went beyond the arena.","At first glance, Ali and Frazier seemed like strikingly similar public figures. Both were undefeated professional heavyweight champions; Ali with twenty-five knockouts in thirty-one straight wins, Frazier with twenty-three knockouts in twenty-six consecutive victories. They each were guaranteed the same pay day of two and a half million dollars and would be watched by the same three hundred million viewers during these ultimate showdown. Along with that, both were also Olympic Gold Medal champions; Ali in 1960 and Frazier in 1964. Both these uncontested champions also were prominent African Americans during a the height of the Civil Rights Movement when fighting took to the streets while they were fighting in the ring for millions of dollars a knockout.[1]  Despite all these similarities, however, Ali and Frazier had been on a collision course since 1967, when Ali was stripped of his title while Frazier was approaching the stature of a contender. In 1970, Frazier earned world recognition as Ali’s successor as champion by stopping Jimmy Ellis, who was once Ali’s sparring partner.[2]","Adding to this infamous rivalry was the fact that Ali and Frazier represented the two different sides of America at the time. Ali had been born Cassius Clay and changed his name to Muhammad Ali upon his conversion to the Black Muslim Faith. This was the same religion that was tied to the militant Civil Rights group; the Black Panthers.[3] Then, in 1966, he avoided the draft by failing his mental exam and became a Muslim “minister” in order to claim a clerical exemption. After he would state, “I ain’t got no quarrel with those Viet Congs.”[4]  A year later, he was then convicted of draft evasion. This caused the WBA to then strip him of his title, clearing the way for Frazier to take his place.  Both of these sentiments, being a black Muslim and speaking out against the war at a time both of these issues were reaching a breaking point due to violent protests on both issues throughout the country, caused him to represent the anti-establishment movement and counterculture.","While Ali during came to symbolize the image of the counterculture; Frazier became to embody the other-half of America the “good citizens”, while also being dubbed the white man’s champ, mostly due to trash talking from Ali. Frazier, was a Baptist whose mother was “a real church-goin’ lady” who taught him “respectfulness”, standing in deep contrast to the militant Black Muslim religion that Ali spoke vocally towards.[5]  In the months leading up to the fight, Ali would also yell fighting words in Frazier’s direction, calling him names like “Uncle Tom”, leading Ali to represent more and more of the Civil Rights Movement even when Frazier tried to counteract these claims. In contrast to Ali’s views of the Vietnam War, Frazier again stood with contrasting views and became a symbol of the conservative, pro-war movement. In his autobiography, Frazier said that the only reason why he did not fight in the war was because he was a father, but that he would have fought if he were drafted because his country had been so good to him.[6] Clearly, going into this supposed, “Fight of the Century”, it was a fight between to seemingly similar, yet vastly different champions; with the liberal anti-establishment counterculture on one side, and the conservative and traditional rule followers on the other. This was a showdown that everyone in America felt a part of.","By the time it was finally the night of the match, Madison Square Garden had a circus-like atmosphere that was fit for the occasion. Scores of policemen tried to control the crowd of outrageously dressed fans as countless celebrities, from Woody Allen to Frank Sinatra, sat among the masses.[7] The fight itself exceeded even in its massive promotional hype and went the full fifteen round championship distance. Ali dominated the first three rounds, however, Frazier began to dominate in the fourth rounds. Despite continuous pinning to the rope and massive body blows, Ali’s speed and combinations kept him on roughly even terms with Frazier and the fight remained very close until late in round eleven. At the end of round fourteen Frazier had held a lead on the three scorecards while giving Ali a brutal beating. Then, early in the final round, Frazier landed a spectacular left hook that put Ali on his back. Ali, his right jaw swollen grotesquely, got up from the blow quickly, but it would be too little too late.","On March 8, 1971, in the “Fight of the Century” at Madison Square Garden had ended. Frazier won by a unanimous decision. Ali lost. The Garden sizzled. The unbeaten Frazier officially handed Ali the first defeat of his pro career, and secured his own title as world champion.[8] Despite this, the rivalry between Ali and Frazier, along the fight of the morals and the people that each represented, still had decades before its final call.","[1] Mike Sielski, \"Frazier battled Ali in timeless trilogy,\" (ESPN Classic, 2012).","[2] Thomas George, \"Fight of the Century: Muhammad Ali's Legacy Grows in Defeat,\" (AOL News, 2011).","[3] David Horowitz and Peter Carroll, <em>On the Edge: The United States Since 1945</em>, (Belmont: Wadsworth/Thomson Learning, 2002).","[4] Stan Wilson, \"Muhammad Ali returns to the Olympic stage, once again, in London,\" (CNN, 2012).","[5] Sielski, \"Frazier battled Ali.”","[6] Ibid.","[7] Victor Navasky, “All Our Conflicts On Violence, Sex, Race And Money: The Fight,”(<em>The</em><em> New York Times</em>, March 14, 1971).","[8] Ibid."],"display_date":"March 8, 1971","search_date":"1971-03-08","citations":[{"divid":1354200226,"type":"Newspaper Article","data":["All Our Conflicts on Violence, Sex, Race And Money: The Fight","The New York Times","","March 14, 1971",""]},{"divid":1354200286,"type":"Newspaper Article","data":["Fight of the Century: Muhammad Ali's Legacy Grows in Defeat","AOL News","","2011",""]},{"divid":1354200353,"type":"Book","data":["David Horowitz and Peter Carroll","On the Edge: The United States Since 1945","","Belmont","Wadsworth/Thomas Learning","2002","257"]},{"divid":1354200419,"type":"Newspaper Article","data":["Frazier battles Ali in timeless trilogy","ESPN Classic","","2012",""]},{"divid":1354200464,"type":"Newspaper Article","data":["Muhammad Ali returns to the Olympic stage, once again, in London","CNN","","2012",""]}],"locations":[{"id":6592,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":239,"tag":"Boxing"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}