{"id":5575,"title":"<strong>Making the Journey</strong>","course_id":88,"status":"P","start_date":"1/1/55","end_date":"12/31/74","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Everyday, Charles Thomas Anderson would embark from the Winter Park Post Office. He would head north on New York Avenue from the Winter Park Post Office, turn right onto West Canton Avenue, left onto North Interlachen Avenue, right on North Park Avenue, another right on East Stovin Avenue until he finally took his last right turn onto Palmer Avenue. Once he reached Palmer he would continue his travels throughout the neighborhood. Everyday, Charles Thomas Anderson would embark on this journey, but not in an automobile, he would embark on this journey by foot, no matter what the weather forecast predicted. Charles Thomas Anderson was a mailman and this was his journey to work.[1]","Charles Thomas Anderson was not always a mailman. He was born in 1917 in Hopkinsville, Kentucky where he claimed his residence until December 1941 when Japan attacked the American military base Pearl Harbor, leading to the United States joining World War II and Anderson joining the cause. After serving as Master Sergeant in the Air Force, Anderson’s life would be forever changed due to the G.I. Bill. This bill made it easier for veterans to own more land more than ever before, specifically in the suburbs.[2] The suburbs were a place where these veterans could raise their baby booming families with a white picket fence and achieve the American dream. The suburb was a passport to consistency, community, and safety. Just as getting to work was important, so was the initial move into the suburbs.[3] For Anderson, in particular, the suburbs of Florida, where lower taxes and tropical weather made this American dream an even better reality, was the ideal place to call home.","Charles Thomas Anderson sought to maintain this dream through employment, employment he found at the Winter Park post office. There from 1955 until he retired in 1974 Anderson became the “Whistling Postman.”[4] His route encompassed Palmer Avenue through Via Bella, but he took this daily journey with pleasure. Charles Thomas Anderson’s daily commute was much more than a journey to work; it was a story of the American dream.","[1] \"Funeral Notice- Charles Thomas Anderson,\" <em>The Orlando Sentinel</em>, January 15, 2006.","[2] Suzanne Metler, \"The Creation of the G.I. Bill of Rights of 1944: Melding Social and Participatory Citizenship Ideals,\" <em>Journal of Policy History</em> 17, no. 4 (2005).","[3] John Teaford, <em>The Metropolitan Revolution</em>, (New York: Columbia University Press, 2006).","[4] \"Funeral Notice- Charles Thomas Anderson,\" <em>The Orlando Sentinel</em>."],"display_date":"1955 - 1974","search_date":"1964-12-31","citations":[{"divid":1354200701,"type":"Newspaper Article","data":["Funeral Notice- Charles Thomas Anderson","The Orlando Sentinel","","January 15, 2006",""]},{"divid":1354200745,"type":"Book","data":["John Teaford","The Metropolitan Revolution","","New York","Columbia University Press","2006","167"]},{"divid":1354200861,"type":"Article","data":["Suzanne Metler","The Creation of the G.I. Bill of rights of 1944: Melding Social and PArticipatory Citizenship Ideals","Journal of Policy History","17","2005","345-374"]}],"locations":[{"id":6593,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1509,"tag":"G.I. Bill"},{"id":1510,"tag":"Suburbanization"},{"id":1511,"tag":"American Dream"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}