{"id":558,"title":"The filing of a discrimination suit against the Norfolk and Portsmouth Ferry Company by two African-American preachers\n","course_id":1,"status":"P","start_date":"1885-11-23","end_date":"1885-11-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Two black preachers from Baltimore , Rev. Harvey Johnston, of the Union Baptist Church, and Rev. P.H.A. Braxton, of the Calvary Church , filed suit against the Norfolk and Portsmouth Ferry Company in the Fourth Circuit of the Eastern District of Virginia.  They did so after being accosted and, eventually, arrested for resisting the orders of the ferry's personnel to remove themselves from the section of the boat reserved for whites.  Their suit was based not only on a charge of wrongful arrest and imprisonment but, more significantly, on the relatively recent federal Civil Rights Act, which outlawed discrimination within the states on account of race.  Importantly, the two men made sure to fashion the legal argument in their suit in such a way so that it would be more amenable with the reasoning of the line of recent Supreme Court decisions unfavorable towards similar suits by African-Americans.  The litigants claimed 100,000 in damages.    &lt;br /&gt;Cases of this character happened to be occurring quite frequently throughout the South at the time.   During that same year, two similar federal appellate court cases took place, involving both a black man named Murphy and an unnamed black woman.  In both cases, it also involved instances where the African-Americans involved were forced to endure lesser services or different accommodations on account of their race.  Interestingly, the federal judge concerned in both cases ruled in favor of the African-American litigant.  The logic of their rulings were quite similar , although both verified the legality of segregation, they both stipulated that the separation involved cannot result in an inequality of the good and services received.  They both ruled that as long as black passengers of railroads paid the same amount of money as their white counterparts, they were to receive the same accommodations under the law.  &lt;br /&gt;Not only did these cases reflect a growing propensity for African-Americans in the South to assert their rights under the newly-instituted federal civil rights laws crafted precisely for that object, but it also marked an increasing trend amongst judicial decisions in federal courts throughout the South of enforcing truly equal accommodations for segregated blacks."],"display_date":"November 23, 1885","search_date":"1885-11-23","citations":[{"divid":1213410920,"type":"Newspaper Article","data":["Civil Rights Suit","The Sun","","November 24, 1885","4"]},{"divid":1213410951,"type":"Newspaper Article","data":["A Civil Rights Law","The News and Courier","","November 24, 1885","1"]},{"divid":1213410976,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life After Reconstruction",null,"Oxford","Oxford Press","1992","141-142"]}],"locations":[{"id":421,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}