{"id":5580,"title":"Slave Sarah Frances Shaw Graves Recalls an Unjust Whipping","course_id":93,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Sarah Frances Shaw Graves was born a slave in Missouri. She was interviewed in her later years as a part of the slave narratives taken when she was free. One story she related was of a Sunday when she attended a wedding for her master’s kinfolks. The bride walked into the church and someone kicked dust onto the bride’s dress, but it was not Graves. She, however, got blamed for it and the master’s wife whipped her. In reality, she believed that the master’s daughter, Puss, kicked the dust onto the bride’s dress. Nevertheless, she endured, “the worst whippin’ I ever got. The worst whippin’ in my whole life an’ I still got the marks on my body.” When they all got home, the master meant to whip her again. Graves remembered, “…I got mad, an’ told him it was a lie, an’ if Puss said I kicked dust on the white folks she was a DAMNED LYIN’ DEVIL.”[sic] He believed her and whipped Puss for lying to him. She commented that she never cursed because she is a good Methodist woman, but she did that day to save herself another whipping.  She talks throughout the interview about her masters whipping her for things she did wrong and things she did not deserve to be whipped for. She even says at one point that her mama’s master, “…whipped his slaves for pastime.”","As described in <em>Roll Jordan, Roll: The World the Slaves Made</em>, slaves were sometimes killed due to excessive whipping. Whipping was a way to break or correct slaves, but abolitionists described this action as inhumane. Slaveholders believed that whippings were better than capital punishment. Their defense was that, “civilized countries like Germany permitted young mine workers-mere boys- to be whipped.” They did not believe that whipping was a crime, and that if it was a crime, it was only minor one.","To find this information about Sarah Frances Shaw Graves and other former slaves, the Works Progress Administration (WPA), conducted interviews with former slaves. The interview was done in person at her home in Skidmore, Missouri. The WPA conducted their series, Born in Slavery: Slave Narratives from the Federal Writers’ Project. From 1936-1938, the WPA collected over 2,300 first person slave accounts and 500 black-and-white photographs of former slaves."],"display_date":1860,"search_date":"1860-07-01","citations":[{"divid":1354400381,"type":"Article","data":["Works Progress Administration","Still Carries Scars From Lashes","Ex-Slave Stories","240197","1937","126-138"]},{"divid":1354400576,"type":"Book","data":["Eugene D. Genovese","Roll, Jordan, Roll","","New York","Pnatheon Books","1974","Whole Book"]},{"divid":1354400647,"type":"Website","data":["Federal Writer's Project","Born in Slavery","The Library of Congress","http://memory.loc.gov/ammem/snhtml/snhome.html","October 23, 2012"]}],"locations":[{"id":6604,"lat":40.3607412006,"lng":-94.883440618,"zoom":9,"place":"NODAWAY, Missouri"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}