{"id":5581,"title":"Wheeler's Cavalry Checks Foster's Position in Tennessee","course_id":93,"status":"P","start_date":"1863-12-03","end_date":"1863-12-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In December of 1863 in Tennessee, as William T. Sherman marched a column of troops to relieve men who were believed to be in peril in Knoxville, J.G. Foster was cut off from Sherman by a division of Confederate cavalry under General Joseph Wheeler. Unable to move, Foster telegraphed Major General Gordon Granger, Commander of the Army of Kentucky and the man responsible for running cavalry operations in central Tennessee, requesting assistance. “I am held in check here by the whole cavalry force of Wheeler and Jones,” Foster Wrote, “a force more than equal to the whole command here.” Out maneuvered and cut off, Foster reported that, “So long as the cavalry force is in my front I can do nothing.”  In requesting relief, Foster indicated to Granger that if he moved quickly they “may be able to get Wheeler's cavalry between [them],” enabling them to force the cavalry to fight at a disadvantage as opposed to allowing them to use the hit and run method they preferred.  Understanding that cavalry seldom remained in the same place for long, Foster offered that, “if it withdraws, my cavalry will hang close upon the enemy and do all the damage it can.”","Such was the risk of invading enemy territory, as CSA cavalry rode off on long range raids on Union communication and supply lines, hampering troop movements and intercepting and seizing supplies. As J.P. Dyer outlines in an article on the cavalry operations in the Army of Tennessee, Union forces were required to maintain long lines of communication, which, by their very nature, were vulnerable to attack.  Protection of these lines required a large force of cavalry to patrol the lines and respond to raids as they happened, but even with these cavalry elements, response was not instantaneous.  Southern cavalry out-stripped their Union forces in number and in ability for the majority of the war; even by the close of the war, the forces were at best equal. Without being able to predict where and when the CSA cavalry would strike, Union support lines where constantly threatened.","As Christopher S. Dwyer explains in his article on Confederate raiding strategy, the hit and run tactic of Confederate cavalry stemmed from the CSA armies’ numerical inferiority. Launching lighting fast cavalry raids on Union supply lines and communication bases was an attractive alternative to more costly direct confrontations with larger Union armies.  This method allowed Confederate forces to hit the Union in a way that would remove the source of their strength, whilst engaging them where they were weakest, becoming a hallmark of Confederate combat in the western theater.  It proved to be a most viable combat strategy, allowing fast moving confederate forces to seek out and engage smaller Union elements, cutting them off from support and delaying a large, costly engagement.  It only became obsolete after Grant and Sherman decided to cut their tether to the North, feeding and supplying his army off of the land he crossed, rendering cavalry raids fruitless."],"display_date":"December 3, 1863","search_date":"1863-12-03","citations":[{"divid":1354585953,"type":"Government Document","data":["Official Records of the War of the Rebellion","Government Printing Office","December 3, 1863","Washington DC","","","","",""]},{"divid":1354586155,"type":"Article","data":["J.P. Dyer","Some Aspect of Cavalry Operations in the Army of Tennessee","The Journal of Southern History","Vol. 8 No. 2","May 1942","210-255"]},{"divid":1354586288,"type":"Article","data":["Christopher S. Dwyer","Raiding Strategy: As applied by the Western Confederate Cavalry in the American Civil War","The Journal of Military History","Vol. 63 No. 2","April 1999","263-281"]}],"locations":[{"id":6612,"lat":36.4842835863,"lng":-83.666033113,"zoom":10,"place":"CLAIBORNE, Tennessee"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}