{"id":5583,"title":"Understanding A Letter From Birmingham Jail","course_id":88,"status":"P","start_date":"4/16/63","end_date":"4/16/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After being arrested in downtown Birmingham on a Good Friday, Reverend Martin Luther King Jr. wrote his famous letter, <em>“A Letter From Birmingham Jail” </em>responding to the criticism demonstrated by eight prominent white clergy man. This letter has been found important through out history because it expresses King’s feelings toward the unjust events and it is an example of a well-written argument. Most importantly, this letter explains current events in Birmingham in 1963 as well as in the rest of America and it demonstrates the approach Reverend King took through out the whole civil-rights movement of 1950s and 1960s.","Due to unfortunate circumstances, the great injustice of slavery makes up a significant portion of America’s history.  Even after this chapter of history ended, it left its legacy of “blacks” being portrait as subhuman and it developed a sense of racism in the new generations. In addition, following the Civil War, that legacy was expressed through the Jim Crow Laws, which promoted segregation. These new laws violated the fundamental american tenet that “all men are created equal” and are “endowed by their creator with certain unalienable right”. [1] Historian C. Vann Woodward describes the segregating Jim Crow laws as:","“That code lent the sanction of law to a social ostracism that extended to churches and schools, to housing and jobs to eating and drinking. Whether by law or by custom, that ostracism extended to virtually all forms of public transportation, to sports and recreations, to hospitals, orphanages, prisons and asylums and ultimately to funeral homes, morgues, and cemeteries.”[2]","The American people were motivated by the terrible acts of violence on black people and were touched by the civil-rights movement’s message of “respect for the dignity of the individual”.[3] There are different opinions of what led to start the civil-rights movement of 1950s and 1960s. Although some may say it was after the Supreme Court’s decision in the Brown v. Board of Education 1954, Fairclough wrote that it was a “consequence of the rise of black voting after World War II”.[4] Nonetheless, it is a fact that Alabama was home to the three most significant campaigns. First there was the Montgomery bus boycott of 1955-56, followed by the Birmingham protests of 1963 and later on the Selma Campaign of 1965.","After 1945, African Americans in Birmingham made significant gains as they “built parks, playgrounds, and swimming pools for blacks, and it took action to punish white policemen who beat up black prisoners.”[5] In addition, by the mid-1950s, a substantial black electorate arose numerous enough to influence the outcome of some elections. This grabbed the attention of white candidates, which were then forced to decide whether to seek the support of the black voters or humiliate them to solidify the white vote. With a growing sense of fear that black voters were going to change the “southern way of life”, politician Eugene T. Connor of Birmingham took an anti-black stance and made white racial privilege the focus of his campaign. Martin Luther King Jr., in his letter, describes Birmingham as “the most thoroughly segregated city in the United States” where “ negroes have experienced grossly unjust treatment in the courts” and had “more unsolved bombings of Negro homes and churches”.[6]","Specifically, in 1963, there were numerous current events that took place in Birmingham that support Dr. King’s words. For example, in a racially mixed neighborhood two people were killed in a bomb explosion. Police Commissioner Connor ordered police dogs and water hoses against the elementary and high school students who joined the “Children’s Crusade” demonstrations in downtown. 1,500 people rioted around the Gaston Motel after being bombed, leaving 50 people injured. And last but not least, the Sixteenth Street Baptist church was bombed killing four Black girls and wounding several other children.[7]","Given a few examples of the many occurrences that happened in Birmingham in 1963 and after reading Martin Luther Kings thoughts on it, it is hard to understand why Martin Luther King did not choose to retaliate with the same violence and instead chose direct action. In his letter, he explain to the clergyman his reasons for choosing direct action which was “to create a situation so crisis packed that it will inevitably open the door to negotiation”.[8] These words truly depict Martin Luther King’s idealism of not only the civil-war movement but of democracy as well. After studying theology, King’s views for America’s political future was theological.  According to Heltzel, King believed a democratic community had to be made up three characteristics, which were: inclusivity, interculturality and non-violent love.[9]","It is believed that King’s ways came after the Bombing of his Montgomery home where he was confused and frightened and saw no other solution but to pray to God. It was then where he became inspired by multicolored dreams of democracy.[10] He rendered democracy with the metaphor of “beloved community” which meant, “Every person is sacred, unique, dignified, and loved by God and thus must be fully and meaningfully incorporated into the human society”.[11] He believed that to achieve this it could only be done through non-violent love because violence was the death of the very possibility of Democracy.[12]","Overall, “A Letter from Birmingham Jail” is one the best written argumentative pieces. It’s a piece full of history but most importantly is a piece where we can witness how Reverend Martin Luther King Jr. approaches his problems and how well it worked.","[1] Canady, Charles T. \"America's struggle for racial equality.\" Policy Review no. 87 (January 1998): 42. Academic Search Premier, EBSCOhost (accessed September 7, 2012).","[2] Canady, “America’s Struggle For Racial Equality”.","[3] Canady, “America’s Struggle For Racial Equality”.","[4] Fairclough, Adam. \"Dividing Lines: Municipal Politics and the Struggle for Civil Rights in Montgomery, Birmingham, and Selma.\"<em>Alabama Review</em> 57, no. 2 (2004): 132-140. http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/211800689?accountid=13584.","[5] Fairclough, “Dividing Lines”.","[6] King, Martin Luther. \"Letter from Birmingham jail.\" Letter From Birmingham Jail (January 2, 2009): 1. Academic Search Premier, EBSCOhost (accessed September 10, 2012).","[7] http://www.bcri.org/archives/index.html","[8] King, “letter from Birmingham Jail”.","[9] Heltzel, Peter Goodwin. \"RADICAL (EVANGELICAL) DEMOCRACY: THE DREAMS AND NIGHTMARES OF MARTIN LUTHER KING, JR. AND ANTONIO NEGRI.\" Political Theology 10, no. 2 (April 2009): 287-303. Academic Search Premier, EBSCOhost (accessed September 7, 2012).","[10] Heltzel, “Radical Democracy”, 297.","[11] Heltzel, “Radical Democracy”, 297.","[12] Heltzel, “Radical Democracy”, 300."],"display_date":"April 16, 1963","search_date":"1963-04-16","citations":[{"divid":1354694042,"type":"Article","data":["Canady, Charles T","America's struggle for racial equality","Policy Review","no.87","January 1987","all"]},{"divid":1354694111,"type":"Article","data":["Fairclough, Adam","Dividing Lines: Municipal Politics and the Struggle for Civil Rights in Montgomery, Birmingham, and Selma","Alabama Review 57","no. 2","2004","132-140"]},{"divid":1354694199,"type":"Article","data":["Heltzel, Peter Goodwin","RADICAL (EVANGELICAL) DEMOCRACY: THE DREAMS AND NIGHTMARES OF MARTIN LUTHER KING, JR. AND ANTONIO NEGRI","Political Theology 10","no. 2","April 2009","287-303"]},{"divid":1354694278,"type":"Article","data":["Mattson, Kevin","Martin Luther King, Jr.","Social Policy 30","no. 2","1999","29-32"]},{"divid":1354694404,"type":"Lecture, Conference Paper, etc.","data":["King, Martin Luther","Letter from Birmingham jail.\" Letter From Birmingham Jail","","","","April 16, 1963"]}],"locations":[{"id":6621,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":761,"tag":"letter"},{"id":203,"tag":"Birmingham, Alabama"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}