{"id":5584,"title":"Old Winter Park Road","course_id":88,"status":"P","start_date":"1/1/50","end_date":"1/1/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Post World War II the Unites State’s history is shaped by activism. Starting with the African American civil rights movement, feminist and homosexuals found their voice and followed with their own activist movement. Sarah (Mrs. Joe K) Galloway’s story, “Joyce Kilmer Was Right!” is a small representation of this, particularly the feminist movement.","In her story Galloway tells how in the 1950s the Winter Park’s commissioners ordered the widening of the Old Winter Park Road due to an increase of traffic. The Old Winter Park Road was a “nature country –like tree-line”[1] road that connected the city of Winter Park to Orlando. However, with the widening of the road, it was required to cut down the beautiful tall trees on both sides. The decision faced oppositions, specifically by the garden club, which was mainly composed of ladies who resided near the road. The ladies decided to take action to defend the tree. They took turns at shifts under the trees where they usually had a picnic and sat for several hours.","This story not only demonstrates the women movement post World War II in the United States but it also reflects the General Federation of Women’s Club. “The General Federation of Women's Clubs, an umbrella organization of sixteen thousand women's clubs in the United States and overseas, believed that women's public activism would strengthen American greatness at home and abroad, secure peace, and protect democracy in the years following World War II.”[2] It reaffirmed women’s authority over their homes and local community as it focused on personal activism. Moreover, it empowered women by considering them as mothers helping America’s liberty and Future.","Overall, the ladies of Winter Park did not belong to the General Federation of Women’s Club, yet it is noticeable that they shared the same belief that their public activism was capable of achieving their interest. At the end of Galloway’s story it is evident that the women’s effort did not accomplish the preservation of the trees since the Winter Park Road was widened","Although the ladies of Winter Park did not belong to the General Federation of Women’s Club, it is noticeable that they held the same belief that their public activism was capable of achieving their interest. Nonetheless, their efforts were not a failure since they were nationally noticed as their pictures were publishes in a national magazine.","[1] Sarah (Mrs. Joe K) Galloway, Tales of Winter Park, Joyce Kilmer Was Right, 76.","[2] MELTZER, PAIGE. \"The Pulse and Conscience of America\" The General Federation and Women's Citizenship,52."],"display_date":"January 1, 1950","search_date":"1950-01-01","citations":[{"divid":1354695455,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Sarah (Mrs. Joe K) Galloway","Joyce Kilmer Was Right","Tales of Winter Park","Sarah Galloway et al.","Winter Park, FL","Rollins College","N/A","76-77"]},{"divid":1354695535,"type":"Article","data":["MELTZER, PAIGE","\"The Pulse and Conscience of America\" The General Federation and Women's Citizenship, 1945-1960.\"","Frontiers: A Journal Of Women Studies 30,","no. 3","September 2009","52-76"]}],"locations":[{"id":6622,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":617,"tag":"Feminism"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}