{"id":5586,"title":"\"US Declared Able to Wage Cold War\"","course_id":88,"status":"P","start_date":"11/10/52","end_date":"11/10/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["How ready was the United States ready for the Cold War? On November 10, 1952, an article was printed in the New York Times.  Its purpose was to cover a dinner forum at the New School for Social Research at 66 West Twelfth Street, Manhattan, New York to discuss the need for the continuance of the newly coined “Cold War,” as well as the economic and social ramifications of the war that would persist for a maximum of ten more years, according to their projections. The three speakers at this forum were former first Chairman of Economic Advisors Edwin G. Nourse, and economists Eliot Janeway and A. Wilfred May. Nourse, a federal economist since 1946, viewed the Cold War as a substantial but manageable drain on America’s resources. May believed that as a super power, the USSR would be unable to wage a war of this scale for such a long period of time. Janeway viewed the Cold War as war that must be met, regardless of cost, so that the civilized world can prosper. As history can tell, the Cold War lasted substantially longer than the proposed decade. What was going on in 1952 that lead to this urgency and sense of duty instilled in the American people? The final months of 1952 saw the increase in paranoia through the rages of McCarthyism and the Korean War, mixed with the uncertainty regarding the newly elected president Eisenhower. The New York Times needed this article to reaffirm the populace that they had to remain vigilant and prepare for future economic woes. Yet, it made things blatantly obvious that the wars had to continue for the good of liberty. In this article, Nourse posed the question “Will people stand what ten more years of this kind of cold war involves?” However, the prevailing attitude of the time was that it all of these gripes <em>must </em>be met for the good of the nation.","The social climate in 1952 was rife with controversies, paranoia and uncertainty. A veracious Congress spurred on by Republican fear mongers like McCarthy and Nixon passed the McCarran-Walter Immigration Act over Truman’s veto, which made immigration more preferential and selective than ever. Partisan divisions became more and more entrenched as each party accused one another of communist affiliations. Republicans used the slogan “K1C2” (“Korea, Communism, Corruption) to describe the incumbent administration, while many Democrats openly denounced McCarthyism and radical anticommunist sentiments. This led to the landslide victory of Dwight Eisenhower in the 1952 election, who agreed with Republican platforms like cleaning up Washington, but also quietly denouncing McCarthy’s allegations within his party. Many questions were being asked about the president elect. Republicans believed that concentration of power in Washington meant a greater communist influence, while Democrats believed in restraint in foreign policy. Eisenhower was above party lines and disputed planks of both parties, especially those regarding the continuation of the Korean War.","After the Chinese entered North Korea to protect their fellow communists, panic ensued over whether or not this would result in another World War. Had Truman not restrained MacArthur’s proposed counter-invasion of China, the possibility of a World War with nuclear arms seemed ever looming. By mid to late 1952, there was a stalemate at the thirty-eighth parallel. Talks of peace began between Communist and U.N. forces, but at the same time there were fierce hill battles and tactical bombings. The populace back home was torn between those who were terrified that one slip could spell doom for the world, and those who believed that America had a newfound duty to stamp out communism. The war drained the funds of the treasury, and the morale of the American people.","The article quotes Nourse as saying that a sustained state of military preparedness over a decade would optimistically cost about eight percent of the GDP, down from the current fourteen percent. However, in reality the cost percentage of GDP in the most expensive year of the war (1952) was 4.2 percent, making the cited eight percent only comprise less than two years of sustained warfare. These projections mirrored the simultaneous denial and horrified acceptance over the prospect of a long, drawn out Cold War that extended far past their wildest predictions.","Economist Eliot Janeway says in the New York Times article that the Cold War “must and can be met. For the cold war is war, and war assigns survival priority over economics.” From the perspective of many Americans, the Cold War was not treated as a long-term political crisis, but a threat to human life itself. The article also addresses a Mr. May, who proposed that the U.S. was “in a far stronger position to withstand increased economic strain than the Soviet bloc.” This is contradictory information, considering that the USSR showed an annual 3.6 percent GDP growth starting in 1945, and continuing well into the 1950s. It is possible that May made this statement out of ignorance or optimism: ignorance due to the Soviet Union’s secrecy regarding economic status may have been closely guarded, and optimism due to the uneasy and tentative political-economic state of the United States at the time.","The Cold War was probably the most heated diplomatic crisis in world history. This article goes on to prove this fact by showing how divided the country was during the early years of the crisis. The stances of the three economists- Nourse, Janeway, and May- embodied not just the possible economic approaches to a continued Cold War, but also the three main ideological stances of the American people themselves: the skepticism of the United States’ ability to wage a Cold War on this continued scale, as addressed by Nourse, the belief in the States’ illusory economic superiority, as addressed by May, and the belief in fighting as a means of self-preservation with the human race at stake, as addressed by Janeway. With controversies like the 1952 election, the war in Korea, and the ensuing economic panic were only three ways to show that the stances of the American people were as diverse as its inhabitants."],"display_date":"November 10, 1952","search_date":"1952-11-10","citations":[{"divid":1354734698,"type":"Newspaper Article","data":["\"US Declared Able to Wage Cold War\"","New York Times","New York, NY","November 10, 1952","6"]},{"divid":1354734855,"type":"Book","data":["David A. Horrowitz and Peter A. Carrol","On the Edge: The United States Since 1945","","New York","Wadsworth Thomson Learning Inc.","2002","47-80"]},{"divid":1354835955,"type":"Website","data":["Mark Harrison","The Soviet Union After 1945: Economic Recovery and Political Repression","University of Warwick","www2.warwick.ac.uk/fac/soc/economics/staff/academic/harrison/public/pp2011postprint.pdf","September 8, 2012"]},{"divid":1354836133,"type":"Pamphlet or Other Printed Material","data":["","Korean War Timeline","Santa Fe, NM","Santa Fe New Mexican","2000",""]},{"divid":1354836320,"type":"Website","data":["Stephen Dagett","Costs of Major US Wars","Congressional Research Service","www.fas.org/sgp/crs/natsec/RS22926.pdf","September 8, 2012"]}],"locations":[{"id":6682,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":291,"tag":"Cold War"},{"id":1525,"tag":"Red Scare"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}