{"id":5587,"title":"Sumner Takes Command of The Department of The Pacific","course_id":93,"status":"P","start_date":"1861-03-22","end_date":"1861-04-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With hostilities breaking out between Confederate and Union forces in the east, a secessionist uprising in California was feared.  In command of the U.S. Army’s Department of The Pacific, was Col. Albert S. Johnston; an adopted Texan with questionable loyalties. Believing that Johnston posed a risk to Union control in California, General Winfield Scott dispatched Brigadier General E. V. Sumner to replace Johnston as the commanding officer on the Pacific coast.  On March 22, 1861 General Scott wrote to Sumner “Prepare to sail from New York the first of next month to relieve Bvt. Brig.-Gen [A.S.] Johnston, in the command of the Pacific department…” Scott also decided to keep the orders confidential and followed with “The order to sail, ect., will reach you by next mail, but will remain unpublished till you are on the Pacific Ocean, for confidential reasons.”  Despite the secrecy of Sumner’s deployment, word of his coming reached San Francisco a day ahead of him; this did not produce the uprising that Union authorities feared, but allowed Johnston to submit his resignation from the Army.","Upon his arrival in San Francisco Sumner issued the following statement: “In compliance with special order No. 86, dated War Department, Adjunct-General’s Office, Washington, March 23, 1861, I hereby assume command of the this department. All concerned will govern themselves accordingly.”  In a letter to Washington, Sumner described the command being turned over “in good order.” Sumner also commented that even after issuing his resignation, Johnston “continued to hold command, and was carrying out the orders of the government.”  Johnston’s actions were professional and in accordance with the orders of his superiors. It did not appear that he was in anyway prey to his southern sympathies.","While Johnston made no actions towards supporting secessionists in the region, the movement was there and it was a threat to Union control. In his work <em>Frontier Service during the War of The Rebellion</em>, George H. Pettis writes that secessionists were moving to take control of governmental property across San Francisco, ultimately using the military stores in the city to defeat the loyalist citizens.  Pettis claimed that is was the unannounced arrival of Sumner that dashed this plan, forcing the secessionists to delay, and then give up after Sumner consolidated western forces to fortify San Francisco.","Though there was a Secessionist plot afoot in San Francisco, Sumner reported to Washington that there was “a strong Union feeling with the majority of the people of this state.” He claimed that though a minority, the secessionists were “the more active and zealous party, which [gave] them more influence than they ought to have for their numbers.”  Despite the actions and schemes of the confederate sympathizers, California remained fully in support of the Union cause.  Johnson, however, was later named commander of the Confederacy’s western theater; and viewed as one of the best Confederate generals in the war, before he died at the battle of Shiloh."],"display_date":"March 22, 1861 - April 28, 1861","search_date":"1861-04-09","citations":[{"divid":1354755542,"type":"Government Document","data":["Records of California Men in The War of the Rebellion 1861-1867","California's Adjunct General's Office","April 28, 1861","Sacramento California","State Office","1890","6","","https://play.google.com/books/reader?id=RTEOAAAAIAAJ&amp;printsec=frontcover&amp;output=reader&amp;authuser=0&amp;hl=en&amp;pg=GBS.PA6"]},{"divid":1354756020,"type":"Article","data":["George H. Pettis","Frontier Service During The War of The Rebellion","Rhode Island Soldiers and Sailors Historical Society Vol. 3","No.14","1885","4"]},{"divid":1354756188,"type":"Website","data":["California Park Service","California in Time","California Park Service","http://www.parks.ca.gov/pages/735/files/ca%20timeline--civil%20war--with%20images%20draft.pdf","November 18, 2012"]}],"locations":[{"id":6638,"lat":37.7029266937,"lng":-123.005394924,"zoom":10,"place":"SAN FRANCISCO, California"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"},{"id":715,"tag":"Military"},{"id":18,"tag":"Politics"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}