{"id":5589,"title":"<p><b>Induction into Aviation: OrvilleWright’s Telegram Announcement of Successful Air-Flight at Kitty Hawk, NorthCarolina in 1903&lt;?xml:namespace prefix = o ns = \"urn:schemas-microsoft-com:office:office\" /&gt;</b></p>","course_id":89,"status":"P","start_date":"12/17/03","end_date":"12/17/03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A son’s personal triumph announced in a Western Union telegram to his father marked the successful induction of aviation in America. It exemplified the power-driven zest for new machinery in the early 1900s. “Received by Bishop M. Wright on December 17, 1903, from his son Orville Wright”, the document explained briefly the accomplished experiment conducted by the young pilot. The telegram became a telling sign of limitless possibility in a brand new area of construction, consisting of motorized vehicles functioning entirely in air. This four- lined script celebrated mechanize power, it helped to fuel the insatiable craving for automated creation. Most importantly, Wright’s telegram demonstrated the merits of flight, proved it could be successful thus propelling a nation into a new era of opportunity in aviation glory and might.","Read like a news blurb, the telegram explained the outcome of a controlled air flight conducted by two brothers, Wilbur and Orville Wright in a primitive airplane, today known as “the 1903 Wright Flyer”. The plane completed four flights in the air “before crashing down on the sandy ground in Kitty Hawk, North Carolina”. Observed by Wright in the telegram, he made note of the number of flights tested. He recorded the atmospheric conditions, and he specified the aircraft’s measurements in time, speed, and distance.","His detailed account of time, speed, and distance parallels with the social/political climate of 20<sup>th</sup> century America. Invention and discovery was at its highest during these years with the growth of industry and the call for action for new creative social reforms. His celebrated announcement of “against twenty one mile wind” or “engine power alone” shows the recognition man had on the nature of force and man’s aim at using it. Efficient time, speed, and distance characterized the importance of Wright’s experiment, but it also characterized the economic growth and community of America.","The first successful attempt in air-flight analyzed, synthesized, and documented by Orville Wright in a telegram sent by the Western Union Telegraph Company proved just how important mechanization and industry was in the United States during the early years of the twentieth century. Wright’s telegram pronounced the achievement of aviation success marking the beginning of a new age in industry for the United States. A time devoted to air-flight discovery that took center stage in the arena of American machinery."],"display_date":"December 17, 1903","search_date":"1903-12-17","citations":[{"divid":1354762495,"type":"Website","data":["The Library of Congress","American Memory","The Library of Congress","http://memory.loc.gov/cgi-bin/query/h?ammem/mcc:@field(DOCID+@lit(mcc/061))","September 17, 2012"]},{"divid":1354762534,"type":"Book","data":["Peter L. Jakab","Visions of a Flying a Machine: The Wright Brothers and the Process of Invention","","Washington","Smithsonian Institution Press","1990","219"]}],"locations":[{"id":6644,"lat":35.6494467796,"lng":-75.4861826401,"zoom":9,"place":"Dare, North Carolina"}],"tags":[{"id":602,"tag":"Transportation/Migration"},{"id":1526,"tag":"Kitty Hawk"},{"id":1527,"tag":"Wright Brothers"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}}