{"id":5590,"title":"<b>WilliamHoward Taft Our Foreign Dependencies &lt;?xml:namespace prefix = o ns = \"urn:schemas-microsoft-com:office:office\" /&gt;</b>","course_id":89,"status":"P","start_date":"9/5/08","end_date":"9/5/08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The whiny dulcets tones belonging to presidential hopeful William Howard Taft argued his stance on American Imperialism from a recorded speech given on September 05, 1908 in Hot Springs, Virginia. The recording known as, “Our Foreign Dependencies: Porto Rico, Cuba and the Philippines” comes from the Library of Congress National Jukebox. Recorded on a Victor Talking Machine the recording lasted for 2 minutes and 30 seconds. Besides the nasally lyrical voice of the would be president the most remarkable aspect about the recording is how well it exemplifies the political school of thought for American imperialism during the Nineteenth Century.","In his speech, William Howard Taft, argued the merits of American intervention for the developing countries: Puerto Rico, Cuba, and the Philippines. He said the following:","<em>“The Republican Party has pursued consistently, the policy originally adopted with respect to the dependencies that came to us as a result of the Spanish War. The material prosperity of Puerto Rico and the progress of its inhabitants towards better conditions in respect to comfort of living and education, should make every American proud that this nation has been an efficient instrument in bringing happiness to a million people. In Cuba, the provisional government established in order to prevent a bloody revolution, has so administrated affairs and initiated the necessary laws, as to make it possible to turn back the island to the lawfully elected officers of the republic in February {intelligible} assembly has justified itself both as an assistant in the government of the island, and as an education and the practice of self-government to the people of the island. We have established a government with effective and honest executive department and a clean and fearless administration of justice. We have created and our maintaining a comprehensive school system, which is educating the youth of the island in English and in industrial branches. We have constructed great government public works, roads, and harbor. We have induced the private construction of 800 miles of railroad. We have police the island so that their conditions as to law and order is better now than it ever has been in their history. It is quite unlikely that the people, because of the dense ignorance of 90%, will be ready for complete self-government and independence before two generations has past. But the policy of increasing partial self-government step-by-step as the peoples shall show themselves fit for it - should be continued. The proposition of the democratic platform is to turn over the island as soon as a stable government is established- this has been established. The proposal then, is in effect to turn them over at once. Such action would lead to ultimate chaos in the island and the progress among the ignorant masses and education in better living will stop. We are engage in the Philippines in a great missionary work that does our nation honor, and its certain to promote the most effective way the influence of Christian civilization it is coward-less to lay down the burden until our purpose is achieved.\"</em>","What began as American policing in Cuba to stop a revolution soon evolved into an era of re-civilization <em>by</em> post-industrial hands at the expense of neglecting and disregarding the norms of Philippine culture. To Taft, and his Republican Party, the native people were ignorant who needed the lawful hand of American justice to right their wayward life. Like a manual to a machine, there needed to be a step-by-step process in order to civilize the Philippines.","The justification for all of this relied on the residue of Manifest Destiny - the American Christian code to civilize the uncivil states. Taft recognized the influence of missionaries and likened them to the promoters of national honor. The strength of the nation was its missionary efforts, at least according to Taft.","Throughout his speech, the undercurrent of American exceptionalism remained obvious. Taft’s references about the native population as being “ignorant” revealed his narrow-mindedness. It reflected his Republican Party’s ethnocentric ideals. He assured the listening public that it was the Republicans and not William Bryan James’ Democrats who advocated and achieved a lawful way of life in these foreign lands.","Taft’s call to action for missionaries to take on the burden of civilizing the island, demonstrated another example of the blatant exceptionalism (if not racism) created from his generation. He reasoned it required strength and not weakness to continue their Christian duty. He ended his speech with a simple reminder the process of civilizing the island was still a work in progress."],"display_date":"September 5, 1908","search_date":"1908-09-05","citations":[{"divid":1354763645,"type":"Website","data":["National Jukebox","\"Our Foreign Dependencies: Porto Rico, Cuba, and the Philippines\"","The Library of Congress","http://www.loc.gov/jukebox/recordings/detail/id/1484","September 15, 2012"]},{"divid":1354763898,"type":"Website","data":["The Library of Congress","National Jukebox","The Library of Congress","http://www.loc.gov/jukebox/recordings/detail/id/1484","September 15, 2012"]}],"locations":[{"id":6648,"lat":38.0586957348,"lng":-79.7410797292,"zoom":9,"place":"Bath, Virginia"}],"tags":[{"id":1531,"tag":"American Intervention"},{"id":1530,"tag":"Foreign Dependencies"},{"id":1529,"tag":"William Howard Taft"},{"id":1528,"tag":"Political Speech"},{"id":442,"tag":"Foreign Politics"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}}