{"id":5592,"title":"The 1805 Constitution of Haiti: More Than a Declaration of Independence","course_id":90,"status":"P","start_date":"1805-07-15","end_date":"1805-07-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1805 Constitution of Hayti (Haiti) restructured the civil liberties of the people, defined the government’s role, and provided the foundation for equality and sovereignty to a subjugated people self-determined to form social-autonomy. “Published in <em>The New York Evening Post,</em> on July 15, 1805 Haiti’s constitution illustrated a unique type of liberation”. To the once enslaved Caribbean island, it meant more than just gaining self-government. Liberty meant protecting civility, valuing honor, and creating freedom. Gained by way of legalization the nation experienced for the first time the true meaning of what it meant to be free.","“Originally known as Santa Domingo, and once a part of the Dominican Republic”, Haiti’s historical roots were sowed by Spanish explores, but grew under French rule. Because of its complex history, the Caribbean island structured their legal charter carefully. It specifically outlined and defined state authority while listing the topics by degrees of importance. Beginning with the declaration for independence and concluding with explicit laws meant to regulate government official and citizens alike, the Haitian’s constitution reflects its unique history.","The first three articles attested to the manuscript’s cautious wording. Article one of the document states, “The people inhabiting the island formerly called St. Domingo, hereby agree to form themselves into a free state sovereign and independent of any other power in the universe, under the name of empire Hayti.” In article two, the text revealed the region enslaved history. It declared, “Slavery is forever abolished”. Article three recognized the make-up of the people, avowing, “The Citizens of Hayti are brothers at home; equality in the eyes of the law is incontestably acknowledge, and there cannot exist any titles, advantages, or privileges, other than those necessarily resulting from the consideration and reward of services rendered to liberty and independence.”","The makers of this document seemed to advocate for more than just independence. They sought to define and legalize human decency. Freedom, for the people of the Caribbean island of Haiti, was more than just liberty - it was the legalization of morality."],"display_date":"July 15, 1805","search_date":"1805-07-15","citations":[{"divid":1354765505,"type":"Website","data":["Webster University","\"The 1805 Constitution of Hayti\"","Bob Corbett","http://www2.webster.edu/~corbetre/haiti/history/earlyhaiti/1805-const.htm","September 4, 2012"]},{"divid":1354765612,"type":"Website","data":["PBS","Black in Latin America","PBS","http://www.pbs.org/wnet/black-in-latin-america/featured/timeline-haiti-the-dominican-republic/187/","September 10, 2012"]}],"locations":[{"id":6659,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1534,"tag":"Constitution of 1805"},{"id":1532,"tag":"Haiti"}],"course":{"name":"Latin America","school":"Texas Wesleyan University","course_id":90,"school_id":49}}