{"id":5594,"title":"A Confederate Surgeon Establishes A Field-Hospital After the Battle of Franklin","course_id":93,"status":"P","start_date":"1864-11-30","end_date":"1864-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Large numbers of casualties and advanced weaponry made it necessary for surgeons to travel with military units during the Civil War.  While they could take surgeons along with them, they could not transport hospitals.  As a result, surgeons often had to improvise, turning abandoned buildings (when available) into makeshift hospitals or setting up field camps behind battle lines.  Deering J. Roberts, M.D., a Confederate surgeon, wrote an article sometime after his service in the Civil War detailing how he participated in establishing temporary hospitals both in buildings and in the field.","Dr. Roberts began serving with the 20<sup>th</sup> Regiment, Tennessee Infantry in March of 1862 and travelled with this regiment throughout the war.  On December 1, 1864, Roberts received orders to go to Franklin, Tennessee and setup a hospital for Lieutenant General Bate’s division.  He was accompanied by his hospital steward, ten men, and two wagons that would serve as ambulances.  Upon arrival, he quickly went to work finding buildings that could serve as hospitals.  He described one of the buildings by stating, “I found an old carriage –and wagon –shop about sixty by one hundred feet, two stories high.  It had a good roof, plenty of windows above and below, an incline leading up to the upper floor on the outside, and a good well.”  After securing this building and two others, Roberts formed teams which he assigned to cleaning and preparing the buildings to house wounded soldiers.","One of the bloodiest battles fought during the Civil War, the Battle of Franklin took place on November 30, 1864.  General Hood, leading the Confederate States Army, pursued the Union Army through Tennessee.  Upon arrival at Franklin, Union Major General Schofield had his troops form defensive lines.  General Hood and his men soon arrived, and the battle began at 4:00 in the afternoon.  The fighting raged on for five hours, claiming the lives of many and leaving many thousands wounded.  The Confederate States Army suffered 6,261 casualties, approximately 1,750 of which were killed and 3,800 wounded.  Roberts and his team helped care for the wounded soldiers after the battle was over.","Surgeons working in temporary establishments and field-hospitals were kept busy with wounded soldiers.  Amputations became a more common practice during the Civil War.  The advent of the Minie ball brought with it shattered, splintered bones and difficult-to-treat wounds.  Dr. Roberts described the wounds left by Minie balls as “both remarkable and frightening.”  Surgeons quickly learned that in order to save lives, amputations were often necessary.  Improvised hospitals became highly important as they served as the sites for such procedures.","Advances in technology and higher numbers of casualties made temporary hospitals a necessity during the Civil War.  Sometimes hospitals were established in buildings within towns.  When buildings were not available, however, field-hospitals were created.  Civil War surgeons had to learn how to adapt to various situations quickly."],"display_date":"November 30, 1864","search_date":"1864-11-30","citations":[{"divid":1354767309,"type":"Article","data":["Deering J. Roberts, M.D.","Field and Temporary Hospitals","The Photographic History of the Civil War","4","1911","N/A"]},{"divid":1354767375,"type":"Book","data":["Alfred Jay Bollet, M.D.","Civil War Medicine: Challenges and Triumphs","","Tucson","Galen Press, Ltd.","2002","91-95"]},{"divid":1354767452,"type":"Website","data":["Heritage Preservation Services","Franklin","The American Battlefield Protection Program","http://www.nps.gov/hps/abpp/battles/tn036.htm","November 28, 2012"]},{"divid":1354767512,"type":"Book","data":["Ira M. Rutkow","Bleeding Blue and Gray: Civil War Surgery and the Evolution of American Medicine","","New York","Random House","2005","N/A"]}],"locations":[{"id":6750,"lat":35.8833079574,"lng":-86.8814262812,"zoom":9,"place":"WILLIAMSON, Tennessee"}],"tags":[{"id":1538,"tag":"Battle of Franklin"},{"id":16,"tag":"Science/Technology"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}