{"id":5595,"title":"Captain Sally Tompkins Defends Top Civil War Hospital","course_id":93,"status":"P","start_date":"1864-06-09","end_date":"1864-06-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Filling a pressing need for medical services, Sally Tompkins established a hospital after the First Battle of Bull Run that became the best hospital during the Civil War.  Running the hospital was not always easy; Tompkins faced pressure from many people to close down the hospital.  In June of 1864, Dr. Carrington, an inspector of hospitals for the South, filed an order to have the Robertson Hospital closed.  Fed some misinformation, Carrington was under the impression that Tompkins was admitting too many soldiers into her hospital.  In a letter dated June 9, 1864, Tompkins replied, “Dr. Garnett’s endorsement on the morning report of June 5<sup>th</sup> ‘that this Hospital, limited to 19 patients, numbered 44’ was written under a misapprehension of the facts.”  Tompkins was not one to be pushed around.  She was a knowledgeable woman with a strong record to prove it.  Later in the letter, Tompkins states, “I think the register of this Hospital will show as great success in its management of the sick and wounded as any other.  Since the 1<sup>st</sup> of last June, we have had 337 patients and but 8 deaths.  Many of them sent to us were (by the statement of Dr. Garnett made to myself) the worse cases.”  Tompkins understood the vital role her hospital played in the war and did not want to see it closed.","Even as a child, Tompkins tended to those who were ill.  She had a helping heart and desired to put it to good use.  As infirmaries quickly filled after the battle, an intense need for more hospitals arose.  Tompkins knew she could provide a solution, so she asked her friend Judge Robertson if she could use his house to provide medical care to wounded soldiers.  He agreed, and Tompkins readily set to work preparing the building and recruiting staff members.  The first patient was admitted to Robertson Hospital on August 1, 1861.","The hospital was first threatened on September 5, 1861, when the Confederate government ordered that all private hospitals be shut down because some soldiers were faking illness to escape military duty.  Not willing to go down without a fight, Tomkins went to President Davis to ask him to allow her hospital to remain open.  She showed him her carefully kept records to prove her hospital was better than many of the others.  Impressed with her abilities, President Davis appointed her to the position of Captain on September 9, 1861.  This would enable her to keep her hospital open and receive military supplies from the Confederate government.","Her defense of the hospital paid off.  A total of 1,333 patients were treated there, only seventy-three of which died.  This was due in large part to Tompkins’s dedication to cleanliness and strict order.  In a journal article written for <em>America’s Civil War</em>, George Hagerman claimed, “Wounded soldiers coming to Richmond begged to be admitted to her hospital.”  Tompkins was a well respected woman and served an important role as a Captain for the Confederate States of America."],"display_date":"June 9, 1864","search_date":"1864-06-09","citations":[{"divid":1354768684,"type":"Article","data":["George Hagerman","Confederate Captain Sally Tompkins was the Only Woman to be Commissioned an Officer in the Civil War","America's Civil War","10","1997","N/A"]},{"divid":1354768771,"type":"Website","data":["James Jeffery South","September 9, 1861- Captain Sally, The First Female Officer","sevenscoreandtenyearsago.com","http://www.7score10years.com/index.php/south/81-south/429-september-9-1861-captain-sally-the-first-female-officer","October 30, 2012"]},{"divid":1354768882,"type":"Website","data":["Ron Maggiano","Captain Sally Tompkins: Angel of the Confederacy","George Mason University","http://mason.gmu.edu/~rmaggian/hist697/finalproject/biography.html","November 29, 2012"]},{"divid":1355323907,"type":"Manuscript","data":["Sally L. Tompkins","Letter to Dr. Carrington June 9, 1864",null,"RG 109, Ch. 6, Vol. 346","","Letters Sent &amp; Received, Medical Director's Office, 1864-65","National Archives"]}],"locations":[{"id":6749,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":2,"tag":"Health/Death"},{"id":16,"tag":"Science/Technology"},{"id":32,"tag":"Civil War"},{"id":7,"tag":"Women"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}