{"id":5596,"title":"Rerouting the Kissimmee: A Really Good Bad Idea","course_id":88,"status":"P","start_date":"1/1/48","end_date":"12/31/48","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Florida has always been a huge swampland, with flooding, lakes, and rivers at every turn. It is why Walt Disney was able to acquire all the land necessary for Disney World at such low prices. Florida has also always had flooding issues.  The Kissimmee River, prior to 1962, ran 103 miles from Lake Kissimmee to Lake Okeechobee. [1] The problem with this was that the distance between the two lakes is less than 50 miles. This meant that the lake snaked down and added over 50 miles of river. Due to this, and its depth in some areas, whenever it rained heavily, the land flooded for miles. These flooded areas are known as floodplains, because nothing can be built on them. They flood as soon as it starts to rain and they hold water for long periods of time. The creation of a channelized river became the solution to the floodplains issue. This would aid in the prevention of flooding as well. Thus, “…in 1948, the United States Congress authorized the U.S. Army Corps of Engineers to construct the Central and South Florida Project, which led to engineering changes to deepen, straighten, and widen the waterway.”[2] The project, while it seemed like an excellent idea at the time, was highly criticized by biologists due to the believed impact it would have on the ecosystem.","In a 1968 article published by The New York Times, the rerouting of the river was explained to readers as a positive. The article, <em>Florida Reroutes A River To Better Fisherman’s Luck</em>, implied that the rerouting of the river would be a huge positive to Florida. More direct paths to a series of lakes flowing from north to south would be the new route of the river, much different than the previous 100 mile snaking river. At the time, this was the “largest excavation project ever awarded by the Army Engineers in Florida, for it called for the removal of 26,500,000 cubic yards of material. In addition, seven locks had to be built, because of varied water elevation in the numerous bodies of water.”[3] This project would be, for its time, one of the biggest ever. It would finally bring about an end to the mass amounts of flooding in the state of Florida from Kissimmee down to Okeechobee. The rerouting of the river was completed in 1971 through a joint effort by the South Florida Water Management District and the Army Corps of Engineers, 23 years after its initial approval by Congress, and 9 years after initial construction began.[4] The new river is also described as a tourist attraction with the option “if one comes to Florida without a boat, a houseboat can be rented at Lake Tohopekaglia” in the New York Times article.[5]  Rerouting the river seemed like a great attraction for tourists and those who wanted expand their farms or property would not be able to buy the floodplains, which were previously underwater and now were just regular plains.","As it turns out, the fears of biologists who were worried about the effects of rerouting the river to stop the floodplains from flooding, were not without cause.[6] Yes, the fields were dry now, water was not going everywhere, but it had also effectively killed off any ecosystem that relied on the floodplains. “More than 90 percent of the waterfowl that once graced the wetlands disappeared and the number of bald eagle nesting territories decreased by 70 percent. After the waterway was transformed into a straight, deep canal, it became oxygen depleted and the fish community it supported changed dramatically.”[7] Animals were no longer able to survive in the areas in which they had once lived. The article in the New York Times stated that the purpose of rerouting the river was to better fisherman’s luck, but rerouting did the opposite of that and made it even harder for fisherman to be able to survive in Florida.","After having spent 23 years on creating the new channelized river, the government realized that something needed to be done to fix the errors that had been made. Not wanting to jump to a quick solution and creating more errors, they spent the next 20 years planning on how to fix it, and in 1999 construction began to allow rainwater to inundate floodplains in restored areas. [8] The other reason it had taken 20 years to start on the rerouting was because the South Florida Water Management District had to buy back or lease the land they had sold after the initial channelization of the river so the Army Corps of Engineers could begin restoration efforts.[9] One of the headings in the <em>Kissimmee River Restoration Project</em> article by the Army Corps of Engineers states “Lessons Learned – Natural Systems Serve a Purpose.”[10] The fact that this lesson had to be learned through destroying an ecosystem makes it seem as if the Corps of Engineers never realized the ecosystem could collapse. However, in reality they had been warned by biologists before, during, and after construction of negative effects.","The rerouting of the Kissimmee River prevented flooding in certain areas which allowed citizens to expand into previously uninhabitable territories.  This flood prevention though, occurred at the cost of destroying the ecosystem surrounding it. Endangered, threatened, migratory, and many other kind of species which called the floodplains and rivers of the Kissimmee their home found themselves living in a now uninhabitable area. Fishermen and locals, who had relied on the river as a source of income and sustenance, now had to turn to other methods to make a living. With the reconstruction currently underway and expected to be finished by 2014, wildlife has begun to return along with the native, untouched land that Florida was once famous for. The central heart of the state is finally beginning to beat again.","[1] “Kissimmee River Restoration Project”, Army Corps of Engineers, http://www.saj.usace.army.mil/Divisions/ProgramProjectMgt/Branches/EcoSys/Everglades/KRR/index.htm","[2] “Kissimmee River”, South Florida Water Management District, http://www.sfwmd.gov/portal/page/portal/xweb%20protecting%20and%20restoring/kissimmee%20river","[3] C. E. Wright, “Florida Reroutes A River To Better Fisherman’s Luck”, <em>New York Times</em>, December 1, 1968, xx6","[4] Army Corps of Engineers","[5] Florida Reroutes A River To Better Fisherman’s Luck","[6] South Florida Water Management District","[7] South Florida Water Management District","[8] South Florida Water Management District","[9] Army Corps of Engineers","[10] Army Corps of Engineers"],"display_date":1948,"search_date":"1948-07-01","citations":[{"divid":1354825278,"type":"Website","data":["Florida","Kissimmee River Watershed","Florida Department of Environmental Protection","http://www.protectingourwater.org/watersheds/map/kissimmee_river/","October 3, 2012"]},{"divid":1354825368,"type":"Website","data":["Audubon","Kissimmee River Restoration","Audubon Florida","http://fl.audubon.org/kissimmee-river-restoration","October 3, 2012"]},{"divid":1354825440,"type":"Newspaper Article","data":["Florida Reroutes a River to Better Fisherman’s Luck","New York Times","New York","December 1, 1968",""]},{"divid":1354825476,"type":"Website","data":["South Florida Water Management District","Kissimmee River","South Florida Water Management District","http://www.sfwmd.gov/portal/page/portal/xweb%20protecting%20and%20restoring/kissimmee%20river","October 3, 2012"]},{"divid":1354825508,"type":"Website","data":["Army Corps of Engineers","Kissimmee River Restoration Project","Army Corps of Engineers","http://www.saj.usace.army.mil/Divisions/ProgramProjectMgt/Branches/EcoSys/Everglades/KRR/index.htm","October 3, 2012"]}],"locations":[{"id":6677,"lat":28.0624881575,"lng":-81.1493489185,"zoom":8,"place":"Osceola, Florida"}],"tags":[{"id":1547,"tag":"Kissimmee River"},{"id":1548,"tag":"Army Corps of Engineers"},{"id":1549,"tag":"Florda"},{"id":1550,"tag":"Conservation"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}