{"id":56,"title":"Mississippi House Signs a Social Equality Bill\n","course_id":1,"status":"P","start_date":"1873-02-05","end_date":"1873-02-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Wednesday, February 5, 1873, the Mississippi House passed a bill forbidding owners of hotels, theaters, or other places of amusement, common carriers, etc., from making any distinction on account of color. Under this enactment, a proprietor would face heavy penalties for disobeying the act. An African American member of the House introduced the bill, and the proposal passed along a virtually strict party line. Along with the black members, many carpetbaggers and scalawags voted for the passing of this bill. &lt;br /&gt;&lt;br /&gt;According to the Weekly Clarion, the Conservatives unsurprisingly voted against this proposition on the grounds that it was an unwarranted interference with private rights, and a dangerous and demoralizing innovation on the customs of society derived from natural and irreversible laws, which cannot be violated without the most disastrous consequences.' For them, the law should have instead reflected the right for proprietors, without regard to race, to determine for themselves who they will accommodate. Just as the Legislature had no ground to decide whom the owners of a farm can employ to cultivate their land nor could they do the same with private businesses.&lt;br /&gt;&lt;br /&gt;Despite the controversial nature of this bill, its capacity to be introduced by an African American House member and passed within the legislative body was reflective of how the increasing number of black political representatives formed working relationships with white politicians and voters in order to succeed in the South during Reconstruction. More than just being elected by a black electoral base, many African American politicians needed cooperation from their white counterparts in order to be successful. Understanding this phenomenon could be helpful in explaining the triumphant passage of this bill in the House and on a grander scale, the eventual enactment of the Mississippi Civil Rights Bill in the weeks to come."],"display_date":"February 5, 1873","search_date":"1873-02-05","citations":[{"divid":1213122388,"type":"Newspaper Article","data":["","The Weekly Clarion","Jackson, Mississippi","February 6, 1873",""]},{"divid":1213122412,"type":"Book","data":["Michael Perman","Emancipation and Reconstruction: 1862-1879",null,"Wheeling","Harlan Davidson, Inc.","1987","70"]}],"locations":[{"id":39,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}