{"id":5602,"title":"\"Why They Become Communists\" By Elizabeth Janeway","course_id":88,"status":"P","start_date":"6/14/53","end_date":"6/14/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["What was the seductive and driving force of communism? An article published in the New York Times on June 14, 1953 sought to answer this question. Elizabeth Janeway’s “Why They Become Communists: Americans seeking an effective answer to communism’s internal danger must first be aware of its influence,” was the entire title of the article and resolved to serve as an indicator as to why and how American citizens could fall victim to the ideology of the Red Menace. The first half of this article revolved around two former communist converts and their acceptance and cooperation with the Soviet Union: the infamous atomic spy Klaus Fuchs and the prolific English poet Stephen Spender. The second half detailed the steps to be taken to recognize and avoid communist influence. These two halves came together to form a typical, yet intellectual Red Scare era article that promoted concern, but discretion, and alertness, but awareness. This was an important statement during a time when Americans believed that communism was the antithesis of freedom and independent thinking.","The summer of 1953 was the height of the Red Scare in America. Fear mongers like Joseph McCarthy accused everyone from Hollywood actors to government officials of communist affiliation of varying degrees. The Korean War was at a tentative truce, but the Eisenhower administration was staging covert action all around the globe to “contain” the communist threat. For Janeway, the communist threat at home was more important due to Eisenhower’s public and determined efforts to stamp out communism abroad. In the article, she first delves into the psychology and mental state of the typical communist using two highly publicized examples: Fuchs and Spender.","At this time, German expatriate and nuclear physicist Emil Klaus Julius Fuchs was imprisoned in England on a fifteen-year sentence for giving highly classified research on the Manhattan Project to former ally Russia during the war. Janeway described in her article that Fuchs was drawn to communism out of “some kind of explanation for the horror and confusion which had invaded his world.”According to her, communism fit Fuchs because he was mentally unstable and communism offered him a new perspective on reality; this granted some sense of purpose and direction that adherents to capitalism just could not understand. Even though Fuchs was incredibly intelligent and instrumental in developing and patenting the implosion trigger for the first atomic bomb, Janeway wrote off his affiliation to the communist party as a reaction to his difficult life and genetic history of mental illness. Up until Fuchs’ death in 1988, he still believed that the power of the atomic bomb had to be shared between the two great powers as a gesture of trust and mutual respect. Thanks, in no small part, to his deeds Russia was able to develop atomic ordinance by 1949.","Janeway’s other example of a repentant communist convert was Stephen Spender, the English poet. She likens his experiences to that of an outsider looking in, which was indeed the truth. While never conforming to NATO capitalism, Spender was also not a true believer in communism. From being exposed to intellectuals from Cambridge and Oxford during the 1930s, Spender was subject to socialist ideals that made him interested in the communist party. Cambridge in particular was infamous for the Cambridge Five: five Cambridge graduates who fed secrets to the Soviets from the 1930s to 1960s. Undoubtedly, Spender would have known, or at least heard about, these men; this may have affected his decision to leave the party. Janeway again used the concept of a struggling man desperately turning to communism for him to make sense of a terrifying and confusing world. She states in the article that communists “cling to the…structure of unreality” in order to become part of a larger being than themselves. She said that Spender was able to break from the allure of communism because he was able to recognize the absurdity and clandestinity of Soviet communism.","Janeway’s argument for the education of the American populace against the allure of communism started with the minds and mindsets of two ex communists. The first was Klaus Fuchs, a strong believer in communism and a devotee until his death in 1988. The second was Stephen Spender, the British poet who only joined for a look into another perspective separate from capitalism. This article then describes the measures to take in order to not end up like these men. Janeway dives deep into the supposed psyches of communists to find them deeply disturbed and enthralled with the concept of unity and service to Moscow. She describes one of the central tenants of communism as the duty to spread its influence across the world. In order to do so, communism must take seductive forms that must be recognized and avoided by the American people. Contrary to the stance of fear mongers like McCarthy and Vice President Richard Nixon, Janeway called for discretion and the ability to discern liberalism from communism. She feared that blatant hatred and paranoia would fracture and divide the American people. Then, Soviet influences could sneak in and turn policy towards Moscow’s favor. Whether or not this was indeed the case, this pragmatic approach towards communist influence – as popularized by Dwight Eisenhower - was provocative in a time where polarization of the populace was the basis of the majority of the 1952 presidential election. It also served as an incredibly powerful social influence. In a small, curious addendum at the very end of the article, Janeway stated that America must not only be vigilant against communism, but also actively express a global attitude and demeanor to which all the other nations of the world could aspire.","Janeway’s “Why They Become Communist” is an interesting look into the hearts and minds of ex-communists while simultaneously shedding light on the situation of communist insurgency and how to prevent it. With the inclusion of admitted ex-communists Klaus Fuchs and Stephen Spender, Janeway painted a picture of a self-destructive and all-consuming ideology that catered exclusively to the mentally unstable. She then explained why the ability to keep a cool head in the face of the nefarious structure of communism was paramount in maintaining national security. “Why They Become Communist” is a look into the more levelheaded approach to the Red Scare and an intellectual attempt to rationalize the seductive nature of communism."],"display_date":"June 14, 1953","search_date":"1953-06-14","citations":[{"divid":1354841400,"type":"Book","data":["Christopher Andrew","For The President's Eyes Only","","New York, NY","HarperCollins Publishers","1996","199-256"]},{"divid":1354841566,"type":"Pamphlet or Other Printed Material","data":["The Economist","The Economist","","The Economist Intelligence Unit","1995",""]},{"divid":1354841626,"type":"Website","data":["HistoryTimelines.org","Cold War Timeline","HistoryTimelines.org","www.history-timelines.org.uk/events-timelines/03-cold-war-timeline.htm","September 30, 2012"]},{"divid":1354843950,"type":"Book","data":["David A. Horrowitz and Peter N. Caroll","On the Edge: The United States Since 1945","","Belmont, CA","WadsworthThomson Learning","2002","56-58"]},{"divid":1354844120,"type":"Newspaper Article","data":["Why They Become Communists","New York Times","","June 14, 1953",""]},{"divid":1354844253,"type":"Website","data":["J.J. O'Connor and E. F. Robertson","Emil Klaus Julius Fuchs","MacTutor History of Mathematics Archive","www-history.mcs.st-and.ac.uk/Biographies/Fuchs_Klaus.html","September 30, 2012"]},{"divid":329459,"type":"Manuscript","data":[null,null,null,"EXtdrgRCQP"]}],"locations":[{"id":6686,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1525,"tag":"Red Scare"},{"id":291,"tag":"Cold War"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}