{"id":5603,"title":"The 1970s Through Film","course_id":88,"status":"P","start_date":"1/1/70","end_date":"12/31/79","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1970’s were a tumultuous time in American history. Movements regarding the war in Vietnam, civil rights, and gay rights escalated as the United States entrenched itself in economic crises and political divisions. As these movements gained momentum, the political system as well as the prevailing social notions of the time attempted to quash any semblance of progressive thinking until the end of the decade. Three documentaries about the time - <em>The Weather Underground, Chisholm ’72,</em> and <em>The Times of Harvey Milk </em>- focus on the major political voices of the 1970s and how they were confronted, spurned, or ignored. By analyzing these three works, it can be deduced that the 70s were a period of social and political growth and examination in the youth and minority populations that the older generation of society was attempting to supplant with traditional Cold War values.","By 1970, the war in Vietnam had escalated and Nixon’s campaign of “Vietnamization” had begun. Under Nixon, the Vietnam War saw an increase in strategic bombings of supposed communist strongholds and the “incursion” into Cambodia with 25,000 U.S. and South Vietnamese troops. This increased activity in Indochina prompted a growth in the anti-war movement, which had already gained considerable momentum. Students for a Democratic Society - the major student body anti-war organization during the Vietnam War - was already at 300,000 members and growing. Privileged college students began to rebel over war crimes committed by the government under their pretext of protecting the world from communism.","The 2002 film <em>The Weather Underground</em> focused on the exploits of the Weathermen, a domestic insurgent agency formed in the summer of 1969. They were the militant arm of the SDS and sought to overthrow the United States government on account of the civilian casualties in Vietnam. With the slogan “Bring the War Home,” the thirty-odd Weathermen wanted to instill fear in the government that was controlled by, what they perceived, as old, corrupt politicians from an irrelevant, bygone generation. Nixon responded to this radical minority with reciprocal contempt. After the Greenwich Townhouse Explosion in May 1970, the Weathermen went underground and started a strategic bombing campaign, all the while being pursued by the FBI. After the war ended and many Weathermen came out of hiding, few went to prison on the account of the FBI’s illegal actions to track them down in the first place. Simultaneously, vice president Spiro Agnew denounced the anti-war protesters as “traitors, thieves and perverts.” It seemed the administration’s decision to marginalize the movement had adverse effects as the Weathermen’s coordinated bombings of government buildings skyrocketed until the end of the war in ’75. These practices, coupled with the release of the Pentagon Papers in ‘71, sewed seeds of distrust and frustration with how the government was conducting business not only in Vietnam, but also within the system itself. The prevailing Cold War policy of containment propagated in the 1950s and 1960s had permeated society as well as foreign policy. It was finally met with resistance in the 1970s to the dismay of Washington, and thus they made every attempt to stamp it out.","Like the Weathermen, the campaigning of Shirley Chisholm in the 1972 election was an indicator of a changing sociopolitical climate, but unlike the Weathermen, forces within the movement itself halted its momentum. The 2004 film <em>Chisholm ’72: Unbought & Unbossed</em> illustrated exactly how the Democratic Party was operating during the 1972 election and how massive and divided the party –and society - was against such a unified political platform as the Republicans’. Chisholm herself ran for the rights of women and African Americans but also for a withdrawal from Vietnam and the resolution of the busing integration controversy. However, her gender mixed with the color of her skin greatly hampered her support base as the male-dominated Black Panther party was reluctant to back her, as well as the feminist movement, which generally marginalized the voices of black women. By the time of the democratic nomination, all of Chisholm’s supporters in Congress like Ron Dellums ended up supporting George McGovern of South Dakota for the nomination. The 70s were showing signs of progressive, liberal attitudes, but were being hampered all the way by the established government. Nixon simply appealed to those sick of the costly New Deal social programs and won a landslide victory with 61 percent of the popular vote. It seems like all would be lost in terms of progressive ideals in the 1970s, but as the decade wore on and Nixon was impeached and resigned, people began to think that the established order could be openly challenged without severe repercussions.","Enter Harvey Milk: district 5 Supervisor of San Francisco in 1978. In the documentary <em>The Times of Harvey Milk</em>, Milk’s exploits and contributions to the San Francisco gay community are revealed, along with the events that precipitated his assassination, and the subsequent outrage over the verdict of his killer. Reflecting the desperation of fellow supervisor Dan White who murdered both Milk and San Francisco mayor George Moscone, the established sociopolitical system of the United States by 1978 was buckling under the increasing momentum of liberal views and progressive ideals. Milk was one of many activists who were fighting tooth and nail for moral, social, and political equality. One of the major planks of the Democratic Party in the 1976 election was advocating of equal rights groups. President Carter publicly endorsed gay rights, which would have been impossible even earlier that decade. However, Milk and other activists’ primary opponent during this transitional period were evangelical fundamentalists who were still clinging to the old Cold War system of control. Milk’s crowning moment as Supervisor was his opposing of California Proposition 6, or the Briggs Initiative, which would ban gays and lesbians from working in public schools. Milk was able to rally public support against the bill and even get open support from prominent politicians like Ronald Reagan and Gerald Ford. The main indicator for the closing of the decade, however, is Milk’s assassination itself. For a gay man to be put into a position of such power within the city of San Francisco, the people had to have been open to radical changes in infrastructure. Unfortunately, the last years of a dying system seem to be the most chaotic. In this case, Christian fundamentalism had a major resurgence, as people were fearful of the state of the established order. It was this resurgence that opposed Harvey Milk and went leniently on his killer Dan White, but the subsequent widespread outrage over the court verdict showed that they were becoming a shrinking minority.","Was the 70s characterized by repression and disengagement? Some would argue that it is, but the strength in the progressive organizations paved the way for an unprecedented amount of liberal thinking so far seen in the Cold War. The documentaries <em>The Weather Underground</em>, <em>Chisholm ’72</em>, and <em>The Times of Harvey Milk</em>, showed a decade in transition, a transition hampered heavily by a system of political and societal control refined over thirty years of Cold War conflict. If that system had not been so heavily entrenched in the minds of America’s older citizens at that time, the 70s would have been a period of growth instead of repression and turmoil"],"display_date":"1970 - 1979","search_date":"1974-12-31","citations":[{"divid":1354886972,"type":"Film","data":["Rob Epstein","The Times of Harvey Milk","DVD","1984","New York","New Yorker Films",""]},{"divid":1354887015,"type":"Film","data":["Sam Green and Bill Siegel","The Weather Underground","DVD","2002","","",""]},{"divid":1354887047,"type":"Film","data":["Shola Lynch","Chisholm '72: Unbought and Unbossed","DVD","2004","","Realside Productions",""]},{"divid":1354887110,"type":"Book","data":["David A. Horrowitz and Peter N. Caroll","On the Edge: United States Since 1945","","Belmont, CA","Wadsworth Thomson Learning","2002","188-200"]}],"locations":[{"id":6688,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"},{"id":6689,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"},{"id":6690,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":1554,"tag":"Vietnam War"},{"id":1560,"tag":"The 1970s"},{"id":1561,"tag":"1972 Election"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}