{"id":5604,"title":"Bob MacHardy's Journey to Work","course_id":88,"status":"P","start_date":"8/25/85","end_date":"8/25/85","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Bob MacHardy was a teacher at Winter Park High School from 1962 until his unexpected death in 1985. During that time, he and his wife and sons lived at 233 Pinewood Drive in southern Maitland. His journey to his job roughly six miles away was typical for a middle class educator in central Florida. A winding labyrinth of suburbs encircled both his house and the High School at which he worked, and only briefly made contact with any major thoroughfares. The route mainly consisted of a long, slow straightaway crowded with trees and families. MacHardy’s trip to work yields great insight into the suburban middle class culture in Winter Park in the 1970s and 80s.","The city of Maitland is one of the oldest incorporated cities in Central Florida, and somewhat of a sister city to Winter Park. By the turn of the twentieth century, transportation allowed for more people to settle farther from the railroads that confined Winter Park and the surrounding areas. The 1950s saw a boom in Maitland’s growth as corporations were making their way into central Florida.The first suburbs were built to house workers from the Martin Marietta Corporation, and with the growth of State Road 17-92 in the 1960s, the suburban development flourished even more.","The arrival of Disney World in 1971 drew more commerce into central Florida than ever before, and between 1972 and 1979, Maitland added twelve new residential subdivisions as a result of this expansion. If it is any indication of the demographic of Maitland, the 2010 census showed 80 percent of the inhabitants as white. Undoubtedly, this would have been much higher in the 1980s when Mr. MacHardy lived there.","Built in 1969, Winter Park High School already catered to the suburban professionals of Winter Park itself. Its location away from downtown Winter Park allowed for growth and development of suburbs for middle class white professionals who wanted a safe haven for their children. These professionals in the 1980s used the brand new surrounding suburbs as a means of staying close to work while simultaneously being close to a suitable school system tucked away from the hustle and bustle of Fairbanks Avenue.","Bob MacHardy’s journey to work was short and typical for a Winter Park professional. Essentially as a scenic route away from any semblance of urbanity, his journey reflected the 1980s resurgence of suburbanization in response to the relative degradation of the 1970s, as did the suburban developments around his workspace itself. As an informative look into the life and work of an 80s suburbanite, MacHardy’s journey to work does not disappoint."],"display_date":"August 25, 1985","search_date":"1985-08-25","citations":[{"divid":1354891610,"type":"Newspaper Article","data":["Bob MacHardy Dead at 52","Outlook","Tallahassee, FL","August 25, 1985",""]},{"divid":1354891650,"type":"Website","data":["Maitland History","Maitland History","City of Maitland","http://www.itsmymaitland.com/maitland_history.asp","November 25, 2012"]},{"divid":1354891768,"type":"Book","data":["Jon C. Teaford","The Metropolitan Revolution","","West Sussex, NY","Colombia University Press","2006","1-306"]},{"divid":1354891884,"type":"Website","data":["United States Census Bureau","State and County QuickFacts of Maitland, FL","United States Census Bureau","http://quickfacts.census.gov/qfd/states/12/1242575.html","November 25, 2012"]}],"locations":[{"id":6691,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1510,"tag":"Suburbanization"},{"id":704,"tag":"Urbanization"},{"id":1562,"tag":"Obituary"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}