{"id":5605,"title":"Naval Air Station Sanford and Its Impact on The United States and The City of Sanford, FL","course_id":88,"status":"P","start_date":"1/1/50","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Orlando Sanford airport stands east of state road 17-92 about twenty miles north of Orlando. Today the Orlando Sanford is a small commercial airport, dwarfed by Orlando International Airport only thirty miles away. While Orlando International may be bigger, it was a product of the Disney Empire, which moved in during the 1970s. Orlando Sanford Airport, however, was originally an important naval air base, and a direct byproduct of the Cold War. Its history is tied directly with its location and the time in which it was operational, and is an important look into Florida’s Cold War history and impacted Sanford in the decades that followed.","Commissioned in 1942, Naval Air Station Sanford, or NAS for short, was chosen as a major training and staging area for carrier-bound aircraft. During the war it had supplied pilots to about half of the US navy. After the war, the base was decommissioned and the field opened to private businesses. While it was a public space between 1946 and 1950, the field hosted the New York Giants training camp, a retirement home, a hospital, and a clothing company.","The onset of the Korean War showed that the US government still had their eyes on the field. When it reopened in 1951, NAS became instrumental in the aeronautic war effort, as well as in the onset of the Cold War. The facilities were made permanent and the runways repaired, but the most substantial addition was the on-base living facilities built in the adjacent swampland. In 1961, NAS Sanford was responsible for the first flight of the RA-5C Vigilante: a carrier-based bomber that was one of the first designed to deliver nuclear ordinance from the sea. As the Vietnam War gained momentum, the Vigilante was repurposed as a reconnaissance strike craft.","The impact on the city of Sanford, however, was far more apparent. Prior to NAS, Sanford was a rural celery farming community made up of predominantly African American residents. When the base moved in during the war, racial tensions grew as black residents were being pushed out of their neighborhoods by enlisted whites and their families. During the Cold War, the demography turned away from the historically black county. In the 1940 census, half of the population of Sanford was black; by 1960 it was only 11 percent. When the NAS Sanford was decommissioned in 1968, it dealt a massive financial blow to Sanford. The base indirectly provided jobs for thousands of Sanford citizens, and the closure eventually lead to a migration of middle class whites away from Sanford and Seminole County as a whole.","The NAS was incredibly influential in the construction of modern day Sanford. NAS Sanford was important during the Cold War as a staging area, but had unforeseen effects as an important demography shaper. Without NAS Sanford’s influence, Sanford would be a very different place than it is today."],"display_date":"1950 - 1968","search_date":"1959-07-02","citations":[{"divid":1354892302,"type":"Website","data":["NAS Sanford Historical Society","NAS Sanford History","NAS Sanford Historical Society","http://www.nassanfordmemorial.com/NAS_History.htm","November 25, 2012"]},{"divid":1354892443,"type":"Book","data":["Lewis W. Metzger V","FROM CELERY CITY TO NAVY TOWN: THE IMPACT OF NAVAL AIR STATION SANFORD DURING WORLD WAR II","","Gainesville, FL","University of Florida Press","2010","1-45"]},{"divid":1354892545,"type":"Website","data":["University of Virginia","Historical Census Browser","University of Virginia","http://www.nassanfordmemorial.com/NAS_History.htm","November 25, 2012"]}],"locations":[{"id":6692,"lat":28.7169229525,"lng":-81.2362806752,"zoom":10,"place":"Seminole, Florida"}],"tags":[{"id":291,"tag":"Cold War"},{"id":603,"tag":"United States Navy"},{"id":46,"tag":"gentrification"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}}