{"id":5606,"title":"<em>CSS Shenandoah</em> Boards Dutch Vessel in the Pacific","course_id":93,"status":"P","start_date":"1864-03-30","end_date":"1864-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 30, 1865 a vessel, thought to be the <em>CSS</em> <em>Shenandoah</em>, overtook and boarded the Hawaiian ship <em>Pfiel</em>, the Dutch captain reported the incident to Union authorities upon its arrival in San Francisco.  The captain wrote “On the 30<sup>th</sup> of March, latitude 3° 53’ N. longitude 167° E. at 6 P.M., [my ship] was brought to under a gun from a vessel of war; hove to, and was soon boarded by a boat, the officers and crew of which were heavily armed.” In an attempt to identify the <em>Pfiel</em> as a Union whaling vessel, and thus a viable target, “One of the officers demanded [the vessels] papers. After scrutinizing them he said we were all right.” Before leaving the deck, the officer “asked [the captain] if he had seen any whale ships on the line, or left any in port Ascension.” When the captain of the <em>Pfiel</em> asked the name of the boarding ship, the officer responded “the English ship Miaima, or Miami.” Then the officer and his crew promptly left, “evidently not liking to be too closely questioned.” The Dutch captain went on to say that though it was dark, he could see that “she was a propeller ship under sail, and [he felt] confidant it was not an English ship of war.” The Commandant of San Francisco’s Mare Island naval yard, reported that “There is very little doubt but what the ship described was the <em>Shenandoah.</em>”","In October of 1864 the<em> Shenandoah</em> launched from Glasgow, Scotland under the guise of a civilian steamer named the <em>Sea King</em>.  Once clear into the Atlantic, the vessel was renamed the <em>CSS Shenandoah</em>, she rendezvoused with Confederate naval forces in the Sea of Madeira, where she refit, rearmed and re-crewed as a  warship in the Confederate Navy.  As a Confederate commerce raider, the <em>CSS Shenandoah</em> circumnavigated the globe while sailing for the North Pacific Ocean, with an ultimate goal of reaching San Francisco, a city believed to be poorly defended.  While deployed across the world, the <em>Shenandoah</em> was responsible for destroying no less than thirty-two Union vessels and their cargos.","The <em>CSS Shenandoah</em> continued to prey on Union whaling ships in the Pacific until rumors that the war was over were confirmed, which it was on August 2, 1865.  Realizing that he had been fighting without cause or state, therefor moving from the category of enemy combatant to that of a pirate; James Waddell, captain of the <em>Shenandoah,</em> set a course to avoid Union ships and surrender on English soil.  According to the Department of the Navy’s Naval Historical Center, Waddell rounded Cape Horn in September, then arrived and surrendered in Liverpool in early November, becoming the only Confederate ship to circumnavigate the globe. The vessel itself was sold to the Sultan of Zanzibar in 1866, renamed the El Majidi, and subsequently lost at sea in the 1870s."],"display_date":"March 30, 1864","search_date":"1864-03-30","citations":[{"divid":1354897673,"type":"Government Document","data":["Official records of the Union and Confederate Navies in the War of the Rebellion; Series I - Volume 3: The Operation of the Cruisers (April 1, 1864 - December 30, 18650)","Government Printing Office","","Washington DC","","","581-582","",""]},{"divid":1354898096,"type":"Book","data":["Tom Chaffin","Sea of Grey","","New York","Hill and Wang","2006","188-189"]},{"divid":1354898179,"type":"Website","data":["Naval Historical Center","CSS Shenandoah (1864-1865)","Department of the Navy","http://www.history.navy.mil/photos/sh-us-cs/csa-sh/csash-sz/shendoah.htm","December 4, 2012"]}],"locations":[{"id":6746,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}