{"id":5607,"title":"Virginia Normal and Collegiate Institute Flyer","course_id":94,"status":"P","start_date":"1892-09-15","end_date":"1892-09-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<strong> In 1892 the administrative staff at Virginia Normal and Collegiate Institute (what is today Virginia State University) created a flyer for the prospective students giving them general information about the Virginia Normal and Collegiate Institute's entrance requirements, educational programs, and cost. It was very important during the 1890s to create this type of flyer, since this was the main source in communicating information about Virginia Normal and Collegiate Institute in order to attract prospective students. The Normal Department prepared students to become teachers within three years, and the College Department prepared students for various professions. The names listed on the flyer are James Hugo Johnston- President, Chas A. Daniels Secretary, and Henry B. Hucles - Treasurer & Business Manager. These specific names are mentioned on this flyer because they were the highest ranking officials at the institute.</strong>","<strong> This historical document gives us a glimpse at higher education for African- Americans during the late 19<sup>th</sup> century. Industrial classes were offered such as Needle Work, Cooking, Carpentry and Laundry Work, as well as Vocal and Instrumental Music, and the use of the instruments involved an additional cost. These type of industrialized skills were in demand during this time period, since this was the type of work that many whom were in bondage, did before the Emancipation Proclamation. There were also opportunities for male students to work on the premises of the school in order for them to pay their way through school, which many took advantage of since they did not have the necessary financial resources to attend otherwise.</strong>","<strong> Because students began attending college at an early age, special attention was given to both the male and female students in the training of simple etiquette, obedience, and courteousness. Students attending Virginia Normal and Collegiate Institute needed to be at least <em>fifteen years old</em>, have knowledge of common decimal fractions, and submit testimonials of their good character before they were officially accepted as students. Two hundred in-state students between the ages of 15 and 25, with good moral character, were admitted tuition free.</strong>","<strong> The cost of attending this institute in 1892 for all out-of-state students was $20, plus $60 for room and board for each year-long session, which consisted of three terms. However, for in-state students, the tuition was free for two hundred students. The room and board was much less than that charged to out-of-state students at $40 a session.</strong>","<strong> Former slave and African-American civil rights advocate, Fredrick Douglas, expressed the importance of education when he said that <em>“Education, a sheet anchor to society while liberty and justice are secure, is a dangerous thing to society in the presence of injustices and oppressions.” </em>He meant that if you are educated in regards to the law, as an advocate you are in a position to bring about change, and fight for civil rights. The oppressors therefore would be threatened since their unjust way, would be obvious.</strong><strong> Booker T. Washington and W.E.B DuBois, had a debate about how African- Americans were going to progress with education, socially and economically. Booker T. Washington’s philosophy was, “for African- Americans to accept discrimination for the time being and to concentrate on elevating themselves through hard work” while W.E.B DuBois’ philosophy was to have “political action and a civil rights agenda.”</strong>","<strong> HBCU’s continue to play a significant role in educating Afro-Americans. There are currently one-hundred and three HBCU colleges and universities nation wide. Lincoln University in Pennsylvania is another HBCU of this era. <br /></strong>"],"display_date":"September 15, 1892","search_date":"1892-09-15","citations":[{"divid":1355004115,"type":"Primary Source in a Secondary Source","data":["1892 Virginia Normal and Collegiate Institute Flyer -","http://hbcudigitallibrary.auctr.edu/cdm/ref/collection/VSUD/id/224","A video discussing black education in America.","http://www.youtube.com/watch?v=QadPVLT3IAo&amp;feature=related - A video discussing","Virginia","Virginia State University","1892","1-6"]},{"divid":1355005665,"type":"Primary Source in a Secondary Source","data":["Articles discussing the importance of education to Black America and Black history","December 8, 2012","Articles, discussing the importance of education to Black America and Black history.","http://blackhistorysite.net/article1007.html","Virginia","Virginia State University","1892","1-6"]},{"divid":1355005768,"type":"Primary Source in a Secondary Source","data":["Booker T. Washington vs. W.E.B DuBois","1892","Booker T. Washington vs. W.E.B. DuBois","http://www.pbs.org/wgbh/pages/frontline/shows/race/etc/road.html","Virginia","Virginia State University","1892","1-6"]}],"locations":[{"id":6779,"lat":37.3864763379,"lng":-77.5769179581,"zoom":9,"place":"CHESTERFIELD, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":3,"tag":"African-Americans"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":94,"school_id":43}}