{"id":5608,"title":"\"Bill and the Water Wagon\"","course_id":94,"status":"P","start_date":"1/1/20","end_date":"12/31/32","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the Second Industrial Revolution in the United States, the consumption of alcohol became very popular, especially by men before and after work.  In thirty years, from 1870 to 1900, the number of bars in the nation grew from 30,000 to 100,000.  Since the late 19th century, years before Prohibition went into effect, moral reformers saw alcohol consumption as a problem and pushed constantly for Prohibition laws to be passed at the local, state, and federal levels.  Finally, in 1920 a Prohibition law (the 18th Amendment) passed Congress making the manufacture, transportation, and the sale of liquor illegal.  There were many people that were against Prohibition because people enjoyed their time at the bar and many men enjoyed their few glasses of alcohol daily.  One group of people that did support Prohibition was factory owners.  Factory owners supported Prohibition because they thought it would increase how effective their workers were and help them prevent factory related accidents and injuries.[1]  In addition to factory owners being in favor of Prohibition, many women were also in favor of Prohibition mainly because alcohol consumption often encourages men to talk in a derogatory way to their families, beat their wives, and spend money unnecessarily.[2]","Bar owners were definitely against Prohibition because that is how they earned their money and made a living.  Since many men went to the bar several times a day throughout the week they spent a nice part of their hard earned money on alcohol, but since many blue-collar workers earned low wages, this could impact a family financially over the years without being noticed.  Bar owners made a decent living, while the working class man could not move forward in life financially.  Bar owners purchased nice clothing, jewelry, and could even afford an automobile while the men at the bar could not give their family nice clothes.","In a 1914 article “Bill and the Water Wagon,” Bill is asked if he is “wet” or “dry,” meaning if he would vote for or against Prohibition.  He replies that he is “wet.”  When Bill sees a sign advertising Budweiser with a slogan “Budweiser is a good friend of mine,” he starts to think about whether Budweiser really had been his friend?  After thinking for a while, Bill realizes that neither Budweiser nor any other type of alcohol is his friend.  Bill concludes that by going to the bar for a couple drinks before work in the morning, going in the afternoon for one or two more, and then going in the evening to have anywhere from one to three drinks he gives a lot of his money away to the bar owner.  Bill calculates that he has spent $1,859.22 in ten years at his local bar.  He spent this money making the bar owner rich while his wife and children did not have anything nice to wear or a nice home to live in.  Bill realizes he can put his money to better use by caring for his family rather than supporting the bar owner and his wife.  Bill begins to think that maybe Prohibition isn’t such a bad thing. [3]","“Bill and the Water Wagon” was published in 1914 to show people in the United States the downside to alcohol consumption and promote Prohibition to those who were on the fence about banning alcohol.  The author of this article, M.H.P., wanted to show readers the negative side to alcohol consumption and the financial benefit of being on the “water wagon.”  Being on the water wagon symbolizes people drinking water rather than drinking alcohol.  This article really shows readers the benefits of Prohibition and how much their families could benefit from it they voted “dry.”  Readers would have had to consider the amount of money they were spending on alcohol and possibly rethink their priorities in life.","Though the 18th Amendment banning alcohol production and sales was overturned by the 21st Amendment in 1933, a short thirteen years after it was passed by Congress, it did seem that Prohibition held the potential to better the lives of many people.  While rich people did not have to worry about watching their dollars, working-class people like Bill did, and, for moral reformers, keeping people away from alcohol seemed like a way to help keep everyone out of trouble.  Ultimately, President Franklin Roosevelt, who won the election in 1932, opposed Prohibition, because he felt taxing alcohol production would help raise money for the government and he also saw alcohol production as a way to help the American economy get back on its feet and to put people back to work during the Great Depression.  Ultimately alcohol could be a good thing for the United States economy, but if not used in moderation by each individual man it could ruin his finances and his relationship with his family.","[1] “Prohibition”","[2] “A Look at Prohibition, Hardly Dry”","[3] “BILL, and the Water Wagon”"],"display_date":"1920 - 1932","search_date":"1926-07-02","citations":[{"divid":1355026003,"type":"Website","data":["A&amp;E Television Networks","History","A&amp;E Television Networks","http://www.history.com/topics/prohibition","October 29, 2012"]},{"divid":1355026078,"type":"Newspaper Article","data":["A Look at Prohibition, Hardly Dry","New York Times","New York City","October 18, 2012","1"]},{"divid":1355027155,"type":"Website","data":["M.H.P","\"\"BILL\" and the Water Wagon\"","Brown University Library","http://dl.lib.brown.edu/repository2/repoman.php?verb=render&amp;id=1124738777625000","October 29, 2012"]}],"locations":[{"id":6703,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":1563,"tag":"18th Amendment"},{"id":1564,"tag":"Bill and the Water Wagon"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":94,"school_id":43}}