{"id":5610,"title":"Educational Needs Sparked by the Thirteenth Amendment","course_id":93,"status":"P","start_date":"1865-01-31","end_date":"1865-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While most northern newspapers were printing articles celebrating the passage of the Thirteenth Amendment, the <em>Daily National Intelligencer</em> published a sobering editorial that focused on the challenges still facing the nation.  This editorial, printed on February 1, 1865 in response to the passage of the Thirteenth Amendment by Congress, recognized the great accomplishment but also pointed out that the country now had to care for a newly freed population.  The editor stated, “How this multitude of ignorant and helpless men are to be cared for is such a weight upon the public conscience as should never cease to oppress it until a clear account can be rendered.”  This was an urgent concern that had to be addressed.","The education of slaves often integrated vocational skills training and religious instruction.  However, reading and writing were rarely included because literate slaves were viewed as a threat to their slaveholders.  Being literate would enable them to communicate with other slaves.  It was feared that this would lead to the organization of riots and escapes.  Often, slaves who could read and write were segregated from the other slaves and sometimes branded for easy recognition.  In addition, the illiteracy of slaves helped to ensure the continuance of their low social ranking.","Because of their prior vocational training, many freedmen had skills that enabled them to secure jobs as laborers.  Their illiteracy, however, was a hindrance.  To address the educational needs, along with the many other needs, of the freedmen, the Freedmen’s Bureau was established.  The role of this organization was to meet educational needs by developing schools for freedmen.  This proved to be a challenging task.  In his book about The Freedmen’s Bureau, Paul Cimbala stated, “The federal government failed to provide the Bureau with sufficient financial resources to do great things for education…”  The Bureau had to rely on contributions of both whites and African Americans.  Some northern groups donated funds towards the project, but it was often not enough.  Gilbert Eberhart, the Georgia Bureau’s chief education officer, believed that freedmen should pay their own way for education.  However, this would be a problem because most freedmen were illiterate and unemployed or making very little pay at the jobs they did have.  They would more than likely not be able to finance the needed institutions on their own.","As this editorial indicated, the North had been pushing for the abolition of slavery for awhile.  Following the Emancipation Proclamation set forth by President Lincoln during the Civil War, the Thirteenth Amendment fulfilled that goal.  Unfortunately, the problems and challenges did not end along with slavery.  The population of freedmen had many needs.  High among those needs was education, as most freedmen were illiterate.  The <em>Daily National Intelligencer</em> reminded the public, “There are many questions involved in this problem of the gravest character; but sufficient unto the day is the evil thereof.”  Despite the hurdles the country still had to face, celebration was in order."],"display_date":"January 31, 1865","search_date":"1865-01-31","citations":[{"divid":1355174951,"type":"Newspaper Article","data":["Editorial","Daily National Intelligencer","Washington, D.C.","February 1, 1865",""]},{"divid":1355174998,"type":"Book","data":["Martin Abbott","The Freedmen's Bureau in South Carolina, 1865-1872","","Chapel Hill","The University of North Carolina Press","1967","82-98"]},{"divid":1355175072,"type":"Book","data":["Paul A. Cimbala","Under the Guardianship of the Nation: The Freedmen's Bureau and the Reconstruction of Georgia","","Athens","The University of Georgia Press","1997","105-130"]},{"divid":1355175146,"type":"Article","data":["Robert Harrison","Welfare and Employment Policies of the Freedmen's Bureau in the District of Columbia","The Journal of Southern History","72","2006","75-110"]},{"divid":1355175203,"type":"Book","data":["Thomas L. Webber","Deep Like the Rivers: Education in the Slave Quarter Community, 1831-1865","","New York","W.W. Norton &amp; Company, Inc.","1978","27-42"]}],"locations":[{"id":6751,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":445,"tag":"Education for blacks"},{"id":95,"tag":"Abolition"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"},{"id":142,"tag":"african americans"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}