{"id":5611,"title":"Jefferson Davis Responds to the Gibson County Massacre","course_id":93,"status":"P","start_date":"1874-09-02","end_date":"1874-09-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 2, 1874 former President of the Confederacy, Jefferson Davis, delivered a speech in Memphis, Tennessee denouncing a massacre of sixteen black men a week prior in Trenton, TN. The massacre was committed on August 26, and as the <em>New York Times</em> reported, “About 400 armed, disguised, mounted men,” set upon the jail with the design of kidnapping the sixteen black occupants. Historian Allan Coggins, in <em>Tennessee Tragedies</em>, shows that some of the prisoners admitted to, “conspiring to rise up against the whites of Gibson County.” Coggins also states that the foiled conspiracy was tied to the, “unrestrained actions of the local KKK.”","Jefferson Davis expressed his disgust at the vigilantism by invoking the Confederate war dead and warned the crowd not to have let them die in vain. Speaking of the humanitarian responsibility to oppose such violence, Davis alluded that it was what, “You owe to the gallant dead who fell for the sacred cause of Southern Independence.” Davis appealed to the honor and reputation of the Southern men and society stating, “Never has a country been more truly in a condition of having lost all save its honor, and you men of the Counties of Jackson, Grundy, Polk, and many others of wide reputation, may be expected to denounce whatever would stain the honor and whatever would tarnish the fair name of the living.” Davis attempted to stop further violence by appealing to the beaten Confederates’ pride, strong even in defeat. Only a few years earlier, Jefferson Davis was the leader of a rebellion that fundamentally supported slavery, and yet in Memphis in 1874 he claimed that, “The negroes were my friends in the olden times. They were our protectors when our brave men went to the field.” Although a fervent supporter of the Confederate cause, Davis seemed to have accepted defeat and desired a less violent south."],"display_date":"September 2, 1874","search_date":"1874-09-02","citations":[{"divid":1355245286,"type":"Book","data":["Allan R. Coggins",". Tennessee Tragedies: Natural, Technogical and Societal Disasters in the Volunteer State","","Knoxville, TN","Univ. Tennessee Press","2012","5"]},{"divid":1355245365,"type":"Newspaper Article","data":["The Tennessee Massacre: Jefferson Davis' Views on the Present Crisis","The New York Times","","September 2, 1874",""]},{"divid":1355245405,"type":"Newspaper Article","data":["The Tennessee Outrage: Massacre of Sixteen Negroes in Gibson County","The New York Times","","August 30, 1874",""]}],"locations":[{"id":6725,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}