{"id":5612,"title":"Christiana Riot Trial for Treason","course_id":93,"status":"P","start_date":"1851-11-24","end_date":"1851-11-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The slave owner Edward Gorsuch traveled to Pennsylvania, along with several men, two of whom were federal marshals, to retrieve six of his slaves that had escaped from his plantation years earlier.  Gorsuch planned to confront William Parker, the owner of a tenant house, about harboring his fugitive slaves.  An altercation between the two groups of people developed and Gorsuch was killed during the dispute, while several others were seriously wounded.  The Christiana Riot put enforcement of the Fugitive Slave Act to a different test.   The act produced division and heated debate across the nation.","Part of the problem in enforcing the Fugitive Slave Act stemmed from the North not agreeing with it.  James McPherson stated the concern of the Fugitive Slave Act <em>in Battle Cry of Freedom</em>,  “It seemed only a matter of time before real blood would be shed.” Protestors from the South sent out the warning “unless the Christiana rioters are hung, we leave you.  If you fail in this simple act of justice, the bonds will be dissolved.”","The opening statement by John W. Ashmead at the Christiana Riot trial clearly explained that Gorsuch was within the law and depicts the aggressive acts that was taken against an innocent man, “…within the jurisdiction of this Court, the defendant, with a great number of persons, armed and arrayed in a war-like manner, with guns, swords and other weapons, assembled and traitorously combined to oppose and prevent by intimidation…and arrayed himself in a warlike manner against the said United States.”  The statement clearly tried to place William Parker as being anti-American.  The slave owning South wanted to immediately pin William Parker as enemy of the United States.","Parker’s defense attorney Theodore Cuyler argued that his defendant did not commit treason, because he did not try to levy a war against the United States.  Next Cuyler sarcastically commented on the magnitude of the event, “Did you hear it? That three harmless, non-resisting Quakers, and eight-and-thirty wretched, miserable, penniless negroes, armed with corn-cutters, clubs, and a few muskets, and headed by a miller, in a felt hat, without a coat, without arms, and mounted on a sorrel nag, levied war against the United States.”  Cuyler made his point that if treason is defined as levying war against the United States, then how can a group of just a few people with inadequate resources possibly wage a war against the United States.","As a result of the trial, none of the people being prosecuted were found guilty of committing treason against the United States.  The jury expressed their disapproval of the murders and riot, but acquitted the men involved."],"display_date":"November 24, 1851","search_date":"1851-11-24","citations":[{"divid":1355245775,"type":"Website","data":["James J. Robbins","Christiana Treason Trial (1851)","Dickinson College","http://housedivided.dickinson.edu/ugrr/case_1851.htm","October 14, 2012"]},{"divid":1355246115,"type":"Article","data":["William C. Kashatus and Tom Huntington","The Christiana Tragedy","American History","Issue 4","2002","48"]},{"divid":1355246279,"type":"Book","data":["James M. McPherson","Battle Cry of Freedom","","New York City, New York","Oxford University Press","2003","84-85"]}],"locations":[{"id":6727,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":1566,"tag":"Fugitive Slave Act"},{"id":1565,"tag":"Christiana"},{"id":825,"tag":"Riot"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}