{"id":5617,"title":"<strong>Henry Nields’ Heroism at the Battle of Mobile Bay</strong>","course_id":93,"status":"P","start_date":"1864-08-01","end_date":"1864-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In early August, 1864, a Union Naval fleet, under the control of Rear Admiral David Farragut commanding the flagship <em>U.S.S. Hartford</em>, neared Mobile Bay, Alabama.  The goal was to take over the strategic location which consisted of three confederate forts and a plethora of underwater mines.  The two main forts were Forts Morgan and Gaines aided by a few Confederate ships mainly the <em>C.S.S. Tennessee</em> which was an ironclad.","Admiral Farragut formed his fleet into a line that was two ships wide led by the <em>U.S.S. Brooklyn</em> because of its superior anti-mine technology.  On August 5, the fleet converged on Fort Morgan to the right of the inlet.  The <em>Brooklyn</em> fired the first shots on Fort Morgan and the battle ensued.  Unfortunately, one of the ironclads in the fleet, the <em>Tecumseh</em>, hit an underwater mine and quickly sank to the bottom of the bay.  At this point, Admiral Farragut climbed the mast of the <em>Hartford</em> and shouted the famous order “Damn the torpedoes, full speed ahead!”","Admiral Farragut’s, next order was one to save the crew of the <em>Tecumseh</em> which sank immediately after hitting the mine.  The <em>Metacomet</em> was instructed to send a boat to rescue any survivors of the explosion.  Acting Ensign Henry Nields boarded the boat and assisted ten members of the <em>Tecumseh’s</em> crew.  The task though was not one of ease as Admiral Farragut expressed in his after action reports saying “[Nields] took her in under one of the most galling fires I ever saw, and succeeded in rescuing from death ten of the crew, within six hundred yards of the fort.”  Although the <em>Tecumseh</em> lost around ninety men, Nields’ heroism was reflected on by Farragut on multiple accounts.","Nields miraculously made it back to the <em>Metacomet</em>, and shortly after, the ship was sent to take down the retreating <em>C.S.S. Selma. </em>The <em>Metacomet</em> tailed the <em>Selma </em>north of Mobile Bay and forced her surrender.  The Union incurred a huge land and naval battle at Mobile Bay driving the confederates out and eventually capturing all three forts.  Moreover, the battle yielded a copious number of Medals of Honor for the union officers who affected the victory."],"display_date":"August 1864","search_date":"1864-08-16","citations":[{"divid":1355287140,"type":"Government Document","data":["Annual Report of the Secretary of the Navy","Department of the Navy","1864","Washington","Government Printing Office","1864","","","books.google.com"]},{"divid":1355287284,"type":"Book","data":["United States Navy and Marine Corps","The Records of the Living Officers of the U.S. Navy and Marine Corps With a History of Naval Operations During the Rebellion of 1861-5","","Philadelphia","J.B. Lippincott and","1870","all"]},{"divid":1355287415,"type":"Online Encyclopedia","data":["Encyclopedia of Alabama","Battle of Mobile Bay","http://www.encyclopediaofalabama.org/face/Article.jsp?id=h-1257","12/6/2012"]},{"divid":1355287516,"type":"Website","data":["Digital Image","Battle of Mobile Bay, AL","Google","http://www.civilwar.org/battlefields/mobilebay/mobile-bay-maps/battle-of-mobile-bay.html","12/6/2012"]}],"locations":[{"id":6738,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":113,"tag":"Navy"},{"id":311,"tag":"Union"},{"id":1577,"tag":"Victory"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}