{"id":5618,"title":"<strong>The Murder of Senator Benjamin Franklin Randolph</strong>","course_id":93,"status":"P","start_date":"1868-10-17","end_date":"1868-10-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Benjamin Franklin Randolph was born a freeman in Kentucky in 1820.  He graduated from Oberlin College and became an ordained minister.  After college, he joined the U.S. Colored Troops and served as a chaplain.  B.F. Randolph found himself in South Carolina after the war, where he became a prominent participant in local politics.  In 1868, Randolph was elected to the Senate for the Orangeburg County chair and also became Chair of the State Central Committee of the Republican Party.  Senator Randolph supported voting rights for fellow blacks, but he still advocated literacy tests and poll taxes.","In mid-October, Senator Randolph traveled through the upper part of South Carolina giving speeches.  According to <em>The Orangeburg News, </em>“[Senator Randolph] delivered incendiary and threatening speeches,” and on Thursday October 17, 1868 he delivered a “flaming address” at the courthouse in Abbeville.  The following day, Randolph boarded a train headed to Anderson.  When he got off at a stop, three riders simultaneously approached him and dismounted their horses.  The three proceeded to shoot Senator Randolph, all three shots hitting and killing him.  The three riders escaped and were never caught even though the whole occurrence was in broad daylight with multiple witnesses.","Although no one ever got punished for the assassination, it was suspected that specific members of the rival Democratic Party ordered Senator Randolph to be killed.  It may even be true that B.F. Randolph was warned not to go out and speak to the citizens of South Carolina or he may never return.  Randolph left a lasting impression on African Americans and white southerners who advocated change.  A colleague of Senator Randolph’s at the time of his death said “[Sen. Randolph] was a man actuated by the highest motives, the purest purposes and the noblest ambitions.”  At the time, Senator Randolph was the second black South Carolinian politician to be murdered."],"display_date":"October 17, 1868","search_date":"1868-10-17","citations":[{"divid":1355288025,"type":"Book","data":["Lewis W. Burke","All We Ask Is Equal Rights","","University of South Carolina","University of South Carolina School of Law","n.d.","n.p.;"]},{"divid":1355288103,"type":"Newspaper Article","data":["Chronicling America","The Orangeburg News","n.p.","n.d.","1"]},{"divid":1355288156,"type":"Book","data":["Hyman Rubin III","South Carolina Scalawags","","Columbia","University of South Carolina","2006","n.p."]},{"divid":1355288220,"type":"Government Document","data":["Journal of the Senate of the State of South Carolina","Regular Session","1868","N.p.","n.p.","1868","n.p.","",""]}],"locations":[{"id":6740,"lat":33.5119530737,"lng":-80.8773339627,"zoom":9,"place":"ORANGEBURG, South Carolina"}],"tags":[{"id":1578,"tag":"hate"},{"id":123,"tag":"Reconstruction"},{"id":290,"tag":"Crime"},{"id":18,"tag":"Politics"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}