{"id":5619,"title":"<strong>Planter William Brisbane Becomes an Abolitionist</strong>","course_id":93,"status":"P","start_date":"1840-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["W.H. Brisbane was a respected planter living outside of Charleston, South Carolina.  Upon inheritance of the family plantation and slaves, he reaped the benefits of great land and free labor.  Much like any other South Carolinian at the time, W.H. Brisbane bought into the beliefs of slavery being supported by the Bible.  He even wrote his own articles in the local newspaper about how slavery was the key to the southern economy and inherently a necessity.  While speaking in Ohio though,  Brisbane talked of his first true reading of an anti-slavery pamphlet.  In his own words, the pamphlet “produced a powerful effect on my feelings, and I began to doubt the correctness of the views I had”.  In South Carolina, abolitionist’s views were looked at as blasphemy because all children were brought up learning that African Americans were inferior and servitude was a gift to them.","At this point, Brisbane asked his slaves if they would like to be set free, but in a shocking fashion, they said no.  Since Brisbane was a humane owner and the slaves didn’t have any real world experience, they felt safer under control of Brisbane.  At this stage, he reached a turning point in his life.  Brisbane decided to move North so that he could buy land and free his slaves, while giving them the newly purchased land so they could begin a new life.  His fellow southerners thought him crazy, but Brisbane knew he was doing the right thing by God, and he took it upon himself to deliver anti-slavery speeches in the Ohio area.  He spoke of the evil nature of slavery and used religion to support his beliefs, but he also understood that the only way to really end slavery would be through politics.  He never really bought into the abolition movement wholeheartedly, and also denounced slave revolt because of the inherent death tolls that would ensue.  Ultimately though, his public speaking abilities began to get attention by well-known abolitionists, and Brisbane’s beliefs became a cornerstone to the famous northern abolitionists.  All in all, W.H. Brisbane ended up freeing his thirty-five slaves worth thousands of dollars, and became an important religious figure throughout the North.  In his closing statements given in a speech in Cincinnati, Brisbane said “let us not be ourselves the servants of corruption; but rather stand fast in the liberty wherewith Christ would make us free.”"],"display_date":1840,"search_date":"1840-07-01","citations":[{"divid":1355288688,"type":"Manuscript","data":["William Brisbane","Speech...containing an account of the change in his views on the subject of slavery",null,"MSS VD","1","Wisconsin Historical Society Archives","Manuscript Archives"]},{"divid":1355288790,"type":"Website","data":["J. Brent Morris","We Are Verily Guilty Concerning Our Brother: The Abolitionist Transformation of Planter William Henry Brisbane","Proquest Research Library","http://search.proquest.com/docview/879044295?accountid=11764","11/2/2012"]},{"divid":1355288888,"type":"Book","data":["Stanley Harrold","The Abolitionists and the South, 1831-1861","","N.p.","University of Kentucky","n.d.","n.p."]}],"locations":[{"id":6741,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":4,"tag":"Slavery"},{"id":79,"tag":"Religion"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}