{"id":5620,"title":"<strong>James D. Bulloch’s Secret Commissioning of the <em>C.S.S. Florida</em></strong>","course_id":93,"status":"P","start_date":"1861-06-04","end_date":"1862-08-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Confederate States of America never focused on its navy, but their secret operations to acquire one are often overlooked when learning about the navies of the Civil War.  In discussing these covert naval operations, one name is paramount, James Dunwoody Bulloch.","Bulloch had a naval background, and this was recognized by Confederate Secretary of the Navy Stephen Mallory.  Mallory ordered Bulloch to travel to England to purchase and oversee the building of gunships for the Confederate Navy as well as to purchase any other necessary naval supplies.  Upon arrival in Liverpool, England on June 4, 1861, Bulloch began his business by searching for a company that would be able to financially support the Confederate States of America in purchasing ships and supplies but all the while keeping it a secret.  Finding financial backing turned out to be an easy task, though. According to Bulloch in his book <em>The Secret Service of the Confederate States in Europe Volume 1</em>, “My early operations were greatly helped by the generous confidence of Messrs. Fraser, Trenholm and Co.  Within a month after my arrival, I had not only been able to buy a fair quantity of naval supplies on their credit, but had laid the keel of the first foreign built Confederate cruiser.”","The ship was to be built by two separate companies.  The first was William C. Miller and Sons who were responsible for the building of the ship and its frame, and the second was a company called Fawcett, Preston and Co. who was responsible for the manufacturing of the engine.  In his book, Bulloch says about William C. Miller and Sons, “The firm was selected…because the senior of the firm had been in the Royal Navy as a shipwright, and had served in her Majesty’s dockyards as a naval constructor.”  Moreover, Fawcett, Preston and Co. was also conveniently located in Liverpool which made the secrecy of the operation that much easier.","Construction of the ship commenced and it was made known that the ship’s name was <em>Oreto</em>, and that it was being built for an Italian merchant fleet.  This was necessary because the U.S. Consul in Liverpool at the time, Thomas Dudley, was watchful for Confederate war ships and tried to put an end to it by means of British neutrality laws.  Unfortunately, Dudley was unsuccessful because of Bulloch’s immense knowledge for these laws.  Bulloch made sure that the ship was never armed while being built so therefore, under law its manufacture was never in violation of the neutrality acts.","The <em>CSS Florida </em>sailed out of port in Liverpool destined to become a distinguished vessel for the navy of the confederacy, and Bulloch a silent hero."],"display_date":"June 4, 1861 - August 17, 1862","search_date":"1862-01-09","citations":[{"divid":1355289791,"type":"Book","data":["James D. Bulloch","The Secret Service of the Confederate States in Europe","1","New York","G.P. Putnam's Sons","1884","n.p."]},{"divid":1355289978,"type":"Article","data":["Craig L. Symonds","Commerce Raider Takes Shape Across the Pond","Proquest","49","2010","n.p."]},{"divid":1355290022,"type":"Article","data":["Charles M. Robinson","The Secret War of Number 290","Naval History","8","1994","n.p."]}],"locations":[{"id":6742,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":755,"tag":"Confederacy"},{"id":113,"tag":"Navy"},{"id":1579,"tag":"Undercover"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}