{"id":5622,"title":"The Treaty of Peace 1898","course_id":94,"status":"P","start_date":"1898-12-10","end_date":"1898-12-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Treaty of Peace 1898","The 1898 Treaty of Peace was a historical document that was composed to declare an end to armed conflict between the United States and Spain.  After the Spanish- American War had ended, both sides met in Paris and composed a treaty laying out the terms of the final settlement between both sides.  The treaty was signed in Paris, France on December 10, 1989.  No single person wrote the treaty, but many people were involved in compiling, signing, and witnessing the international agreement. They include the president of the United States, William McKinley, a few chosen peace commissioners of the United States who President McKinley believed if the treaty had to be approved by the U.S. Senate that other senators would follow along with the senators that were present at the peace treaty.  Representatives from the United States that were present were William R. Day, who was the chairman of the commission and was a former secretary of state.  Cushman K. Davis, the Senator of Minnesota, William P. Frye, Senator of Maine, George Gray, Senator of Delaware.  Lastly, the former vice presidential nominee and diplomat, Whitelaw Reid, was in attendance for the United States.  Also many people from Spain were there as well including Her Majesty the Queen of Spain.  Don Eugenio Montero Rios, who was the president of the senate in Spain and was the leading member of the Spanish Liberal Party before it ended in 1903; also there was the senator of the Kingdom, Don Buenaventura de Abarzuza.  The Supreme Court Associate Justice, Don Jose de Garnica, Don Wenceslao Ramirez de Villa-Urrutia, a Spanish noble, politician and diplomat who was named Minister of the State.  Lastly, the general of divisions, Don Rafael Cerero was there to sign.  (“Filipino.biz.ph – Philippine Culture.” 2009)","The Treaty of Peace stated that the United States would gain permanent possession of the Philippines, Guam and Puerto Rico.  The United States would also gain influence over Cuba in the result of the Platt Amendment.  This gave the United States the right to intervene in Cuban political affairs at any time for any reason.  The United States also bought the Philippines for twenty million dollars.  The treaty stated that the both the United States and Spain would send all soldiers home and release all prisoners of war in return for Spain pulling its troops out of Guam and the Philippines.  Another important part of the treaty was the fact that the Philippines, Guam and Puerto Rico were now able to practice their own religion under the control of the United States.  Spain also got to keep whatever patents they held for ten years from the date even though the United States would take control.   Lastly, President of the United States William McKinley had to agree and approve of the treaty after consent from the Senate and the Queen of Spain.","The war started after the Spanish Empire lost control over Mexico and all of South America as a result of wars for independence.  Cubans also demanded independence and tried to rebel numerous times against the Spanish government.  Each revolt was unsuccessful.  After many such attempts, Spain decided to take action by sending Spanish forces to Cuba to take down the rebellion using violent tactics such as concentration camps.","Cuban rebels publicized the way Spain was acting by depicting Spain as an evil nation and pleading with other countries to support the “freedom fighters.” The United States, who never got involved with international affairs because of their neutrality and not wanting to become involved in foreign affairs, started to become concerned and interested in this conflict from how it was being depicted through various news outlets.   William McKinley, the President of the United States, wanted to stay neutral in the situation and tried to appease both sides.  However there were two main reasons why the United States decided to declare war against Spain and help Cuba.  The first was when a letter was leaked from the Spanish minister that called William McKinley a weak and unfit president.  The second reason was when Spain violently destroyed the battleship U.S.S. Maine in the Havana Harbor.  Declaring war was a difficult decision because many Americans pressured President McKinley to retaliate against Spain but others did not think that these were the president’s only reasons and thought there was not enough justification for his reasoning.  But after long preparation America set sail to Cuba to invade Spain.  Even with poor leadership, supplies and organization, the United States won the war in July of 1898 after Spain surrendered.  After this occurred, American troops invaded and seized control of Manila, which is located in the Philippines.  This gave the United States to receive control over the Philippines, Puerto Rico and Guam.","After the Treaty of Peace was concluded the United States became a colonial power and joined the ranks of other colonial powers such as Great Britain and France.  They gained political, military, and economic influence over foreign lands that stretched from the Atlantic to the Pacific Oceans.  The United States involvement in the war was very successful for the U.S and an event that changed the nation."],"display_date":"December 10, 1898","search_date":"1898-12-10","citations":[{"divid":1355322723,"type":"Website","data":["No Author","Filipino.biz.ph - Philippine Culture","KabayanCentral.com","www.filipino.biz.ph/history/tr981210.html","November 2, 2012"]},{"divid":1355322840,"type":"Website","data":["Crammond, Kennedy","\"The North American Review, Vol. 180, No.579 .","University of Northern Iowa","www.jstor.org.libcat.widener.edu/stable/pdfplus/25105353.pdf.","November 15, 2012"]},{"divid":1355322945,"type":"Website","data":["Offner, John","Organization of American Historians.","Organization of American Historians","www.jstor.org.libcat.widener.edu/stable/pdfplus/25163215.pdf.","November 11, 2012"]},{"divid":1355323009,"type":"Website","data":["Smallman-Raynor, Matthew, and Andrew D. Cliff","Wiley-Blackwell, Royal Geographical Society with IBG","Wiley-Blackwell on behalf of The Royal Geographical Society (with the Institute of British Geographers)","www.jstor.org.libcat.widener.edu/stable/pdfplus/25105353.pdf.","November 15, 2012"]}],"locations":[{"id":6773,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1580,"tag":"Spanish-American War"},{"id":1581,"tag":"The Treaty of Peace 1898"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":94,"school_id":43}}