{"id":5623,"title":"Stained-Glass Sally: The Memorializing of Captain Sally Tompkins","course_id":93,"status":"P","start_date":"9/10/61","end_date":"9/10/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With the Angel of Mercy to guide and guard her, Captain Sally Tompkins gazes into the congregation of Saint James Episcopal Church located in Richmond, Virginia.  This stained-glass window was installed on September 10, 1961 to honor Captain Tompkins for her extraordinary service to the Confederacy during the Civil War.  The window features Captain Tompkins dressed in a conservative purple dress with her medical bag around her waist and a Bible in her hand.  Behind her is a cross and the Angel of Mercy with its arms stretched around her.  Above this center panel is a picture of the Robertson Hospital, and below is a scene depicting Captain Tompkins and other nurses caring for wounded soldiers.  Captain Tomkins played a vital role during the Civil War, saving over 1,200 lives.  It is for this honorary service that she is remembered, not only with this window, but in other ways as well.","There were several ways in which Captain Tompkins’ life was memorialized after her death.  The most unique of which was this stained-glass window designed in her honor.  This window portrays her in an almost saint-like manner, put here on earth to do God’s will.  The Angel of Mercy behind her speaks to the way in which she cared for the soldiers.  In an article published in <em>America’s Civil War</em>, George Hagerman said, “Each patient discharged from the hospital received a knapsack or bedroll with clean clothes and a book of prayers and gospels.”  Not only did Captain Tompkins care for their medical needs, she also provided for their physical and what she believed to be their spiritual needs as well.","Sally Tompkins was born on November 9, 1833 in Mathews County, Virginia.  Even as a child, Tompkins dedicated her time to helping care for others.  A strong family history of military service led her to lend her talents during the Civil War.  On July 31, 1861, Tompkins opened Robertson Hospital in Richmond, Virginia.  In order to keep the hospital running and secure government funding, Jefferson Davis appointed Tompkins Captain of a Confederate cavalry unit.  In an article written for a website, Ron Maggiano stated, “Carrying her Bible and medicine bag, she spent endless hours comforting and healing those in her care.”  Captain Tompkins dedicated her life to the Lord and her time and money to the hospital.  Hagerman wrote, “She never drew any salary for her work, believing that the money could be better used in caring for her patients.”  Of the 1,333 soldiers who received care at Robertson Hospital, only seventy-three died.","Captain Tompkins passed away on July 25, 1916 and was buried with full military honors at Christ Church in Mathews County, Virginia.  An eight-foot monument stands beside her grave as a reminder to all who see it of her compassionate heart and dedication.  As an additional way of remembering Captain Tompkins, four chapters of the United Daughters of the Confederacy were created in her honor and scholarships were also offered in her name."],"display_date":"September 10, 1961","search_date":"1961-09-10","citations":[{"divid":1355323404,"type":"Artifact","data":["","Design drawing for stained glass window Captain Sally Louisa Tompkins Memorial Window","Stained-glass window","September 10, 1961","Library of Congress, LC-DIG-ppmsca-10813","St. James Episcopal Church","Richmond, VA"]},{"divid":1355323589,"type":"Article","data":["George Hagerman","Confederate Captain Sally Tompkins was the Only Woman to be Commissioned an Officer in the Civil War","America's Civil War","10","1997","N/A"]},{"divid":1355323655,"type":"Website","data":["James Jeffrey South","September 9, 1861- Captain Sally, The First Female Officer","sevenscoreandtenyearsago.com","http://www.7score10years.com/index.php/south/81-south/429-september-9-1861-captain-sally-the-first-female-officer","October 30, 2012"]},{"divid":1355323808,"type":"Website","data":["Ron Maggiano","Captain Sally Tompkins: Angel of the Confederacy","George Mason University","http://mason.gmu.edu/~rmaggian/hist697/finalproject/biography.html","November 29, 2012"]}],"locations":[{"id":6752,"lat":37.537998501,"lng":-77.4058582907,"zoom":9,"place":"Henrico, Virginia"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":32,"tag":"Civil War"},{"id":7,"tag":"Women"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}