{"id":5624,"title":"Prohibition and the Whiskey Rebellion","course_id":94,"status":"P","start_date":"1/16/20","end_date":"1/16/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 13, 1927, the <em>New York Times</em> published an article entitled “Wet and Dry Talk Heard in 1791: Arguments Used in the Whisky Rebellion Crisis Are Like Today’s,” which sought to highlight similarities between the 1790s Whiskey Rebellion and the events of Prohibition in the 1920s. Much like the events of the Whiskey Rebellion, the period of Prohibition caused citizens to actively protest the new law, disregard the authority of enforcement officers, and become concerned about the legitimacy of the newly enacted law. Prohibition was enacted on January 16, 1920, following the ratification of the Eighteenth Amendment of the Constitution of the United States of America [1]. Prohibition defined the manufacturing, sale, and transportation of alcohol to be illegal. This significant change in national law came about at the beginning of the “Roaring Twenties,” further complicating the Americans’ already challenging lives. The government’s efforts to ban manufacture, distribution, and sale of alcohol nationwide caused an enormous number of Americans to take part in the illegal smuggling and transport of the product.","The Whiskey Rebellion came about in 1791 following a proposal made to Congress by Secretary of Treasury Alexander Hamilton, in which he requested that whiskey be taxed by the United States government [2]. This law was proposed to help pay down the national debt, which the government owed to bondholders, as well as to decrease excess consumption of alcohol by Americans [3]. Whiskey in the 1790s, much like alcohol in general in the 1920s, was used as a means for relaxing and celebrating overcoming the difficulties of life. The taxation of whiskey caused opponents to question the intentions of the U.S. government, and oppose enforcement of the tax. Americans had recently fought the American Revolution, in part due to taxes imposed by Great Britain, and were now questioning why it was required that the tax on whiskey be honored[4]. As with Prohibition, concern of the new amendment’s legality led to great disregard of the authority of Congress in regions such as western Pennsylvania, where much of the whiskey was produced.","Enforcement of the tax was comparable to that of the enforcement of Prohibition.  Enforcement officers were deployed to help ensure that the tax was being honored, and that Americans were not refusing to pay.  The <em>New York Times</em> article from 1927 argued that the task of both the collectors of 1791 and the enforcement agents of 1920 were “equally dangerous and unprofitable” [5]. Both enforcement services were vastly disregard by citizens, and in some cases mistreated.  Despite the official title as “law enforcement” officers, Prohibition agents and other public officials often took part in the movement and use of alcohol during the course of prohibition, while tax collectors during the Whiskey Rebellion were sometimes tarred and feathered [6].","Both laws encouraged large numbers of Americans to disregard and violate them [7]. Publications produced during the time of Prohibition claimed that the popular response to Prohibition in the 1920s was similar to some Americans behavior in the 1790s, that the congressmen had “consulted dusty files” to support their theory [8]. The impact that the Eighteenth Amendment had on the United States can be seen as extremely devastating. As with many laws, supporters were faced with violators and resistance groups. Establishments such as “speakeasies” were underground drinking locations where citizens and even some public officials during the Prohibition Era would congregate to relax and enjoy alcoholic beverages.  The underground drinking establishments were being supplied by multiple illegal transporting groups, causing alcohol to be illegally imported across the border from neighboring countries such as Canada [9]. Public officials were often in attendance, presenting a degree of corruption in the law’s enforcement.","The tax on whiskey was eventually in repealed after 1800, following years of resistance by the American people.  Prohibition, following a similar route, was ultimately ended through the result of the 1933 ratification of the Twenty-First Amendment, which both repealed the Eighteenth Amendment and placed alcohol laws in the hands of the states [10].","[1] “Prohibition in the United States,” <em>1920-30.com </em>http://www.1920-30.com/prohibition/ (accessed 24 Oct. 2012)","[2] “Insurrection in Western Pennsylvania: The Whiskey Rebellion,” <em>Papers of the War Department</em> http://wardepartmentpapers.org/blog/?p=285 (accessed 24 Oct. 2012)","[3] <em>New York Times, </em>“Wet and Dry Talk Heard in 1791: Arguments Used in the “Whisky Rebellion Crisis Are Like Today’s,” 13 Feb. 1927, pg. 5","[4] “Insurrection in Western Pennsylvania: The Whiskey Rebellion”","[5] “Wet and Dry Talk Heard in 1791\"","[6] <em>Ibid</em>.","[7] <em>Ibid</em>.","[8] <em>Ibid</em>.","[9] “Prohibition in the United States”","[10] <em>Ibid</em>."],"display_date":"January 16, 1920","search_date":"1920-01-16","citations":[{"divid":1355429788,"type":"Newspaper Article","data":["Wet and Dry Talk Heard in 1791: Arguments Used in the “Whisky Rebellion Crisis Are Like Today’s","New York Times","","February 13, 1927","XX5"]},{"divid":1355429855,"type":"Website","data":["1920-30.com","Prohibition in the United States","1920-30.com","http://www.1920-30.com/prohibition/","October 20, 2012"]},{"divid":1355429937,"type":"Website","data":["Papers of the War Department","Insurrection in Western Pennsylvania: The Whiskey Rebellion","Papers of the War Department","http://wardepartmentpapers.org/blog/?p=285","October 24, 2012"]}],"locations":[{"id":6774,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":1587,"tag":"Whiskey Rebellion"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":94,"school_id":43}}