{"id":5627,"title":"A Student Eulogizes Thomas Jefferson","course_id":93,"status":"P","start_date":"1826-10-04","end_date":"1826-10-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Jefferson, one of the founding fathers of the United States and the third elected President, passed away on July 4, 1826. Jefferson served two terms as President of the United States from 1801-1809. He will always be remembered as the principal author to the Declaration of Independence. On October 26, 1826, at the Columbian College in Washington D.C., Jefferson’s eulogy was delivered by a member of the senior class. John W. James writes, “He whom we mourn, was surpassing great; great in intellect; great in stores of knowledge; great in the highest offices a nation could bestow; great throughout his life.”  Jefferson’s political impact certainly resonated throughout the entire nation. He sparked the greatest expansion westward as he was responsible for the Louisiana Purchase. Jefferson, however, passed away on the day the country celebrated their independence.  James explained, “He whom, on the <em>Fourth of July, </em>no one could forget; who fondly hoped was then uniting in the rejoicings of his country, was indeed but hovering over the earth, ready to take his flight to an eternal rest.”","Jefferson, like many white male citizens, enjoyed the freedoms in the early periods of the nineteenth century. He did not live long enough to see his country torn apart by the issue of slavery. Unfortunately, as author James McPherson explains, “Jefferson’s empire for Liberty had become mostly an empire for slavery. Territorial acquisitions since the Revolution had added slave states of Louisiana, Missouri, Arkansas, Florida, and Texas to the republic.” This became the great contradiction of the United States. A country engrained in democratic principles and equality did not preach and practice those principles. John O’Neal, member of <em>Junebug Productions, </em>examines, “The only social system that is more ubiquitous than racism is that which supports and gives definition to the system of male privilege that has come to be called ‘The Patriarchy.” Jefferson, a slave owner himself, contemplated his positioning on slavery. He opposed slavery yet owned slaves. Intentionally or unintentionally, Jefferson’s westward expansion and disposition towards slavery contributed to the racial atmosphere of the United States. As the founding fathers passed away, we remembered them as martyrs and often forgot the flaws of their character. Consequently, the same founding fathers that drafted the Declaration of Independence and the United States Constitution greatly contradicted the principles they had written in their attitudes towards slavery. Thomas Jefferson was no exception to this example and his impact, whether negative or positive, is forever lasting."],"display_date":"October 4, 1826","search_date":"1826-10-04","citations":[{"divid":1355467088,"type":"Pamphlet or Other Printed Material","data":["John W. James","Eulogy on Thomas Jefferson, Delivered at the Columbian College, D.C.","Washington D.C.","Pamphlet Collection","1826","Juniata College Beeghly Library"]},{"divid":1355467248,"type":"Book","data":["James McPherson","Battle Cry of Freedom","","New York","Oxford University Press","1988","51"]},{"divid":1355467324,"type":"Book","data":["Forrest McDonald","The Presidency of Thomas Jefferson","","University of Kansas","Lawrence","1976","whole book"]},{"divid":1355467672,"type":"Book","data":["John O'Neal","Do you smell something stinky?","","Oakland","New Village Press","2011","125-157"]}],"locations":[{"id":6769,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":506,"tag":"Thomas Jefferson"},{"id":4,"tag":"Slavery"},{"id":411,"tag":"Westward Expansion"},{"id":1585,"tag":"Louisiana Purchase"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}