{"id":5629,"title":"History of Yellow Fever","course_id":94,"status":"P","start_date":"1875-11-01","end_date":"12/30/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The essay, “The History of Yellow Fever”, was written by Philip S. Hench, for the purpose of portraying the history, cause, and tragedies that people experienced when infected with the disease. It also contained information for Americans explaining how Yellow Fever originated and what measures the government took to prevent the disease from resurfacing in later years. The article was written after the 1900’s because more information regarding this epidemic became available. Philip S. Hench was a physician at the Mayo Clinic in Cleveland.  He spent his entire life researching and documenting the history of this deadly disease. His collection of research was gathered from one individual, Army Major Walter Reed. It consisted of manuscripts, printed materials, photographs, and artifacts that informed people of how this epidemic spread so widely and caused many deaths.","Walter Reed wanted to research this epidemic. Reed’s theory was that Yellow Fever was transmitted by a mosquito. The first symptom occurred twelve days after the bite took place. The symptoms were severe vomiting and continuous diarrhea. The vomit started off green, then brown, and ended with the color black. A person’s body would be covered in petechis, which are red or purple spots, or broken blood vessels. To prove his theory, Reed asked the U.S. military to set up a team of researchers from different facilities.  Reed worked with Jessie Lazear, a scientist from John Hopkins who helped him with his theory. Shortly after starting this project, Lazear passed away from Yellow Fever. Reed, being upset about the loss of his friend, also may have used the loss as motivation to find a cure for the illness. He then asked the military leadership to start an experimental facility called Camp Lazear. This camp used humans as experiments, which was scrutinized by observers.","Yellow Fever first reached the North America in the late 1668. It was first detected in Central America in 1596. The first epidemic was seen in New York in 1668 and made its way up and down the East Coast. In 1793 Philadelphia had the highest deathrate from the disease; one out of every ten people died. The contagious disease spread quickly. In Louisiana alone 4, 056 lives were lost and $15, 000 was spent caring for this illness. There were a total of 500,000.00 cases in all of America between 1793 and 1900. Peopled infected with the illness thought of it as a visitation of God.","Philadelphia, which was one of the largest cities with 50,000 residents, had the highest death toll of yellow fever. From August to November was when most people were infected and then by the first frost the epidemic was controlled because the mosquito that transmitted the disease were killed. Some explanations that were given as to why Philadelphia was highly affected was that it was a compact city. This meant that houses were built close to each other. Another big factor was being near the Delaware River which was heavily traveled by ships. This is one of the main reasons why the government believed this epidemic entered the U.S. at this location. Since yellow fever originated from Central America and from European countries primarily because of slave trading, the U.S. put into effect quarantine measures to try to lessen the epidemic, by Surgeon General of the Marine- Hospital Service. In April 26, 1894, there were quarantine stations at ports to inspect the treatment of vessels, passengers, crew and cargos.  This helped some from any foreign disease entering the states.","Yellow fever was indeed a mass epidemic that caused many lives to be stricken or lost. It raised the question of government and community action, which in those times, was kept a private manner. To this day, many researchers still question the action that was taken to keep the proper isolation from the sick, quarantine, and care for those incapacitated with this lethal death sentence."],"display_date":"November 1, 1875 - December 30, 1900","search_date":"1888-05-31","citations":[{"divid":1355580724,"type":"Website","data":["Philip S Hench","History Of Yellow Fever","The Albert and Shirley Small Special Collections, University of Virginia Library.","Http://etext.lib.Virginia.edu","10/12/12"]},{"divid":1355581078,"type":"Article","data":["J.Radcliffe","A Note on the Recurrence of Yellow Fever Epidemics in Urban Populations","Journal of Applied Probability","vol.11, No.1","March, 1974","170-173"]},{"divid":1355586789,"type":"Website","data":["Steven Doerr","Yellow Fever","Medicinenet.com","http://www.medicinenet.com/yellow_fever/article.htm","12/15/12"]},{"divid":1355587051,"type":"Pamphlet or Other Printed Material","data":["Preston H. Bailhache","A Precise of the United States Quarantine Regulations for Domestic Ports with Reference to Preventing the Intriduction of Yellow Fever United States,","n.p.","n.p.","n.d.","The Albert and Shirley Small Special Collections, University of Virginia Library"]}],"locations":[{"id":6784,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":403,"tag":"Yellow Fever"},{"id":32,"tag":"Civil War"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":94,"school_id":43}}