{"id":563,"title":"Slave Escapes from South Carolina Plantation\n","course_id":1,"status":"P","start_date":"1818-01-12","end_date":"1818-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 22, the South Carolina Southern Patriot first reported the escape of a slave girl by the name of Mary or Mary Ann' from Joseph Maybank on the 12th of the same month.  The advertisement described her as standing 5'8' tall with a yellow complexion and a split front tooth.  There was an offered award of 20 for her capture and return.&lt;br /&gt;It was not uncommon for four or more advertisements for missing slaves to be in the Southern Patriot or any comparable southern newspaper on any given day.&lt;br /&gt;A book, first published in 1817, but which had a second edition released in 1818, entitled A portraiture of domestic slavery in the United States, related the following description of a captured slave:  A slave having escaped from his master, in the state of North Carolina; was seized and brought back, by a being, who, when requested by the master to name the reward he should render him for returning the slave, he replied, that all the compensation he desired, was the satisfaction of flogging [emphasis his] him.  This being granted, the slave was bound to a log, and the resounding lash' [emphasis his] applied until the resentment of his executioner was satiated'.&lt;br /&gt;The advertisement for the escaped slave girl by the name of Mary or Mary Ann' was last printed on February 12th, 1818."],"display_date":"January 12, 1818 - February 12, 1818","search_date":"1818-01-27","citations":[{"divid":1214245514,"type":"Newspaper Article","data":["","Southern Patriot","","January 22, 1818",""]},{"divid":1214245528,"type":"Newspaper Article","data":["","Southern Patriot","","February 12, 1818",""]},{"divid":1214245560,"type":"Pamphlet or Other Printed Material","data":["Jesse Torrey","A portraiture of domestic slavery in the United States","","J. Comstock","1818","Special Collections Library, University of Virginia"]}],"locations":[{"id":423,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}