{"id":5630,"title":"A New York Doctor’s Supports Slavery","course_id":93,"status":"P","start_date":"1853-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As many northerners opposed slavery, some certainly did not. The idea of the abolition of slavery became the central political issue in the North as well as the South during the 1850s. In 1853, Doctor John H. Van Evrie of New York explained, “Gigantic efforts are now being made to convince the people of the North that the overthrow of the present relations of black and white races in the South, or what is mistakingly called ‘the Abolition of Slavery.” Doctor Van Evrie argued against the benefits of the abolition of slavery for whites, blacks, and the whole of the United States civilization. As he clarified, “To overthrow the present relation of the races is to injure both the white man and the Negro, and to inflict a deadly blow upon the cause of humanity, civilization, and Christianity.” Fortunately, his political opinion was not overwhelmingly popular in the North. However, racism remained rampant in the North and especially in the South. Dr. Van Evrie argued that a philanthropic movement, sparked by the Quakers, led to a gradual emancipation of slaves in the northern states. He concluded that, “Several states were induced to follow the example of Massachusetts and Pennsylvania.” Gradual emancipation occurred in New Jersey and New York followed by the rest of the northern states. The movement gained significant strength in the latter part of the decade.","Historian Leon F. Litwack explained that, “Fundamental differences existed between a condition of legal servitude and freedom, municipal, state and federal statutes which relegated northern Negroes to a position of legal inferiority.” Northern freedmen were not held captive by slavery; however, they did experience discrimination and certain prejudices which subjected them to poor socio-economic standing. Litwack detailed in his article that, “Northern Negroes found themselves systematically separated from the white community.” Although Van Evrie’s argument may be immoral, he was right that the abolition of slavery would cause problems for the population as a whole. Integration of blacks into the communities had been a disaster as Litwack points out. Blacks were mistreated greatly and the political debate on the abolition of slavery annihilated the wig party altogether. Dr. Van Evrie would certainly argue that the abolition of slavery caused more harm to the United States than good."],"display_date":1853,"search_date":"1853-07-02","citations":[{"divid":1355587386,"type":"Pamphlet or Other Printed Material","data":["John H. Van Evrie","Negroes and Negro \"slavery:” the first an inferior race, the latter its normal condition.","New York","Day Office Books","1853","Juniata College Beeghly Library"]},{"divid":1355587525,"type":"Article","data":["Leon F. Litwack","The Abolitionist Dilemma: The Antislavery Movement and the Northern Negro","The New England Quarterly","1, Vol. 34","1961","50-73"]},{"divid":1355587601,"type":"Book","data":["McPherson","Battle Cry of Freedom","","New York","Oxford University Press","1988","30-32"]}],"locations":[{"id":6785,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":4,"tag":"Slavery"},{"id":95,"tag":"Abolition"},{"id":266,"tag":"Segregation"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}