{"id":5639,"title":"Journey to Freedom: The Bethany Veney Story","course_id":103,"status":"P","start_date":"1889-01-01","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Bethany Veney recalls her time as a slave in her autobiography, <em>The Narrative of Bethany Veney: a Slave Woman. </em> Born into slavery Bethany had little memory of her early life, but distinctly remembered being a source of entertainment for her master by singing and dancing. Although Bethany never mentioned feelings of objectification or dehumanization, which Hartman discusses in <em>Scenes of Subjection,</em> about entertaining her master she described the experience as, \"all manner of grotesque grimaces, gestures, and positions.\" She did not understand the meaning of the songs she was forced to sing, but believed that her master and his friends did not understand them as well. There are moments throughout the narrative as a whole where feelings of loneliness or helplessness shine through although she never expresses her opinion because it would be uncharacteristic for a slave to do so.","Bethany Veney was one the slaves in Virginia who never had to endure being sold at the market and worry about being separated from her children by distance. Although Bethany was eventually separated from her children, she managed to reunite with them later on in her life when she became free slave. According to Johnson in <em>Soul by Soul</em>, slaves at the market would often share gossip with one another, but Bethany only had contact with the other slaves she worked with. She did not have to deal with being examined by potential buyers or fear being sold in public. Bethany was sold twice in her life, once after her first master died and the second time she asked to be sold alongside her daughter because she did not like her master, whom she described as harsh and cruel. It was a rare occurrence for slaves to arrange their own sale, but Bethany was unlike most slaves.","When Bethany was finally freed from being a slave she moved about the Northeast at her leisure, often spending time in Worcester, Massachusetts where she would eventually buy a house and settle down. Bethany was also eventually reunited with her children and grandchildren and regularly went down to the South to visit them during the year. In comparison to other slave narratives during the 1800s Bethany did not have a terrible life. There is no mention of her being beaten or threatened by her masters throughout the narrative, nor was she ever sold at the public slave market. Bethany recorded her story so others would know what it was like to be a slave in Virginia who despite the odds managed to become free and live out the remainder of her life as she pleased."],"display_date":1889,"search_date":"1889-07-02","citations":[{"divid":1361802023,"type":"Book","data":["Veney, Bethany","The Narrative of Bethany Veney","","Worcester, MA","Geo. H. Ellis","1889","5-46"]},{"divid":1361802216,"type":"Book","data":["Johnson, Walter","Soul by Soul","","Cambridge, Massachusetts","Harvard University Press","1999","22"]},{"divid":1361802305,"type":"Book","data":["Hartman, Saidiya","Scenes of Subjection","","Oxford","Oxford University Press","1997","11"]}],"locations":[{"id":6977,"lat":38.6199595082,"lng":-78.484150089,"zoom":9,"place":"PAGE, Virginia"}],"tags":[{"id":453,"tag":"Runaway Slaves"},{"id":408,"tag":"Children"},{"id":270,"tag":"Freedom"},{"id":522,"tag":"Massachusetts"},{"id":7,"tag":"Women"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}