{"id":5641,"title":"The Sad Tale of the Death of Sarah, Wife to Quamino Buccau","course_id":103,"status":"P","start_date":"1842-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the last years of his life, Quamino Buccau was a free man in Burlington, New Jersey. He was a noble, warm-hearted soul, always striving simply to live in freedom, never to put another's place in jeopardy for his own ends. Unfortunately, Quamino had been alone for eight years crippled and unable to perform many of the duties required simply to survive. He needed help to live, and he received it, but he had not always been alone.","Eight years previous to his own death at the age of eighty-nine, Quamino lost the woman he had loved since his twenty-sixth year, Sarah. Like him, she was a former slave, granted her freedom after years of service. For almost fifty years, through the hardships of separation through changing of masters as well as the other troubles caused by slavery, Quamino and Sarah were one. After gaining their freedom in 1806, they lived together for thirty-six years before her death, and she was able to help him in his disabled state.","Sarah died suddenly, unexpectedly, and Quamino was in great distress. So terrible was his condition that when her body was removed from their home to be buried, he was unable to follow the funeral procession to her final resting place. Quamino, a very pious man, uttered these words, \"Farewell,\" he exclaimed; \"I shall see her no more, till we meet within the Pearly gates.\" So strong was their love, so strong was their piety, they knew they would meet once again at the gates of heaven.","He was all alone now, a crippled man, never far from death's door, but he clung to life for eight more years. His son and others took care of him, as he was unable to even dress himself or put himself to bed, but he was alone, and so he remained. Quamino Buccau was a good man, and his every need was accomodated for by the noble townsfolk until his death in 1850.","Quamino's case was a rare one for a slave; he had many masters, as was common, but almost all of them were very fond of him, rarely beating him or punishing him in other ways. In <em>Soul by Soul, </em>Walter Johnson discusses the harshness of the southern slave markets, but Quamino was always traded privately, and never experienced such things as slave pens. What is also curious is the great respect shown to him after his emancipation from all sides - a rare case indeed."],"display_date":"1842 - 1850","search_date":"1846-07-02","citations":[{"divid":1361828519,"type":"Book","data":["Walter Johnson","Soul by Soul","","Cambridge, Massachusetts","Harvard University Press","1999","50"]},{"divid":1362001576,"type":"Pamphlet or Other Printed Material","data":["William J. Allinson","Memoir of Quamino Buccau, A Pious Methodist","Philadelphia","Charles Gilpin","1851","Documenting the American South"]}],"locations":[{"id":6964,"lat":39.5570066884,"lng":-74.2819340744,"zoom":9,"place":"BURLINGTON, New Jersey"}],"tags":[{"id":1390,"tag":"New Jersey"},{"id":4,"tag":"Slavery"},{"id":1613,"tag":"piety"},{"id":1616,"tag":"quamino buccau"},{"id":1617,"tag":"1842"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}