{"id":5642,"title":"Inside the Slave Trade: John Brown's Experience Within a New Orlean's Slave Pen","course_id":103,"status":"P","start_date":"1855-01-01","end_date":"1855-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["John Brown, also known as Fed, was born into slavery in Virginia. As a child, he was separated from his family, and was sold and purchased by three different masters. Brown suffered from many acts of cruelty from his masters: he lost partial use of one eye after being kicked in the face repeatedly by an overseer. He was also used in a number of gruesome experiments performed by a doctor who was seeking the cure for sun stroke. After multiple attempts to escape, Brown found himself in a slave pen in New Orleans. After being sold from the pen, Brown finally managed to escape from his owner in Mississippi, and he was able to attach himself to part of the Underground Railroad, making his way North. He eventually managed to gain passage to England, having heard tales of freedom in Britain from slaves in his past.","While Brown attempted to maintain a low profile in the slave pen, he was able to observe some of the subtleties that lay beneath the surface of the slave trade. During his three months at the slave pen, Brown was able to gain insight into the slave trade, noting the subtle differences between potentially cruel owners, compared to those who may have been more forgiving. Walter Johnson, in his book <em>Soul by Soul</em>, discusses how slave-traders were regarded with disdain by all, including other slave-holders. In fact, multiple times Johnson quotes Brown's narrative, particularly the chapters in which Brown discsses his time in the slave pen. Traders would constantly force slaves to stand straight, smile, and \"act the part\", in order to manipulate buyers, even when the slaves were at their most vunerable. Brown recalled how \"Even the poor, dear, little children, who are crying and wringing their hands after 'daddy and mammy,' are not allowed to exchange with them a parting caress\"(118). There was heavy emphasis placed on the interaction between potential buyers and slaves, but some slaves, including John Brown, were able to use this to their advantage. Although small, slaves found a source of power within the Slave Market. Some buyers would avoid slaves who stood too tall and answered too quickly, thinking that those slaves might cause trouble. Others would pass over those who showed weakness, either physically or emotionally. Through his observations of these interactions, Brown developed an ability to \"cheat the system\" in a way, acting undesirably towards buyers who he thought would be cruel, while adopting a more favorable view towards potentially more gentle masters. While slave traders and buyers thought they were in complete control, some slaves may have been able to gain more control over their sale then advertised."],"display_date":1855,"search_date":"1855-07-02","citations":[{"divid":1361839608,"type":"Book","data":["John Brown","Slave Life In Georgia: A Narrative of the Life, Sufferings, and Escape of John Brown, A Fugitive Slave, Now in England.","","London","W.M. Watts","1855","1-250"]},{"divid":1361839782,"type":"Book","data":["Walter Johnson","Soul By Soul: Life Inside The Antebellum Slave Market","","Cambridge, Massachusetts","Harvard University press","1999","24,178"]},{"divid":60726,"type":"Website","data":[null,null,null,null,"VjXUNZORaQOzHFgnQvn"]}],"locations":[{"id":6954,"lat":36.7198931687,"lng":-77.1037749414,"zoom":9,"place":"SOUTHAMPTON, Virginia"},{"id":6953,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"},{"id":6952,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":4,"tag":"Slavery"},{"id":96,"tag":"Slave Trade"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}