{"id":5643,"title":"Something from Nothing: How Kate Drumgoold Directed Her Own Future","course_id":103,"status":"P","start_date":"1870-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Kate Drumgoold walked through the door of the school room, the fee for her education in one hand and a Bible in the other. The funds her church had raised to put her through school had been stolen from her, but her passion had not been taken along with it. Saving up her earnings to pay for her schooling had been difficult, but her dream of one day being able to teach fellow former slaves to read and write so that they could become better Christians helped her bide her time to ensure that day could come.","Slavery in the United States could not be boiled down to a universal experience. The varying degrees of cruelty exhibited by owners created a spectrum of suffering on which the lives of slaves fell. Kate Drumgoold had the good fortune of growing up in the years just before the Civil War broke out in the home of an exceptionally caring owner. She was one of thirteen children, but she was frequently separated from her mother and siblings and the family underwent long periods of time without contact. Drumgoold had no choice in being parted from her family during her younger years, but she would not allow this powerlessness to define her life later down the line. Attending church was an integral part of Drumgoold’s relationship with her ‘white mother,’ as she referred to the wife of her owner, and the education she received there endowed her with a sense of personal empowerment. Upon reaching adulthood, though Drumgoold was technically free, she still depended on the employment of the same families who would have owned her just years earlier. Despite this, Drumgoold disregarded official assignments concerning the location of her work, choosing instead to remain loyal to the families she liked better, the women she felt needed her, and ultimately, herself. She asserted power in a situtation where she seemed to have none.","It is true that Drumgoold was already a free woman when she shaped her circumstances, but that does not mean her ancestors were unable to create a sense of agency for themselves. Walter Johnson’s <em>Soul by Soul</em> delves into the mindset and behaviors of all parties involved in the New Orleans slave market—traders, owners, and the slaves themselves. Johnson informs the reader of the ability the slaves in pens had to potentially influence their sales through networks of communication, personal observations, and mastering the art of answering questions. The availability of this opportunity varied and some individuals were more adept at taking advantage of it than others, but what is important is that it did in fact exist.","Kate Drumgoold lived in Virginia in a domestic setting, not in New Orleans as a field hand, and she was never put up for auction, but she and the individuals discussed by Johnson exhibited similar skills in manipulation for personal benefit. Those who remained enslaved were only able to control their lives so much, but Drumgoold used the freedom afforded her by time to pay it forward, working to put herself through school so that she in turn could educate other former slaves, continuing the tradition of self-improvement against the odds."],"display_date":1870,"search_date":"1870-07-02","citations":[{"divid":1361840472,"type":"Book","data":["Kate Drumgoold","A Slave Girl's Story: Being an Autobiography of Kate Drumgoold","","Brooklyn, New York","The Author","1898","24-57"]},{"divid":1361840957,"type":"Book","data":["Walter Johnson","Soul By Soul: Life Inside the Antebellum Slave Market","","Cambridge, Massachusetts","Harvard University Press","1999","162-188"]}],"locations":[{"id":6946,"lat":37.3864763379,"lng":-77.5769179581,"zoom":9,"place":"CHESTERFIELD, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"},{"id":3,"tag":"African-Americans"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}