{"id":5645,"title":"The Power of Family Bonds in a Teenage Slave Girl's Story","course_id":103,"status":"P","start_date":"1846-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mattie J. Jackson wrote her story down after she has achieved her freedom in her late teenage years and published the booklet in 1866 in Lawrence, MA in order to raise money for her education. She had a restless childhood with many ups and downs due to constant changes of location with and without her family members. Actually it is more her family’s story, which she tells it in a very personal but not exaggerated emotional tone, which is maybe even more touching.","Her story shows how important and shaping family bonding was for slaves although it was so difficult to maintain it. Even a constantly changing family provided some sort of communal life as Johnson describes it in his book <em>Soul by Soul</em> and therefore a refugee for all the members. Her mother’s first two husbands were able to escape slavery while she always had to stay only helping them to achieve freedom, nevertheless, she was able to go on and adapt to the new situations in order to protect her children.","Mattie profited various times from the spirit and courage of her mother Ellen Turner. Once she was heavily punished for no reason and their owner did not stop to hit the girl. So Ellen interfered and did not leave her daughter although he threatened to punish her as well. The combined strength of the two granted them some agency as “he was aware [her] mother could usually defend herself against one man, and both of [them] would overpower him.” This was not a helpless family that accepted to be harassed by their owners instead they stood together and tried to make the best of their condition namely bonding in resistance.","Although Ellen tried everything to keep her family together, she and her children eventually became victims of the “chattel principle” which implies that “any slave’s identity might be disrupted as easily as a price could be set and a piece of paper passed from one hand to another.”Relentlessly Ellen and her daughters have been sold separately even though she made a contract with her owner that she would not escape if he promised not to sell her children. However, the slaveholder broke his promise simply because it served his interest seeing only his property and commodity in them, which he could trade as it pleased him. So Ellen and her three children became objects in the trader’s yard serving the mercantilist purpose of bringing back money to the pockets of their owner. At least Ellen managed in having been sold together with her little son leaving one bond unbroken.","Apart from each other they eventually achieved their freedom and mother and son were able to find Mattie in Indianapolis. The strength of the ever-constant bond of affection between them is obvious in Mattie’s phrasing of the event: “I was overjoyed with my personal freedom, but the joy at my mother’s escape was greater than anything I had ever known”. Only a short time later Ellen’s second husband and father of Mattie’s half brother was able to contact the family and invited the children to live with him in Lawrence, MA, which again proves the lingering effect of family bonding among slaves even after many years of separation. This action of an unrelated man Mattie used to know in her childhood was a communal act of affection, which gave her the opportunity to receive an education in New England and live the rest of her life in peaceful freedom."],"display_date":"1846 - 1866","search_date":"1856-07-01","citations":[{"divid":1361845475,"type":"Book","data":["Walter Johnson","Soul by Soul: Life Inside the Antebellum Slave Market","","Cambridge, MA","Harvard University Press","1999","19, 71"]},{"divid":1361845666,"type":"Website","data":["Mattie J. Jackson","Documenting the American South","University Library of University of North Carolina","http://docsouth.unc.edu/neh/jacksonm/menu.html","02/25/2013"]}],"locations":[{"id":6971,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":7,"tag":"Women"},{"id":4,"tag":"Slavery"},{"id":1619,"tag":"family"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}