{"id":5646,"title":"The Power of the Bible","course_id":103,"status":"P","start_date":"1849-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Walking all alone through the dirt roads of Vermont on a bitterly cold winter day, Aaron found himself astonished. Aaron's astonishment had nothing to do with the journey itself; it was far removed from the runaway slave advertisements he had grown accustomed to seeing on the sidewalks of Ohio claiming his name, from the days in which he had to hide whenever there were newcomers in town, from the unforgiving days, the hunger, and the refusal of many white families to let him sleep in their homes. Instead, he was astonished by the supremacy of God: “ … I had froze all my toes and feet; with good shoes and stockings on too… And when I come to realize what the Lord has brought me through, I am really astonished; he has kept my unworthy body from freezing to death, and from starving to death” (Aaron 1849; 18). This becomes a very important moment in Aaron’s life:  the \"poor way-faring Bondman\" had found justice finally--- a true revelation--- in the bible.","Horace Greeley once said, “It is impossible to enslave, mentally or socially, a bible-reading people. The principles of the bible are the groundwork of human freedom.” <em>The Light and Truth of Slavery</em> by Aaron is a commentary that reflects this humanistic idea of the slave having control over his or her future. In the book, Aaron cannot read or write a word, but knows the bible quite well. In fact, after escaping the South, Aaron starts lecturing in churches throughout the North. Aaron touches on issues like slavery, religion, and politics. This book is not your traditional narrative, because very little is known about the narrator’s past. We know that he was born a slave in the South. We also know that the death of his parents precipitated his decision to escape.","One of the biggest themes in Aaron’s book is the slave experience. According to Aaron, slaves often face the difficult decision of running away from their masters and risking their lives. Slaves ran the risk of being caught and placed on the whipping post. On top of that, many slaves often had no food and very little clothing. In the book, Aaron describes his terrible experience during a bitterly cold winter. He says, “When I struck into the Vermont State, for one week I could scarce step a step, cause I had froze all my toes and feet; with good shoes and stockings on too. Little after that time I could pull all my toe nails out like rotten meat…” (Aaron 1849: 18). Slaves like Aaron firmly believed that that if slaves had the option of staying in the South, they would choose to stay without a doubt.","The slave experience is also portrayed in Walter Johnson’s book, <em>Soul by Soul. </em>In the book, he describes the environment of the slave market, which expanded dramatically in cities like New Orleans. African Americans faced the issue of new ownership. As a result, many of them refused to be traded. The book says, “…the slaves had come to know and trust one another, and in the market they could share their observations of the slaveholder and collectively resist them” (Johnson 1967: 16). Others decided to escape rather than accepting a possible trade. Agency was a big issue in the slave market. Slaves were not allowed to have a say when deciding on terms of the contract. Similarly, Aaron's book deals with the difficult decision of escaping slavery and risking their lives. Aaron had seen his parents die from exploitation, and he did not wanted to die like that. He escaped to the North, where he was able to sin his booktart a new life.","In his book, Aaron also talks about a big contraction. He says that most white people say that they are good Christians, and yet they are slaveholders. Aaron thinks that this is hypocrisy. According to him, slavery is a sin and the bible condemns it. Only the worst of the worst could allow such a monstrosity to occur; he states that there are close to three million slaves during the time. Good Christianity, according to Aaron, is loving one another no matter the color or race. He says that preachers in the North are the most evil; they preach one thing in the North and then go back to the South, and become slaveholders. In addition, Aaron hates it when white people say that slaves should be happy where they are, because they are worst off in Africa where “kings” make hundreds of sacrifices.","In short, <em>The Light and Truth of Slavery </em>talks aboutissues that are deeper than slavery. The commentary depicts the journey of a “way-faring bondman” looking for answers. In the book, Aaron travels around the North lecturing people, and asking important questions that everyone should ask, such as why is there slavery in the land of the free? Aaron believes that the answer lies in politics and in the church."],"display_date":1849,"search_date":"1849-07-02","citations":[{"divid":1361850308,"type":"Book","data":["Aaron","The Light and Truth of Slavery","","Worcester, MA","The Author","1849","48"]},{"divid":1361850372,"type":"Book","data":["Walter Johnson","Soul by Soul","","Cambridge, MA","Harvard University Press","1999","283"]},{"divid":892605,"type":"Pamphlet or Other Printed Material","data":[null,null,null,"oUuMVmRiwDanopiSXrT"]}],"locations":[{"id":6958,"lat":42.3513145465,"lng":-71.9048338794,"zoom":8,"place":"WORCESTER, Massachusetts"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":92,"tag":"Freed Slaves"},{"id":165,"tag":"Church"},{"id":3,"tag":"African-Americans"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}