{"id":5647,"title":"The Power of the Slave Market","course_id":103,"status":"P","start_date":"1869-01-01","end_date":"1869-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Cyrus Branch's father, Neptune, was used to getting lied to. His first owner, a Colonel in the Revolutionary War originally promised him his freedom, but upon the war's end and having lost so much “property” already in the war, he deemed it impossible for him to lose Neptune's services as well. Upon his owner's death Neptune found himself in the hands of a new master who approached Neptune with an enticing offer; purchase your own freedom. When he finally accumulated the means to do so, his owner graciously accepted the money, but whether out of cruelty or neglect, he fails to file the important legal paperwork required to make such a purchase legitimate. A despondent Neptune was forced to pay again. These instances in Cyrus Branch's narrative enlighten the reader to slavery as a market in the south that depended on rules and regulations, just as any property, and how Southern whites viewed social hierarchy.","The primary focus of Johnson's Soul by Soul is the reality of slavery being the buying and selling of a \"good\". A commodity essential to the function of the South. Often times, slavery as a market is rarely discussed, and Johnson enlightens the reader on the economic reality of the slave market, specifically in Louisiana. In turn, the narrative of Cyrus Branch (John White) is heavily dependent on the buying and selling of slaves. It is very clear, in both these works, that slavery was a financial staple in the Southern way of life. Soul by Soul is very clear of the importance of record keeping in terms of slavery in that era. Like all property, slave deals were expected to be official in formation and documentation, and it is easy to see how Neptune was so easily cheated. In Cyrus' own life, he was sold four times until he was finally able to escape to the North. These are prime examples of Johnson’s discussion of just how deep the market of slavery went in the lives and financial reality of Southerners before the Civil War, it wasn't just a cruel hobby as so often portrayed, rather, slavery was central to the function of the South as a market."],"display_date":1869,"search_date":"1869-07-02","citations":[{"divid":1361851080,"type":"Book","data":["Walter Johnson","Soul by Soul: Life in the Antebellum Slave Market","1","Cambridge, Massachusetts","Harvard University Press","1999","n/a"]},{"divid":1362187674,"type":"Pamphlet or Other Printed Material","data":["Elizabeth Merwin Wickham","A Lost Family Found; An Authentic Narrative of Cyrus Branch and His Family, Alias John White","Manchester, VT","Manchester Journal","1869","Library of Congress"]}],"locations":[{"id":6982,"lat":37.3864763379,"lng":-77.5769179581,"zoom":9,"place":"CHESTERFIELD, Virginia"},{"id":6981,"lat":43.0354607933,"lng":-73.0929521517,"zoom":9,"place":"BENNINGTON, Vermont"}],"tags":[{"id":126,"tag":"fugitive slave"},{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}