{"id":5649,"title":"\"Whiteness\", Power and Control","course_id":103,"status":"P","start_date":"1849-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["William Wells Brown was owned by Dr. Young, but was hired out to work for different masters throughout his slavery. One of those masters was Mr. Lovejoy, who was a printer. While returning from an errand to the \"Missouri Republican\" to pick up type, William was attacked by several slave-holders sons. He could not make his escape, being heavily outnumbered and carrying the substantial type, so William fought back. He was able to make his retreat, but the sons of slave-holders took the type. William informed Mr. Lovejoy about the incident, and Lovejoy was able to return with the type. However, he did inform William that Samuel McKinney said he would whip him because he had hurt his son. McKinney was true to his word, finding William on the street and striking him over the head five or six times with a large cane. It took William five weeks to be able to walk again.","In Walter Johnson’s <em>Soul by Soul</em>, it is the idea of “whiteness”, the principle of being a true white Southern male, it was necessary to be able to keep slaves in their place. It was the idea of proving how white someone was by how they treated blacks, by either being a slave-holder, becoming a slave-holder or seeking vengeance on a black, treating them as less than human. That was the kind of act McKinney was displaying. The purpose behind finding William again, with the express intention of hurting him, was because William had attacked his son. That was how McKinney perceived the event.","For McKinney the beating was about protecting his white, slave-holding honor. A slave had stepped out of place by hurting his son. It was not important that his son had started the confrontation; it was about how William defended himself. His actions were about protecting the southern hierarchy, the hierarchy on which everything depends. An idea put forth by Saidiya V. Hartman in <em>Scenes of Subjection</em>, the exercise of power by the slave-holders upon the slaves was as important as having a legal title to the slave property. For all slave-holders, it was essential to keep control over the enslaved population because the entire economy was based on that hold. Slaves provided the labor that kept the plantations in business, negating the cost of labor. The planters were able to then invest the funds saved back into the plantation for more land and more slaves. For Southerners, slaves were important for their economic value, and created a cycle where Southerners felt they could not function without slaves. That cycle needed to be protected with violence as a way to maintain control over the labor force.","In William Wells Brown’s life this was one of the few instances where he was personally subjected to the cruelty of the Southern white male. He was personally targeted with the purpose of causing him lasting, physical pain because of his actions, required actions, against a white slave-holding son. As explained in the context of both Johnson and Hartman, McKinney’s actions were intended to prove his “whiteness” and as a symbol of power and control that all slave-holders have over all slaves. McKinney performed a deplorable act, but an act that was not uncommon in the antebellum South."],"display_date":1849,"search_date":"1849-07-02","citations":[{"divid":1361887390,"type":"Book","data":["William Wells Brown","Narrative of William W. Brown, an American Slave. Written by Himself","","London","C. Gilpin","1849","27-29"]},{"divid":1361887524,"type":"Book","data":["Walter Johnson","Soul by Soul: Life Inside the Antebellum Slave Market","","Cambridge, Massachusetts","Harvard University Press","1999","81-90"]},{"divid":1361887604,"type":"Book","data":["Saidiya V. Hartman","Scenes of Subjection: Terror, Slavery, and Self-Making in Nineteenth-Century America","","New York","Oxford University Press","1997","7-8"]}],"locations":[{"id":6941,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}