{"id":5652,"title":"Push Enough to Run","course_id":103,"status":"P","start_date":"1835-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Men and women who owned slaves had to constantly emphasize their position of authority and dominance over the people they owned. Some did so through beatings, starvation, and atrocious treatment. Others did through simple words, such as order a slave to perform a task that the owner knew the slave particularly despised. Regardless of how, each slave's day was full of a constant reminder that they were nothing more than owned manual labor; without an immense stroke of luck, that was all they would ever be.","In Charleston, South Carolina, William Green was reminded of this fact every single day. From the earliest point of his life he was robbed of the good luck that would've made him a free man. He missed being freed by the will of his old mistress because he was born three months before she died; he was no longer to be freed when he was twenty-five because his new master traded him without mentioning that fact to his new owner, and so he became a slave for life.","Eventually, the humiliation and degredation became too much for him to take. Green was acutely aware that the only fact that he was not beaten by his new master was because he was the favorite slave of his master's wife. So instead of being whipped and degraded directly by his master, Green was sent to fetch a box from the jail. Now for Green, that was the last thing he could take. His master had ordered him to go fetch a package from the jail, which on the surface seems mundane. In actuality, as Green very well knew, his master was sending him to the jail to be whipped by the man who ran the jailhouse. So instead of willingly walk to his own beating and potential death, Green decided to flee to Massachusetts. After many months of struggling, he arrive in Springfield, where he lived the rest of his life as a free man.","As Hartman discusses in Scenes of Subjugation, \"a slave must be subject to the master's will in all things,\" and Green wasn't. Whether it was because of the protection from his master's wife, or his acute sense of the injustice he was forced to be subjected to, Green was not an obedient slave. And because of that, his master saw himself as forced to send Green to be whipped at the jail, in an attempt to teach him respect and discipline. And while the master himself couldn't subjugate Green, because Green was still a piece of property, he could still order Green to go somewhere where he could be subjugated. Unfortunately for Green's owner, that line of thinking ended up backfiring.","Becuase of his early life and being robbed of his freedom by being traded, William Green was constantly painfully aware that his life and liberty had been injustly taken from him. This was a constant theme throughout his narrative, and the passion with which he writes about his early years in Charleston clearly show how much hatred he had trapped inside of him during that time. Becuase of these emotions, the tension eventually broke, and he couldn't take being subjugated as a piece of property any longer, so he fled to Massachusetts, where he lived as a free man until he died."],"display_date":"1835 - 1853","search_date":"1844-07-01","citations":[{"divid":1361926046,"type":"Book","data":["Green, William","Narrative Events in the Life of William Green (Formerly a Slave). Written by Himself.","1","Springfield, MA","L. M. Guernsey","1853","13"]},{"divid":1362158918,"type":"Book","data":["Saidiya Hartman","Scenes of Subjugation: Terror, Slavery, and Self-Making in Nineteenth-Century America","1","New York","Oxford University Press","1997","90"]},{"divid":468959,"type":"Artifact","data":[null,"WJdeJnaPFqJM"]}],"locations":[{"id":6962,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}