{"id":5653,"title":"I Ran to the Woods: The Life of William Henry Singleton","course_id":103,"status":"P","start_date":"1835-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Born August 10, 1835 in Newbern, North Carolina, William Henry Singleton lived anything but an ordinary life. He was born unto a slave woman by the name of Lettis Singleton and a white man, his master John Singleton’s brother. The Singleton’s owned the largest Plantation in Craven County North Carolina and were a family of high social standing in the community. Having William around created a great deal of tension between the master and his brother, with the child serving as a living reminder of his brother’s indiscretion. Even before he knew how to walk, Singletons fate had been sealed.  Slave children were cared for by an elderly slave during the day while the able bodied slaves worked in the fields picking corn, potatoes and cotton. One day, a strange man and slave woman entered the central House. The man offered William a piece of candy and then took him without warning. He was taken to Atlanta, Georgia. He was four years old.","He had been purchased by a widow who ran a slave farm, a place where slaves of good backgrounds were taught skills to increase their market value. He was used mostly to run errands, and was whipped by his master if he did not return in what was an undisclosed acceptable amount of time. He remained there for three years, until he ran away after his mistress went to fetch the twigs and branches she used to discipline her property. He hitchhiked back to Newbern, hoping stage coach then walking back to his plantation only to find his mother and live in a potato cellar for three more years. He was found again, betrayed by his hunger. He would be sold two more times before he was freed.","It’s incredible how a man once beaten for opening a book, could live such an extraordinary life.  He met Abraham Lincoln at the headquarters of General Ambrose Burnside.  He would found an all African American Regiment of the Union Army, the 35<sup>th</sup> US Colored Infantry, serving with distinction and honorably discharged following the Union victory. He found peace and his place teaching the word of God, preaching all over the Northeast. He experienced people at their very worst; America at its very worst, and all he could feel was humbled and that the emancipated slaves owed a debt to this country.  He was born as an object, but died a free human being and United States citizen in 1938."],"display_date":"1835 - 1860","search_date":"1848-01-01","citations":[{"divid":1361933156,"type":"Book","data":["William Henry Singleton","Recollection of My Slavery Days","","Peekskill, NY","Highland Democrat","1922","1-10"]},{"divid":1361933236,"type":"Book","data":["Walter Johnson","Soul by Soul: Life Inside The Antebellum Slave Market","","Cambridge, Massachusetts","Harvard University Press","1999","All"]}],"locations":[{"id":6970,"lat":35.0750705618,"lng":-77.1185103654,"zoom":9,"place":"CRAVEN, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":32,"tag":"Civil War"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}