{"id":5654,"title":"<strong>Sent South</strong>","course_id":103,"status":"P","start_date":"1835-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In Maryland, there’s a kind slaveholder. He is the same slaveholder who owns Mr. Pennington, but his reputation is spotless – he is a kind, Christian man. Recently, a friend of Pennington’s master failed in business, due to, of course, his intemperance. He was a skilled lawyer, and he is not a violent man, but his business failed because of the drink. When this man’s business failed, Pennington’s master, godly in his ways, agreed to help him out. This is now why we have a new slave among us, a beautiful young girl of twenty-four years, Rachel.  Pennington’s master purchased Rachel because she made a great nurse, and is very much attentive to the young ones in the house.","As fate should have it, one of Master’s sons has grown quite fond of this young darling. We, as slaves, knew about this lust, but the Master’s family wanted no part of it. As things progressed with the master’s son and the newly acquired slave, no one could turn a blind eye any longer.","Because of the abhorrent nature of this relationship, Rachel is being sold to Georgia. With the few articles of clothing she owns, and along with a few other material belongings of Master, they board the horse carriage and ride down, ever more south.","This story highlights much of the argument surrounding the chattel principle, and Johnson’s opposition against it. The chattel principle, while seemingly righteous, is no better than any other form of slavery. IN fact, some argue that it inflicts more pain in the sense that it raises the slave in a “healthy” environment, free from violence, only to have the slaves “sent south” where their lives took a turn for the worse. In addition, it also speaks to the illicit nature of Master-Slave relationships that occurred during the time of slavery. There are many stories and anecdotes about Masters, both consensually and by rape, consummating a relationship with a slave."],"display_date":"1835 - 1849","search_date":"1842-07-02","citations":[{"divid":1361980547,"type":"Book","data":["James WC Pennington","The Fugitive Blacksmith","","London","Charles Gilpin","1849","..........."]},{"divid":1361980627,"type":"Book","data":["Johnson","Soul by Soul","","............","............","...........","............"]}],"locations":[{"id":7001,"lat":39.5105141884,"lng":-77.3162251993,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":1610,"tag":"pennington"},{"id":1609,"tag":"georgia"},{"id":280,"tag":"Maryland"},{"id":530,"tag":"Rape"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}