{"id":5656,"title":"Refuge in Religion: The Story of the Baptist Minister Noah Davis","course_id":103,"status":"P","start_date":"1854-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Noah Davis sat puzzled, he contemplated his next move. He had already purchased six of his children back from various slave owners, through hard work and many favors gained from people he discovered on his travels. His life defined turmoil. Noah Davis worked against the clock to purchase his seventh and final child, his daughter who was born into bondage. Noah Davis was already well versed in the North, as he had traveled often in search of funds to help pay for the church he planned on starting in Baltimore. He arrived into Boston where he was able to leave with 400 dollars toward his daughter's freedom. On those Boston streets, Davis stood star struck as he noticed his old master. He remembered what his master once said to him, \"I am not afraid of you running away Noah,-- you may go where you please.\" This was the same man, who made Noah's freedom possible, the same man who granted Noah Davis a free pass to the North to collect the money to buy his own freedom.","Noah's fortunes shifted greatly, and he thanked God. He then traveled to Providence, where he had worked hard to collect the money to purchase his daughter's freedom. Noah Davis was invited to preach, and give sermons at local Baptist churches throughout Providence. On his final day, through these church meetings, the most significant moment in Noah Davis' quest for his daughter's freedom occured. While Noah prepared for his trip to New York, a man of great authority approached Noah with a propisition. In front of the entire meeting, the man proclaimed \"Brother Davis, give yourself no more trouble about that daughter,-- You say you have to stop in New York. Let me say say, that when you get home, whatever you lack of the four hundred dollars, write to me, and I will send you a check for the balance.\" Noah proclaimed this as an act of God, and to his relief, promulgated \"I now left Providence, feeling in my heart that the place is rightly called by that name, as far as I am concerned.\"","In truth, Noah Davis was blessed to have the mild-mannered master in Fredericksburg, as he was allowed space to develop as an individual. However, as discussed in Walter Johnson's book <em>Soul by Soul, </em>were the concepts of turning people into commodities and the creation of a law of supply and demand for slaves. The harsh reality is that Noah Davis not only had to buy himself out of freedom, but also his seven children who were born into bondage as well. Through his focus on faith, and the connections he was able to make during his time traveling and in Baltimore, he was able to possess the strength to purchase his family. It is one of the many horrors of the slave market, and slavery in general, this idea that a family can be broken apart, and then sold individually in correlation with a notional concept of a human stock market. Even though Noah Davis freed his children from bondage, this reality is merely a fantasy for the majority of slaves who were taken from their kin and sold in the \"Deep South\".","This quote in Walter Johnson's <em>Soul by Soul</em> displays the rarity of the circumstances in which had unfolded for Noah Davis, \"... some few others were able to gain their freedom by purchasing themselves.\" Noah Davis lived a life in which he was able to escape the normal. He put his faith into God, his fellow man, and with help from a kind slave master, he successfully avoided the \"story of seperated lovers and broken families.\""],"display_date":1854,"search_date":"1854-07-02","citations":[{"divid":1362013512,"type":"Book","data":["Noah Davis","A Narrative of The Life of Rev. Noah Davis, a Colored Man. Written by Himself, at the Age of Fifty-Four","","Baltimore","J. F. Weishampel, Jr.","1859","1-69"]},{"divid":1362013633,"type":"Book","data":["Walter Johnson","Soul by Soul: Life Inside The Antebellum Slave Market","","Cambridge, Massachusetts","Harvard University Press","1999","41-53"]}],"locations":[{"id":6988,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"},{"id":6987,"lat":39.2038567799,"lng":-78.2606208397,"zoom":9,"place":"FREDERICK, Virginia"},{"id":6989,"lat":41.8745874433,"lng":-71.5917581694,"zoom":10,"place":"PROVIDENCE, Rhode Island"}],"tags":[{"id":4,"tag":"Slavery"},{"id":79,"tag":"Religion"},{"id":3,"tag":"African-Americans"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}