{"id":5658,"title":"Stripped by Humanity: Slavery in The Antebellum South","course_id":103,"status":"P","start_date":"1830-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Imagine starvation. Imagine being permitted a single peck of corn each week to fill a gnawing stomach. Imagine having no food to fuel your weary body, but forced to work twelve-hour days in the Georgia fields under a hot, blistering, sun. Just imagine. The word is slavery: that “non-existence” of being owned by another human being without any chance of personal freedom.","Charles Ball, a slave in the Antebellum South, was forced to work all day with barely any food. Temptation overcame his rational thinking as he purloined a sheep from his master's property. He beheaded the animal with a hoe and cut the meat off the carcass. He then brought the spoils back to slave quarters to feed his fellow slaves.  But Master Tom, noticed Charles missing and shortly discovered his whereabouts that evening. Then the master commanded him to be tied to a mill-post for the night. After a day of contemplation, Charles' torture was decided. Tied to a post by his thumbs, he was whipped ninety six times. To exacerbate this immense agony, sweltering pepper tea was rubbed on the gashes in his back repeatedly, a feeling similar to hot coals being placed on one's body and thereby permanently disfiguring the skin. Helpless and completely immobilized, Charles experienced the incredulous cruelty and suffering of the slavery system.  His natural impulse to feed himself and his fellow slaves were punished in the most humanly disgraceful way.","With all the horror and terror that slaves experienced during this shameful period in our history, one wonders if slave owners ever felt pity for slaves or realized that they were of human flesh and not mindless beasts of burden.  Johnson writes in his book, <em>Soul by Soul,</em> “It was often the case that benevolent correctives and declarations of slave humanity intensified brutal exercise of power upon the captive body rather than ameliorating the chattel condition\" (5). This statement suggests that slaveholders abused their power by destroying the humanity of these poor human beings through torturous acts. Instead of improving their slaves’ already tenuous situation by treating them decently, owners exercised brutal power and used this power to excess. It defined them as an ignorant and hateful group of people."],"display_date":"1830 - 1850","search_date":"1840-07-01","citations":[{"divid":1362020630,"type":"Book","data":["Saidiya V. Hartman","Scenes of Subjection","1","New York, New York 10016","Oxford University Press, Inc","1997","3-15"]},{"divid":1362020683,"type":"Book","data":["Charles Ball","Fifty Years in Chains, or; The Life of An American Slave","1","Indianapolis","Asher &amp; Company","1859","1-200"]}],"locations":[{"id":6997,"lat":38.0258033782,"lng":-75.2629443285,"zoom":9,"place":"WORCESTER, Maryland"}],"tags":[{"id":381,"tag":"Antebellum America"},{"id":4,"tag":"Slavery"},{"id":238,"tag":"African American"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}