{"id":5660,"title":"A Family Divided: Henry Watson and The Slave Trade","course_id":103,"status":"P","start_date":"1813-01-01","end_date":"1823-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Henry Watson woke up one morning by himself. His mother, who had put him to bed the night before, was not next to him. He began to worry; he had never been without his mother before, even a day. After all he was still a child. He scurried out of bed and looked around. He asked several other slaves, who knew his mother well, of her whereabouts. Every single one gave him a blank stare; no one said a word to him. He went to the kitchen, where his mother worked, and asked his mistress of his mother’s whereabouts. She said nothing and ordered him back to work. This frightened Watson. He was scared, lonely, worried and weak without his mother. Soon the trauma brought upon him illness. An illness that he was not expected to recover from.","An old slave woman came to Watson’s aid. She felt sorry for the child and began to take care of him. She treated him like the mother that he lost. During his recovery she told him about the mysterious disappearance of Watson’s mother. His mother had tucked Watson in bed one night, during the night a slave trader came to the house in which they were in bondage. The trader entered the house and attempted to take Watson’s mother away. She resisted to the best of her ability. The trade had to tie her up by her hands and feet and then proceeded to drag her away in the horse and buggy that he arrived in. The mysterious disappearance was no longer mysterious. In fact, it was common for slave families. Watson was no longer scared, or lonely, he was now angry, angry that he lost his mother to the slave trade, angry that his family was broken up. He swore that he would escape when he became of age and search for his mother, but as Watson's days in bondage wore one, his mother became a distant memory.","Walter Johnson’s <em>Soul by Soul</em> talks a lot about slavery in the south from the perspective of the slave trade. He looks at the trade from many perspectives that affect our understanding of slavery in the south. For Henry Watson, the trade was all too real to him. His first exposure of the trade was with the loss of his mother. Although he never witnessed her leaving nor did he know where she went, Johnson does talk about how the trade did break up communities, friendships and families. Watson was no exception. He lost his mother, his only parent and immediate relative, to a slave trader."],"display_date":"1813 - 1823","search_date":"1818-07-02","citations":[{"divid":1362023632,"type":"Book","data":["Walter Johnson","Soul By Soul: Life Inside the Antebellum Slave Market","","Cambridge, Massachusetts","Harvard University Press","1999","19-44"]},{"divid":1362023937,"type":"Book","data":["Henry Watson","Narrative of Henry Watson: A Fugitive Slave","","Boston","Bela Marsh, 25 Cornhill","1848","1-48"]}],"locations":[{"id":6965,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":96,"tag":"Slave Trade"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}