{"id":5662,"title":"Solomon Bayley: The Hope of Escaping Slavery","course_id":103,"status":"P","start_date":"1813-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Solomon Bayley touched the tender side of slavery in his narrative. Torn away from his enslaved family in Delaware and carried off in a wagon, Bayley jumped to freedom. It was only the chance to buy back his wife and son that motivated Bayley. On his adventure he was forced to journey by foot through Virginia, and ran into scheming slaves and slave owners. Bayley finally made it to the slave markets where his wife and son were being sold. The most revealing ordeal Bayley encountered is one in which he bought his wife. The ties of affection to his wife glistened brightly. Not only did the daughter of his wife’s master plea for Bayley to succeed but other white southerners felt the need chip in as well. With a daughter’s sympathy and borrowed money, Bayley was able to strike a deal, in which he bought his wife and only had to be enslaved to a benevolent white slave owner for a year.","Bayley's narrative is evidently relatable to Walter Johnson’s book, <em>Soul by Soul</em>. Johnson presents us with the rigors of slave trade.  At the trading market it was common for slaves to use emotion in order to be traded where they wished to be or not. Case in point, Bayley has to rely on the use of emotion to appeal to the daughter and white men.  By Bayley showing distress and despair, the white men and daughter decide to lend a hand. However, the slave owners want Bayley's family to be enslaved to them for the coming year. Bayley agreed to this deal. Bayley was exercising the little agency a free slave has when he or she has leverage (i.e an able-bodied family and money). The dream of reuniting his family on a plantation and eventually situating his family in a completely free lifestyle is Bayley's end goal. We are also able to see the struggle and anxiety slaves had to go through just to see their family again. Bayley was able to conquer his anxiety through prayer and see his goal to the end. This connects to Walter Johnson's <em>Sould By Soul</em> on page 180 when Johnson provides the example of the slave Henry. Henry bargained with the slave owners to be sold with his wife or else he would runaway. Johnson describes the Henry and Bayley's behavior perfectly on page 180 when he shares \"Slaves who were brave enough to meet insincere questions with a sincere response built upon the accreted experience of the slave market with unwilling slaves...\" Bayley was candid towards the benevolent owners in sharing his financial problems. It took alot of guts to stand up for himself and ask for his wife. After reading Johnson it is clear that slaves do have agency which enabled them appeal to owners."],"display_date":"1813 - 1825","search_date":"1819-07-02","citations":[{"divid":1362101094,"type":"Pamphlet or Other Printed Material","data":["Solomon Bayley","A Narrative of Some Remarkable Incidents in the LIfe of Solomon Bayley, Formerly a Slave in the State of Delaware, North America;Written by Himself,and Published for His Benefit;to Which Are Prefixed, a Few Remarks by Robert Hurnard.","London","Harvey and Darton","1825","University of North Carolina"]},{"divid":1362101323,"type":"Book","data":["Walter Johnson","Soul By Soul: Life Inside The Antebellum Slave Market.","N/A","Cambridge MA","Harvard University Press","1999","180"]}],"locations":[{"id":6986,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":501,"tag":"Escaping slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}