{"id":5663,"title":"The Religion of Slavery: Uncovering community supplanted by religion in ‘The Narrative of William W. Brown, a Fugitive Slave.’","course_id":103,"status":"P","start_date":"1841-01-01","end_date":"1841-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["William Wells Brown’s narrative is not one of common consistency. He was unfortunate enough to be subjected to the harsh realities of chattel slavery through years of being rented out to various owners stretching from Missouri to Mississippi. A great deal of his time was spent aboard steamships, as a hand to take care of slaves or to wait on passengers. Wells recounts that after one particular summer aboard a steamship, he returned to the farm to find that his master had “got religion.” William had just left the employment of Captain Reynolds aboard the steamship Enterprize. What may have seemed like a ‘dream’ employment to slaves used to harsh labor conditions turned into a constant reminder for Brown that he was not free, as he was forced to watch white passengers pass from place to place as they pleased, while his brothers and sisters were chained below on their passage to the desolate slave pens of New Orleans.","William Wells Brown was somewhat relieved when he was able to return to life on the farm, despite the work in the “burning sun.” However, he was soon to be placed into the farmhouse as a waiter, where he found a that his master had become a man of devout worship. Brown made an important distinction when he talked of life before religion, and after. William wrote, “Formerly, we had the privilege of hunting, fishing, making splint brooms, baskets, &c.  on Sunday; but this was all stopped. Every Sunday, we were all compelled to attend meeting.... At night, the slaves were called in to attend [prayer]; but in the mornings, they had to be at their work...”","Bruce Levine, in his book “Half Slave and Half Free,” asserts that the distinctive labor systems of the North and the South, and particularly the reliance on slavery in the antebellum south, permeated into all aspects of regional life, including religion. Building from this assumption, the abrupt replacement of activities with religion points to the strength of the slave community, and the urgency of slave holders who were dependent on slave labor to undermine it.","William Wells Brown, when later speaking of his observations of a slave auction in St. Louis, recounted the pitch of an auctioneer to potential slave buyers. He writes, “Why should this man tell the purchasers that she has religion? I answer, because in Missouri, and as far as I have any knowledge of slavery in the other States, the religious teaching consists in teaching the slave that he must never strike a white man; that God made him for a slave; and that, when whipped, he must not find fault,--for the Bible says, \"He that knoweth his master's will, and doeth it not, shall be beaten with many stripes!\" And slaveholders find such religion very profitable to them.” Both the twisting of religious verse to justify the beatings of slave and the act of the beatings themselves both served and equal purpose: to keep the slave population in a place of servitude and to degrade any sense of autonomy the slaves might have had. Yet it also served to form a community bonded together by the shared experiences and injustices of slavery."],"display_date":1841,"search_date":"1841-07-02","citations":[{"divid":1362178182,"type":"Book","data":["Bruce Levine","Half Slave and Half Free","","New York","Hill and Wang","1992","14"]},{"divid":1362178632,"type":"Book","data":["William Wells Brown","The Narrative of William W. Brown, a Fugitive Slave","","Boston, MA","The Anti-Slavery Office","1847","33-37, 83"]}],"locations":[{"id":6985,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":4,"tag":"Slavery"},{"id":238,"tag":"African American"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}