{"id":5664,"title":"The Henry Watson Story","course_id":103,"status":"P","start_date":"1813-01-01","end_date":"1823-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the year 1813 right outside Fredericksburg, Virginia, a slave was born. The name of the slave was Henry Watson. Henry was born into slavery by his late mother, Letty. Like most slaves he had no recollection of his age, he had heard that the age of a slave is kept by the different seasons of the year. If a child were to ask of their age, the answer would be similar to this quote “this planting corn time, you are six, eight or ten”.","Henry awoke one morning in an utter confusion. He asked for his mother but no one spoke his mother was gone. The separation from his mother took a toll on Henry’s emption and body. No one expected the poor young boy to recover until old slave-women began to take care of him. The only way she could comfort young Henry was to give him the most information she could about the untimely disappearance of his loving mother. The story she told was cruel but common in the slave trade era. One day a slave-trader had pulled his buggy up to the front door of the house and his mother was sent forth. As she approached the buggy, she was knocked down, tied and thrown into the buggy. She was never to be seen again. This traumatic event made Henry strong and angry.","Henry learned that the principal business of slave masters was to raise slaves to be sold on the market. Unfortunately, Henry had learned the hard way about the trading process. One day, Henry’s life was turned upside down unexpectedly. Henry saw a man approaching his master’s house so he ran with the rest of children to hide. He got wind that his master was looking for him and ordered him into the house. The man inspected Henry and was satisfied. During the slave trade era, the body of a slave was inspected to for whipping scars or any other discretion on the body. Walter Johnson of <em>Soul by Soul</em> stated that Slave Traders “had to consider the slaves’ perspective to make sure they would have a body to go with the bill of the sale”. Slaves entered the trade alone and anonymous making Henry alone as ever.","In Walter Johnson’s <em>Soul by Soul </em>he speaks mainly of the slave trade and the surrounding market. Johnson looked at slave’s perspective of the trades and that was what Henry’s narrative was about. Henry wanted to tell his story through his own eyes, hoping that we as readers can try to understand the pain and suffering the slave market has caused."],"display_date":"1813 - 1823","search_date":"1818-07-02","citations":[{"divid":1362198877,"type":"Book","data":["Walter Johnson","Soul By Soul","","Cambridge, MA","Harvard University Press","1999","19-60"]},{"divid":1362199022,"type":"Book","data":["Henry Watson","Henry Watson: A Fugitive Slave","","Boston,MA","Bela Marsh","1848","4-14"]}],"locations":[{"id":6993,"lat":39.1445168984,"lng":-78.1775216949,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"},{"id":126,"tag":"fugitive slave"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}