{"id":5669,"title":"Canadian Involvement in NORAD.","course_id":104,"status":"P","start_date":"12/12/58","end_date":"12/12/58","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The North American Air Defense Command (NORAD) was a joint partnership agreement between Canada and the United States over the defense of North America from Soviet long range bombers. Cooperation between the United States and Canada was vital to the success of NORAD, however. In a letter to the assistant Secretary of Defense for international security affairs, John M. Leddy expressed his concerns over Canadian participation in NORAD, mainly over Canada reluctance to use Anti-Ballistic missiles (ABM). The Canadian's fear of the ABM, was about the possibility of the United States firing the missiles near (or into) Canadian Airspace, without Canadian consent. (Leddy 1967). Leddy also noted the ongoing negotiations with Canada and its renewal of the NORAD agreement. Negotiations heavily depended on whether or not the ABM's would be under the command of NORAD. (Leddy 1967) If the ABM's were to be implemented, the Canadian public and official government opposition would push for the removal of NORAD. The Canadian opposition would argue that the Americans, with the suggestion of the ABM's, believe that soviet bombers are no longer a threat. With NORAD's main threat, the soviet bombers gone, NORAD would not have a purpose. In preparation for such accusations, Leddy suggested the use of the counter-arguments sent to the Ottawa embassy. The main argument was that anti-bomber mechanisms were still vital to the defense of North America. . (Leddy 1967) Leddy also mentions that a member of his department, which was the department of consultations, should attend the meeting with the Canadian defense minister so that negotiations could precede much smoother.","NORAD was a partnership between Canada and the United States although Canada's role in NORAD has been up for debate. Canada's geography made it a valuable ally when it came to defense of the continent but the geographical importance of Canada has been diminished by more advanced radar technology. Along with administrative changes that favored American command, allocation of space defense to the United States Air Force, and reduced spending on NORAD, Canada's role in NORAD has been reduced to supporting the Americans. One of the main reasons that the Americans still wanted Canada in NORAD was the Anti-Ballistic Missile program (ABM). With the threat of bombers decreasing and the threat of intercontinental missiles increasing, NORAD needed to adapt to the new threats. The main issue was about where the ABM's would be located. Canada did not want ABM's and each NORAD renewal since the 1960's mentions Canada's non-participation with missile defense, but the 1981 renewal had this cause removed. (Canada in NORAD 1985) Another issue lies with the command of NORAD, with much of the command belonging to the Americans. Plans have been made to have Canada builds its own Regional Operational and Control Centre (ROCCs) near North Bay by 1984, which would have allowed Canada full control of its airspace, however. The defensive liabilities of the base reinstated power back to the Americans. America had always involved Canada with the defense of North America, going so far as to prepare an amendment to the Atomic energy act that would allow Canada to possess nuclear weapons. (Lay Jr 1958) This never came to fruition and Canada's involvement in NORAD continued to decrease. Canada's role in NORAD had been to provide back up for the United States and to help with the surveillance of North America."],"display_date":"December 12, 1958","search_date":"1958-12-12","citations":[{"divid":1364836057,"type":"Government Document","data":["\"Consultations with Canada on Deployment of Anti-Ballistic Missile system.\"","Secret Letter","August 31, 1967","","","","","Digital National Security Archive","url:http://gateway.proquest.com.myaccess.library.utoronto.ca/openurl?url_ver=Z39.88-2004&amp;res_dat=xri:dnsa&amp;rft_dat=xri:dnsa:article:CNH01429"]},{"divid":1364836329,"type":"Government Document","data":["Canadian Access to Nuclear Weapons in Peacetime","Top Secret, National Security Council Report","December 12, 1958,","","","","1-6","Digital National Security Archive","http://gateway.proquest.com.myaccess.library.utoronto.ca/openurl?url_ver=Z39.88-2004&amp;res_dat=xri:dnsa&amp;rft_dat=xri:dnsa:article:CPD00575"]},{"divid":1364836344,"type":"Newspaper Article","data":["Canada in NORAD (3)","Globe and Mail","","December 20, 1985",""]}],"locations":[{"id":7025,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1630,"tag":"Canada"},{"id":1631,"tag":"NORAD"},{"id":1632,"tag":"USA"},{"id":1633,"tag":"Nuclear"}],"course":{"name":"US History since the Civil War","school":"University of Toronto Scarborough","course_id":104,"school_id":28}}