{"id":567,"title":"Fort Fisher Captured\n","course_id":1,"status":"P","start_date":"1865-01-13","end_date":"1865-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 13th Union troops under Gen. Alfred Terry attacked Fort Fisher both by naval vessels and by land.  The fort was relatively powerless as the Union forces moved inward, however, Gen. Bragg of the Confederacy worked to construct defense lines to hold off the troops.  Bragg and his men were able to defend the fort for two days until the force on the surrounding troops was too great to endure, and on Sunday January 15th they fell to a Union defeat.  The port of Wilmington commands the entrance to Fort Fisher which is located only 30 miles below, and when the Union was able to blockade the port, Fort Fisher was trapped.  Spectators commented that by sunset every gun was silenced and the fort was reduced to a pulp.' Casualties during this battle were approximately 500 Confederate and 1314 Union soldiers wounded or dead.  Though the Union loss was almost triple that of the Confederacy, the suffocating offensive approach by the Union enabled them to beat the Confederacy. &lt;br /&gt;The battle at Fort Fisher demonstrated relentless resistance and pursuit in both the Confederate and Union soldiers; it was a terrific struggle, but the Union defense lines were too strong and Confederate soldiers were unable to defend themselves against attack.  The effect of this Confederate loss was significant.  The Wilmington port was the last major access point for the South and with Fort Fisher under Union control, the Wilmington port held little importance and the Confederacy suffered in response.  The gold market was also impacted by the loss of Fort Fisher; the demand for gold was continuously decreasing and this Confederate defeat weakened the gold market even further.  The value of cotton and tobacco rose due to the closure of the port and the diminishing value of gold.  Losing Fort Fisher was a disaster for the Confederacy; without a port, the CSA would be basically defeated at this point."],"display_date":"January 13, 1865 - January 15, 1865","search_date":"1865-01-14","citations":[{"divid":1214246263,"type":"Newspaper Article","data":["","Charleston Mercury","","January 28, 1865",""]},{"divid":1214246281,"type":"Newspaper Article","data":["","Daily Dispatch","","January 17, 1865",""]},{"divid":1214246308,"type":"Newspaper Article","data":["","The Daily Clarion","","February 5, 1865",""]},{"divid":1214246339,"type":"Book","data":["E.B. Long","The Civil War Day by Day: An Almanac 1861-1865",null,"Garden City, NY","Doubleday &amp; Company","1971",""]}],"locations":[{"id":425,"lat":34.4008642849,"lng":-77.6110652671,"zoom":8,"place":"NEW HANOVER, North Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}