{"id":5671,"title":"The Great Chicago Fire","course_id":99,"status":"P","start_date":"1871-10-08","end_date":"1871-10-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In order for fire to die, there needs to be water, and usually, lots of it. Chicago in 1871 had a serious lack of water and a desperate need for it. It was hot and dry and Chicago was in the midst of a draught; the worst weather for a fire to occur. Early autumn was no different from the previous summer; the hot air still lingered and small fires often started. The draught was so bad that between July 4<sup>th</sup> and October 9<sup>th</sup> of that year, only one and four tenths inches of rain fell.","On Sunday evening, just after nine o’clock on October 8, 1871, a fire began in a barn. While the actual cause of the fires is unknown, many believe the beginning of the catastrophic fire started with a cow that kicked over a lantern in the barn, thus starting a fire that engulfed much of the city. An estimated nine-tenths of the structures were made of wood, and the other tenth contained wooden aspects. It was a fire breeding ground. Combined with the draught, a city made of dry wood was helpless against the relentless flames. The urgency of the fire was unknown to many, most believing the smoke to be from part of a previous blaze that was under control. With only an estimated two hundred firefighters throughout the city, many were exhausted from their work the previous day. The watchman, upon seeing the flames from his lookout, directed the weary firefighters to a location a mile away from where the fire actually was. As a result of all the bad luck in Chicago that day, the fire quickly spiraled out of control.","The overworked firefighters and overused equipment simply could not keep up with the blaze. Thinking the fire had consumed all it would be able to, firefighters managed to direct the flames to a nearby river, assuming the river would stop the spread of flames. However, a tall church caught fire and aided by high winds, sparks were able to jump the river and ignite rooftops. The mayor called out to neighboring cities for help, but by this point the fire was unstoppable and had already cut off the city’s water supply, thus cutting off any water firefighters were able to get.","The fire destroyed everything; homes, hotels, and department stores in a blaze that burned a trail for thirty-four blocks, roughly four miles long and three-quarters of a mile wide. The fire burned itself out, with the help of a light drizzle on October 10<sup>th</sup> that the city hadn’t seen for months. The city recovered one hundred and twenty five bodies, with the estimated death toll between 200-300 people. The fire prompted a rewriting of Chicago’s fire standards, and while dampening the spirit of the city temporarily, residents rallied and pulled their fair city out of the depths of a living hell."],"display_date":"October 8, 1871 - October 10, 1871","search_date":"1871-10-09","citations":[{"divid":1365446643,"type":"Article","data":["Joseph Kirkland","The Chicago Fire","The New England Magazine","12:6","1892","726-743"]},{"divid":1365446832,"type":"Book","data":["Robert Cromie","The Great Chicago Fire","","New York","McGraw-Hill","1958","All"]},{"divid":1365446877,"type":"Book","data":["Robert Comrie","The Great Chicago Fire: Chicago 1871","","New York","G.P. Putnam's Sons","1971","All"]},{"divid":1365446935,"type":"Article","data":["Karen Dusek","The Great Chicago Fire","Appleseeds","None","Cobblestone","All"]},{"divid":455219,"type":"Website","data":[null,"CKrJDGZIbOzsXaPaGW"]},{"divid":9506,"type":"Government Document","data":[null,null,"rPsExZcoNnizNn"]}],"locations":[{"id":7036,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":836,"tag":"fire"},{"id":827,"tag":"Chicago"}],"course":{"name":"Pamphlets &amp; Pirates: Popular Print Culture in Antebellum America","school":"Northeastern University","course_id":99,"school_id":56}}