{"id":5675,"title":"The Supreme Court Takes a Stance on Fugitive Slavery and States Rights","course_id":99,"status":"P","start_date":"1842-01-01","end_date":"1842-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1837, attorney Edward Prigg was commissioned on behalf of Margaret Ashmore to recapture and bring Margaret Morgan from Pennsylvania back to Maryland. Morgan had lived in virtual freedom, but was never formally emancipated by the Ashmore family. In accordance with Pennsylvania’s Law of 1826, Prigg took Morgan before a county justice for a hearing at which the justice declined cognizance of the case. Despite this ruling, Prigg had Morgan and her children abducted back to Maryland. Prigg was charged and convicted in 1839 by the state of Pennsylvania with kidnapping under the Pennsylvania Law of 1826 which prohibited the removal of African Americans from the state with the intention of enslaving them. This law directly contradicted Maryland and Federal law, questioning the authority of the Constitution and Congress; therefore, the case was brought before the United States Supreme Court in 1842.","At this time, states’ rights tensions were brewing. While abolitionists were pushing for the federal government to outlaw slavery, slavery states did not think that the federal government had the jurisdiction to do so. Eight of the nine justices of the Supreme Court voted to reverse the original conviction and held the Pennsylvania Law of 1826 unconstitutional under both the Fugitive Slave Act of 1793 and Article IV of the U.S. Constitution, strengthening federal power and weakening state power. While this was a win for slave states, at the same time, this ruling limited states from passing legislation in areas that conflicted with the Constitution- an issue that led to the secession of the Southern states. The result of this ruling sent Morgan and her children back into bondange. Prigg was nominated a sheriff in 1840."],"display_date":1842,"search_date":"1842-07-02","citations":[{"divid":1365947917,"type":"Newspaper Article","data":["Remarks of Hon. J. Collamer","Burlington Free Press","","January 18, 1861","1"]},{"divid":1365948044,"type":"Article","data":["Joseph Nogee","The Prigg Case and Fugitive Slavery","The Journal of Negro History","39.3","1959","185-205"]},{"divid":1365948475,"type":"Newspaper Article","data":["The Slave Compromises of the Constitution","New Englander and Yale Review","","July 27, 1849",""]},{"divid":1365948574,"type":"Article","data":["unknown","The Independence of the Judiciary","The North American Review","57.121","1843","unknown"]},{"divid":1365948628,"type":"Article","data":["Joseph Burke","What Did the Prigg Decision Really Decide?","Pennsylvania Magazine of History and Biography","93.1","1969","73-85"]}],"locations":[{"id":7042,"lat":39.9199204801,"lng":-76.7265166341,"zoom":9,"place":"YORK, Pennsylvania"}],"tags":[{"id":1651,"tag":"Prigg v Pennsylvania"},{"id":1650,"tag":"federal power"},{"id":1649,"tag":"state rights"},{"id":1566,"tag":"Fugitive Slave Act"},{"id":32,"tag":"Civil War"}],"course":{"name":"Pamphlets &amp; Pirates: Popular Print Culture in Antebellum America","school":"Northeastern University","course_id":99,"school_id":56}}