{"id":5677,"title":"<strong>First Sitting President to Mention Civil Rights in the South</strong>","course_id":106,"status":"P","start_date":"10/26/21","end_date":"10/26/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 26, 1921 President Warren G. Harding visited Birmingham, Alabama.  The Magic City was celebrating its semi centennial - fifty years of being a city in the New South. It was a city without a typical Southern past.  Founded in 1871, Birmingham was a model city at this time – railroads, blast furnaces and steel mills marked its landscape.  It was a bustling industrial giant; and, it was here in this thriving metropolis that President Harding delivered the first speech given in the South by a sitting president which called for racial equality.","President Harding arrived at the Birmingham Terminal Station at 8:45 A.M. aboard a special train from Washington.  A grand parade began at 10:00 A.M., in the lead car President Harding greeted thousands of onlookers waving American flags and eventually traveled to the Tutwiler Hotel. The Tutwiler’s balcony served as the reviewing stand for the President and his party as the parade traveled past – Civil War veterans, groups of industrial workers, National Guardsmen – the whole city turned out for the Presidential visit.","Harding’s official address to the city was delivered in Woodrow Wilson Park at 11:30 A.M. to a large crowd of the fast-growing city.  Harding’s plan was to use this speech to make his first public show of support for the Republican National Committee’s plans to reorganize the party in the South.  He explained that race was becoming an issue and could no longer remain a solely regional concern.  Harding spoke of the great migrations of black laborers to the North during World War I, the meritorious service given by black soldiers during the war, and then spoke of political equality as a guarantee of the U.S. Constitution: “Let the black man vote when he is fit to vote; prohibit the white man voting when he is unfit to vote.”  While white listeners fell largely silent, African Americans cheered from their segregated section of the park.   Calling for “an end of prejudice” Harding went further than any president since Abraham Lincoln.","With this speech, Warren G. Harding became the first President to support civil rights on Southern soil for African Americans.  He felt that African Americans should have full equality in employment, education and political life.  While some may consider Harding a mediocre President, it is clear that he was a good man who sought equality under the law for all American citizens - white and black - at a time of severe racial intolerance, by openly advocating civil rights.  President Harding was clearly a man of his convictions."],"display_date":"October 26, 1921","search_date":"1921-10-26","citations":[{"divid":1366303032,"type":"Newspaper Article","data":["Crowds Pouring in as Birthday Party Reaches its Stride","The Birmingham News","","October 25, 1921","http://bplonline.cdmhost.com/cdm/ref/collection/p4017coll2/id/562. (accessed February 2, 2013)"]},{"divid":1366303376,"type":"Pamphlet or Other Printed Material","data":["","“Harding’s Hidden Halo”","","Wilson Quarterly","Vol.36, Issue 1 (Winter2012): 62",""]},{"divid":1366303518,"type":"Newspaper Article","data":["Harding Says Negro Must Have Equality in Political Life; Does Not Mean Same Social Plane, He Tells South in Birmingham Speech. Warns Against ‘Demagogy’ Tells Audience He Will Speak Frankly, ‘Whether You Like it or Not.’ Praised By Underwood Alabama City Gives Rousing Welcome to Chief Executive, Who Receives College Degree.","The New York Times","","October 27, 1921","http://www.nytimes.com. (accessed February 2, 2013)"]},{"divid":1366303633,"type":"Book","data":["Eugene P. Trani and David L. Wilson","The Presidency of Warren G. Harding, American Presidency Series","","Lawrence","Regents Press of Kansas","1977","189-192"]},{"divid":1366303834,"type":"Article","data":["Carl Sferrazza Anthony","“The Most Scandalous President”","American Heritage","vol. 49, no. 4","July/August 1998","1"]}],"locations":[{"id":7080,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":142,"tag":"african americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}