{"id":5679,"title":"<strong>Top Dog at the White House</strong>","course_id":106,"status":"P","start_date":"3/5/21","end_date":"3/5/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Though there were many presidential pets before him, Laddie Boy was the first celebrity White House pet.  Few people realize that Laddie Boy, President Warren G. Harding’s Airedale terrier, was the first to receive regular coverage from newspaper reporters. Presidential pets had to receive the same scrutiny as their distinguished masters.  Whether providing companionship or humanizing the President’s political image, Laddie Boy did his job well.   Laddie Boy was included in the everyday happenings in the White House during Harding’s 1921-1923 administration.","Laddie Boy came to the White House on March 5, 1921, the day after Harding took office, he was 7 months old.    He had been born on July 26, 1920 at Caswell Kennels in Toledo, Ohio.  President Harding told his staff to let him know when the dog arrived, so they did, even though there was a cabinet meeting going on.  President Harding was so happy to get Laddie Boy that he brought him right into the meeting.  After this, Laddie Boy went to most cabinet meetings where he had his very own hand-carved chair to sit on.  Laddie Boy was both photogenic and the perfect representation of Harding’s campaign slogan “Return to Normalcy.”  Harding loved dogs and he used Laddie Boy to demonstrate his connection to the average person.","Laddie Boy certainly knew how to steal the spotlight.  His popularity with reporters was so great they often quoted him in pretend interviews.  Laddie Boy accompanied Harding while he golfed, had his own birthday parties, greeted official delegates and once hosted the annual Easter egg roll.  Harding so loved Laddie Boy and the attention he received, that he commissioned one thousand bronze miniatures of Laddie Boy, which Harding gave to supporters. With all this attention, Laddie Boy was named the official presidential pet.  He was treated like a king and even had his own caregiver who gave the dog daily baths.","Laddie Boy was so beloved nationwide that the Newsboys’ Association asked every newspaper delivery boy in the country to donate one penny to a special fund to build a statue of Laddie Boy.  In all, nineteen thousand one hundred thirty-four pennies were collected and melted down.  Laddie Boy’s likeness, made from the copper in the pennies, still stands in the Smithsonian Institution in Washington, D.C."],"display_date":"March 5, 1921","search_date":"1921-03-05","citations":[{"divid":1366306048,"type":"Artifact","data":["","Bronze Statue of Laddie Boy","statue","","","Smithsonian Institution Archives","http://siarchives.si.edu/collections/siris_sic_7819. (accessed February 20, 2013)"]},{"divid":1366306183,"type":"Article","data":["Helena Pycior","The Making of the ‘First Dog’: President Warren G. Harding and Laddie Boy","Society &amp; Animals","Vol. 13, Issue 2","June 2005","109-138"]},{"divid":1366306374,"type":"Website","data":["Smithsonian Magazine","The White House’s First Celebrity Dog","Smithsonian Magazine","http://www.smithsonianmag.com/history-archaeology/The-White-Houses-First-Celebrity-Canine.html.","February 22, 2013"]},{"divid":1366306526,"type":"Book","data":["Thomas Herbert Russell","The Illustrious Life and Work of Warren G. Harding, Twenty-ninth President of the United States","","Chicago","Chicago","1923","223-225"]}],"locations":[{"id":7144,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":18,"tag":"Politics"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}