{"id":5680,"title":"Modernization of the NIH Clinical Center: Groundbreaking of the Mark O. Hatfield Clinical Research Center","course_id":107,"status":"P","start_date":"11/4/97","end_date":"11/4/97","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The National Institutes of Health Clinical Center, located in Bethesda, MD, is a hospital devoted entirely to clinical research and is one of the centers of the National Institutes of Health. Construction for the original center, the Warren Grant Magnuson Clinical Center, began in 1948 and the center opened in 1953. On November 4, 1997, a groundbreaking ceremony was held in honor of the new clinical research center that would be opened as an addition to the 44-year-old Warren Grant Magnuson Clinical Center. This center would be a 4-wing, 250-bed hospital and would be able to conduct the most advanced clinical research and better cater to patients’ needs. Among federal buildings, the two buildings constituting the NIH Clinical Center, are second in size only to the Pentagon.","The ceremony for the new center, to be named after Sen. Mark O. Hatfield, was attended by Sen. Hatfield himself, as well as Vice President Al Gore, along with more than 500 guests and dignitaries. At the ceremony, Vice President Al predicted that the NIH Clinical Centers would be able to make medical breakthroughs in research. Among the noted speakers at the groundbreaking ceremony, several patients of the Clinical Center gave testimonies to their benefits from the research advances.","The construction of the NIH Clinical Center marked a significant change in medical history, as much of the research that was being done was basic laboratory research, and the greatest gap was in clinical research. Once people recognized that collaboration between disciplines could result in the true advancement of medicine, the scope of laboratory and clinical research expanded to meet the changing techniques and demands of the medical field. The opening of the original Clinical Center in 1953 marked a decade long transformation of the NIH from a local, small federal agency to the powerful research center that fueled all biomedical research. This redefinition of the NIH was due to 3 US Public Health Service officers being able to convince both the Roosevelt and Truman administrations, along with the US Congress, to allow the NIH to expand, develop a research hospital, and establish a national program of grants.  At the time, doctors proposed the need for more changes in the NIH system to reinvigorate the tradition of clinical investigation and incorporate more innovation. With this came the establishment of the NIH Clinical Center, and though it was originally believed that the amount of research must be kept relatively small to be an outstanding research institute, the great success of the NIH Clinical Center and the invaluable medical advances warranted the expansion of the center and the growth of the research.","During Senator Mark O. Hatfield’s service in the United States Senate for 30 years and service as chairman of the committee on appropriations for 8 years, he developed a commitment to medical research. With the support from influential government figures, such as Sen. Hatfield, such expansions and advances in medical research were possible and the Mark O. Hatfield Clinical Research Center was able to become a reality. The Mark O. Hatfield Clinical Research Center opened in 2005 and is a $596 million technological spectacle. This hospital space consists of 4 patient care wings with 242 inpatient beds. The two clinical and research wings of the new building meet at a crossroads, which is designed to function like a town square. In this space, there are alcoves for meetings, floating staircases and open walkways with areas for chairs and couches to allow individuals to interact, encouraging normal interactions between patients and researchers as well. There is a glass-enclosed atrium, lending views of the landscaped courtyards. In the patient rooms, there are large, low windows that allow the patients lying in bed to see views of the courtyards below them. In the children’s unit, unique light fixtures were designed with colored marbles, so children could recognize their own rooms, and paw prints or stars were painted on the ceiling to amuse and comfort children while they were lying in bed. The redesign and modernization of the new Clinical Center demonstrates the growing importance and emphasis on clinical research in the medical field."],"display_date":"November 4, 1997","search_date":"1997-11-04","citations":[{"divid":1366649882,"type":"Newspaper Article","data":["Ground Broken for New Hospital","The NIH Record","Bethesda, Maryland","November 18, 1997",""]},{"divid":1366649964,"type":"Article","data":["Alan Schechter","The crisis in clinical research","Journal of American Medical Association","280","1998","1440-1442"]},{"divid":1366650122,"type":"Article","data":["Lynne Lamberg","New home for nation's research hospital","Journal of American Medical Association","293","2005","2077-2079"]},{"divid":1366650183,"type":"Article","data":["Norma Topping","The United States public health service's clinical center for medical research","Journal of American Medical Association","150","1952","541-545"]}],"locations":[{"id":7057,"lat":39.1365976774,"lng":-77.2045056739,"zoom":9,"place":"Montgomery, Maryland"}],"tags":[{"id":100,"tag":"Medicine"},{"id":1654,"tag":"Hospital"},{"id":1655,"tag":"Space"}],"course":{"name":"Making the Modern Hospital","school":"Vanderbilt University","course_id":107,"school_id":60}}