{"id":5681,"title":"The Community Mental Health Act of 1963 and its Deinstitutionalizing Effect on Saint Elizabeth's Hospital","course_id":107,"status":"P","start_date":"10/31/63","end_date":"10/31/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Due to a growing need for mental health services, Saint Elizabeth’s Hospital was built by the United States Congress as a result of the Civil and Diplomatic Appropriation Act of 1852. The Institution opened in Washington, DC in 1855 as the “Government Hospital for the Insane”. A prominent leader in the mental health field, Dorthea Dix, lobbied for the construction of the facility and founded the facility with the goal of providing the \"most humane care and enlightened curative treatment of the insane of the Army, Navy, and District of Columbia.” Before this, many of the patients that could be considered “insane” were simply put in jail and were not receiving the care they needed. The name of the facility was later changed to Saint Elizabeth’s in 1916 because it temporarily provided medical care for wounded soldiers during the Civil War and those that were being treated were reluctant to tell people that they were being cared for at a mental institution. Instead they used the name of the colonial area the hospital was originally built on, Saint Elizabeth’s. Saint Elizabeth’s Hospital was the first government-run mental institution in the country and was one of the largest mental institutions in the country. The hospital was a pioneer in mental health care at the time of its existence. At its prime in the 1940’s, Saint Elizabeth’s Hospital was home to over 7,000 patients.","Saint Elizabeth’s Hospital now operates with a small fraction of that number of patients, largely due to a certain historical event, the Community Mental Health Act of 1963. This Act, fully titled the “Mental Retardation Facilities and Community Mental Health Centers Construction Act of 1963,” promoted community-based health care and provided federal funding for such facilities. One of the main purposes of this act to was provide government assistance “in improving mental health through grants for construction of community mental health centers.” The government began to fund the construction of outpatient facilities in order to allow mental patients to live more normal lives. Prior to this, mental hospitals were what Erving Goffman would consider “total institutions,” meaning that Saint Elizabeth’s Hospital was a place in which all of the patients’ activities took place with a large group of others on a schedule, which shut the patients off from the rest of society. This act led to a considerable amount of deinstitutionalization all over the country. The total number of mentally ill patients that were institutionalized went from 650,000 in 1955 to less than 150,000 in 1983. The act, in conjunction with the quickly deteriorating living conditions at the hospital, meant that Saint Elizabeth’s Hospital was no exception.  With the passage of the Community Mental Health Act of 1963, more patients opted for outpatient care and the number of patients at the hospital steadily declined."],"display_date":"October 31, 1963","search_date":"1963-10-31","citations":[{"divid":1366650510,"type":"Law","data":["An Act to provide assistance in combating mental retardation through grants for construction of research centers and grants for facilities for the mentally retarded and assistance in improving mental health through grants for construction of community mental health centers, and for other purposes","October 31, 1963","Acts of the United States Senate and House of Representatives","","","","Public Law 88-164","National Archives",""]},{"divid":1366650637,"type":"Book","data":["Erving Goffman","Asylums: Essays on the Social Situation of Mental Patients and Other Inmates","","New York","Anchor Books","1961","1-124"]},{"divid":1366650697,"type":"Newspaper Article","data":["Providing Help After the Institution","Wall Street Journal","New York","November 7, 1983","A17"]},{"divid":1366650799,"type":"Website","data":["National Library of Medicine","Saint Elizabeth's Hospital","National Library of Medicine","http://www.nlm.nih.gov/hmd/medtour/elizabeths.html","March 8, 2013"]}],"locations":[{"id":7058,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":100,"tag":"Medicine"},{"id":1654,"tag":"Hospital"},{"id":1655,"tag":"Space"},{"id":267,"tag":"Health"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Making the Modern Hospital","school":"Vanderbilt University","course_id":107,"school_id":60}}