{"id":5682,"title":"St. Elizabeth's: From 'Asylum' to 'Hospital'","course_id":107,"status":"P","start_date":"1/1/11","end_date":"12/31/16","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1911, a committee comprised of six representatives appointed by the Secretary of War, the Secretary of the Navy, the Attorney General, the Commissioners of the District of The Board of Visitors of the Government, and the Secretary of the Interior were chosen to assess the needs of the Government Hospital for the Insane.  Within the report that was submitted to the Secretary of the Interior, there was an initiative to “eliminate the word ‘insane’” from the name of the institution—citing the reminder of the institution’s purpose as “extremely disagreeable.” Within five years, the official name change became a reality.","The committee failed, however, to specify to what name the hospital should be changed.  Through analysis of other accounts of the institution’s history, it can be determined that the origins of the name St. Elizabeths occurred during the Civil War, when Congress authorized use of the hospital for the care of the sick and wounded soldiers of the Union Army.  The wounded Union soldiers treated at the hospital during the war were reluctant to write to their families that they were being treated in the Government Hospital for the Insane and instead chose to refer to the hospital as St. Elizabeth’s, after the name of the land the hospital was built upon, in order to avoid the stigma of an insane asylum.","The soldiers in St. Elizabeth’s are an early example of reframing a place or word in order to circumvent cultural assumptions of mentally ill individuals and asylums.  Examples of this can be seen today in movements such as Spread the Word to End the Word, a movement to stop the use of the word “retarded” in everyday speech, in order to avoid stigmas that are associated with mentally disabled individuals and allow others to see them as functioning members of society.","As stated by Goffman, a byproduct of a total institution such as an asylum is the stigmatization of “inmates,” among other consequences such as loss of individual liberties. The Civil War soldiers being treated at the Government Hospital for the Insane for battle wounds were aware of the social stigmatization of asylums and were reluctant to admit to being treated there, regardless of the reason.  Although the understanding of mental illness was becoming more factual at that time, society’s perceptions of insane asylums were filled will incurable monsters—not just individuals with different needs than the rest of society, as people with disabilities are seen today.  The soldiers avoided using the hospital’s true name in order to keep their families from worrying that war had changed them from heroes fighting for the Union into people that needed to be isolated from society.","Though the reasoning behind the exact name change is unclear, by renaming the hospital St. Elizabeth’s—a neutral, assumption-free title—as opposed to the Government Hospital for the Insane, it helped to remove some of the stigma of an insane asylum.  By characterizing it as simply a hospital, Congress re-framed the place as one of healing and care for those affected mentally in the process of serving their country instead of as a total institution—framing not only the hospital itself, but mental illness in general, in a more positive light."],"display_date":"1911 - 1916","search_date":"1913-12-31","citations":[{"divid":1366699386,"type":"Government Document","data":["Report of the Committee to consider the Organization and Needs of the Government Hospital for the Insane to the Secretary of the Interior","US Department of the Interior","1911","","","","7-8, 25-26","",""]},{"divid":1366699446,"type":"Article","data":["Surya Kanhouwa and Kenneth Gorelick","A Century of Pathology at Saint Elizabeths Hospital, Washington, DC","Archives of Pathology &amp; Laboratory Medicine","121.1","1997","84-90"]},{"divid":1366699518,"type":"Book","data":["Erving Goffman","Asylums","","Garden City, NY","First Anchor Books","1961","73"]},{"divid":1366699585,"type":"Article","data":["Raymond M. Weinstein","Goffman's Asylums and the Total Institution Model of Mental Hospitals","Psychiatry","57.4","1994","348-67"]}],"locations":[{"id":7059,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":17,"tag":"Government"}],"course":{"name":"Making the Modern Hospital","school":"Vanderbilt University","course_id":107,"school_id":60}}