{"id":5684,"title":"Meharry Medical College-Vanderbilt University Medical Center Alliance","course_id":107,"status":"P","start_date":"1/1/99","end_date":"1/1/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Meharry Medical College was founded in 1876 and was the first medical school in the South for African-Americans. It was one of only two African-American medical schools to meet the academic standards of the Flexner Report. It offers degrees in dentistry, medicine, and public health.[1]","In fall 1997, the president of Meharry went to the vice chancellor for health affairs at Vanderbilt University Medical Center with a proposition to form a “strategic, mutually beneficial alliance”[2]. Beneficial, because it would allow both institutions to continue providing services to Nashville’s medically underserved population. One year later, the board of trustees of both institutions approved the alliance[3].","Chatman identified several factors affecting the decision to form an alliance- the need for an efficient public hospital, shared challenges presented by TennCare- primarily its reimbursement rate, and commitments to enhancing medical education, research, and the health of the community[4]","On Jan. 1, 1999 Meharry Medical College and Vanderbilt University Medical Center announced an alliance converging at Nashville General Hospital- sharing the facility, their collective staff, and the patient population. It was described as an “unprecedented partnership”[5]. It was a uniquely beneficial merger because Meharry and Vanderbilt focused on distinct areas of care- Meharry more on family medicine and primary care, while Vanderbilt was highly specialized.[6] As a result, they complemented each other very nicely.","During the time of the merger, some of Meharry’s faculty and administration worried that it would be engulfed and lost in the larger institution that was the Vanderbilt University Medical Center. As the president of Meharry’s Faculty Senate stated, “We can compliment each other, but we have two different missions and we need to be careful.”[7]","This, along with the financial benefits of the merger helped to quiet the criticisms. Said E. Ramone Segree, senior vice president for institutional advancement who used the alliance to raise money toward Meharry’s five-year $124 million capital fund-raising campaign, “It’s a masterful partnership.”[8]","Thus, this alliance was born out of a desire to provide better and more stable care to a medically underserved population. The economic model of serving this population with low reimbursement rate of TennCare was unsustainable. In order to maintain the cultural practice of treating this population and the educational requirement of having medical students work in the hospital providing this care, this alliance was formed.","[1] Vera Stevens Chatman, Juanita F. Buford, and Brynne Plant, <em>The Building and Sustaining of a Health Care Partnership: The Meharry-Vanderbilt Alliance</em> (Academic Medicine 78.11, 2003), 1107.","[2] Chatman, <em>The Building and Sustaining of a Health Care Partnership: The Meharry-Vanderbilt Alliance</em>, 1109.","[3] Ibid.","[4] Chatman, <em>The Building and Sustaining of a Health Care Partnership: The Meharry-Vanderbilt Alliance</em>, 1106.","[5] David Hefner, <em>Breathing New Life Into Meharry</em> (Black Issues in Higher Education 18.11, 2001), 30.","[6] Doug Campbell, <em>Spitzer, Jones Set to Fill Metro General Leadership Positions</em>, (Reporter: Vanderbilt University Medical Center's Weekly Newspaper [Nashville] 16 Apr. 1999), n. pag.","[7] Hefner, <em>Breathing New Life Into Meharry</em>, 30.","[8] Ibid."],"display_date":"January 1, 1999","search_date":"1999-01-01","citations":[{"divid":1366754324,"type":"Pamphlet or Other Printed Material","data":["Wayne Riley","White Paper: Nashville General Hospital at Meharry Medical College","Nashville, TN","Meharry Medical College","2009",""]},{"divid":1366754457,"type":"Newspaper Article","data":["Spitzer, Jones Set to Fill Metro General Leadership Positions","Reporter: Vanderbilt University Medical Center's Weekly Newspaper","Nashviile, TN","16 April 1999",""]},{"divid":1366754524,"type":"Article","data":["Vera Stevens Chatman, Juanita F. Buford, Brynne Plant","The Building and Sustaining of a Health Care Partnership: The Meharry-Vanderbilt Alliance","Academic Medicine","78","2003","1105-1113"]},{"divid":1366754595,"type":"Article","data":["David Hefner","Breathing New Life into Meharry","Black Issues in Higher Education","18","2001","28-33"]},{"divid":1366754973,"type":"Newspaper Article","data":["Meharry-Vanderbilt Alliance Looks to Future","Reporter: Vanderbilt University Medical Center's Weekly Newspaper","Nashville, TN","14 October 2010",""]},{"divid":9387,"type":"Manuscript on Microfilm","data":[null,"daOfoPfwJDtIIWmSE"]}],"locations":[{"id":7064,"lat":36.1693724831,"lng":-86.7847925658,"zoom":9,"place":"Davidson, Tennessee"}],"tags":[{"id":100,"tag":"Medicine"},{"id":1654,"tag":"Hospital"},{"id":1655,"tag":"Space"}],"course":{"name":"Making the Modern Hospital","school":"Vanderbilt University","course_id":107,"school_id":60}}