{"id":5685,"title":"The Importance of Meharry Medical School in Nashville","course_id":107,"status":"P","start_date":"1/1/10","end_date":"1/1/23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Meharry Medical College was founded in Nashville, Tennessee in 1876 as a place for African Americans to study medicine (Meharry). Meharry is particularly important institution because it was the first medical school in the South for African Americans. The school is still operating successfully today even though it has faced many hardships. Without this school African Americans would have had very little chance becoming physicians but more importantly many would not have had access to medical care.","In 1904 the first of a series of events began that would put the schools ability to remain open in jeopardy; the AMA formed a council to overhaul medical education in America. This committee adopted two standards to medical education. The first being that applicants to medical school have to have at least two years of college with studies mostly devoted to the sciences. The second standard stated that medical school will consist of two years of anatomy and physiology and two years of clinical work at a teaching hospital.  The committee then appointed Abraham Flexner to do a survey of the country’s medical schools and to promote their agenda (Flexner).","This reform affected African American medical schools much differently than they did white medical colleges. After the Flexner report most of the white medical colleges quickly accepted the plan while none of the African American colleges did. The reason for not accepting these standards was because the African American medical schools would not be able to cover the costs of operation while still following the new standards. White schools were able to adhere to these standards because they had endowments and large donors. Black schools had very little money coming in from donors and small or no endowments. Schools like Meharry would not be able to fill all of their classroom seats because they would not be able to find enough African Americans that qualified for admission. This lack of qualified students was because most African American colleges don’t even offer the upper level science courses that the AMA recommended. The AMA’s new standards made it nearly impossible for Meharry and schools like it to stay open (Savitt).","The AMA instituted a grading system to report which schools were satisfactory in their eyes and which ones deserve to be shut down. Students graduating from schools below a certain grade would find it very difficult to attain a medical license thus negating their years of training. All of the African American schools graded very poorly and by 1923 only two African American schools remain. Meharry was one of those schools partially thanks to a donation from the Carnegie Foundation. Meharry would continue to struggle to survive for years to come (Savitt).","The goal of the AMA was to improve medical education in America. It may have achieved that but it also set back African Americans several decades in the field of medicine. Without the courage of Meharry the affect of these new regulations would have been far worse for African Americans."],"display_date":"January 1, 1910 - January 1, 1923","search_date":"1916-07-02","citations":[{"divid":1366762551,"type":"Government Document","data":["Flexner Report","Report for the Carnegie Foundation","1910","New York City","The Carnegie Foundation","1910","Whole document","Vanderbilt Library","www.vanderbilt.edu"]},{"divid":1366762697,"type":"Article","data":["Todd Savitt","Abraham Flexner and the Black Medical Schools","Journal od the National Medical Association","98","2006","23-29"]}],"locations":[{"id":7066,"lat":36.169373125,"lng":-86.7847981408,"zoom":9,"place":"Davidson, Tennessee"}],"tags":[{"id":1660,"tag":"Flexner"},{"id":3,"tag":"African-Americans"},{"id":1654,"tag":"Hospital"}],"course":{"name":"Making the Modern Hospital","school":"Vanderbilt University","course_id":107,"school_id":60}}