{"id":5686,"title":"An Alabama Minister Fights for Temperance By Using Race","course_id":106,"status":"P","start_date":"1/1/00","end_date":"1/1/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early decades of the 20<sup>th</sup> century the Alabama Anti-Saloon League published a brief flyer outlining the group’s proposals. The flyer is titled “The Alabama Anti-Saloon League” and outlines four goals: “First- To federate the Churches, Sunday Schools, Temperance Societies and other moral forces of the State in a conservative, persistent, and determined movement against the saloon; “Second- to create a healthy, sane, and powerful public opinion in favor of Local Option;” “Third- to Secure the nomination and election of such persons to the next General Assembly of Alabama as will pledge their support to a General Local Option Bill, Permitting counties, cities, or subdivisions of the same, to settle the saloon question within their bounds by popular vote, without other recourse than formal petition presented to the proper authority;” and “Fourth- to organize the temperance sentiment of Alabama into a permanent and perpetual Anti-Saloon force. And to press the fight for civic righteousness, asking for that fundamental principle of Democratic government—the right of the majority to rule.”","W. B. Crumpton, the author of the flyer, was an Alabama Baptist minister who had served as a confederate soldier in the Civil War. He helped to create the Alabama chapter of the Anti-Saloon League which focused on “Local Option” as a means of implementing prohibition of alcohol. As stated in the flyer, “Local Option” allowed “counties, cities, and subdivisions” to decide their stance based on popular vote. Local option or popular vote at the local level would allow regions to vote whether to be ‘dry’ or ‘wet’ counties. A supporter of local option and editor of a magazine called Alabama Baptist; W.C. Cleveland wrote about his opinion on state-wide legislation but claimed to only “discuss politics… when it intruded on moral issues.” Historian Wayne Flynt depicts Cleveland as concerned about the creation of “a national or statewide prohibition law as well as creation of a ‘political temperance party… [because] he feared that such politicization would split whites, undermine the Democratic Party, and harm the cause of temperance.” Flynt goes on to suggest that “Cleveland urged individual Christians to spurn liquor, and he urged prohibition leaders to marshal their energy for local option elections,” which would allow the white community to control county-wide legislation without creating controversy among whites. Local option was the best option in the view of many Alabama Baptist ministers because not everyone within the white community agreed with temperance. This would cause friction within the white community because there was an fraction of whites would did not want temperance interfering in their own lives. This faction was dealt with through local option which required a popular vote and, like typical Americans, we accept majority vote as the official say on any matter. This means that local option avoided any friction within the white community because of its majority vote. The National Temperance Almanac states that Local option allowed for a licensing system in which “local, municipal and county authorities” could give liquor licenses “to all applicants of good character.” The requirement of “good character” allowed local governments to control which communities would be allowed liquor licenses.","Local option and the licensing system ended up being a control mechanism used by middle and upper-class whites to once again to reestablish control over the African-American community after reconstruction.  Middle and upper-class whites achieved this though selective licensing when the county was voted ‘wet’. Historian Wayne Flynt describes Crumpton as having “combined racial politics with prohibition, describing whiskey bottles ‘sold only to the brutish negroes’ and that ‘contained pictures of nude white women’.” Crumpton viewed the local option and licensing system as a means to control the African-American community while allowing white superiority to vote their own destiny. The permanent and perpetual Anti-Saloon force, according to Crumpton is pressing for Civil Righteousness, was actually pressing to disenfranchise the African-American communities through local option and the licensing system. "],"display_date":"January 1, 1900 - January 1, 1919","search_date":"1909-07-02","citations":[{"divid":1367448094,"type":"Pamphlet or Other Printed Material","data":["","Flyer Describing the aimes of the Alabama Anti-Saloon League","Alabama","Alabama Dept. of Archives and History","1900","Alabama Dept of Archives and History"]},{"divid":1367448209,"type":"Book","data":["Lee Willis","Southern Prohibition: Race, Reform, and Public Life in Middle Florida, 1821-1920","","Athens","University of Georgia Press","2011","209"]},{"divid":1367448289,"type":"Online Encyclopedia","data":["The Encyclopedia of Chicago","Local Option","http://www.encyclopedia.chicagohistory.org/pages/759.html","March 29, 2013"]},{"divid":1367448331,"type":"Book","data":["Wayne Flynt","Alabama Baptists: Southern Baptists in the Heart of Dixie","","Tuscaloosa","University of Alabama Press","1998","731"]}],"locations":[{"id":7075,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":21,"tag":"Race Relations"},{"id":699,"tag":"Temperance Movement"},{"id":142,"tag":"african americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}