{"id":5688,"title":"Killer Disease Fighter","course_id":106,"status":"P","start_date":"9/1/37","end_date":"9/30/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"But to realize that six human beings, all of them my patients, one of them my best friend, are dead because they took medicine that I prescribed for them innocently… well, that realization has given me such days and nights of mental and spiritual agony as I did not believe a human being could undergo and survive.” In a letter written by Dr. A.S. Calhoun in 1937 he describes his feelings toward the drug Elixir Sulfanilamide. Sulfanilamide was produced first as a powder or tablet to cure bacterial infections, streptococcal infections and other diseases. S.E. Massengill Company however, created the drug in an elixir form due to high demand. Unfortunately, doctors started prescribing the medication before it could be fully tested due to no laws being enacted at the time to determine the safety of any drug. One of the main ingredients used in the elixir was diethylene glycol, which is more commonly used in antifreeze and is highly toxic. Patients would experience symptoms such as abdominal pain, nausea, convulsions, stoppage of urine and stupor. Illness from the elixir usually lasted around seven to twenty-one days. Patients who had taken the elixir suffered extreme pain. The elixir killed more than one hundred people in 15 states.","Elixir Sulfanilamide eventually led to the enactment of the Federal Food, Drug and Cosmetic Act. The FDC is a twenty chapter act overseeing the safety of food and drugs. The FDC prohibited food to have an addition of reduced fillers, concealable coloring, hazardous additives, and the company must clearly label a product. The enactment of the Federal Food, Drug and Cosmetic Act was a huge step in the safety of the American people. The Federal Food, Drug and Cosmetic Act also meant that any drug on the market had to use common names.","Nowadays drugs simply cannot go straight to the market without being put through a rigorous and lengthy set of testing. There are five categories which drugs are regulated by; administrative, professional, industrial, public and juridical. An administrative regulatory tool is the use of product labeling, statistical controlled trials and public health. An industrial category includes testing out the drug on an animal and containing package inserts. Had the S.E. Massengill Company been forced to go through these steps before producing Elixir Sulfanilamide the tragedy of more than one hundred deaths could have been avoided by forcing them to label their product clearly and test it before selling it to consumers."],"display_date":"September 1937","search_date":"1937-09-15","citations":[{"divid":1367449082,"type":"Pamphlet or Other Printed Material","data":["Rayburn D. Tousley","The Federal Food, Drug, and Cosmetic Act of 1938","","American Marketing Association","1941",""]},{"divid":1367449196,"type":"Book","data":["John E. Lesch","First Miracle Drugs: How the Sulfa Drugs Transformed Medicine","","New York, New York","Oxford University Press","2007","270-281"]},{"divid":1367449317,"type":"Article","data":["Carol Ballentine","Taste of Raspberries, Taste of Death; The 1937 Elixir Sulfanilamide Incident","FDA Consumer magazine","June 1981","1981","1"]},{"divid":1367449319,"type":"Book","data":["Jean-Paul Gaudillière and Volker Hess","Ways of Regulating Drugs in the 19th and 20th Centuries","","New York, New York","Palgrave Macmillan","December 7, 2012","12"]}],"locations":[{"id":7122,"lat":38.0317356359,"lng":-78.4849658413,"zoom":13,"place":"Charlottesville, Virginia"}],"tags":[{"id":100,"tag":"Medicine"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}