{"id":5689,"title":"Separate and Unequal","course_id":106,"status":"P","start_date":"1/1/40","end_date":"1/1/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late 1947, Howard E. Logan was attempting to get his job back at the Ensley Works in Bessemer, Alabama, by appealing to bosses and the union workers alike.  Logan was among the massive numbers of black men employed in Bessemer by the steel and coal industries. He had been off for eighteen days with a “bad throat,” received medical treatment by the company doctors, and was released to reenter the workplace.  Upon returning, his job had been given to a junior member of the shift that was working for a lower wage.  Logan asked his boss why this had been done and why he couldn’t retake his position, to which his superior responded, “No…it’s not overly important to me now, I’ll see if I can bring it up with your (factory floor) boss,” and told Logan to leave.  In the last of his correspondence, Logan had yet to have his job returned, nor had he received any real acknowledgment of his predicament.  This incident points to a much larger, class-based, and race-oriented battle that took place every day between the different races.","The large majority of workers were black in Bessemer, and Deborah E. McDowell’s “Leaving Pipe Shop,” gives a bit of insight into the plight of workers and their families. When describing Bessemer, Alabama, McDowell probably says it the best, “Pipe Shop [the nickname for U.S. Foundry and Pipe] gave our neighborhood its name and the men of Bessemer menial employment while the steel industry hung on, paying a barely livable wage.”  Wage discrimination was the major factor when it came to working in Bessemer, whether at “Pipe Shop,” (the steel works of U.S. Foundry and Pipe) or at any other facility.  Not only were blacks disallowed from holding certain higher paying, “white folks,” jobs, they were many times paid less for the same work a fellow white worker preformed.  Robert J. Norrell explains exactly how many whites viewed blacks when it came to jobs in his papers by discussing Clarence Dean’s situation.  Clarence Dean worked for Sloss-Sheffield Steel and Iron Company as a “scrapper,” in the furnaces.  Dean directed the flow of the four-thousand degree molten iron as it was poured from the blast furnace into moulds.  He wanted to be the “iron pourer,” the leader of the furnace crew.  Dean asked his supervisor to give him a shot at pouring iron, to which the callous supervisors said, “We ain’t going to give niggers no white folks’ jobs.”  Even after the federal government passed laws to ensure equality in the workplace, Dean was still denied the position for some time until he brought enough pressure on their shoulders to be allowed to pursue his ideal position.","Beyond general discrimination in pay and position, sometimes the mislabeling of jobs occurred. In this case, a black worker was given the responsibilities of a white position but titled a “helper.”  A “helper,” was basically just the machinist’s partner that preformed the more menial jobs that facilitated the machinist’s.  Because of this identification, he was unable to receive the full pay that a white man would for the position, and was kept from being able to graduate to a higher position.  These policies were practiced from unification in 1865 until the mid-twentieth century. During this time, the owner/operators “no more feared” their workers than they had for the League of Nations coming and impressing sanctions or mandates on business, according to McAlister Coleman’s account of the coal industry.","For the most part, black coal workers were oppressed and used for cheap labor in a land that was supposedly now “free.”  Where it had taken years of struggle seeking equality for blacks, whites have always enjoyed some sense of being in control and necessary.  This was still the case even though the majority of work in Bessemer, Alabama, was done by the blue-collar blacks."],"display_date":"January 1, 1940 - January 1, 1950","search_date":"1944-12-31","citations":[{"divid":1367448870,"type":"Book","data":["McAlister Coleman","Men and Coal","","New York","Farrar &amp; Rinehart, Inc.","1977","1-80"]},{"divid":1367449013,"type":"Book","data":["Deborah E. McDowell","Leaving Pipe Shop","","New York","W.W. Norton &amp; Company","1996","11"]},{"divid":1367449192,"type":"Article","data":["Robert J. Norell","Caste in Steele:Jim Crow Careers in Birmingham, Alabama","The Journal of American History","72","1986","669-694"]},{"divid":1367449430,"type":"Pamphlet or Other Printed Material","data":["Clarence Dean","\"Research Notes on Alabama Labor History\"- Taft Papers","","N/A","1977","Birmingham Public Library Archives"]},{"divid":1367449857,"type":"Pamphlet or Other Printed Material","data":["Howard E. Logan","\"Research Notes on Alabama Labor History\"- Taft Papers","","N/A","1977","Birmingham Public Library Archives"]}],"locations":[{"id":7146,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":306,"tag":"Mining"},{"id":220,"tag":"alabama"},{"id":1661,"tag":"Coal"},{"id":1662,"tag":"Bessemer"},{"id":1663,"tag":"Bessemer, Alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}