{"id":5692,"title":"Despite the Odds, William Neal Brown overcomes discrimination through equal opportunity.","course_id":106,"status":"P","start_date":"12/7/41","end_date":"12/7/41","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["All was quiet at the home of William Neal Brown until a broadcaster came over the radio shouting Pearl Harbor has been attacked, Pearl Harbor has been attacked! It was at that moment on December 7, 1941 he decided to volunteer his services for the armed forces of the United States. Brown was living in Newport News, which was a shipyard that built battleships and aircraft carriers to supply the pacific fleet prior to the start of World War Two. He acquired a job as an assistant at the shipyard and after three days a man in a red, white, and blue suit pointed directly at him and said, “Uncle Sam needs you!” It was then that Brown travelled to the recruitment center and signed up for the armed forces.","William Brown chose the Army Air Force as the branch of the military that intrigued him the most. He was aware that the Air Force had already established schools in Hampton and Tuskegee with flying clubs. Brown mentioned that he just wanted something that was in the air. When he attended Hampton for his training he never received and ROTC training or pilot training courses although they were available. When Mr. Brown enlisted to engage in battle he did not feel adequately prepared. Disappointment was evident due to the fact he remained in the continental United States throughout the war. Brown never took part in the war effort against Adolf Hitler and his Nazi regime of the Third Reich. His commanding officers told him he would continue his duties in the Air Force that he did while he was a civilian. He was sent to Washington and Lee, a school for special services and training officers, to work with soldiers when they did not have drill. Once, Brown arrived at Tuskegee he still was not trained. All the instructors and commanding officers wanted him to teach the other soldiers because they simply did not have the time.","William Brown’s military career was satisfactory at the best. He was never allowed to engage in battle to help the soldiers in the European and Pacific theaters. Historians have often asked the question, how does black military history reflect discrimination and the battle against it? Bernard Nalty, author of <em>Blacks in The Military</em>, states that black leaders and civil rights advocates urged that blacks participate in the war efforts in order to combat the enemy as well as segregation and discrimination at home. In most cases the military even carried over the Jim Crow laws. In some cases this was true for Brown because he was never allowed to fight over seas and he remained at home bases teaching other officers and soldiers. However, the Army did make a point to treat all soldiers, regardless of color, as soldiers. There was some headway in combatting discrimination. The other major question that historians pose is how did the military fair against the rest of country as far as equal opportunity was concerned? The military had a policy that stated all blacks must fill every position regardless of the necessary skills but this policy was often ignored. The equal opportunity was definitely there and more so than the rest of the country. As for William Brown, if it were not for the military providing him with equal opportunity he would not have been as successful with such accolades as being a Tuskegee Airmen, obtaining a college degree with a doctorate, and ultimately becoming the first black professor at Rutgers University."],"display_date":"December 7, 1941","search_date":"1941-12-07","citations":[{"divid":1367450054,"type":"Website","data":["William Neal Brown Interviewed by Shaun Illingworth","African-American History","Rutgers Oral History Archives","http://oralhistory.rutgers.edu/social-and-cultural-history/31-interviewees/835-brown-william-neal","3 April, 2013"]},{"divid":1367450274,"type":"Book","data":["Bernard Nalty, Morris Macgregor","Blacks in the Military Essential Documents","","Wilmington","Scholarly Resources Inc.","1981","103-132"]}],"locations":[{"id":7135,"lat":36.9833436671,"lng":-76.4193727628,"zoom":13,"place":"Newport News, Virginia"}],"tags":[{"id":1672,"tag":"Tuskegee Airmen"},{"id":1671,"tag":"Equal Opportunity"},{"id":1670,"tag":"Blacks in the military"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}