{"id":5693,"title":"Three Tribes Confederate for Peace","course_id":106,"status":"P","start_date":"1867-10-21","end_date":"1867-10-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The chiefs and headmen of the Kiowa, Comanche, and Apache Indian tribes met with the United States commissioners, such as Nathaniel G. Taylor and William S. Harney, in Kansas to seal their tribes’ fate in America on October 21, 1867. The United States government referred to the Treaty with the Kiowa, Comanche, and Apache as a peace treaty, but in reality it forced the tribes to conform to the wills and regulations set forth by the United States government. The treaty demanded that the three Indian tribes confederate and “to be placed, in every respect, upon an equal footing.” The three tribes merged together and were required “to accept as their permanent home the reservation described in the aforesaid treaty” and “to pledge themselves to make no permanent settlement at any place, nor on any lands, outside of said reservation.” All aspects of life on the reservation had to be equally shared and distributed such as clothes, jobs, school buildings, teachers, and the educational system. The United States government required the Indians to keep peace with the white men and every citizen under the jurisdiction of the United States government. This treaty also stated that by signing this treaty this treaty, the Indian tribes “give up and forever relinquish to the United States all rights, privileges, and grants now vested in them, or intended to be transferred to them.” The people of the Kiowa, Comanche, and Apache tribes gave up their culture, independence, and their tribes’ futures when they signed this treaty.","In the nineteenth and early twentieth century, the United States government did not allow Indian tribes to practice their own culture, live freely, and the government did not believe that Indians should be privileged with the common rights of citizens of the United States of America. The government rejected Indians as citizens of the United States. This is evident because the treaty of the Kiowa, Comanche, and Apache tribes forced the tribes to assimilate with one another and live as if they had always been one uniformed, equal tribe. The Indians’ daily lives were completely changed, and every aspect of their lives was under direct control of the United States government, especially the Native Americans’ educational system. Although this educational system set forth by the government was presented as a gift and a privilege, it is evident that it wasn’t very advantageous, and the educational system did not put the Native Americans’ needs first.","The historian David Adams shows that in reality, these educational institutions created on Native American reservations intended to completely restructure the Native American’s minds and personalities. In attempts to civilize the savage Native Americans, the government forced the children to cut their hair and wear standard American school uniforms, instead of their normal tribal clothing. Some children were also taken from the families and home reservations and transported to other reservations to attend boarding school. In making such drastic changes to the children’s lifestyles, it was inevitable that the children would become more Americanized, which is exactly what the United States government wanted. The rights and privileges of the Native Americans were truly relinquished to the United States government, just like the Treaty with the Kiowa, Comanche, and Apache enforced; the Native Americans did not even have control of their children and their children’s education.  These said advantages, like an educational system, given to the Native Americans were not really advantages at all. They were just a ploy in order for the United States government to gain what they wanted, land ownership, and keep the Native Americans out of their way to manifest destiny.<br /><br />"],"display_date":"October 21, 1867","search_date":"1867-10-21","citations":[{"divid":1367448572,"type":"Law","data":["Treaty With the Kiowa, Comanche, and Apache","October 21, 1867","The Avalon Project","","","","","Yale University","http://avalon.law.yale.edu/19th_century/kicoap67.asp."]},{"divid":1367448749,"type":"Book","data":["David Wallace Adams","Education for Extinction: American Indians and the Boarding School Experience, 1875-1928","","Lawrence, Kansas","University Press of Kansas","1995","12-59"]},{"divid":89235,"type":"Website","data":[null,null,"pPrYUTTw"]}],"locations":[{"id":7099,"lat":null,"lng":null,"zoom":8,"place":"SHAWNEE, Kansas"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":18,"tag":"Politics"},{"id":9,"tag":"Law"},{"id":17,"tag":"Government"},{"id":42,"tag":"Civil Rights"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}