{"id":5694,"title":"<strong>A Daughter Learns of Anti-Semitism and Heroism in Nazi Occupied Tunisia</strong>","course_id":106,"status":"P","start_date":"11/1/42","end_date":"5/30/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Over 70 years ago, Faiza Abdul-Wahab’s father, Khaled, rescued several Jewish families from German troops occupying the town of Mahdia, Tunisia. After the occupation commenced in November 1942, Nazi and Vichy leaders in Tunisia enacted a set of anti-Semitic laws similar to those in Europe. According to the sources found in the United States Holocaust Memorial Museum International Archive, these laws required Tunisian Jews to wear yellow badges, pay hefty fines, and be subject to property confiscation. The laws also put some Jewish men into forced labor camps. Khaled Abdul-Wahab was a businessman who owned a farm just outside the town of Mahdia. When the Germans arrived in town, Abdul-Wahab wanted to find a way to help his neighbors regardless of their religious beliefs. Despite being Muslim, Abdul-Wahab offered protection to several Jewish families in the area when their fathers and husbands were sent to work camps. He allowed them to stay at his farm and live inside the stables. Abdul-Wahab even made friends with some of the German officers in order to avert suspicion away from his farm. One night while hosting the officers at a dinner party, several of the drunken officers broke away from the party and made their way to the stables. They began yelling and threatening the women and children inside. “We know you are Jews!” the officers screamed. Abdul-Wahab confronted the officers and, after a few tense moments, the officers left. It is unknown how he convinced the officers to leave without incident, but in any case, the Germans did not return to Abdul-Wahab’s farm for the duration of the occupation.","Until recently, Faiza’s father’s wartime activities had remained a mystery, however after reading an article in the <em>New York Times</em> written by a woman Khaled had saved, Faiza learned a great deal about her father’s heroic actions. After hearing this story, Faiza set out on a quest to have her father commemorated for his heroic actions. She wanted him to be recognized as a “Righteous Gentile” by Yad Vashem, the Israeli Holocaust museum. Faiza’s quest to have her father’s memory remembered and commemorated is typical of many stories from the Holocaust. Historian T.G. Ashplant recognized the modern trends in Holocaust commemoration and gives several examples on why a member of the “grandchild generation” would want their relative commemorated. Relatives of people who experienced these times first hand often want these events recorded in order to honor the span of living memory. However, in the case of Faiza Abdul-Wahab, her father was deceased when she first found out about his heroic deeds. For Faiza, it is important to address the question of culture memory and the complex relationship between past and present. In today’s world, cultural relations between Jews and Muslims are at an all time high, so bringing Khaled’s story to light could help ease tensions between the two cultures. Historian Robert Satloff concurs with this assumption by suggesting that documenting just one “righteous” Arab could make “Arabs see the Holocaust as a source of pride, worthy of remembering, not something to avoid or deny.”","Faiza Abdul-Wahab’s quest to commemorate her father is not unlike the quest of many children and grandchildren whose relatives experienced the Holocaust. Khaled Abdul-Wahab may not have been obligated to these people in any way, but he chose to provide them protection during one of the most horrific periods in modern history."],"display_date":"November 1, 1942 - May 30, 1943","search_date":"1943-02-13","citations":[{"divid":1367450238,"type":"Book","data":["T.G. Ashplant","The Politics of War Memory and Commemoration","","London","Routledge","2000","4-12"]},{"divid":1367450604,"type":"Government Document","data":["Selected records from collection LIV, Morocco and Tunisia","Mémorial de la Shoah, Centre de Documentation Juive Contemporaine","1940-1946","Paris","Mémorial de la Shoah, Centre de Documentation Juive Contemporaine","","","United States Holocaust Memorial Museum International Archive",""]},{"divid":1367450795,"type":"Newspaper Article","data":["An Arab ‘Righteous Gentile’: A Daughter’s Story","Jerusalem Post","Jerusalem","January 28, 2012",""]},{"divid":1367450846,"type":"Book","data":["Robert Satloff","Among the Righteous?: Lost Stories From the Holocaust’s Long Reach into Arab Lands","","New York","Public Affairs","2006","7-9"]}],"locations":[{"id":7136,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":753,"tag":"Anti-Semitism"},{"id":71,"tag":"historical memory"},{"id":1675,"tag":"Holocaust"},{"id":1676,"tag":"Tunisia"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}