{"id":5698,"title":"Chemicals in the Cure-All Medicines","course_id":106,"status":"P","start_date":"1800-01-01","end_date":"1800-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 1800s numerous patent medicines were on the market to “treat” a wide range of diseases and symptoms. There were treatments for excess fat, curing female ailments, anti-pain meds and treating the common cold. Someone even made a pill for pale people. These patent medicines came in all forms; extracts, elixirs, pills, wafers, etc. The most popular of these patent medicines was Lydia Pinkham’s Vegetable Compound. Lydia marketed her medicine towards women to help with their “female ailments” from monthly cycles and menopause.  She prided herself on helping women and even coined herself the phrase “Yours for health” to prove that she was willing to help them. But what exactly was Vegetable Compound made from? Lydia used unicorn root, life root, black cohosh, pleurisy root and a suspension of eighteen percent alcohol to make her miracle Vegetable Compound. Women all over claimed that her compound made their symptoms better but no scientific studies were ever done in the 1800s to prove that.","During the 19<sup>th</sup> century it became apparent to the United States Food and Drug Administration that the production and sales of medications needed to be safer for the public. Drug regulation in the 19<sup>th</sup> century involved numerous processes that are divided into five categories. Each of these categories played a serious role in determining the safety of a drug. Drugs needed to go through controlled trials, animal testing, determining if the drug would benefit the quality of life of the public and cost-benefit analysis. The manufacturer of the drug also had to be very clear on the packaging what chemicals were involved in making the drug and include clear package inserts. This new system of drug regulation helps to keep the citizens of America safe. No person can throw ingredients together to make a drug, state that it will cure a disease and sell it to anyone without thorough testing and research.  This type of regulation keeps Americans from dying unnecessary deaths due to the toxicity of untested drugs.","Even after her death in 1883, Lydia Pinkham’s Vegetable Compound continued to be manufactured and bought by Americans. The compound was picked up by Numark Laboratories in 2004, and Numark is still marketing the product towards women to help improve the symptoms of their monthly ailment and the symptoms of menopause. Thanks to the new drug regulations set by the United States Food and Drug Administration the ingredients are now healthier and the product underwent scientific testing. This new form of the compound is now available in a liquid or a tablet."],"display_date":1800,"search_date":"1800-07-02","citations":[{"divid":1367451148,"type":"Book","data":["Jean-Paul Gaudillière and Volker Hess","Ways of Regulating Drugs in the 19th and 20th Centuries","","New York, New York","Palgrave Macmillan","2007","12"]},{"divid":1367451196,"type":"Article","data":["Michael Flannery","Good for Man or Beast","Alabama Heritage","59","2001","8-17"]}],"locations":[{"id":7119,"lat":42.560328524,"lng":-70.797191322,"zoom":9,"place":"Essex, Massachusetts"}],"tags":[{"id":100,"tag":"Medicine"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}