{"id":5699,"title":"The negative effects of the Blaxploitation movement","course_id":106,"status":"P","start_date":"1/1/70","end_date":"12/31/80","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On September 6, 1971, Newsweek Magazine produced an article called Blacks vs. Shaft. In this article displeased African Americans voiced their opposition against the Blaxploitation movement saying that the films created false heroes who demeaned the black image. Black film critic, Clayton Riley, expressed to the New York Times, “that the new black films portrayed a fairy tale treatment of black life.” He compared the Hollywood producers to thieves saying that they had found another vein of gold to rip off. Conrad Smith, leader of the Los Angeles branch of CORE, told Newsweek’s Henry McGee: “We’re prepared to go all the way with this, even to the extent of running people out of the theaters.”","Blaxploitation movement emerged in the early 1970s. The first recognized Blaxploitation film was Melvin Van Peebles’ 1971, “Sweet Sweetbacks BaadAsssss Song”. The X-rated film starred a male prostitute name Sweetback.  In this movie, Sweetback evades the police station and expresses his dislike for white authority.","After this movie became a great success, Hollywood began to make films with all black casts back to back. There were movies produced like “Shaft”, who portrayed the black James Bond and “Super Fly”, who was the infamous cocaine pusher. Although there were many blacks who were excited about this new movement, there were also some who strongly opposed Blaxploitation films. Some blacks felt Blaxploitation films portrayed African Americans in a bad light, and encouraged negative stereotypes. Just one week prior  to Newsweek Magazine’s, <em>Blacks vs. Shaft</em>  article was published, some Civil Rights Organizations in Los Angeles, California got together to form the Coalition Against Blaxploitation  group. The CAB group main goal was to produce its own films that they felt were acceptable good movies and to make Hollywood stop producing Blaxploitation films. Many of the Blaxploitation film protestors felt the films only took place in the inner city and focused on drug dealers, pimps, and hit men. A lot of protestors also hated the language used in the films. Black men began to refer to the white man as “the man” during this era. On August 28, 1972, Newsweek Magazine published an article saying it is no coincident that blacks refer to the white man as, “the man”. Blacks who were against the Blaxploitation films felt by calling the white man, “the man”, in black films it showed the repressed anger of a relatively powerless community.","Historian Donald Bogle, argues that the Blaxploitation movement was indeed negative. Due to the huge protest against the films, the movement died in the late 1970’s. Until this day there is still an ongoing debate the about how the Blaxploitation films affected the black community.  So how did the Blaxploitation movement really affect African Americans?"],"display_date":"1970 - 1980","search_date":"1975-07-02","citations":[{"divid":1367451193,"type":"Book","data":["Sampson, Henry T.","Blacks in black and white: a source book on black films","","Metuchen, NJ","Scarecrow press","1995","18-79"]},{"divid":1367451275,"type":"Newspaper Article","data":["“Blacks vs. Shaft”","Newsweek Magazine","","August 28,1972","88"]}],"locations":[{"id":7111,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":1673,"tag":"Black film"},{"id":1674,"tag":"Blaxploitation movement"},{"id":1267,"tag":"Black Theater"},{"id":84,"tag":"Black History"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}