{"id":57,"title":"Blockade of Missouri River\n","course_id":1,"status":"P","start_date":"1856-08-12","end_date":"1856-08-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the summer of 1856 tensions ran high between pro slavery and free soil groups in the territory of Kansas and thus trickled into the nearby, slave state Missouri.  Although allowing Kansas to be a slave state would have violated the Missouri Compromise established in 1820, pro slavery forces fought to add yet another state to their' side.  Free soil groups vehemently opposed instituting slavery in this territory not due to moral objections, but rather because they wanted to create an all white state where plantations wouldn't usurp all of the wealth of the land.  In addition, they just didn't want blacks in the region.  In addition to these two groups, there was a group of abolitionist, striving to quash the spread of slavery to the territory, but this group was admittedly the smallest of the three.&lt;br /&gt;&lt;br /&gt;In a measure to thwart the efforts/travel of others, pro slavery advocates blocked the Missouri River, obstructing Free State travel.  In response to the blockade, abolitionists opened what became known as the Lane Trail which passed from Topeka to Iowa in order to allow a passageway for Free State travelers.   The passageway allowed travelers to avoid Missouri altogether.  Another such skirmish in the area involved Missourians and Carolinians crossing over into other territories such as Kansas and Nebraska to similarly block roads, prohibiting passageways for travelers once again.  Clashes became more frequent and more violent as the summer progressed.  These incidents along with others involving the areas of Kansas and Missouri showed the unwillingness of the pro and anti slavery forces to come to any sort of compromise on the issue."],"display_date":"August 12, 1856","search_date":"1856-08-12","citations":[{"divid":1213197640,"type":"Book","data":["Mark M. Smith","The Old South",null,"Malden, MA","Blackwell Publishers Inc.","2001","6-7"]},{"divid":1213197845,"type":"Newspaper Article","data":["Kansas Affairs","Lynchburg Daily","Lynchburg","August 13, 1856","3"]},{"divid":1213197891,"type":"Website","data":["Kansas Humanities Council","Kansas Chautauqua Timeline 1856-1858","Kansas Humanities Council","http://www.kansashumanities.org/programs/KS_Chautauqua/time1856.html ","September 28, 2005"]}],"locations":[{"id":40,"lat":40.4223365971,"lng":-93.5685535453,"zoom":10,"place":"MERCER, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}