{"id":570,"title":"Thirteenth Amendment Approved by Congress\n","course_id":1,"status":"P","start_date":"1865-01-31","end_date":"1865-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After much anticipation, on January 31st the U.S. House of Representatives approved the Thirteenth Amendment to the United States Constitution, abolishing slavery. Pushed by President Abraham Lincoln, the Thirteenth Amendment worked within a year to wipe out slavery across every state in America. Immediately after the amendment was approved there was a popular demonstration supporting the decision.  Congress passed the amendment by two thirds; there were 119 in favor, 56 opposed, and 8 not voting.  The approval of the amendment meant that it would be sent to the states for ratification.  It took until December 18th for two thirds of the states in the nation to ratify and add the amendment officially to the Constitution. Illinois was the first state to ratify on February 1st and Georgia was the last, which was done as a part of Reconstruction.&lt;br /&gt; The Thirteenth Amendment passing and becoming ratified was a landmark event in American history.  It put an end to a system of slavery which had been in place for hundreds of years and founded the economy of the American South.  Immediately after this Amendment was passed, both the social structure and the economic structure of the nation were dramatically altered. People's lives all over the country changed as slaves were freed and began their own lives.  However, the ongoing war over slavery between the North and the South had divided the nation, and Lincoln understood that the best decision for the sake of the country was to push the Amendment for immediate ratification.  The immediate aftermath of the Amendment rose questions on its effects on peace within the nation and the long term effects. However, Southern Confederates were appalled by the Amendment and feared its effects on their way of life, and they feared the consequences."],"display_date":"January 31, 1865","search_date":"1865-01-31","citations":[{"divid":1215791989,"type":"Newspaper Article","data":["","Daily National Intelligencer","","February 1, 1865",""]},{"divid":1215792061,"type":"Book","data":["E.B. Long","The Civil War Day by Day: An Almanac 1861-1865",null,"Garden City, NY","Doubleday &amp; Company","1971",""]},{"divid":1215792275,"type":"Book","data":["John Bowman","The Civil War Almanac",null,"New York","World Almanac Publications","1983",""]}],"locations":[{"id":428,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}