{"id":5700,"title":"Native American Education Improves Under U.S. Government","course_id":106,"status":"P","start_date":"1/1/76","end_date":"12/31/76","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Third Annual Report to the Congress of the United States outlined the needs, concerns, funding, and progresses of the Indian educational system set forth by the government. The National Advisory Council on Indian Education created this report in 1976 in Washington, D.C. The president of the United States appointed this council in order to assist the 570 native groups affected by the regulations of the Indian educational system. The council comprised of Americans who observed and worked with the native groups. Observations of the council members “revealed that much remains to be done before adequate and equal educational opportunities can be achieved by the Indian people.” The annual report stated that for the Indian people, Indian Education “is a method of teaching that revives an appreciation for Indian heritage and generates a positive self-image so that one accepts and understands the environment and social conditions surrounding him.” This appreciation of Indian heritage and positive self-image was lost many years ago when the American government first intruded onto Indian territories. The council addressed this loss in the report to Congress by stating that the American Indians’ 200 years experience under an authoritarian paternal relationship with the Federal Government has “clearly demonstrated that paternalism is alien to liberty and freedom.”","The Third Annual Report to the Congress of the United States clearly showed how the government progressed and improved upon the Indian Educational System. Historian David Adams exposed that the government originally created the Indian Educational System to civilize the natives, because the natives were believed to be savages. The school system intended to provide the natives with an education that would habituate them to the customs and advantages of a civilized life. The government tried to manipulate the natives into becoming exactly like American citizens, regardless of their heritage, religion, traditions, or tribal affiliations. The government believed that since the native ways of life were different than the traditional American lifestyle, the natives must be less civilized than American citizens. The government most recently formed educational policies regarding Indian Education with goals to respect the wishes and the desires of natives so that the natives may design and manage their own educational programs according to the tribal level. The United States government has allowed the natives to incorporate their own values, beliefs, and culture into the natives’ educational system instead of strictly regulating every aspect of native life. In reality, there has never truly been an American Educational system prior to modern-day; the faux system was based on the standard methods and systems of the non-Indian society and a process by which the government has tried to teach the natives how to become like the white man."],"display_date":1976,"search_date":"1976-07-01","citations":[{"divid":1367451024,"type":"Law","data":["Indian Education: The Right to be Indian","March, 1976","The Third Annual Report to the Congress of the United States","Washington, DC","U.S. Congress","1976","1-20","Washington D.C.",""]},{"divid":1367451101,"type":"Book","data":["David Wallace Adams","Education for Extinction: American Indians and the Boarding School Experience, 1875-1928","","Lawrence, Kansas","University Press of Kansas","1995","12-59"]}],"locations":[{"id":7107,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":18,"tag":"Politics"},{"id":9,"tag":"Law"},{"id":17,"tag":"Government"},{"id":6,"tag":"Education"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}