{"id":5702,"title":"The history of African Americans in film","course_id":106,"status":"P","start_date":"1/1/03","end_date":"12/31/03","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On July 26, 1971, Time Magazine produced an article stating, “people are running to the theaters to see the new black heroes.” Never before had blacks been seen in this kind of action, however it was not always like that.","In 1903, <em>Uncle Tom’s Cabin</em>, starred the first black actor to ever appear on screen. During that era African American roles were very limited to playing the Tom, coon, buck, mammie, or mulatto. After that came the great producer Bill Foster. Bill Foster was the first African American who took the first steps toward production in African American cinema. One of Foster’s most famous films was, <em>The Railroad Porter,</em> which was a comedy set in 1912. Sadly, most of Bill Foster’s work has been lost or destroyed. Another great pioneer in film was George P. Johnson. Most of Mr. Johnson’s inspiration came from Bill Foster. With the help of Booker T. Washington’s Tuskegee Circle, George Johnson founded the Lincoln Motion Picture Company. Although this was a brilliant idea, Johnson never witnessed his idea being a success due to an influenza epidemic which forced theaters to close.","After the Second World War, African American filmmakers began to have a stronger voice in films. Movies began to start addressing racial tensions. One documentary that was very famous for pointing out the country’s attitude on racism at the time was Ralph Cooper’s, <em>“Am I Guilty”</em> in 1940. Also during this time, some African American filmmakers turned to their white counterparts and used them to help voice African American Concerns. During the 1950’s black actors started becoming household names. Actors such as Sidney Poitier and Harry Belafonte became familiar faces in film just to name a few. Once the 1970’s began African Americans were appearing on the big screen left and right. The 1970s' films were called the Blaxploitation films. These films depicted the feelings that African Americans felt after years of fighting racism and inequality. Some famous films that were produced during this era was “Shaft”, “Blacula” and “Cool Breeze”, just to name a few.","Although there is not much information in the history books on African Americans and film, one must try to preserve African history. There were so many great African American filmmakers who paved the way for filmmakers like Spike Lee, Tyler Perry and others. From the late 1970s, African American actors and filmmakers made movies on their own terms. African American actors continue to evolve as well with current blockbuster actors like Will Smith and Halle Berry commanding large salaries and ticket sales. Clearly, African Americans are here to stay on the big screen and it all started from <em>Uncle’s Tom Cabin</em>.","<strong> </strong>"],"display_date":1903,"search_date":"1903-07-02","citations":[{"divid":1367451784,"type":"Book","data":["Reid, Mark","Black Lenses,Black Voices..","","Lanham, MD","Rowman and Littlefield","2005","20-53"]},{"divid":1367451852,"type":"Newspaper Article","data":["Arthur Cooper","Newsweek","","July 19 1971","80"]}],"locations":[{"id":7116,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":84,"tag":"Black History"},{"id":1267,"tag":"Black Theater"},{"id":1673,"tag":"Black film"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}