{"id":5711,"title":"Concerned White Citizens of Alabama Help Promote Rights for Blacks","course_id":110,"status":"P","start_date":"3/6/65","end_date":"3/6/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 6, 1965, Eileen Walbert, Helen Baer, Mary Young Gonzalez, and many more concerned white citizens began a controversial march in protest of voter registration issues in Selma, Alabama.  As Gonzalez recounts, Selma “had jeeps stacked with rifles outside the courthouse as a threat to the black people who had been trying to go in to register to vote.”  To compound matters, Baer remembers that “Only a registered voter could take you in to vote and most of the registered voters were white.”  For black citizens residing in Selma, Alabama, these circumstances made it virtually impossible for them to have the opportunity to register to vote.  For Walbert, Baer and Gonzalez, both hearing about and seeing the atrocities occurring in Selma weighed heavily on them, and eventually led them to take action.  Those three brave women along with other members of the Concerned White Citizens of Alabama crossed racial barriers and lent white support to the voting rights cause.","The right to vote, one taken for granted by so many white citizens, was a right routinely being denied to the majority of black citizens, particularly in the South.  As members of the Concerned White Citizens of Alabama, Walbert, Baer and Gonzalez helped to organize and participate in a nonviolent protest march meant to highlight voter registration struggles in Selma.  According to Burke Marshall, former head of the Justice Department’s Civil Rights Division, “on February 4, 1965 . . . only 383 Negroes [in Dallas County] were registered out of a voting age population of over 15,000.”  Clearly the intimidation and discriminatory practices employed in Selma were effectively preventing blacks from registering to vote.  It was clear to Walbert, Baer and Gonzalez that the difficulties afflicting blacks could no longer remain a purely local problem.  It was time to draw national attention to the discriminatory practices affecting voter registration in Selma.","By organizing a protest march in Selma from a black church to the main courthouse, white activists like Walbert, Baer and Gonzalez helped focus the national spotlight on Alabama.  This concentration on voting discrimination in Selma was significant because following the protests, the issue of voting rights was addressed federally with the passage of the Voting Rights Act of 1965.  Through the nonviolent protests of Walbert, Baer, and Gonzalez, as well as the subsequent “Bloody Sunday” march on March 7, 1965, change was effected at the national level.  As Dr. Joseph E. Luders mentions in his analysis of the success of protests during the civil rights movement, “it cannot be forgotten that it was ultimately the demands of civil rights supporters and their willingness to brave violent crowds and hostile police that generated the reactions necessary to win local and national victories.”  Walbert, Baer and Gonzalez were three such supporters who did “brave violent crowds and hostile police” to help draw the eye of the nation to voter discrimination in Selma, Alabama, which eventually resulted in a national victory with the passage of the Voting Rights Act of 1965."],"display_date":"March 6, 1965","search_date":"1965-03-06","citations":[{"divid":1374615525,"type":"Article","data":["Burke Marshall","The Protest Movement and the Law","Virginia Law Review","51, No. 5","1965","785-803."]},{"divid":1374615625,"type":"Article","data":["Joseph E. Luders","Civil Rights Success and the Politics of Racial Violence","Polity","37, No. 1","2005","108-129"]},{"divid":1374615698,"type":"Book","data":["Nick Kotz","Judgement Days: Lyndon Baines Johnson, Martin Luther King Jr., and the Laws that Changed America","","New York","Houghton Mifflin Company","2005","250-337"]},{"divid":1374687977,"type":"Website","data":["Maurice Baer","The Concerned White Citizens of Alabama and their appearance in Selma, Alabama on March 6, 1965","Mervyn H. Sterne Library, University of Alabama at Birmingham","http://oh.mhsl.uab.edu/bwg/tr.pdf","July 17, 2013"]}],"locations":[{"id":7247,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"Dallas, Alabama"}],"tags":[{"id":1710,"tag":"Voting Rights"},{"id":1345,"tag":"Selma"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}