{"id":5712,"title":"Voting Rights Prove to be a Hard Sell in Alabama","course_id":110,"status":"P","start_date":"3/7/65","end_date":"8/6/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Bernice Daffron, a black resident of St. Clair County, Alabama, did not understand why the country was suddenly so concerned with the issue of voter registration among blacks.  Daffron stated in an editorial printed in <em>The Birmingham News</em> that she had “always been encouraged to vote,” and that this was the case “in many other counties.”  According to Daffron, the national attention drawn to Alabama following “Bloody Sunday” painted an erroneous picture of voting rights in her state.","The events of Bloody Sunday, the infamous march on March 7, 1965 from Selma, Alabama to Montgomery, Alabama shocked the nation.  The peaceful protestors, marching to draw attention to voter registration issues among blacks, were subjected to terrible police brutality, and it is no surprise that images from this incident captivated the nation’s eye; however, some citizens like Daffron did not believe that this march and the subsequent coverage of Alabama were fairly recorded.  She was of the opinion that national political figures were distorting the events of Bloody Sunday to fulfill political ambitions, and that voter registration practices were not a substantial problem in Alabama.","<em>The Birmingham News</em>, which had been covering events both from a national perspective as well as from a local perspective, supported a similar position to Daffron's.  The <em>News</em> did not believe federal intervention in voter registration practices was necessary, and that the issue at hand “is not a matter of “giving” the Negro the vote.  It is a matter of affirming the right that is already there.”  While the <em>News</em> was correct in its assessment that the right to vote already existed, it was clear that simply acknowledging this right did not translate to its enforcement.","In Alabama in 1965, 69.2 percent of eligible whites were registered to vote compared with only 19.3 percent of eligible blacks.  That is a shocking disparity of 49.9 percent between the races, and it is unrealistic to assume that such a large gap could be closed by simply “affirming the right” that blacks were legally able to vote.  There were other underlying issues which the <em>News</em> subtly accounted for and supported.","The <em>News</em> supported not only an affirmation of the right to vote, but also the necessity of qualifiers for the right to vote.  The right to vote should not necessarily be racially determined, but it should be regulated by “more than just the fact of drawing breath.”  The <em>News</em> did not feel that there was a need to pass voting rights legislation, since it would be redundantly addressing rights already afforded to citizens in this country.  In spite of attempts by Daffron and the <em>News</em> to minimize the problems concerning voter registration, the events of Bloody Sunday did draw national attention to the issue of voting rights.","The Voting Rights Act of 1965 was signed into law by President Johnson on August 6, 1965, largely in response to the Bloody Sunday march.  Over time, the Act dramatically reduced racial disparity in voter registration.  As of 2004, 73.8 percent of eligible whites were registered to vote in Alabama, while 72.9 percent of eligible blacks were registered, closing the gap to just 0.9 percent.  Regardless of the opinions of Daffron and the <em>News</em>, the attention garnered by Bloody Sunday was both important and necessary, and led to a dramatic and positive change in the ability of blacks to register to vote throughout both Alabama and the nation."],"display_date":"March 7, 1965 - August 6, 1965","search_date":"1965-05-22","citations":[{"divid":1374623999,"type":"Newspaper Article","data":["The Alabama Side Needs To Be Told","The Birmingham News","","March 17, 1954",""]},{"divid":1374624065,"type":"Newspaper Article","data":["Voting: A Right, but . . .","The Birmingham News","","March 17, 1954",""]},{"divid":1374624244,"type":"Government Document","data":["Shelby County, Alabama v. Holder, No. 12-96, 2013","U.S. LEXIS 4917 (2013)","","","","","","",""]},{"divid":1374624311,"type":"Book","data":["Nick Kotz","Judgement Days: Lyndon Baines Johnson, Martin Luther King Jr., and the Laws that Changed America","","New York","Houghton Mifflin Company","2005","250-337"]}],"locations":[{"id":7245,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"Dallas, Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":1346,"tag":"Voting Rights Act of 1965"},{"id":1345,"tag":"Selma"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}