{"id":5715,"title":"Southerner Cassius M. Clay Speaks Out Against Slavery","course_id":110,"status":"P","start_date":"1855-06-29","end_date":"1855-06-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a Friday in June in 1855, Southern politician and abolitionist Cassius M. Clay addressed the people of Mount Vernon at Brush Creek meeting house. His main topic of concern was slavery. He advertised that he was going to talk about the Kansas and Nebraska bill but little was actually said on the matter. Instead, he claimed that he was there to “roll away the great stone” of slavery because it was no longer needed in the United States. The people present were asked what their intentions were for setting the slaves free. He claimed that slaves were entitled to live freely, just as anyone else can. Clay also warned them that the time of remuneration was coming soon—that every slave would be paid back in some way by their previous owners in compensation for their previous enslavement. The golden rule would especially come into play during remuneration. Clay also spoke politically: he denounced the Democratic and Whig parties. The only party he trusted was the Free Soil party. Since the number of blacks in the South outnumbered the whites, they could eventually join the party and rally behind the cause. He then condemned the Pro-Slavery party and claimed that they ignored principles of the Declaration of Independence.","The speech was reported to the <em>New York Times</em> from a local who had witnessed Clay’s speech in Mount Vernon. He used the words “remarkable” and “inflammatory” to characterize the speech; both terms seem fitting. Clay clearly wanted to get a rise out of his fellow Kentuckians by questioning their kindness and loyalty to the United States. He also said that Clay used powerful language. Clay stated that the only way the United States would perpetuate was by the actions of rational and intelligent people. Yet he toured in uneducated areas that were committed to their own ways.","This speech was one of many speeches Clay made about the problem of slavery. Clay was a prominent Southern political abolitionist who continually challenged the humanity of his fellow southerners. The abolitionist movement kicked off in the 1830s and remained a major part of American life up until the Civil War. Some historians have argued that the abolitionist movement was primarily a northern cause and that it died out in the South in the 1830s due to heavy southern resistance. Historian Stanley Harrold argues the opposite: many abolitionist figures remained in the South and confronted southerners. The American campaign to end the enslavement of black people was an effort that both southern and northern abolitionists had an equal influence. As an influential politician, Clay’s speech most likely rattled the emotions of the Kentuckians in negative and positive ways. The man who reported on the speech was obviously affected and seemed to agree with Clay for the most part, thus proving the influence of southern abolitionists."],"display_date":"June 29, 1855","search_date":"1855-06-29","citations":[{"divid":1374636460,"type":"Newspaper Article","data":["Cassius M. Clay in Kentucky","New York Times","","July 19, 1855",""]},{"divid":1374636517,"type":"Book","data":["Stanley Harrold","The Abolitionists and the South","","Lexington","The University Press of Kentucky","1995","21"]}],"locations":[{"id":7263,"lat":37.3693246204,"lng":-84.3067637558,"zoom":9,"place":"ROCKCASTLE, Kentucky"}],"tags":[{"id":1713,"tag":"Abolitionists Speeches"},{"id":1712,"tag":"Southern abolitionists"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}