{"id":5716,"title":"Lydia Maria Child Writes to John Brown in Jail","course_id":110,"status":"P","start_date":"1859-10-26","end_date":"1859-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Soon after Captain John Brown raided Harper’s Ferry and was arrested, fellow abolitionist and writer Lydia Maria Child wrote a letter to him while he was in jail. The two had never met, but Lydia wanted to assure Brown that she was one of many who supported him in his cause. In this brief letter she made it very clear that even though she supported Brown in his desire to personally free slaves she believed that the course of action he took was unnecessary. She sided with him for his good intentions but was also saddened by his cruelty. However, she was quick to forgive him by loving him and blessing him. She assured him that thousands of other people sympathized with him as well. As a fellow abolitionist and devout Christian, Lydia let Brown know that she prayed for him but knew that his own faith would sustain him in prison. She also wrote that she sent a letter to the governor asking permission to visit Brown in jail. She hoped that the letter would comfort him in this dark time.","Even though the insurrection at Harper’s Ferry was a failed attempt to free slaves, it was a perfect representation of the increased sectional violence during the decade. John Brown was one of many abolitionists who believed that black antislavery action was the best means to an end. Brown was unique from other slave rescuers because he insisted on recruiting people to fight with him, whites and blacks. Brown counted on many slaves to join in on the raid but it did not happen; instead, he was outnumbered and easily overtaken by the federal marshals. Despite the fact that the attack was a failure and that there were violent consequences, abolitionists stood behind John Brown who was made a martyr for their cause. During the 1850s, sectionalism became more relevant, thus the abolitionists were more desperate to end slavery. For the most part, abolitionists thought that violent revolt hurt the cause. Oppositely, John Brown was the prime example of abolitionists that encouraged slave revolt. He was not only vocal about his cause but he acted on it. For this reason, many abolitionists gave him respect and hailed him as a hero.","Lydia Maria Child’s letter is one example of an abolitionist’s response to Brown’s capture and imprisonment. As Stanley Harrold points out, although many abolitionists wanted to present themselves as peaceful, law-abiding citizens they actually sided with Brown; Lydia’s letter shows that. All over the United States, abolitionists made John Brown support groups where they would sympathize with him and carry on his legacy. Others (even abolitionists) thought he was insane and denounced his actions but Lydia was one woman who sympathized with Brown and saw him as an important figure to the cause."],"display_date":"October 26, 1859","search_date":"1859-10-26","citations":[{"divid":1374637007,"type":"Book","data":["Stanley Harrold","The Abolitionists and the South","","Lexington","The University Press of Kentucky","1995","82-83"]},{"divid":1374637306,"type":"Primary Source in a Secondary Source","data":["Letter From Lydia Maria Child to John Brown","October 26, 1859","Letters of Lydia Maria Child with a Biographical Introduction by John G. Whittier and Appendix by Wendell Phillips","John G. Whittier and Wendell Phillips","Boston","Houghton, Mifflin &amp; Co.","1883","118"]}],"locations":[{"id":7249,"lat":42.4842595758,"lng":-71.3901525974,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":273,"tag":"John Brown"},{"id":202,"tag":"Abolitionist violence"},{"id":1714,"tag":"Lydia Maria Child"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}