{"id":5717,"title":"The Role of Women in Nazi Germany","course_id":110,"status":"P","start_date":"9/1/41","end_date":"9/30/41","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Role of Women in Nazi Germany","Nazis are often thought of as men, but many women contributed to the Nazi nation in Germany according to this newsletter in <em>Nachrichtendienst der Reichsfrauenführung Sonderdien</em>. This newsletter was sent to Nazi women who were leaders. These statements are meant to encourage women working at home and let women know what is expected of them during the war. This newsletter describes Nazi women as an army at the homeland. The newsletter discusses women taking on jobs while still keeping up with household duties. This newsletter reveals women will be rewarded with vacation time because the Nazi organization realizes the strain. Women are instructed to work together whether they are part of the organization or not to keep the country running. The outcome of the current battle is in the hands of each and every one of the citizens even those at home.","Women were not excluded from the other ordinary people who became part of what is known as the evil empire. Not all women were perpetrators and not all women fell victim to Nazification and participated only because of force. This document shows it was normal for women to take part in helping out the nation. This article addresses how important it is for woman to keep the homeland running will Nazi soldiers fight. The blanket statement that women were just victims to the Nazis cannot be made because some women were actively participating and expected to participate to keep the homeland strong. The newsletter even refers to women at home as making important economic decisions."],"display_date":"September 1941","search_date":"1941-09-15","citations":[{"divid":1374645007,"type":"Article","data":["Dr. E. H","The Test","Nachrichtendienst der Reichsfrauenführung Sonderdienst","v. 10, # 16","September 1941","1"]},{"divid":1374645148,"type":"Book","data":["Claudia Koonz","Mothers in the fatherland","","New York","St Martins Press","1981","7-16"]}],"locations":[{"id":7252,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":196,"tag":"women's rights"},{"id":7,"tag":"Women"},{"id":1715,"tag":"German"},{"id":1716,"tag":"German Women"},{"id":1717,"tag":"Nazi Women"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}