{"id":5718,"title":"Natural Beauty in Nazi Germany","course_id":110,"status":"P","start_date":"1/1/34","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The National Socialist Women's Yearbook of 1934 reveals women without makeup, without jewelry, and with large hips were considered the ideal Aryan woman in Nazi Germany. The Chairwoman of the Association for German Women's Culture, Agnes Gerlach claimed the ideal woman had become the \"big Germanic type of woman\" instead of the France's \"small, romantic type.\" Nazi propaganda highlighted larger women with large, child bearing hips. Gerlach’s article stated it was un-German to use products to change hair color or to change one's looks with cosmetics. The image of the thin French woman was emotionally damaging to German women in Gerlach's opinion. Similarly, the Jewish influence was thought to include too much focus on accessorizing and overly made up women. According to Nazi propaganda, Jewish and French woman were not strong or able to bear as many children because they were petite.  The German woman was superior and did not need to use this enhancing products to be beautiful.","Nazis associated gaudiness with Jewish women and easy women because of tradition.  Dressing plainly without make up or jewelry had been popular since the earliest Europeans. There were even periods where Europeans believed wearing make-up was immoral.  Anglo-Saxons may have never worn make up; there is no evidence of them wearing make-up. Eventually cosmetics, dying hair, and wearing gaudy jewelry became associated with easy women.  Nazis often stated the Western cultures had created an ugly and unnatural beauty.  Women in Germany were beautiful naturally and did not need to look like the Western and Jewish's flawed idea of beauty.  Nazis promoted women who were larger and who could bear children easier because this is the role the woman played in the Nazi culture. Agnes article demonstrates the opinions of the Nazis.  The ideal German woman did not need to blend in with other women of the world.  They were supposed to be the superior race; therefore, their women did not need doctoring to be beautiful and perfect."],"display_date":1934,"search_date":"1934-07-02","citations":[{"divid":1374645584,"type":"Article","data":["Amanda Bradley","The Evolian Revolt Against Aphroditism in the Third Reich","Nazi Fashion Wars","NA","2009","1-4"]},{"divid":1374645694,"type":"Book","data":["Agnes Gerlach","The National Socialist Women's Yearbook of 1934","","Germany","National Socialist Women's Organization","1934","1"]}],"locations":[{"id":7265,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1717,"tag":"Nazi Women"},{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"},{"id":1731,"tag":"Women Germany"},{"id":1732,"tag":"Nazi"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}