{"id":5719,"title":"Appealing to Aryan Women","course_id":110,"status":"P","start_date":"5/2/40","end_date":"5/2/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A painted picture from Mother’s Day issue of <em>The Frauen Warte</em>, a Nazi women’s magazine in 1940, reveals a light haired heavy set woman surrounded by her four children. This is the ideal Aryan, Nazi woman. She is not wearing jewelry and her dress is modest. She is not even wearing a wedding ring. Her four children each have light hair and blue eyes. The children each have a present for their mother in their hands. The gifts are simple: a ribbon, a toy bird on a stick, a flower, and a small toy sail boat. This picture uses an image for idolization as propaganda. The most important place for a woman to be would be at home with her children.","Women were supposed to meet this description. Women did not wear make-up because Aryan ancestors did not wear make-up. Nazis believed in natural, modest beauty this image portrays this because the woman, who is not wearing make-up, is dressed modestly. The wife has given birth to four children. The children shown have light hair and classic Aryan features due to the genes of their parents. The ideal Aryan wife would tend to the family while her husband worked to support the family or take care of the land. The “people” used in this magazine promoted a certain look and lifestyle. This is particularly interesting because it is a Mother’s Day issue. The family looks happy and the children appear to be thankful by giving her gifts. This may be a way to motivate women to have children, preferably many. Many magazines were created to promote this look and some existing magazines were told to print this propaganda. This natural look for the woman was often promoted and sometimes compared to a Jewish woman with too much make up or a misshapen face. The natural look was a way of protesting the pornographic images of dolled up women from western culture. A larger farmed woman could have children easier and this plain, natural look represented a loving mother not an \"easy woman\". This image portrays a woman who is appreciated and serving her purpose raising children in contrast to the western images of a sexy woman only used and appreciated for their beauty and sex. This ideal family Nazi family image would set a clear standard for other families in the regime."],"display_date":"May 2, 1940","search_date":"1940-05-02","citations":[{"divid":1374645902,"type":"Book","data":["Irene Guenther","Nazi Chic? : Fashioning Women in the Third Reich","","Oxford","University of Oxford","year 2004","130-155"]},{"divid":1374645984,"type":"Pamphlet or Other Printed Material","data":["","The Frauen Warte","","Women's Organization","1940","http://www.calvin.edu/academic/cas/gpa/images/fw/fw8-22.jpg"]}],"locations":[{"id":7261,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"},{"id":1717,"tag":"Nazi Women"},{"id":1246,"tag":"Propaganda"},{"id":1728,"tag":"Nazi Germany"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}