{"id":5720,"title":"Women Answer the Call in World War Two","course_id":110,"status":"P","start_date":"1/1/42","end_date":"12/31/42","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Propaganda from the War Manpower Commission, a U.S. employment service, promoted women joining the labor force during World War Two. In Mobile, Alabama, the Commission distributed a pamphlet using the fear of Hitler as motivation to work, asserting that as long women helped “build ships, more ships to transport our men, tanks, planes and munitions” Hitler wouldn’t “come to our shores.”  It also noted that housing at that time would not permit any new migration of workers to take the Mobile jobs which was why women were so badly needed.  At the time of its printing in 1942, this pamphlet urged that 6 million more women were needed from the 4 million already “employed in America’s war industries.”","It is more than obvious that in America during World War Two, women came when they were called.  As Karen Anderson pointed out, by the wartime peak in 1944, 19 million were employed, an increase of almost fifty percent since March 1940.  Also between these four years, the number of women employed in manufacturing jobs increased 141 percent while domestic service employees decreased by about 20 percent.  Women formally working as waitresses, maids, and saleswomen dominated jobs as welders, riveters, taxicab drivers and so on.","However patriotic it seemed for women to contribute, Anderson went on to reveal war work was not glamorous or enlightening as suggested in pamphlets and it had a disrupting influence on gender roles.  Once women entered the “men’s world”, they encountered more problems than they expected.  Since most women had never worked before, training for dangerous jobs such as welding was imperative.  Few courses were offered as part of in-plant training.  This meant that about four to eight hours in classes were added to an already forty-eight hour long work week.  Training centers were frequently located in residential areas rather than close to the plants, adding to another problem experienced throughout the war boom, transportation.  Serious transportation problems rose with wartime shortages that extended the amount of time women were away from home.  Being away from home so much left women distraught in trying to properly care for their children and catch up on housework.  American policy makers were not helpful in easing women’s duel burden during the Second World War. Thus the high rates of absenteeism among female workers revealed the most compelling evidence of calamity created by war times.","With the problems that evolved it is obvious that women were apt to put their lives on hold for the greater good of the country.  With propaganda urging them to consider if they could “be of greater service” at “home or in a war plant” how could they turn their backs in such critical times of need?"],"display_date":1942,"search_date":"1942-07-02","citations":[{"divid":1374678385,"type":"Book","data":["Karen Anderson","Wartime Women: Sex Roles, Family Relations, and the Status of Women During World War Two","","Westport","Greenwood Press","1981","4-62"]},{"divid":1374689386,"type":"Website","data":["War Manpower Commission","War Manpower job flyer promoting women to register for War Jobs","National Archives of Atlanta","http://www.archives.gov/atlanta/education/resources-by-state/images/wwii-flyer.pdf","July 19, 2013"]}],"locations":[{"id":7241,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"Mobile, Alabama"}],"tags":[{"id":258,"tag":"World War II"},{"id":7,"tag":"Women"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}