{"id":5722,"title":"'V' is for Victory","course_id":110,"status":"P","start_date":"1/1/45","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["One of the reasons for promoting Victory Gardens during World War Two was that they would pay for themselves and put money in the pockets of those that grew them.  In a clipping from <em>Metro Newspaper Service </em>in 1945, a picture depicts a girl standing next to a boy with a hoe discussing a bush with money for leaves with a subtitle that advertises “many a Victory Gardener” would have been able to call “all his crops “cash crops”.”  Adjacent to the picture are two females, obviously mother and daughter, watching their husband and father set up their garden because “nothing [was] more gratifying than” “a productive garden.”","Amy Bentley has observed that War World Two was ridden with slogans. By calling food production “the first line of defense”; the United States Government hoped millions of Americans would produce their own fruit and vegetables.  Whether it was to free up land originally for domestic production for the overseas soldiers or American Allies, The Department of Agriculture wanted to see improved health and productivity on the home front.","Any productivity in agriculture was accepted whether it was a half-acre of land or “a few jars of peach preserves.”  From her research, Bentley has argued that home front food production was a way to renew and “strengthen communities during this global crisis”.  The campaign for these gardens hoped to inspire hard work while helping Americans escape the current conditions and return to a preindustrial time like their ancestors had.  The thought was if one could become a producer of things, a cleansing of the soul would result from just simple interaction with the earth.","The producers of Victory Gardens felt that any and all effort in producing fruit and vegetables somehow helped in the overall war effort.  The clipping indicated hope for more gardens that year than any before.  After all, it was printed in 1945, when the world was becoming exhausted of resources to fuel the almost never ending war."],"display_date":1945,"search_date":"1945-07-02","citations":[{"divid":1374689727,"type":"Website","data":["Alabama State Council of Defense","Your 1945 Victory Garden Ads","Alabama Department of Archives and History","http://www.archives.state.al.us/teacher/ww2/lesson6/doc03p1.html","July 19, 2013"]},{"divid":1374689844,"type":"Book","data":["Amy Bentley","Eating for Victory: Food Rationing and the Politics of Domesticity","","Chicago","University of Illonois Press","1998","114-127"]}],"locations":[{"id":7256,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":258,"tag":"World War II"},{"id":13,"tag":"Agriculture"},{"id":1719,"tag":"Victory Gardens"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}