{"id":5726,"title":"<strong>“Cotton Tom” Heflin Exploits American Anti-Catholicism to Defeat Al Smith</strong>","course_id":110,"status":"P","start_date":"1/28/28","end_date":"1/28/28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Heflin’s address to his colleagues in the first session of the 1928 Alabama state congress contains within it several of the main fears associated with the anti-Catholic sentiment in the South at the time.  Heflin, a known member of the Ku Klux Klan, used his position as a sitting congressman to roundly abuse his fellow Catholic politicians, and perpetuate several of the anti-Catholic suspicions commonly referenced by the Klan.  Heflin begins his address by describing some of the proceedings of the Democratic national convention that took place four years earlier.  His very first mention of the “Romanists” in attendance is a thinly veiled warning to his fellow Klan members as to the intentions of the Democratic political community who belonged to the Church.  He theatrically describes a scene in which several Catholic Democrats bring the convention to a halt, in order to demand that the convention denounce the Ku Klux Klan nationwide.  Heflin claims to have attempted to calmly reason with them, saying: “Gentlemen, that question has got no business in this convention…It is a Protestant order and Protestants generally think that you want it denounced because you are Catholics.”  Heflin goes on to say that the denunciation of the Klan would tear the Democratic Party apart.  According to him, the response from the “Tammanyites” was simply; “To hell with the party if it will not denounce the Klan.”  Heflin capitalized on this statement, to make the point that a Catholic has allegiance to Rome alone, and that their participation in politics was a threat to the American democratic process.  To illustrate this, he makes the conjecture that the main goal of the Catholics in his party was to see Al Smith elected to the presidency.  The war-like rhetoric that follows this proclamation indeed served its intended purpose.  “Gird your loins for political battle, the like of which you have not seen in all the tide of time in this country”, Heflin said, “The Roman Catholics of every country on the earth are backing his campaign.”  He makes the claim that the wealthy Catholics of America, along with financial partners across the globe were involved in the clandestine acquisition of southern newspapers, seeking “to control the vehicles that carry news to the people.”  Heflin charges that this international conspiracy would be a dire threat, designed to “lay the heavy hand of a Catholic state upon you and crush the life out of Protestantism in America.”  Heflin’s words were not in vain.  Although Al Smith won the support of Alabama in the election, (largely because of the unwillingness of most southerners to vote for a Republican under any circumstance) he failed to gain enough popularity in the north, where anti-Catholic sentiment was most prevalent at the time."],"display_date":"January 28, 1928","search_date":"1928-01-28","citations":[{"divid":1374689890,"type":"Government Document","data":["Congressional Record","Congressional Record","28 January 1928","Montgomery, AL","","1928","","Website","http://historymatters.gmu.edu/d/5073"]},{"divid":1374689955,"type":"Book","data":["Rice, Arnold","The Ku Klux Klan in American Politics","","Whitefish, MT","Literary Licensing, LLC","20111","1-100"]}],"locations":[{"id":7279,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":1726,"tag":"Tom Heflin"},{"id":1725,"tag":"Cotton Tom"},{"id":151,"tag":"Ku Klux Klan"},{"id":1723,"tag":"Nativism"},{"id":1722,"tag":"Anti-Catholicism"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}