{"id":5729,"title":"Army Segregation Problem","course_id":110,"status":"P","start_date":"3/13/44","end_date":"3/13/47","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Private Bert B. Babero, was an African American soldier enlisted in the United States Army during World War II. While stationed at an army base in Pennsylvania, he was surprised to find that segregation was practiced that far north. Although African Americans and Caucasians were fighting in the same war for the same cause, Private Babero still experienced racial injustice. Out of the four movie theaters on post only one was allowed to be used by black soldiers. Having strong emotions of injustice and social inequality Private Babero wrote to attorney Truman Gibson numerous time of the segregation on the army base, not in the hopes that he would file a claim against the base, but rather in hopes that he and other like him would realize that what was happening was wrong and would one day have the courage to do something to change it.","As with the Great War black soldiers returned from WWII as champions of democracy to a society that still treated them as second class citizens. During the 1920s the older generation pushed a civil rights agenda but with little success. World War II bought about irreversible change. The defense jobs that were held by African Americans at the time rose from 3 to 8 percent. A new sense of mission was forged and black Americans joined by some white allies began to express resistance to passive acceptance of the pre-war status quo. The number of registered voters in the south increased to 12 percent by 1947, led by black soldiers.","At this time in American history the practice of Jim Crow laws and segregation was a common thing throughout the country. While training and fighting on the war front there was still fighting going on the home front even in different military divisions. While fighting in Europe African American soldiers returned home with a new sense of pride and accomplishment. They had this militaristic attitude that they were not going to return home to the same segregated theaters, dinners and restaurants, transportation, or being banned from voting."],"display_date":"March 13, 1944 - March 13, 1947","search_date":"1945-09-11","citations":[{"divid":1374693303,"type":"Website","data":["Bert Babero","A World War II Soldier Finds Segregation on Army Bases","American Social History Project: Center for Media and Learning","herb.ashp.cunyu.edu/items/show/721","july 7, 2013"]},{"divid":1374693466,"type":"Website","data":["unknown","the Civil Rights Movement in th Postwar era: 1946-1953","Authentic History","authentichistory.com/1946-1960/8-civilrights/1946","July 7, 2013"]}],"locations":[{"id":7275,"lat":41.3021722403,"lng":-80.2577161025,"zoom":9,"place":"Mercer, Pennsylvania"}],"tags":[{"id":1734,"tag":"WWII, African Americans"},{"id":1735,"tag":"World War II, Racism"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}