{"id":573,"title":"The Capture of Columbia\n","course_id":1,"status":"P","start_date":"1865-02-17","end_date":"1865-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 17th, Federal troops surrounded and invaded Columbia, South Carolina. General William Tecumseh Sherman led his troops to the center of the city, as Confederates soldiers fled the city.  The mayor of Columbia surrendered the city, and Northern troops occupied the city. Before leaving the city, Confederates burned bales of cotton, leaving them smoldering for the Yankees to find. The Federalist soldiers spent the night in Columbia enjoying liquor they had discovered, however, late in the night, the church in the center of town caught on fire and burned. The cause of the fire was unknown; however, the many blamed Sherman and his troops who were highly intoxicated and at the scene of the crime.  The image of a burning church became a symbol of Northern barbaric and unmoral methods it used to overrun cities. Confederates scorned this action and used it as evidence against the North and to support their cause. The fire could have very well been caused by the wind in the night blowing remnants of the burning cotton bales.  However, Confederates chose to believe the former as a symbol of Union aggression. &lt;br /&gt;The capture of Columbia by Federal troops was a symbolic invasion in the civil War.  People saw and interpreted the burning of the church as a morally unjust and evil action.  They claimed Northern aggression, which added to its reputation.  Burning Columbia became a symbol for Union invasions, lasting throughout the war.  Though the actual cause of the fire was unknown, the hatred and mistrust of the South toward the North intensified the meaning behind the fire turning it into a national symbol. The capture of Columbia was a significant victory for the Union because South Carolina was the state that started Secession, and by capturing its prominent cities, the North demonstrates its victory in the Civil War."],"display_date":"February 17, 1865","search_date":"1865-02-17","citations":[{"divid":1214328632,"type":"Book","data":["Mark Grimsley","The Hard Hand of War",null,"New York","Cambridge University Press","1995",""]},{"divid":1214328667,"type":"Book","data":["E.B. Long","The Civil War Day by Day: An Almanac 1861-1865",null,"Garden City, NY","Doubleday &amp; Company","1971",""]},{"divid":1214328752,"type":"Book","data":["Michael Felman","This Terrible War: The Civil War and Its Aftermath",null,"New York","Pearson Education","2003",""]},{"divid":1214328830,"type":"Newspaper Article","data":["","Charleston Courier","","February 21, 1865",""]},{"divid":1214328865,"type":"Book","data":["Robert Denney","The Civil War Years: A Day-by-Day Chronicle of the Life of a Nation",null,"New York","Sterling Publishing Co, Inc.","1994",""]}],"locations":[{"id":430,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}