{"id":5740,"title":"<strong>Technology and Student Achievement</strong>","course_id":108,"status":"P","start_date":"4/1/77","end_date":"11/1/82","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Computers have been in existence for quite some time. Initially, computers were used for calculating purposes. In the third century AD computers were initially used to describe annual celestial holiday calculations. However, while this sort of computer did serve a purpose, this is not how most are familiar with using a computer. By the 1960’s large mainframe computers were becoming more common, especially in the areas of US military and space programs. IBM was the market leader when it came to computers. By the 1970’s Steve Jobs and Steve Wozniak shared what would be the first Apple II computer. By the 1980’s, Apple and IBM had invented new models. Computers were now becoming more and more popular in work-stations and in homes.","In 1957, educational reform became a national interest in the U.S. following the Soviet launch of the Sputnik satellite. This started what was called the “golden age” of education. National efforts were now being underway to reform education. Children were now being prepared for a new type of environment that had not yet existed.  There would now be a rapid growth of computer-based education. In the late 1960’s, The National Science Foundation (NSF) provided support of the development of 30 regional computing networks. This would include 300 higher education institutions and secondary schools. What a rapid increase? In the 1960’s, only 1% of secondary schools were using computers for instructional purposes. By the 1970’s, 55% of schools had access and 23% used computers primarily for instruction. In the 1970’s, over two million students were using computers in their classrooms. The goal was to allow educators to increase the level of educational performance of students. The use of computers in the classroom would eventually serve as a benefit for students and prove positive.","A 1983 article from the <em>New York Times </em>researched whether children would have the capability of learning how to use a computer in completing their schoolwork since much of it had been accomplished thru the use of paper and pen. As students turned to the use of computers, researchers were unable to make a determination, however some schools were able to see positive results as it related to the children’s school-work.  The <em>New York Times </em>shared the example of projects performed at Bank Street School for Children with the help of 51 pupils. The project was performed during a 2 year span. The project consisted of computer language that was taught with a variety of methods in two classrooms. The classrooms consisted of 3<sup>rd</sup> and 4<sup>th</sup> graders and another with 6<sup>th</sup> and 7<sup>th</sup> graders. The project determined that the impact of computer learning was “profound in the realm of social relations than in academic achievement.” Dr. Karen Sheingold, Director of the Center for Children and Technology at the Bank Street College of Education, further stated in the 1983 article that, “The children were excited to use the computers and that it played an intricate part in their relationship with school and each other.”","A 1995 Forum from the Department of Education expressed how students and teachers were heavily motivated by the use of computers. Some of the results shared in the forum revealed an increase in family involvement, improved teacher skills, and school administration and management. Additionally, a second study of nine technology rich schools concluded that regardless of age, race, parental income or other characteristics, technology added educational gains of all the students. Apple Computer, Inc., reported an independent study within the forum that was conducted within a 10-year span. Students not only continued to perform well on standardized tests, but also developed in a variety of competencies, usually not measured.","An updated article printed by 2005 by NCREL (National Central Regional Education Library), entitled “Critical Issue: Using Technology to Improve Student Achievement”, shared positive results proving the benefit of computers as it relates to student achievement. The article stated that, “computers have proven to be a great learning tool for students and teachers today.” There are various forms of technology used to enhance learning. The article discussed a range of technology-based examples commonly used in the classrooms, from videos, digital moviemaking, laptop computing to handheld technologies. Included was the 2003 Census report which revealed that, “at least 57% of students between the ages of 7-17 utilize computers at home to complete their assignment’s, at least ¾ of teens, approximately 16 million youth, admit to using some form of technology such as instant messaging to talk about homework, tests, or schoolwork. Podcasting is another form of technology that is quickly entering the classrooms.”","When we think of technology in the classroom we often think of activities that may not appear as fun, but based on the information written in the <em>New York Times</em> article of 1983, Dr. Sheingold confirmed, in part, that “children were interested in making attractive, game-like products. They wanted to make fun things happen on the screen.”  Since the invention of computers, it has been wondered whether the use of computers would alter a student’s thought process or enhance their learning ability.  Although personal computers have only been around since the 1970’s, researchers have remarked that technology is evolving quite rapidly and there is no way to measure its impact. However, based on information provided by the <em>New York Times</em>, as we attempt to draw a conclusion on the progress in relation to technology and student achievement, we see changes, positive ones at that."],"display_date":"April 1, 1977 - November 1, 1982","search_date":"1980-01-16","citations":[{"divid":1376332500,"type":"Website","data":["Brozan, Nadine","\"Computers As A Learning Tool\"","The New York Times","http://www.nytimes.com/1983/07/04/style/computers-as-a-learning-tool.html","August 5, 2013"]},{"divid":1376332556,"type":"Website","data":["Honey, Margaret","\"Critical Issue: Using Technology to Improve Student Achievement\"","North Central Regional Educational Laboratory","http://www.ncrel.org/sdrs/areas/issues/methods/technlgy/te800.html","August 5, 2013"]},{"divid":1376332599,"type":"Website","data":["National School Boards Association","\"Technology's Impact on Learning","Department of Education","http://www.nsba.org/sbot/toolkit/tiol.html","August 5, 2013"]},{"divid":1376332662,"type":"Website","data":["Molnar, Andrew","\"Computers in Education: A Brief History\"","The Journal","http://thejournal.com/Articles/1997/06/01/Computers-in-Education-A-Brief-History.aspx","August 11, 2013"]}],"locations":[{"id":7297,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":599,"tag":"Technology"},{"id":1745,"tag":"Student Achievement"},{"id":820,"tag":"Computers"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":108,"school_id":43}}