{"id":5748,"title":"Early Relationship Between Automobiles and Masculinity","course_id":112,"status":"P","start_date":"1/1/19","end_date":"12/31/19","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Introduced in the early 20<sup>th</sup> century, the automobile became one the great advances that occurred within American society.  They soon came to greatly expand the mobility of the American people and would eventually come to dominate the travel and leisure industries.  Due to the fact that early automobiles where the “new toy” for leisure and luxury, usually only the upper-class where affluent enough to afford them.  Since at that time “man of the house” was the provider for his family and maintaining its economic stability, men where usually the key demographic who went out and purchased this new technology once it became available to the public.","The relationship between the patriarchal form of income for families in the early twentieth century and the fact that automobiles where usually meant for the middle and higher classes eventually evolved to the connection that higher-class male masculinity had with the ownership of cars.  Also Henry Ford’s breakthrough in the assembly line production of cars made this dream of car ownership within reach of more middle class men.  For the majority of the early era of automobiles, men where the one’s more interested in the automobile usage, but some women did interest themselves in the mobility and freedom that they provided.  Men where soon expected to be proficient in the cars and their repairs, culminating in the coming of age “first car” of many teenagers  later of more modern times.","This connection between masculinity can is expressed in the early days of the comic strip<em> Gasoline Alley</em>, by Frank O. King.  This comic strip, introduced in 1919, originally focused on a group of men coming together on Sunday mornings in the back alley of their apartments to talk about cars.  This comic strip appealed to the male demographic with its masculine display of “automobile knowledge” in friendly camaraderie.  Eventually even the publisher admitted that the appeal was too masculine and needed to be curved to better appeal to the female audience, a testament to the strong connection between the automobile and the male identity."],"display_date":1919,"search_date":"1919-07-02","citations":[{"divid":1379552384,"type":"Newspaper Article","data":["Frank King, Drew 'Gasoline Alley': Creator of the Comic Strip in 1919 is Dead at 86","The New York Times","New York","June 25, 1969","43"]},{"divid":1379552511,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Robert C. Harvey","Gasoline Alley","The Encyclopedia of American Comics","Ron Goulart","New York","Promised Land Productions","1990","149-150"]},{"divid":1379553039,"type":"Website","data":["Margaret Walsh","Automobile in American Life and Society: Gender and the Automobile in the United States","University of Michigan","autolife.umd.umich.edu","September 17, 2013"]},{"divid":1379553372,"type":"Article","data":["Matt Murray","In `Gasoline Alley,' Characters Are Getting Long in the Tooth --- Walt is Nearly 102, Skeezix Is 80; Question for the Cartoonist: Should He Kill Them Off?","Wall Street Journal","Eastern Edition","June 20, 2001","A.1"]}],"locations":[{"id":7321,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1544,"tag":"automobile"},{"id":1761,"tag":"male identity"},{"id":1762,"tag":"Gasoline Alley"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}}