{"id":5758,"title":"Monroe Manifests Humanity","course_id":112,"status":"P","start_date":"1/1/05","end_date":"8/31/29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Throughout American history racism has always had a profound effect on social development. From the time that settlers arrived in the early 1700s, Native Americans have been a target of racism. They were forced into slavery, removed from their land, exploited by the United States government and forced to assimilate into US culture. United States citizens and government both worked to promote racist attitudes towards Native Americans. This was apparent in the various acts of legislation that were passed through the government and the wars the US fought against the Native Americans. Although racism was fueled in part by white supremacy, Native Americans also provided an impetus for this racism by resisting oppression by the United States government. A major example of hostilities between Native Americans and the government were the Seminole wars in Florida.","The Seminoles were the most persistent in evading US military and government efforts to dislodge them. They cost the lives of many soldiers in the US military throughout various wars. Generally the Seminoles were regarded as blood-thirsty savages and were an iconic ‘bad guy’ in literature of the time period. However, as there are exceptions to every trend, in the writings of Kirk Munroe the Indians were treated as equals instead of inferiors. In his writings, this was a common theme that defied the racism permeating US society of the time. For example, in a diary that Munroe had written, which served as inspiration for several of his works, he described his encounters with Indians. These are graphic encounters, but Munroe made a point to treat the Indians fairly, and in doing this, he escaped being scalped or beheaded. This was a progressive way of behaving for the time period and he made sure that these themes found their way into his books."],"display_date":"January 1905 - August 1929","search_date":"1917-05-02","citations":[{"divid":1383842440,"type":"Book","data":["Jessica R. Cattelino","The Double Bind of American Indian Need Based Sovereignty","","Los Angeles","University of California","March 5, 2010","237-240"]},{"divid":1383843099,"type":"Book","data":["Sidney L. Harring","Crow Dog's Case: American Indian Sovereignty, Tribal Law and the United States Law in the Nineteenth Century","","Cambridge","Press Syndicate of the University of Conneticut","1994","8-9"]},{"divid":1383843783,"type":"Article","data":["Gretchen Eick","U.S. INDIAN POLICY, 1865-1890 AS ILLUMINATED THROUGH THE LIVES OF CHARLES A. EASTMAN AND ELAINE GOODALE EASTMAN","Great Plains Quartely","1","2008","27-47"]},{"divid":1383844656,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Ray Allen Billington","The Expansion of the Nation","Encylopedia of American History","Jeffrey B. Morris","New York","HarperCollins Publishers Inc.","1996","580-581"]},{"divid":1384522940,"type":"Pamphlet or Other Printed Material","data":["Kirk Munroe","Papers","Archives and Special Collections","Olin Library","Unknown","Rollins College, Winter Park, Florida"]}],"locations":[{"id":7391,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1782,"tag":"US Government"},{"id":1781,"tag":"Munroe, Kirk"},{"id":1780,"tag":"Seminole War, Indian"},{"id":889,"tag":"Racism"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}}