{"id":576,"title":"Authorization of the Freedman&#39;s Bureau\n","course_id":1,"status":"P","start_date":"1865-03-03","end_date":"1865-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 3rd the U.S Congress authorizes the formation of the Freedman's Bureau.  The bureau helped distressed refugees, freed slaves and poor white farmers; it supervised and managed all confiscated land of formerly confederate states. This bureau was headed by General Oliver Howard, and had supervisory powers over any subjects who were refugees or slaves in rebel states or those dislocated by the war.  It gave refugees clothing and food, and would assign them temporary plots of land. The Freedman's Bureau also provided the opportunity of education to blacks outside of manual labor; it taught them to read and write, and it sought to improve the lives of the black in the south. This development was successful for the advancement of the dislocated slave; however, it was one of the first reconstruction measures to be abolished. It was active from 1865-1868 and was disbanded in 1872.&lt;br /&gt;The Freedman's Bureau represented a tremendous effort by Congress to reach out to and help the dislocated slave after the end of the Civil War. The government wanted to show its support for and behind the newly freed slaves from the South by giving them a chance to start over.  By providing provisions, and education, it taught blacks to become self-sufficient and gave them the opportunity to create a new life for themselves.  The Bureau however could not last forever as it became a strain on the government to continuously provide for freed slaves.  Though it was disbanded during Reconstruction, it managed to last for seven years providing remarkable support and assistance to many."],"display_date":"March 3, 1865","search_date":"1865-03-03","citations":[{"divid":1214328474,"type":"Newspaper Article","data":["","Charleston Courier","","March 29 and June 9, 1865",""]},{"divid":1214328497,"type":"Book","data":["E.B. Long","The Civil War Day by Day: An Almanac 1861-1865",null,"Garden City, NY","Doubleday &amp; Company","1971",""]}],"locations":[{"id":432,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}