{"id":5763,"title":"Harlem Renaissance: A cultural battle for equality","course_id":112,"status":"P","start_date":"9/19/26","end_date":"9/19/26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A new movement rose in the 1920s as African American Jazz began to sweep the nation. Marking an influential Harlem Renaissance, this “New Negro Movement” resembling an outburst of African American culture included literature, music, and art.  The new jazz that rose during this period challenged conventional white music by emphasizing the need for more culturally inherent music; it asserted the emergence of the “New Negro”[1], one that would attempt to revive culture and make it significant to the African-American race, creating their own identity.  On a deeper level it challenged de jure segregation that began with the Jim Crow laws[2], laws that would cause them to express themselves culturally, rebelling against the mainstream.  This resistance towards the mainstream would increase significantly after the wartime period where they experienced more freedom from the French than their own country causing them to turn towards literature and the arts, to argue that the mainstream should begin to take them more seriously.","Zora Neale Hurtson’s iconic book <em>Their Eyes Were Watching God</em> was a landmark for African American women featuring a title character who broke society norms by choosing an independent lifestyle where she became very active in finding a partner and crafting her own identity.  Her race and her gender does not stop Janie Crawford from achieving an established role in a 1930s environment that attempted to oppress African American women. African Americans were struggling to achieve their own national identity, one example of this struggle was distinguishing Negro music with American Jazz.  The misconception was that they were the same but African Americans in 1926 gave key notes on why this was inaccurate.  Like African tribes and commu­­nities, the music of the Negro was one that relied on group effort, “no one sings just one part.”[3] Instead, they have emphasized creating their own system of orchestrating music that differs from American processes. This group effort would foreshadow African American’s attempt to separate from mainstream society in the 1960s, creating their own racial community through groups like the Black power.[4]","[1] Harriss, M. Cooper, “From Harlem Renaissance to Harlem Apocalypse: Just Representations and the Epistemology of Race in the ‘Negro Novel’.”","[2] John D. Buenker and Joseph Buenker, eds. <em>Encyclopedia of the Gilded Age and Progressive Era</em> (Armonk: M.E. Sharpe, Inc, 2005) 69-77.","[3] “American Jazz is not African: Derived From it and Rhythm is Similar, but ours is Much Simpler, Says Well-Versed Authority-on Negro Music” <em>New York Times</em>, Sep. 19, 1926.","[4] Renata Harden, Christopher K. Jackson, and Berlethia Pitts, “Reading the Harlem Renaissance into Public Policy: Lessons from the Past to the Present” <em>Afro-Americans in New York Life & History</em> 36.2"],"display_date":"September 19, 1926","search_date":"1926-09-19","citations":[{"divid":1384484982,"type":"Newspaper Article","data":["American Jazz is not African: Derived From it and Rhythm is Similar, but ours is Much Simpler, Says Well-Versed Authority-on Negro Music","New York Times","New York, NY","September 19th, 1926",""]},{"divid":1384485054,"type":"Article","data":["Renata Harden, Christopher K. Jackson, and Berlethia Pitts","Reading the Harlem Renaissance into Public Policy: Lessons from the Past to the Present","Afro-Americans in New York Life &amp; History","36.2","2012","7"]},{"divid":1384485141,"type":"Article","data":["Harriss, M. Cooper","From Harlem Renaissance to Harlem Apocalypse: Just Representations and the Epistemology of Race in the 'Negro Novel'","Journal of Religion","93.2","2013","259-290"]},{"divid":1384485614,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["John D. Buenker and Joseph Buenker","African Americans","Encyclopedia of the Gilded Age and Progressive Era","John D. Buenker and Joseph Buenker","Armonk","M.E. Sharpe Inc","2005","69-77"]}],"locations":[{"id":7387,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":85,"tag":"Harlem Renaissance"},{"id":142,"tag":"african americans"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}}