{"id":5764,"title":"Racial Relationships within the Suburban Community","course_id":112,"status":"P","start_date":"1/1/55","end_date":"12/31/73","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The large amount of social change that occurred within the mid-20<sup>th</sup> century arose from the push toward equality between the groups of people urging the nation for integration.  These groups pushed for the basic rights for people of any gender, race, or sexual-orientation.  This desire to change the nation led to many government and social acts to protect and provide these oppressed groups with basic rights that had been stripped from them, but these changes where not over-night successes.  It took years for the effects of these changes to be felt.","One of the most commonly discussed topics that arouse from the civil rights movement is racial equality, arising from the dissatisfaction of the black community after the war.  There was a strong drive to rid the nation of the bigotry and prejudice that constantly followed them everywhere.  Eventually there was a slow process of integration and ever growing opportunity for the African American community, but along with this success, there was the presence of opposition and subtle condescension by some members of the white community.","The movement of more and more black families into the typical suburban “white” neighborhoods, for example, usually caused some form of confrontation in one way or another.  In the county of Westchester, New York, there seemed to have developed a fad that came to be called “Rent-a-Black parties” by the African American community and “Integrated Parties” by the members of the white community.  They usually dealt with the invitation of a black guest by white hostesses, as a form of acceptance into the community.  Many times these party invitations did stem from a friendship and shared interest, but there were those invitations that arose as a subtle form of ridicule.  Eventually these forms of “community acceptance” did go into decline as the peculiarity associated with the “new black family” by the white community became less and less of an issue."],"display_date":"1955 - 1973","search_date":"1964-07-01","citations":[{"divid":1384486766,"type":"Newspaper Article","data":["Suburban Parties: Token Integration Is on the Decline","The New York Times","","6 February 1973","42"]},{"divid":1384486833,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Carol Wilson","Reitman v. Mulkey","Encyclopedia of African-American Civil Rights","Charles D. Lowery and John F. Marszalek","New York","Greenwood Publishing Group, Inc.","1992","448-449"]},{"divid":1384487008,"type":"Article","data":["John R. Logan and Linda Brewster Stearns","Suburban Racial Segregation as a Nonecological Process","Social Forces","Vol. 60, No. 1","September, 1981","61-73"]},{"divid":1384487101,"type":"Article","data":["Caroline R. Nagel","Reconfiguring Belonging in the Suburban US South: Diversity, ‘Merit’ and the Persistence of White Privilege","International Journal of Urban and Regional Research","Vol. 37, No. 2","March, 2013","618-637"]}],"locations":[{"id":7380,"lat":40.9100159753,"lng":-73.7674032747,"zoom":9,"place":"Westchester, New York"}],"tags":[{"id":1787,"tag":"Suburbs"},{"id":42,"tag":"Civil Rights"},{"id":15,"tag":"Race-Relations"},{"id":705,"tag":"Community"},{"id":629,"tag":"race"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}}