{"id":5766,"title":"The Great Migration","course_id":112,"status":"P","start_date":"1/1/17","end_date":"12/31/22","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Many changes and shifts occurred during the early twentieth century. Big shifts such as mass movements from different regions in the U.S., notably African American’s “Great Migration” from the South to the North. Around 6 million black migrants were redistributed among the Northern and Western cities later to die down around the first World War.","A popular destination for these migrants was Chicago, Illinois. A few letters from the “Great Migrations” chapter of <em>Major Problems in American Urban and Suburban History </em>were compiled from 1917. Two of the letters (both from anonymous sources) are prime examples of the different stages of the relocation to Chicago. The first letter is from a black man living in Louisiana  asking the <em>Chicago Defender </em>for “passes” to the North. At the time, <em>the Defender </em>was a widely popular literary journal that emphasized the negatives of racial discrimination and was a strong activist source for civil rights. He explains that he, like many others, has a family to take care of and has heard/read of great job opportunities in Chicago. He also mentions the displeasure from “white folks” that many blacks were looking North for opportunities. He writes “Please dont publish this because the white folks are angry now because the negroes are going North.” Many white southerners were upset about the loss of labor to the promise of “freedom”.","In the second letter, a black woman who has already moved to Chicago tries to persuade her sister to move her family to Chicago. She tells her that “people are rushing here by the thousands”and there is good money in being a landlord, on account of all the needed housing for the incoming migrants. She writes of the job she and her daughter have at a meat packing warehouse where she makes $1.50 a <em>day. </em>However, she feels the Lord has brought her and her family to Chicago.","Job opportunities weren’t the only motivation for this Great Migration. A general sense of true “freedom” was felt with living in urban cities, particularly Chicago. Polls were taken and the responses about Chicago living were all generally the same: freedom, voting rights, better opportunities, no “dictation” from the white people. A particularly shocking response from a black migrant stands out: “Can vote; no lynching; no fear of mobs; can express my opinion and defend myself.”","Another big pull factor was the widespread grouping together of blacks in urban areas. James R. Grossman states “it is likely that eventually most black southerners who decided to go North... chose a destination based largely on the presence of kin and townsfolk.”","Overall, Chicago was an incredibly enticing city for those oppressed black southerners."],"display_date":"1917 - 1922","search_date":"1920-01-01","citations":[{"divid":1384507686,"type":"Online Encyclopedia","data":["Encyclopeadia Britannica Online","Great Migration","http://www.britannica.com/EBchecked/topic/973069/Great-Migration","November 14, 2013"]},{"divid":1384507869,"type":"Article","data":["Joel E. Black","A Theory of African- American Citizenship","Journal of Social History 46","4","2013","896-915"]},{"divid":1384507969,"type":"Primary Source in a Secondary Source","data":["Southern African Americans Discuss the Advantages of Moving to Northern Cities, 1917","1917","Major Problems in American Urban and Suburban History","Howard P. Chudacoff and Peter C. Baldwin","Boston","Houghton Mifflin Company","2005","234"]},{"divid":1384508074,"type":"Primary Source in a Secondary Source","data":["Southern African Americans Discuss the Advantages of Moving to Northern Cities, 1917","1917","Major Problems in American Urban and Suburban History","Howard P. Chudacoff and Peter C. Baldwin","Boston","Houghton Mifflin Company","2005","235"]},{"divid":1384508168,"type":"Primary Source in a Secondary Source","data":["Southern African Americans Tell Why They Came to Chicago","1917","Major Problems in American Urban and Suburban History","Howard P. Chudacoff and Peter C. Baldwin","Boston","Houghton Mifflin Company","2005","236"]},{"divid":1384508278,"type":"Primary Source in a Secondary Source","data":["Southern African Americans Tell Why They Came to Chicago","1917","Major Problems in American Urban and Suburban History","Howard P. Chudacoff and Peter C. Baldwin","Boston","Houghton Mifflin Company","2005","237"]},{"divid":1384508342,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["James R. Grossman","Southern Blacks' Migration to Chicago in the Early Twentieth Century","Major Problems in American Urban and Suburban History","Howard P. Chudacoff and Peter C. Baldwin","Boston","Houghton Mifflin Company","2005","252"]}],"locations":[{"id":7386,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":81,"tag":"Great Migration"},{"id":1667,"tag":"Discrimination"},{"id":827,"tag":"Chicago"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}}