{"id":5769,"title":"Integration of Amrican Athletics","course_id":112,"status":"P","start_date":"1/1/46","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The issue of racism in America has been prevalent in many aspects, even in professional athletics. Stereotypically African Americans can perform better athletically and even then they were unable to participate in the professional limelight. In the late 1940’s African Americans were beginning to play in the major professional sports and by the 1950’s all major professional sports have been desegregated.","Jackie Robinson became very famous for becoming the first African American who played in the major leagues in 1947. After Jackie Robinson passed away there was a foundation created in his memory in which the foundation provides generous four–year college scholarships along with a teaching sets of skills and opportunities to disadvantaged students of color to create a promising success in college and to develop a leadership potential.","The NFL and NBA also signed African American players, the first of which being Marion Motley and Chuck Cooper respectively.","The desegregation in sports came in the midst of the Civil Rights Movement in American history. Unfortunately regardless of the professional standings of African Americans their lives were still a burden to live due to the segregation in everyday life.","The integration of professional sports took about 50 years to see a significant change. By 1998 77% of all NBA basketball players were African American, 64% of NFL football players were African American, and 15% of MLB baseball players were African Americans as well.","Along with the professional athletics integrating, college athletics were along for the ride. The SEC was the last to join the integration due to the high level of racism in the south east where the SEC is based.","Athletic integration is not the only significant event during the civil rights movement but it was a big leap for America’s future. It opened most opportunities for African Americans."],"display_date":1946,"search_date":"1946-07-02","citations":[{"divid":1384738055,"type":"Website","data":["n/a","Race and Sport","n/a","file:///C:/Users/Morgan/Downloads/history%20engine%20episode.htm","November, 12 2013"]},{"divid":1384738141,"type":"Website","data":["n/a","Timeline of the African American Civil Rights Movement","Wikipedia","http://en.wikipedia.org/wiki/Timeline_of_the_African-American_Civil_Rights_Movement#20th_century","November, 13 2013"]},{"divid":1384738249,"type":"Website","data":["n/a","About","The Jackie Robinson Foundation","http://www.jackierobinson.org/about/mission.php","November, 12 2013"]},{"divid":1384738353,"type":"Website","data":["n/a","Teaching With Documents: Beyond the Playing Field - Jackie Robinson, Civil Rights Advocate","National;Archives","http://www.archives.gov/education/lessons/jackie-robinson/quotes.html","November, 12 2013"]},{"divid":3648,"type":"Newspaper Article","data":["xZCkICaDlNHHvcgu"]}],"locations":[{"id":7393,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":142,"tag":"african americans"},{"id":1366,"tag":"Athletics"},{"id":593,"tag":"Jackie Robinson"},{"id":1794,"tag":"Chuck Cooper"},{"id":1795,"tag":"integration"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}}