{"id":577,"title":"Dred Scott v. Sanford\n","course_id":1,"status":"P","start_date":"1857-03-06","end_date":"1857-03-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dred Scott was a slave living in Missouri.   Between the years of 1833 and 1843 Scott lived in Illinois (a free state) and a part of the Louisiana Territory that barred slavery under the Missouri Compromise of 1820.  When he returned home to Missouri, Scott claimed that after living in a free state he had become a free man and was no longer a slave.  Scott's master, Mr. John F. A. Sanford, claimed that Scott was still a slave under Article III of the Constitution.  Scott filed a petition in the St. Louis Circuit Court in 1846 and after eleven years of idling in the American judicial system, the case reached the Supreme Court of the United States in 1856.&lt;br /&gt;Delivering the opinion of the Court, Chief Justice Roger B. Taney ruled in a 6-3 majority that slaves were not and could not become citizens of the United States and thus were not afforded any civil liberties under the Constitution.  Under Article III, persons of African American descent were not citizens of any state at the time of the drafting of the Constitution and were instead considered beings of inferior order' by the drafters of the document.  In regards to the Declaration of Independence's claim all men are created equal,' Chief Justice Taney stated, as reported in the Richmond Daily Dispatch, It is too clear for dispute that the enslaved African race were not intended to be included, for in that case, the distinguished men who framed the Declaration of Independence would be flagrantly against the principles which they asserted.'  &lt;br /&gt;Furthermore, the court ruled that, under Article V, it could not deprive any man of life, liberty, and property' and since Scott was in fact a slave and not a citizen, he was the lawful property of his owner, regardless if he was in a free state or a slave state.  Therefore, Scott was still a slave according to the law.&lt;br /&gt;In the second time ever, the Court used its power of judicial review to rule an act of Congress (the Missouri Compromise) unconstitutional.  The Court declared that it was beyond the constitutional powers of Congress to enact a law regarding the territories of the states.  Congress could not deprive citizens from taking their property (i.e. slaves) into and out of territories or states.&lt;br /&gt;After the infamous decision was handed down in the spring of that year, a flurry of reactions erupted across the United States.  Democrats were as quick to defend the decision as Republicans were to assault it. Many northerners felt that parts of Chief Justice Taney's decision, specifically declaring the Missouri Compromise unconstitutional, were extrajudicial because they were not necessary for arriving at a decision in the case. Northerners charged that after Chief Justice Taney had shown that Scott, as a Negro, had no right to bring a case into a federal court, he should have ended his decision. Some Northerners went as far as to say the decision was a pro-slavery conspiracy.  Southerners, for the most part, stood firmly by the decision of the Court, refusing to concede that any part of Chief Justice Taney's decision had been extrajudicial. Relationships between Northerners and Southerners were already tense, but the Dred Scott decision served to further polarize the two sides.&lt;br /&gt;Frederick Douglas, a prominent African-American abolitionist, remarked after hearing the decision: The highest authority has spoken. The voice of the Supreme Court has gone out over the troubled waves of the National Conscience. But my hopes were never brighter than now. I have no fear that the National Conscience will be put to sleep by such an open, glaring and scandalous issue of lies."],"display_date":"March 6, 1857","search_date":"1857-03-06","citations":[{"divid":1213742038,"type":"Book","data":["David M. O&#39;Brien","Constitutional Law and Politics",null,"New York","W. W. Norton and Company","2003","624-625"]},{"divid":1213742099,"type":"Newspaper Article","data":["","Richmond Daily Dispatch","","March 8, 1857",""]}],"locations":[{"id":433,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}