{"id":5770,"title":"Susan Blackford Agreed to Take Up Nursing","course_id":113,"status":"P","start_date":"1861-07-08","end_date":"1861-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 08, 1861, Susan Leigh Blackford wrote to her husband, a lieutenant who served in the Confederate army to inform him she was not “at father’s all day sewing for the [Confederate] soldiers,” her regular daily activities, but writing for a special occasion. Blackford agreed to open a local Ladies’ Hospital for injured soldiers with another woman, Mrs. Otey. Nineteenth century women were not allowed in the hospitals of soldiers; however with the establishment of a Ladies’ Hospital, the army would not have to pay for a female nursing staff, nor the extra care wounded men would receive once they were removed from the battlefield. The dedicated Susan Blackfield ended her letter with an explanation that she agreed to help only in so far as she believed her husband approved and that the woman setting up the hospital, Mrs. Otey, was pleased to work with her.","As nineteenth century war-time medicine shifted to modern techniques, organizations formed to ease the transition and extend the life of  injured soldiers. According to historian James McPherson, both Union and Confederate women were allowed to nurse the sick and injured in their homes. However, women were not allowed in military hospitals due to the unsightly and grotesque wounds of soldiers. The United States Sanitary Commission, created by women in 1861, offered charity to the military and began creating hospitals that allowed female nursing staff. Dale C. Smith, author of <em>Military Medical History</em>, claimed the U.S.S.C. “mobiliz[ed] the existing medical profession by providing consultations, transportation, and supplies.”","Susan Blackfield was a conventional southern woman; she sewed items in need for the Confederate soldiers, she was loyal to her husband, and she was willing to help the Confederate soldiers receive further medical aide after they were picked off the battlefield. Blackfield was only one of thousands of Union and Confederate women that was engaged in this type of nursing field work. As southern women felt that sewing uniforms and flags were not enough to help their military men survive, they went from needle and thread to needle and morphine to try and better the chance of Confederate survival. <br /> <br />"],"display_date":"July 8, 1861","search_date":"1861-07-08","citations":[{"divid":1384908674,"type":"Book","data":["Blackford, Susan Leigh","Letters from Lee's Army, or, Memoirs of Life in and Out of the Army in Virginia During the War Between the States","","Lincoln","University of Nebraska Press","1998","22"]},{"divid":1384908796,"type":"Article","data":["Bingham, Harold","Review of Letters from Lee’s Army: Memoirs of Life In and Out of the Army in Virginia During the War Between the States by Susan Leigh Blackford; Charles Minor Blackford","The Mississippi Valley Historical Review","34, no. 3","December 1, 1947","490–491"]},{"divid":1384908849,"type":"Book","data":["McPherson, James M","Battle Cry of Freedom: The Civil War Era","","New York","Oxford University Press","1988","477-484"]},{"divid":1384909005,"type":"Article","data":["Silber, Nina","A Woman's War: Gender and Civil War Studies","OAH Magazine of History","8, no. 1","October 1, 1993","11-13"]},{"divid":1384909059,"type":"Article","data":["Smith, Dale C.","Military Medical History: The American Civil War","OAH Magazine of History","19, no. 5","September 1, 2005","17-19"]}],"locations":[{"id":7394,"lat":37.3167903952,"lng":-79.5201576467,"zoom":9,"place":"BEDFORD, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":60,"tag":"letters"},{"id":1796,"tag":"General Lee's army"},{"id":1797,"tag":"nurses"},{"id":1798,"tag":"Susan Blackford"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}