{"id":5771,"title":"<strong>Women's Suffrage Parade in New York</strong>","course_id":115,"status":"P","start_date":"1/2/07","end_date":"1/2/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Women did not have the right to vote in the 19<sup>th</sup> century, nor were they allowed to participate in any form of politics. They were not satisfied with such inequality. A visiting European dignitary -- Paul H.B. d'Estournelles de Constant -- noted the commitment shown by American women to achieve their rights. He noted that people laughed at the woman who claims the right to vote. Therefore, women pushed the boundary in setting up movements that enabled them to get involved in political activities. “The movement in favor of votes for women is a protest of outraged morality against the masculine infringements of politics on private life, conscience and individual liberty” (Estournelles de Constant p.72). \" I have heard the most frivolous society women admire the grandeur of an immense procession that went past their windows in New York. it was a women's demonstration, carried out on a winter day, amid rain and mud. Thousands and thousands of women, of all ages, all classes and all kinds, marched past, without distinction of place, forgetful of the times in which they lived, of their inequalities of station, of their joys and sorrows, their minds fixed upon a common purpose -- the emancipation of their sex and the right to act, compete, protest and vote in public as well as in private.\" (p.68)","Estournelles notes that eventually women finally earned the right to vote, in eleven states initially. In 1912, six states -- California, Utah, Wyoming, Idaho, Colorado and Washington -- had been won over to the principle of votes for women; the last five being among the least populous states in the Union (p.72).","The women’s rights movement changed the landscape of our society into what we know today. And it started with the belief that people are born equal. Here, let’s not forget there were forerunners and pioneers who sacrificed and fought so hard to get what we have right now."],"display_date":"January 2, 1907","search_date":"1907-01-02","citations":[{"divid":1385027457,"type":"Pamphlet or Other Printed Material","data":["Paul H.B. d'Estournelles de Constant","America and her problems","United States","Library of Congress","1915","American Notes: Travels in America, 1750 -1920 From the Library of Congress http://memory.loc.gov/ammem/lhtnhtml/lhtnhome.html"]},{"divid":1386378967,"type":"Website","data":["Women's International Center","Women's History in America","Women's International Center","http://www.wic.org/misc/history.htm","November 19, 2013"]}],"locations":[{"id":7424,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"New York, New York"}],"tags":[{"id":1799,"tag":"women's right"},{"id":617,"tag":"Feminism"},{"id":170,"tag":"suffrage"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":115,"school_id":40}}