{"id":5773,"title":"A Pennsylvania Private Defends the West Wood at Antietam","course_id":113,"status":"P","start_date":"1862-09-17","end_date":"1862-09-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Private Milton S. Lytle of Huntingdon, Pennsylvania joined the Union Army in August of 1862, and found himself assigned to Company C of the 125<sup>th</sup> Pennsylvania Infantry in the Army of the Potomac. On September 17, 1862, he and the 125<sup>th</sup> Regiment marched through the East Woods during the Battle of Antietam to protect the artillery batteries supporting Union assaults. Lytle and the rest of the 125<sup>th</sup> Infantry eventually charged past the cornfield where so many would die that day and took up a position near the Dunker Church. In his diary, the private noted that they held the position exposed and without any supporting regiments. Lytle wrote that the enemy came at them with “fearful odds…[and] advanced in solid columns pouring their balls among us.” The Pennsylvania volunteers repelled four attacks before they were forced to retreat. They then charged into the West Wood and battled enemy troops from Georgia and South Carolina before retreating again. At about nine o’clock in the morning, the 125<sup>th</sup> Regiment took up position to protect an artillery battery, and remained there for the rest of the battle. Over the course of the fighting, the 125<sup>th</sup> Pennsylvania Regiment lost thirty-three percent of the troops it fielded that day. Such heavy casualty rates were common at the Battle of Antietam.","Up to that point, the Battle of Antietam was the bloodiest day of the war and had the most casualties of any single day. Over 20,000 Confederate and Union soldiers lay dead following the engagement. According to historian James McPherson, twice as many soldiers died on September 17, 1862 than in the War of 1812, the Mexican War, and the Spanish-American War combined. The troops fell hard and quick throughout the day due to artillery support and powerful rifle volleys. Private Lytle reported that he saw one Confederate soldier who had died in the act of reloading and still held the cartridge to his mouth. He wrote in his diary that it was common to see corpses frozen mid-action.","General Robert E. Lee was attempting to drive his Army of Northern Virginia into Union territory to dispirit its citizens. According to Lytle, the Maryland Campaign succeeded in that respect when it caused “great alarm in Pennsylvania” and a Union general to call for reinforcements. However, General Lee surprised everyone the next day by retreating “to a land where treason finds more favor.” This strategic victory gave President Lincoln the perfect opportunity to release his Emancipation Proclamation, which freed slaves in occupied Southern territories. His decision to do so following a victory increased the chances that the public would accept such a move. From the European point of view, it tied supporting for the South to support for slavery, a position that was very unpopular in Great Britain and France. However, the battle also served as yet another reminder that this war would be neither easy or quick."],"display_date":"September 17, 1862 - September 18, 1862","search_date":"1862-09-17","citations":[{"divid":1385414565,"type":"Manuscript","data":["Milton S. Lytle","Diary 5",null,"#MG 440","","The Milton S. Lytle Civil War Era Diaries","Special Collections, Pennsylvania State University"]},{"divid":1385414799,"type":"Book","data":["James McPherson","Battle Cry of Freedom: The Civil War Era","","New York","Oxford University Press","1988","661-662"]},{"divid":1385414861,"type":"Book","data":["Pennsylvania Infantry, 125th Regiment","The History of the One Hundred and Twenty-fifth Regiment, Pennsylvania Volunteers","","Philadelphia","J.B. Lippincott Company","1906","57-74"]}],"locations":[{"id":7398,"lat":39.603674835,"lng":-77.8141711851,"zoom":9,"place":"WASHINGTON, Maryland"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1804,"tag":"Battle of Antietam"},{"id":1805,"tag":"Maryland Campaign"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}