{"id":5776,"title":"Ex-president Van Buren Narrowly Escapes Death","course_id":113,"status":"P","start_date":"1848-03-30","end_date":"1848-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Former president Martin Van Buren enjoyed a comfortable train ride on the morning of March 30, 1848, that departed from Pittsfield, Massachusetts, bound for Philadelphia, Pennsylvania. It sported a new engine with a six foot diameter drive wheel, which substantially increased the power and speed of the locomotive. As the train approached the city of Newark, New Jersey, a bridge appeared along the horizon with its draw up. Traveling at full speed, the train was unable to stop in time before reaching the obstruction. The <em>Pittsfield Sun</em>, a Massachusetts newspaper, later reported the event, writing, “[Van Buren looked] out of the door and seeing that nothing could be done, sat down quietly to finish [a newspaper’s] perusal.” The locomotive plunged off of the tracks and did not stop until the second-class passenger car became suspended over the gap. Fortunately, only one man fell victim to this accident, and a few people received relatively minor injuries. The ex-president remained unharmed. Upon investigation of the incident, the <em>Pittsfield</em> <em>Sun</em> wrote of the engineer, “[He] had only run [the new engine] two or three times, and was not well acquainted with its speed… He reversed the engine but it could not stop the train.”","Martin Van Buren was born in Kinderhook, New York, the son of a farmer. He was originally a lawyer and was elected to the Senate in 1821. Van Buren was one of President Andrew Jackson’s most trusted advisors, and Jackson later appointed him to Secretary of State. Van Buren served as president of the United States from 1837 to 1841. He opposed the expansion of slavery and at one point even stopped the annexation of Texas. During his presidency, Van Buren struggled to keep the nation’s finances afloat due to an economic panic in 1837; resolving these fiscal problems left a troubling mark on his presidency.","Van Buren witnessed a time of great change in the transportation industry during his term in office and in subsequent years. After the first public railway station opened up in the United States in the early nineteenth century, transportation was forever changed. Railroads revolutionized commerce. The iron horse became the preferred mode of transportation for nearly 130 years. Railroads, however, were not the safest way to travel during this period. Railways were less flexible than roads, and consequently, they could not slice through terrain as easily. Most railways were managed with a tight schedule since instantaneous communication did not exist yet; not adhering to this schedule could yield deadly collisions on the rails. A primary cause of accidental deaths was train wrecks. With approximately 9,000 miles of track built by 1850, and thousands of more miles to follow, it is no wonder that railway accidents would frequently occur. If it was not for the engineer’s quick-witted attempt to stop the train, it could have meant the death of a former president of the United States."],"display_date":"March 30, 1848","search_date":"1848-03-30","citations":[{"divid":1385944150,"type":"Newspaper Article","data":["Railroad Accident","The Pittsfield Sun","Pittsfield, Massachusetts","March 30, 1848","1"]},{"divid":1385944494,"type":"Website","data":["The White House Historical Association","Martin Van Buren","The White House Historical Association","http://www.whitehouse.gov/about/presidents/martinvanburen","October 16, 2013"]},{"divid":1385944679,"type":"Book","data":["James McPherson","Battle Cry of Freedom","","New York, New York","Oxford University Press","1988","12"]},{"divid":1385945188,"type":"Book","data":["Daniel Overbey","Railroads, The Free Enterprise Alternative","","Westport, Connecticut","Quorum Books","1982","11-13"]}],"locations":[{"id":7427,"lat":40.6451430203,"lng":-74.1608807991,"zoom":10,"place":"ESSEX, New Jersey"}],"tags":[{"id":1814,"tag":"railroad accidents"},{"id":1813,"tag":"Martin Van Buren"},{"id":666,"tag":"Railroad"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}