{"id":5779,"title":"Woman’s New Role’s during the Civil War","course_id":114,"status":"P","start_date":"1861-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Civil War was a hard time for many people including soldiers and the families that remained back home.  The war was fought from 1861 to 1865 and many wives and families were left home alone to make do by themselves.  There is no doubt that northern and southern soldiers had a very hard job both fighting for their respective countries and fighting for their own lives on a daily basis, but back home woman had to deal with struggles of their own and changes to their lives while their men were away at war.  Many women took on new jobs that they had never had to do before.  The average women of the Civil War took on many new roles in order to survive and help out with the war.  Some women openly supported the war and joined in where they could while others openly rebelled against it.","A young woman named Rachel Cormany was married to Samuel Cormany and had recently moved to the town of Chambersburg, Pennsylvania, from Canada right before the start of the Civil War.  After her husband went off to fight in the war Rachel documented her daily life in a diary.  Rachel’s diary often talked about her daily activities during the war, and she talked of the town’s struggles and her own while the war was going on.  She was a new wife who was not used to managing household affairs and taking care of a family all on her own.  Hunting was one thing that was new for Rachel but it was one of the few ways she could go out and provide food for herself and her daughter.  Every day was a fight for her own life as well as the life of her young daughter.  Rachel’s town was in the middle of the war path and they were often frequented by the southern rebels coming through town to terrorize shop owners and families.  They often kidnapped people and left people for dead when coming through town.  Wives and children were told to lock themselves in their house and hide from sight in order to stay safe.  Rachel often speaks of the daily fear she went through, as well as her depression and concerns for her husband.  She spoke of lying in bed at night and hearing flying shells and bullets while she thought of her husband and hoped he was okay.  When the rebels traveled through her town the mail services often stopped and long periods would pass when she would not receive letters from her husband so the wait would stress her to no end.  Even while living in this fear daily personal lives would still have to continue as normal and the laundry would still need to be done, the children tended to as well as all the other household chores.  Religion was a major way that Rachel would try to maintain her sanity during the war and at times when she was not able to go to church due to the rebels being in town, she would sit and read passages and say her prayers for Samuel’s safety.  Rachel may not have obtained an official job but she had to do many jobs in her home life that she did not have to do prior to the conflict.","While Rachel stayed home to tend to her family’s daily needs, other women joined the war to help by becoming nurses, relief workers, or even serving as soldiers.  During the war a large number of women volunteered to become nurses during the war.  They tended to the victims and witnessed up close the horrible injuries obtained during the fighting’s.  The war relief workers would do jobs such as sewing new clothes for the soldiers to wear and they would also gather medical supplies, food and even bedding for the men of the war.  During the Civil War over 400 women disguised themselves and serves as soldiers and some even fought in the battles of Gettysburg, and Antietam.  These women would have to dress up and disguise themselves as men in order to fight, and many held their own and fought in great battles during these times.  After the wars these women often returned to their normal roles as housewives and mothers.","Rachel stuck to her job in the household during the war and kept a home for herself and her child so that Samuel could return home to the house he had left at the beginning of the war.  She often wrote about the possibility of leaving her home to get away from the rebels but was always scared that Samuel would return home and she would not be there.  She stuck through some very hard times during the war and did things she never had to do before as well as maintained her fight on the home front. Women played all sorts of roles during the Civil War and no one role was more important than the others.  The war was a very difficult time for most people and everyone put forth a fight to survive including the women of the Civil War."],"display_date":"1861 - 1865","search_date":"1863-07-02","citations":[{"divid":1386092175,"type":"Website","data":["Rachel Cormany","Rachel Cormany Diary","Duke University","http://etext.lib.virginia.edu/etcbin/browse-valley?id=FD1006&amp;images=images/modeng/public/FD1006&amp;data=/texts/english/civilwar/diaries&amp;tag=public","11/2013"]},{"divid":1386092314,"type":"Website","data":["unknown","Women in the Civil War","History","http://www.history.com/topics/women-in-the-civil-war","11/2013"]},{"divid":1386092375,"type":"Website","data":["Rebecca Beatrice Brooks","The Roles of women in Civil War","Civil; War Saga","http://civilwarsaga.com/the-roles-of-women-in-the-civil-war/","11/2013"]},{"divid":1386092469,"type":"Website","data":["Catherine M. Wright","Women During the Civil War","Encyclopedia Virginia","http://www.encyclopediavirginia.org/women_during_the_civil_war","11/2013"]},{"divid":212785,"type":"Online Encyclopedia","data":[null,"DmfOWHWvpGiaBdYDmN"]},{"divid":625070,"type":"Article","data":[null,null,"GWsyoJSPzueNgVCmLut"]}],"locations":[{"id":7440,"lat":39.9274533048,"lng":-77.7212153562,"zoom":9,"place":"FRANKLIN, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":5,"tag":"War"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":114,"school_id":43}}