{"id":578,"title":"The Kansas-Nebraska Act\n","course_id":1,"status":"P","start_date":"1854-05-30","end_date":"1854-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The U.S. Congress passed the Kansas-Nebraska Act which organized the remaining territories from the Louisiana Purchase into the U.S. territories of Nebraska and Kansas.  This legislation was created and passed by proponents of popular sovereignty, who thought that states should have the right to determine whether they would allow slavery.  Because every five slaves counted as three votes in determining the number of House representatives per state, Southerners received nineteen more seats than a one-white-man, one-vote system would have allotted.  Supporters of slavery needed only one-third of those extra votes to pass the Kansas-Nebraska Act. Opponents of the act were very vocal in their dissent; on February 15, 1854, Sen. Seward presented a memorial explaining that they feel indignant at the attempt not being made by both Houses of Congress to repeal the Missouri compromise, which has stood undisturbed for thirty-three years ? We warn the South against urging the accomplishment of this measure.  If they persist and gain the victory, it will be a dear one for them.  If they are wise, they will heed our warning&lt;br /&gt;The bill was signed into law by President Franklin Pierce, a northerner who favored slavery.  The Act caused both the Missouri Compromise of 1820 and the Compromise of 1850 to be invalid, and drove the northern and southern states even further apart."],"display_date":"May 30, 1854","search_date":"1854-05-30","citations":[{"divid":1214244262,"type":"Book","data":["Hugh Lefler and Albert Newsome","The History of a Southern State: North Carolina",null,"Chapel Hill, NC","The University of North Carolina Press","1973",""]},{"divid":1214244315,"type":"Book","data":["William Freehling","The Road to Disunion",null,"New York","Oxford University Press","1990","559"]},{"divid":1214244364,"type":"Newspaper Article","data":["Memorials and Petitions","National Intelligencer","","February 15, 1854","2"]}],"locations":[{"id":434,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}