{"id":5780,"title":"Father Abram Joseph Ryan Pens \"The Conquered Banner\"","course_id":113,"status":"P","start_date":"1865-06-24","end_date":"1865-06-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Abram Joseph Ryan was a catholic priest, poet, and strong believer in the Confederate cause. He wrote \"The Conquered Banner\" shortly after General Robert E. Lee surrendered at Appomattox in 1865. The poem first appeared in the <em>New York Freemen</em>, a pro-Confederate newspaper, on June 24, 1865. Ryan never officially joined the Confederate Army, but, according to historian David O'Connell, he worked as a free-lance chaplain for Confederate soldiers. Although he was born in Maryland and worked in New York and Illinois in the years leading to the Civil War, he left his congregation for the South when the war started.","The main theme of the poem was the lost cause that the Confederate's had become. Ryan treated the Confederate flag as a metaphor for the cause, writing lines like \"furl that banner, for it is wear\" and \"touch it not, unfold it never.\" Ryan made it clear that the thought that the Confederate ideals were correct and noble, but their defeat meant that they should never be pursued again. He instructed southerners to put the flag, and the idea of the Confederate States of America, behind them and leave them there. This view is best seen in the final line of the poem, \"for its people's hopes and dead.\"","The poem also served as a tribute to the men who died defending the Confederate national flag and the Confederacy. As a Catholic priest, Ryan clearly mourned the lives lost for a mission that ended in defeat. His sympathy for these men is seen in lines such as \"love the cold, dead hands that bore it\" and \"for it droops above the dead.\" Ryan had probably formed relationships with hundreds of men while working as a chaplain and had a brother (who was also a Confederate priest) who died during battle in 1863.","According to historian John McGreevy, the poem became one of the most popular of the post-war era and made Ryan famous. Southerners sympathized with Ryan and recognized that their cause had ended in defeat. The poem proved to be timeless, as it remained popular in the South through the turn of the century. According to southerner and historian Hannis Taylor, generations of schoolchildren in the South learned and recited the poem. Taylor summarizes the impact of the poem on the South by saying, \"Only those who lived in the South in that day... can properly estimate its power.\""],"display_date":"June 24, 1865","search_date":"1865-06-24","citations":[{"divid":1386215762,"type":"Newspaper Article","data":["The Conquered Banner","New York Freemen","New York","June 24, 1865","61-62"]},{"divid":1386215815,"type":"Book","data":["David O'Connell","Furl That Banner: The Life of Abram J. Ryan, Poet-priest of the South","","Macon, Georgia","Mercer University Press","2006","60"]},{"divid":1386215962,"type":"Book","data":["John McGreevy","Catholicism and American Freedom","","New York","Norton and Co.","2003","112"]},{"divid":1386216009,"type":"Book","data":["Hannis Taylor","Baptized in Blood: The Religion of the Lost Cause","","Athens, Georgia","University of Georgia Press","2009","60-61"]}],"locations":[{"id":7419,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}