{"id":5781,"title":"A Union Journalist Expresses Fear of British Invasion","course_id":113,"status":"P","start_date":"1862-01-31","end_date":"1862-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Civil War, the Union and Confederate governments both knew the potential impact that Britain's military force could have on the outcome of the conflict. Since Britain would have been more likely to ally with the Confederacy, the Union feared their involvement. This concern led a journalist for the <em>Daily Morning Post</em> to write that Britain was \"resolved to provoke a war with the American States.\" The journalist believed that Britain was waiting for a reason to declare war on the United States.","It was no secret during the Civil War that Britain viewed the Confederacy with more favor than the Union. According to historian James McPherson, the British upper-class certainly favored the South while the working-class public opinion was somewhat split and difficult to gauge. The British upper-class would have allied with the Confederacy because they were dependent on its exportation of cotton. They also viewed the American Civil War much like their own class conflict at the time. The South stood for aristocracy and privilege much like the British elite. The North identified with ideals such as popular government and equal rights, which were supported by many working-class people in Britain.","According to historian Norman Ferris, war between the U.S. and Britain was a possibility in the fall of 1861, when on November 8, a U.S. naval officer, Captain Charles Wilkes, took control of a British mail ship and seized two Confederate diplomats. Britain took offense to this and demanded a formal apology from the United States. This event came to be known as the <em>Trent </em>Affair and created tensions between the Union and Britain that led many, including the journalist, to believe a war would occur. Before the end of 1861, the conflict in the relation between the United States and Britain ended peacefully when President Lincoln released the diplomats and condemned the actions of Captain Wilkes. Referring to the event and writing in retrospect weeks after the affair concluded, the Pittsburgh-based journalist wrote \"the British government was determined to be dissatisfied,\" looking for any reason to go to war with the Union. Although, Lincoln ended the affair peacefully, the journalist thought this type of conflict was what Britain had been waiting for.","Although the journalist viewed the <em>Trent </em>Affair as a political move by Britain and believed they would soon declare war, the aftermath of the diplomatic resolution between the Union and Britain actually dealt blows to the Confederacy. According to historian Charles Hubbard, the Confederacy had hoped for diplomatic recognition from Britain. The peaceful end to the <em>Trent </em>Affair took attention away from the potential recognition and ensured that Britain would remain neutral for the remainder of the war. Even though the journalist was probably wrong in his survey of British diplomatic intentions, his opinion demonstrates how the Union feared and expected British military intervention."],"display_date":"January 31, 1862","search_date":"1862-01-31","citations":[{"divid":1386223984,"type":"Newspaper Article","data":["England is Satisfied","Daily Morning Post","Pittsburgh, Pennsylvania","January 31, 1862",""]},{"divid":1386224030,"type":"Book","data":["James McPherson","Battle Cry of Freedom","","New York","Oxford University Press","1988","549-551"]},{"divid":1386224073,"type":"Book","data":["Charles Hubbard","The Burden of Confederate Diplomacy","","Knoxville, Tennessee","University of Tennessee","1998","164"]},{"divid":1386224124,"type":"Book","data":["Norma B. Ferris","The Trent Affair: A Diplomatic Crisis","","Knoxville, Tennessee","University of Tennessee","1977","32-33"]}],"locations":[{"id":7418,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"ALLEGHENY, Pennsylvania"}],"tags":[{"id":1820,"tag":"Trent Affair"},{"id":155,"tag":"Great Britain"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}