{"id":5783,"title":"One Man’s Death Wish Due to the Slave Law of Kansas","course_id":113,"status":"P","start_date":"1856-06-06","end_date":"1856-06-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1855, Senator David Atchison of Missouri said, “Mark every scoundrel among you that is the least tainted with free-soilism, or abolitionism, and exterminate him…[e]nter every election district in Kansas . . . and vote at the point of a Bowie knife or revolver!” according to historian James McPherson. One year later, George W. Brown, a civilian, waited for execution for violating “every section of the Slave Law of Kansas” quoted the Gettysburg, Pennsylvania <em>Star and Banner</em> in 1856.  The likelihood of hard labor, a fine, death, or a combination of punishments for one of these violations was very high – there was a good chance that Brown was already dead by the time the article hit the newsstands.","The thirteen clauses of the Kansas Slave Law Act did not just regulate slaves, but also free negroes, and mulattos too. The Slave Law Act managed situations ranging from free people who violated the Law Code (who were sentenced to die) to those who aided, concealed, and/or  rescued slaves who also deserved a death penalty. Furthermore, those who printed indecent documents or helped minorities print indecent documents were penalized accordingly, and finally those who opposed slavery and were forced to sit as a juror to any violation to the above clauses. The Kansas Law also paralleled part of the Federal Fugitive Slave Law by including those who refused to help police officers apprehended escaped slaves and were subjecting them to punishment.","Kansas suffered terrible civil unrest during the mid-1850s. Events there captured broad attention and even understood  in terms of the slavery debate. The author of <em>The Star and Banner</em>, published in Adams County, Pennsylvania, begged for Brown’s release, despite the possibility of his death. Very little information is known about Brown or his case, <em>The Star and Banner </em>published one of the only articles written. The blip is the single moment of news about a Kansas man in a Pennsylvania newspaper spoke for a larger political issue that the people of Pennsylvania were an advocate for: the emancipation of southern slaves. The possibility of Brown’s death ensured the abolitionists of Pennsylvania would spread the word about the atrocities that occurred in Kansas and other southern states."],"display_date":"June 6, 1856","search_date":"1856-06-06","citations":[{"divid":1386300487,"type":"Newspaper Article","data":["The Slave Code of Kansas","The Star and Banner","Gettysburg, PA","June 06, 1856",""]},{"divid":1386300537,"type":"Book","data":["McPherson, James","Battle Cry of Freedom","","New York","Oxford University Press","1988","146"]},{"divid":1386300717,"type":"Article","data":["Parks, Joseph H.","The Tennessee Whigs and the Kansas-Nebraska Bill","The Journal of Southern History","10","1994","308 – 330"]}],"locations":[{"id":7421,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":1821,"tag":"Kansas Slave Law"},{"id":4,"tag":"Slavery"},{"id":9,"tag":"Law"},{"id":912,"tag":"Gettysburg"},{"id":1287,"tag":"Kansas"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}