{"id":5784,"title":"Confederate Lieutenant Writes of Jackson’s Attack on the B&amp;O","course_id":113,"status":"P","start_date":"1862-10-21","end_date":"1862-10-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["First Lieutenant Blackford, who served in the Confederate Army, wrote to his wife, Susan, on October 21, 1862, to update her on the situation on the front. Blackford explained his troops had made progress on the line despite the lack of engagement from the Union. Not far from Blackford’s soldiers, Thomas “Stonewall” Jackson’s troops had implemented a vital military mission to destroy the Baltimore and Ohio Railroad lines. “Burning bridges and tearing up tracks retard the movements of the enemy,” commented the lieutenant, “but not burning up a depot, or the houses of the railroad employees.” The lieutenant explained that although the majority of citizens working in the railroad depots were Union, the men remained silent while the army destroyed the railroad lines.","Railroads, for northern and southern states, provided an expansive consumer market that was not available with wagons. Rail lines like the Baltimore and Ohio were originally laid to economically connect the valley lands with rail lines that were already laid in the North in order to provide a reliable shipping industry. According to historian James McPherson, “With the cash from sale of [crops, customers] bought food and clothing and hardware previously made locally or by themselves but now grown, processed, or manufactured elsewhere and shipped in by canal or rail.” In conjunction to connecting the areas, the rates for shipping by rail was cheaper than shipping by wagon; many citizens used wagons to haul their excess merchandise (crops, clothing, etc.) to rail stations and then shipped the merchandise on rail lines.","The destruction of a segment of the Baltimore and Ohio railroad had military and symbolic importance to the Confederate Army. McPherson wrote, “President John W. Garrett of the Baltimore and Ohio Railroad was a firm unionist and offered the railroad’s facilities to carry troops and supplies from the west.” During raids of the railroad systems, the Confederate Army often gained railroad equipment for their own damaged lines; what could not be carried, the Confederate troops destroyed and burned to ensure the Union could not refurbish the damaged pieces. The decimation of railroad systems, like the Baltimore and Ohio, would deprive Union troops of vital sources of supplies (ammunition, medical provisions, and extra clothing resources) and, most imperative to the health of the Union army, food rations for soldiers."],"display_date":"October 21, 1862","search_date":"1862-10-21","citations":[{"divid":1386301103,"type":"Book","data":["Blackford, Susan Leigh","Letters from Lee’s Army, or, Memoirs of Life in and Out of the Army in Virginia During the War Between the States","","Lincoln","University of Nebraska Press","1998","129"]},{"divid":1386301426,"type":"Article","data":["Kean, J. Randolph","The Development of the ‘Valley Line’ of the Baltimore and Ohio Railroad","The Virginia Magazine of History and Biography","60, no. 4","October 1, 1952","537–550"]},{"divid":1386301478,"type":"Book","data":["McPherson, James M","Battle Cry of Freedom","","New York","Oxford University Press","1988","13, 287"]}],"locations":[{"id":7422,"lat":39.4640522698,"lng":-78.0275332326,"zoom":9,"place":"BERKELEY, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":792,"tag":"Transportation"},{"id":1822,"tag":"Stonewall Jackson"},{"id":1823,"tag":"B&amp;O Railroad"},{"id":1824,"tag":"Railroads"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}