{"id":5785,"title":"Surgeon Matt Turner Writes Letter of Hope and Worry to Home","course_id":113,"status":"P","start_date":"1863-05-27","end_date":"1863-05-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Assistant surgeon to the 22<sup>nd</sup> regiment of Alabama Infantry, Matt Turner wrote a letter to his mother on May 27, 1863, speaking of his weariness in waiting to hear news from home. He served on picket duty for the past three weeks, but was now managing the Wither’s Division hospital in Shelbyville, Tennessee. Turner found working at the hospital comfortable, although he spoke of the continuous changing circumstances that were a part of military life. He wrote, “… though everything is so uncertain in the army that I am never surprised or disappointed at anything that ‘turns up’.” Turner also mentioned both his uneasiness and his confidence about the war effort. With the siege of Vicksburg having started only nine days before this letter was written, Turner wrote of the ongoing battle, “We are all looking with anxious eyes toward Vicksburg and feel as if a speedy peace will follow the sweep of our arms at that place.” With confidence in the Confederacy, he continued on, “I feel that it is impossible for Grant to extricate himself from his present hazardous condition and, with the reinforcements we have already sent on, [Grant] must be ‘cut to pieces’ or captured. May we not hope that the beginning of the end is near?”","Vicksburg was one of the longest battles of the United States Civil War, lasting from May 18, 1863, to July 4, 1863. Union General Ulysses Grant laid siege to the city on May 26, 1863. Turner, like many Confederates, knew the importance of Vicksburg in turning the tide of the war. Vicksburg sat along the Mississippi River, which was essential to northern military and commercial interests. Furthermore, the River split the Confederacy into an eastern and western half. Gaining control of this waterway was of paramount strategic importance for the Union; this would prevent CSA soldiers and supplies from moving across each side of the Confederacy. If the city did not fall, the Confederacy might win the war, and Turner was optimistic of this outcome. The Siege of Vicksburg lasted forty-seven days. Union casualties totaled 9,362 men and Confederate casualties 29,500 men. In a decisive victory, the Union managed to gain control of Vicksburg.","As an assistant surgeon in the war, Turner was a valuable resource, for he could attend to the wounded with care. Historian Harold Straubing wrote of doctors, nurses, surgeons, and others in the medical field at that time, “They dealt with the soldiers, the wounded, the diseased, and the dying. They were never too far behind the fighting front lines, often in the battle itself as forces crisscrossed the same land.” On both sides, these men and women were unsung heroes. They attended to the wounded and were often placed into the heat of battle in service to their respective country. Much of what is known in the medical industry today can be attributed to the impact of Civil War doctors, surgeons, and nurses, such as Matt Turner."],"display_date":"May 27, 1863","search_date":"1863-05-27","citations":[{"divid":1386441700,"type":"Manuscript","data":["Matt Turner","Matt Turner Letter to his Mother, May 27, 1863",null,"","","Matt Turner Letters","Private Collection of Phil Sankey"]},{"divid":1386441935,"type":"Website","data":["Terrence Winschel","Vicksburg Campaign: Unvexing the Fathers of Waters","The Civil War Trust","http://www.civilwar.org/battlefields/vicksburg/vicksburg-history-articles/vicksburgwinshcelhg.html","December 4, 2013"]},{"divid":1386443349,"type":"Book","data":["Harold Straubing","In Hospital and Camp: The Civil War through the Eyes of its Doctors and Nurses","","Harrisburg, PA","Stackpole Books","1993","1"]},{"divid":1386443408,"type":"Book","data":["Aaron Sheehan-Dean","Concise Historical Atlas of the U.S. Civil War","","New York, NY","Oxford University Press, Inc.","2009","62-63"]},{"divid":1386443492,"type":"Website","data":["The Civil War Trust","Vicksburg","The Civil War Trust","http://www.civilwar.org/battlefields/vicksburg.html?tab=facts","November 20, 2013"]}],"locations":[{"id":7433,"lat":35.5137999479,"lng":-86.4589000968,"zoom":9,"place":"BEDFORD, Tennessee"}],"tags":[{"id":1827,"tag":"Matt Turner"},{"id":230,"tag":"Medicine/Health"},{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}