{"id":5790,"title":"Women, Automobiles, and Advertisements.","course_id":114,"status":"P","start_date":"1/1/20","end_date":"12/31/29","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Motoring can ruin the finest skin,” the Pond’s advertisement boasts. Beauty products and motor vehicles may not seem to go hand in hand, but the ever changing cultural landscape of the 1920s saw many companies addressing the needs of the new age woman. In 1920 Pond’s published their advertisement in the <em>New York American Sun </em>newspaper; the product was a vanishing cream that, the company promised, could protect from sunburn and pore clogging dust. It also offered a cold cream which could help cleanse the skin after “a long motor trip.” This advertisement clipping highlights the trend of women who enjoyed “motoring.”","When automobiles were first created, many saw them as a luxury. By the early, 1920s the moving assembly line gave way to true mass production, which, in turn, created lower prices for automobiles. Vehicles were no longer seen as luxuries or toys for vehicle enthusiasts. Although vehicle registrations increased from 8.1 million in 1920 to 23 million in the late 1920s, motoring was still considered a manly sport. Motor cars were seen as a piece of masculinity that was both difficult and dirty to drive. Yet, many women sought driving as an act of independence and ignored naysayers who believed that women were incapable of learning how to operate a vehicle.","Famous women like Edith Wharton, Gertrude Stein, and Rose Wilder Lane publicized their use of the vehicle, inspiring housewives all over the country to do the same. The Suffragette Movement also pushed women to gain independence from their husbands and fathers. Women who lived in urban areas where roads were paved and petrol stations were readily available began owning and driving vehicles. In the country, wives of farmers used the automobile as a way to shop in nearby towns, run errands, take care of farm business, and visit with friends.","The push for the woman’s suffrage amendment and World War I made women a primary consumer. During the war many women became the sole providers in their households, when their men returned many continued their lives in the workforce which created disposable income. With the new trend of female drivers and workers many companies found new ways to market to them. Despite women no longer being seen as simply housewives, advertisers still kept up the “housewife” image. Ads did not promote women’s political and economic status, but focused on their social status instead. There were two ideas behind marketing campaigns centered on automobiles in the 1920s: (1) women were only concerned with the aesthetic quality of the vehicle they drove and (2) they were concerned with their appearance while driving.","Advertisers were not above pushing the image that women placed a higher importance on their personal style and appearance than other aspects of life. It was believed that women spent time choosing gowns, hats and shoes that complimented her driving habits and did not pay much attention to the mechanics of motoring. Pond’s understood that while many women enjoyed their newfound independence they did not stop subscribing to “Victorian” social mores, which instructed women to remain classy, elegant and fashionable at all times. If their skin was damaged by the sun, dust and wind it would ruin their flawless image. A woman who used Pond’s beauty products would be able to have the best of both worlds; freedom and youthful beauty."],"display_date":"1920 - 1929","search_date":"1924-12-31","citations":[{"divid":1386473551,"type":"Article","data":["Ramsey, Michele","Selling Social Status: Women and Automobile Advertisements From 1910-1920","Women &amp; Language","1","2005","26-38"]},{"divid":1386473772,"type":"Article","data":["Walsh, Margaret","Gendering Mobility: Women, Work and Automobility in the United States","History","311","2008","376-395"]},{"divid":1386552480,"type":"Website","data":["Duke University Digital Collections","Motoring can ruin the finest skin","Duke University","http://library.duke.edu/digitalcollections/eaa_P0115/#","Dec. 2, 2013"]},{"divid":4116,"type":"Manuscript","data":[null,null,null,null,"CSaIDVpckMkIy"]}],"locations":[{"id":7466,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1544,"tag":"automobile"},{"id":7,"tag":"Women"},{"id":730,"tag":"Advertising"},{"id":1833,"tag":"Pond's Extract Co."}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":114,"school_id":43}}