{"id":5793,"title":"<strong><em>Harper's Weekly</em> Demands the US Disarm the Ku Klux Klan</strong>","course_id":113,"status":"P","start_date":"1871-03-25","end_date":"1871-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a news brief on March 25, 1871, <em>Harper’s Weekly</em> declared, “It is agreed upon all sides that the condition of the late rebel States is deplorable.” This magazine did not mention, however, that the reason the conditions of the rebel States was deplorable was because of the presence of the Ku Klux Klan. In response to the violent acts that the Ku Klux Klan had committed, a special committee of Congress had been called together. The committed responded that “…the remedy seems to be simple. Removal of every pretense of complaint, and complete personal security, are now required. General enfranchisement, and the summary destruction of the Ku-Klux, should be simultaneous.”","For the committee, the disablement of the Ku Klux Klan was a necessity. <em>Harper’s Weekly</em> noted on the matter, “Plainly, if disabilities are removed, the Ku-Klux may come into possession of the State governments.” The threat of the Ku Klux Klan gaining political power frightened the special committee. The Klan was a threat that required the US to intervene and stop. This was reflected strongly in the news brief’s ending: “The Ku-Klux terrorism indefinitely postpones the tranquility which is indispensable to the Southern States.” Thus, only with the Ku Klux Klan out of the picture could the southern States peacefully be assimilated back into the Union.","This news brief from <em>Harper’s Weekly</em> accurately reflects the fears of many people in the South during the years of reconstruction. The<em> Encyclopedia of American Religious History</em> contended that the KKK was originally a social fraternity. This changed, however, once Confederate veterans, under the guidance of Nathan Bedford Forest, took control of the Klan. Furthermore, historian Eric Foner argued that the KKK was a military arm of the Democratic Party in the South. In addition to Confederate Veterans, planters, merchants, and members of the Democratic Party also joined the Klan. the Klan became involved with political terrorism aimed at preventing Republicans from gaining political clout within the former rebel States. The Klan’s regular victims consisted of white Republicans, teachers, blacks, and those promoting Reconstruction.","As mentioned in the news brief, many people demanded the US government dismantle the threat of the KKK. In response to these demands, Congress passed the Ku Klux Klan Act (a.k.a the Third Enforcement Act) on April 20, 1871. This act enabled President Grant to use military force or suspend the writ of <em>habeas corpus</em> in order to stop any display of “insurrection” in the former Confederate states. While the Ku Klux Klan Act had moderate levels of success, in the 1876 Supreme Court case of <em>US </em>vs. <em>Cruikshank</em>, the Court’s holding was that the Ku Klux Klan Act was only applicable to state and local governments. Since the KKK was not part of the government, the organization was out of the jurisdiction of the Federal government. Thus, the KKK would survive and continue to haunt the South many decades following the end of Reconstruction."],"display_date":"March 25, 1871","search_date":"1871-03-25","citations":[{"divid":1386523744,"type":"Newspaper Article","data":["Notes","Harper's Weekly","New York","March 25, 1871",""]},{"divid":1386523785,"type":"Book","data":["Eric Foner","Give Me Liberty: An American History","","New York","W.W. Norton &amp; Company","2005","578-79"]},{"divid":1386523851,"type":"Online Encyclopedia","data":["Encyclopedia of American Religous History","Ku Klux Klan","http://www.fofweb.com/activelink2.asp?ItemID=WE52&amp;iPin=EARR0353&amp;SingleRecord=True","December 1, 2013"]},{"divid":1386523942,"type":"Online Encyclopedia","data":["Encyclopedia of American History: Civil War and Reconstruction","Ku Klux Klan Act","http://www.fofweb.com/activelink2.asp?ItemID=WE52iPin=EAHV170&amp;SingleRecord=True","December 1, 2013"]}],"locations":[{"id":7444,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":680,"tag":"Harper's Weekly"},{"id":470,"tag":"Reconstruction Period"},{"id":755,"tag":"Confederacy"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}