{"id":5795,"title":"<strong>TO OPEN GARDNER PALACE - </strong><strong>Public Will See Famous Fenway Court To-day</strong>","course_id":114,"status":"P","start_date":"2/22/03","end_date":"2/22/03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 22, 1903, an article appeared in the <em>Philadelphia Inquirer </em>describing the opening of an opulent new estate and museum in Boston. Admission tickets were sold out well before opening day of the museum. Described in the article from the <em>Philadelphia Inquirer </em>was the overwhelming magnitude of Fenway Court and the abundance of specifically styled rooms created to display Isabella Stewart Gardner's private art collection. Fenway Court was the name of the palace that was created and maintained both as the personal home and museum of Isabella Stewart Gardner. The building was a personal representation of Isabella Stewart Gardner's architectural and artistic desires. She was the daughter of a wealthy businessman, and her marriage to the wealthy John L. Gardner helped her rise to the same social status as her husband. Spending money was not a problem for the wealthy members of society like the Gardners, who built elaborate homes and other representations of their wealth. The public enjoyed reading about these activities since this provided a form of entertainment, whether one could visit the new building or not. It was astonishing for the public to read about such personal extravagance. During the Gilded Age, some wealthy Americans were enjoying their freedom to spend money on whatever they chose, as there were no boundaries on spending money for those that had it to spend. Historian Walter Lord commented, \"The privileged poured their money into projects that amused or interested them.\" Everything was done in very grand style and the more noticeable the better.","One could not help but notice Fenway Court. Isabella Stewart Gardner not only oversaw the construction details of her palace, but she lived in it as well. She also assisted in the painting of the walls in the palace, especially if she did not like the color being applied. If she did not like someone's workmanship or performance on the construction site, they were fired on sight. She insisted on supervising every job. Writer Nelson Lansdale stated that \"She almost literally supervised the laying of every brick.\" Her palace included a music room, a stage for theatrical productions, an extensive garden courtyard and many works of art. Isabella Stewart Gardner hired her own architect to design her palace. Author Robert L. Reid wrote that she \"worked with the architect Willard T. Sears to create a unique setting for her private collection.\" The courtyard was exquisite with a gigantic skylight that made the objects in the courtyard beautiful to be seen at any time of day. The palace appeared to be three stories tall with multiple balconies at every level overlooking the courtyard. In the United States, many wealthy Americans turned toward Europe for housing and design ideas. Writer Robert G. Athearn stated that, \"the socially prominent still looked to Europe and fawned upon its nobility.\" Isabella Stewart Gardner was a perfect example of one who admired European architecture. She was ahead of her time by the way she displayed her artwork with special lighting and a room design to help enhance the artwork and the time period it was meant to be shown in.","Isabella Stewart Gardner immersed herself in the arts and really spent little time thinking about anything else. Nelson Lansdale commented, \"Isabella once brooded so much on Cleopatra that she completely forgot it was Christmas Eve.\" She was also very involved with the Boston Museum of Fine Arts. Some would consider her to have been a bit eccentric, but her complexities made her an extraordinary woman. She lived an extravagant lifestyle and was known to have quite a temper that she was not afraid to show. Nelson Lansdale commented that Isabella Stewart Gardner was, \"no prude\" and \"she like to tell risque jokes.\" She preferred the company of men over women and loved to tell jokes that were rather shocking to some. She loved to wear gowns and expensive jewelry. Isabella Stewart Gardner often retained her own writers, musicians and actors for her theatrical events. Her love of artwork seemed to come naturally for her. Isabella Stewart Gardner frequently traveled abroad to collect her artworks. Her frequent travel companion to Europe was an artist by the name of John Singer Sargent. Besides painting a self-portrait of Isabella Stewart Gardner, there was some speculation that romance existed between the two. The husband of Isabella Stewart Gardner seemed to ignore such speculation and was content to follow along and continue to support his wife's lifestyle. She always traveled in style and preferred her carriage, with footmen and coachmen readily available. She loved her role in high society and found it amusing when people would talk about her. At times, it seemed as though she enjoyed being the center of attraction and entertainer herself. Her daily adventures in Boston and travels to Europe were written about often in newspapers such as the <em>Philadelphia Inquirer.</em> She certainly was of interest to the public, for her lifestyle was never boring.","The private opening of Isabella Stewart Gardner's palace occurred on New Year's night 1903 and was attended by special invitation only. However, Isabella Stewart Gardner had a vision for her palace to be publically enjoyed. In February of 1903, Isabella Stewart Gardner's museum opened to the public, as the article in the <em>Philadelphia Inquirer </em>noted. She wanted the public to be educated and share in her appreciation and enjoyment of the arts. It was Isabella Stewart Gardner's wish for Fenway Court to remain untouched and as Nelson Lansdale stated, \"as her will directed, remains almost exactly as she left it forever in 1924.\""],"display_date":"February 22, 1903","search_date":"1903-02-22","citations":[{"divid":1386550235,"type":"Book","data":["Walter Lord","The Good Years from 1900 to the First World War","","New York","Harper &amp; Brothers","1960","107"]},{"divid":1386550396,"type":"Book","data":["Nelson Lansdale","Mrs. Gardner and Her Palace","11","New York","American Heritage Publishing Company","1963","979-986"]},{"divid":1386550614,"type":"Website","data":["Robert L. Reid","Extended Vision","Civil Engineering","Academic Search Premier","Oct 2013"]},{"divid":1386550877,"type":"Book","data":["Robert G. Athearn","Twentieth-Century America","12","New York","American Heritage Publishing Company","1963","1052"]}],"locations":[{"id":7469,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"Suffolk, Massachusetts"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":1504,"tag":"Gilded Age"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":114,"school_id":43}}