{"id":58,"title":"The Know-Nothing Riot in Baltimore\n","course_id":1,"status":"P","start_date":"1856-10-08","end_date":"1856-10-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Xenophobic men established the Know Nothing or American Party in the late 1940s in response to the growing number of immigrants, particularly Irish Catholics flooding into the United States because of the Irish Famine of 1845.  They were known as the Know Nothing Party because when asked questions about the organization and their affiliation with it, members responded that they knew nothing.  The Know Nothings vehemently opposed blacks, foreigners and especially Roman Catholics whom they supposedly swore to never vote for when initiated into the party.&lt;br /&gt;&lt;br /&gt;In the weeks leading up to Election Day in the city of Baltimore, tensions ran high among the Know Nothings and the ever growing Irish Catholic Democrats.  Tensions culminated in Baltimore when the race for the municipal elections sparked riots between the warring clubs of the city.  Many people were killed and wounded as insurgents fought on the streets with muskets, swivels, pistols and all manners of weapons (The Daily Picayune, Oct 9, pg. 4).'  The governor sent for the city militia to settle the fighting on Election Day and in the end, the American party emerged victorious.&lt;br /&gt;&lt;br /&gt;The riot in Baltimore highlights the fact that Americans in 1856 did not exclusively discriminate against blacks, but also fellow whites.  American Protestants were extremely anti-foreigner not to mention anti-Catholic and did not welcome the hoards of Europeans, specifically the Irish and the Germans, that migrated en masse to the United States in the middle of the nineteenth century.  Through this riot, the modern day student can see that hierarchies in the United States of the era were not solely based upon race."],"display_date":"October 8, 1856","search_date":"1856-10-08","citations":[{"divid":1213034416,"type":"Newspaper Article","data":["&amp;34;Dreadful Riots in Baltimore? ","The Daily Picayune","New Orleans","October 9, 1856","4"]},{"divid":1213034512,"type":"Book","data":["William Lloyd Fox and Richard Walsh","Maryland: A History 1632-1974",null,"Baltimore","Maryland Historical Society","1974",""]}],"locations":[{"id":41,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}