{"id":5800,"title":"<strong><em>Daily National Intelligencer</em> Advertises for Fugitive Slaves</strong>","course_id":113,"status":"P","start_date":"1816-04-20","end_date":"1816-04-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 20, 1816, the <em>Daily National Intelligencer</em>, located in Washington D.C., published an article advertising fugitive slaves.  The article began by stating, “Fifty persons of color were brought into this city, in the ship <em>Lord Somers, </em>from London.”  The <em>Intelligencer</em> continued, “On examination, satisfactory evidence was produced, that forty-three were free, two the property of citizens of this city; and the description of the remaining five is now published­­- they are supposed to be fugitive slaves.”  The article provided detailed descriptions of the slaves and owners were expected to come forward with proof to claim their property.  For example, one description stated, “John Williams, says he was born in Savannah, state of Georgia.”  The description then continues, “ he was the property of Mr. Robert Boush in 1806; about 43 years of age; 5 feet 4 inches high.”  Slaves had high hopes of escaping from their owners’ barracks, but being able to successfully get away was usually impossible.","With the increasing numbers of slaves attempting to escape plantations on which they were held captive, southern states created fugitive slave laws.  According to historian William R. Leslie, the subject of fugitive slaves became a popular topic of discussion after the Pennsylvania Supreme Courts ruling in the <em>Commonwealth v. Holloway case </em>in 1816.  This case involved a fugitive slave giving birth to a child on Pennsylvania soil and the court ruling that the child was not subject to slavery.  This had many southerners irate and protests took place.   Later, the Pennsylvania Fugitive Slave Act of 1826 protected freed slaves and prevented the kidnapping of any black individual.","The federal government developed a fugitive slave act to help return escaped slaves to their owners.  Under this law, if a slave were to escape, the person whom was hired by the slave owner had the right to capture the fugitive and take him or her before any United States Judge or magistrate.  The Fugitive Slave Law of 1793 stated, “any person obstructing in any way such seizure or removal, or harboring or concealing any fugitive after notice, is liable to a penalty of $500.”  Northern states did not obey this law and developed their own laws to protect any person within their borders from being taken back to slavery.  The large number of loopholes in this law eventually resulted in a more stringent fugitive slave act.  According to historian James McPherson, the creation of the Fugitive Slave Act of 1850 gave the national government superior power over any other law during that time."],"display_date":"April 20, 1816","search_date":"1816-04-20","citations":[{"divid":1386726588,"type":"Newspaper Article","data":["","Daily National Intelligencer","Washington D.C.","April 20, 1816",""]},{"divid":1386726650,"type":"Article","data":["William R. Leslie","The Pennsylvania Fugitive Slave Act of 1826","The Journal of Southern History","4","November, 1952","429-445"]},{"divid":1386726771,"type":"Article","data":["C.W.A. David","The Fugitive Slave Law of 1793 and its Antecedents","The Journal of Negro History","1","January, 1924","18-25"]},{"divid":1386726844,"type":"Book","data":["James M. McPherson","Battle Cry of Freedom: The Civil War Era","","New York","Oxford UP","1988","78-79"]}],"locations":[{"id":7496,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":1850,"tag":"Slave Laws"},{"id":1849,"tag":"Advertisement"},{"id":126,"tag":"fugitive slave"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}