{"id":5802,"title":"<strong>A Virginia Soldier Reflects on Battle and Wishes to be Home for the Holidays</strong>","course_id":113,"status":"P","start_date":"1862-11-30","end_date":"1862-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Sunday morning, November 30, 1862, Confederate soldier John French White wrote an intimate, yet dismal letter to his wife, Mat. White’s letter began with an explanation of how grateful he was to have received mail from his wife: “[I] contented myself by reading your welcome letter which afforded me great pleasure.” A few lines later, Mr. White proceeded to explain the horrors of the Battle of Sharpsburg (Antietam), which he had been involved in a few months earlier.","In his description of the Battle of Sharpsburg, White wrote, “Oh Mat it","almost makes [me] shudder to think of it how…Sept. 17 ’62 [will] live in the memory of the 32 Va. reg[iment] & its friends.” Despite all the carnage and devastation of the battle, White walked away unharmed. He viewed his survival as an act of God: “Thanks be to a kind Providence I came out unhurt but narrowly escaped. A ball passed [only] through my blanket between my body and right arm.”","The heart of White’s letter, however, is found in the remarks he made about coming home for Christmas. White acknowledged his wife’s plea for him to “get a pass to come to Mothers in the Chris[t]mas.” In response to her plea, Mr. White wrote, “I am sorry to tell you to do either [find a substitute or go home] is utterly impos[s]ible.” Although he hinted at the fact that he wanted to be home for Christmas, White understood that he had a commitment to the Confederacy. Since Mr. White was on “picket duty” in Fredericksburg and was expecting the city to be shelled by the Union forces, he had to abruptly end his letter.","White’s fear of the memory of the Battle of Sharpsburg had a lot of merit. As historian James McPherson pointed out, Sharpsburg was the site of some of the Civil War’s hardest fighting. Just as White had hinted, at nighttime on September 17, 1862, Confederate military leaders reported losses greater than fifty percent in several brigades. In addition, President of the Maryland Historical Society, Burton Kummerow, noted that about 23,000 soldiers were killed and wounded during the Battle of Sharpsburg. In regard to White’s fear of how the day would be remembered, Kummerow argued that it would forever be seen as a victory for the Union, and it eventually prompted Lincoln to issue the Emancipation Proclamation. Historian Stephen Sears also argued that the perceived Union victory at Sharpsburg compounded with the Emancipation Proclamation, prevented Britain, France, and other foreign agents from getting involved in the Civil War.","Aside from the Battle of Sharpsburg, White’s letter reflected emotions shared by soldiers on both sides during the Civil War. The Civil War proved to be more than just a few short battles. The physical and emotional stresses brought about by fighting, such as that at Shapsburg, gave every man a strong desire and longing for home, especially around the holidays."],"display_date":"November 30, 1862","search_date":"1862-11-30","citations":[{"divid":1386779890,"type":"Manuscript","data":["John French White","John French White Papers",null,"","","Confederate Military Manuscripts","Virginia Historical Society"]},{"divid":1386779968,"type":"Article","data":["Stephen W. Sears","High Stakes at Antietam","American Heritage","2","Summer 2012","40-47"]},{"divid":1386780042,"type":"Book","data":["James McPherson","Battle Cry of Freedom","","New York","Oxford University Press","1988","538-45"]},{"divid":1386780098,"type":"Newspaper Article","data":["The Battle of Antietam: One of the 'Worst Days in American History,' and 3 Events Commemorating Maryland in the Civil War","PR Newswire","","09/17/2012",""]}],"locations":[{"id":7497,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":755,"tag":"Confederacy"},{"id":122,"tag":"Soldier"},{"id":32,"tag":"Civil War"},{"id":1256,"tag":"Christmas"},{"id":1793,"tag":"Virginia Infantry"},{"id":1853,"tag":"Fredericksburg"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}