{"id":5804,"title":"Pennsylvania Surgeon Tends to the Wounded at South Mountain","course_id":113,"status":"P","start_date":"1862-09-14","end_date":"1862-09-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Theodore S. Christ completed his medical training in 1860, and he joined the Union army the following as a surgeon. In September of 1862, he served as the surgeon for the 45<sup>th</sup> Pennsylvania Infantry in the Ninth Corps of the Army of the Potomac. On the fourteenth of that month, General McClellan tasked Christ’s regiment with taking Turner’s Gap during the Battle of South Mountain. Their goal was to silence a Confederate artillery battery firing from the Gap. The soldiers fought uphill against Confederates defenders behind stone fences. However, despite the regiment being only one month old, Dr. Christ wrote in his diary “our noble 45<sup>th</sup> fought with the bravery and skill of veteran soldiers” and forced the Confederates to retreat “where they had thousands against our hundreds.” The doctor tended to the wounded carried to him while the battle raged around him. In his diary he wrote, “One place that I had just been a few moments before a shell struck and exploded, throwing the dirt all over me 50 yards off.” This instance and similar others prompted Christ to move his hospital 300 yards down the hill before continuing with his work.","According to the regimental history of the 45<sup>th</sup> Infantry, twenty-seven soldiers were killed and 107 wounded during the two and a half hours of combat. The intense fighting claimed General Jesse Reno, the commander of the Ninth Corps. Reno became the target of a Confederate sharpshooter while he surveyed the enemy and was shot in the chest. Christ also tended to Captain William Grove, who received a wound to the leg from a Minié bullet. Christ recorded that both of the lower bones of the leg were shattered, and as such, an amputation became necessary. Captain Grove later died from his wounds. All told, there were 300 Union soldiers killed and 1,500 wounded during the course of the battle.","The Battle of South Mountain came about through a blunder on the part of one of General Robert E. Lee’s subordinate officers. Prior to the start of his Maryland Campaign, Lee issued Order 191, which detailed his plan to split his army and send part of it to capture Harper’s Ferry. A Union corporal found a copy of the order wrapped around three cigars next to a road in Frederick, Maryland. General McClellan used this information in an attempt to attack the separate Confederate forces. To get to the enemy, he had to send his troops over South Mountain, where Lee and his Rebels were waiting in the passes through the range. The Confederates managed to delay the Union long enough to escape without significant harm. Many of the units involved at South Mountain later fought during the Battle of Antietam."],"display_date":"September 14, 1862","search_date":"1862-09-14","citations":[{"divid":1386801302,"type":"Manuscript","data":["Theodore S. Christ","Diary Volume 2",null,"","","Theodore S. Christ Diaries","Special Collections, Pennsylvania State University"]},{"divid":1386801371,"type":"Book","data":["John Daivd Hoptak","The Battle of South Mountain","","Charleston","The History Press","2011","69-76"]},{"divid":1386801431,"type":"Book","data":["Allen Diehl Albert","The History of the Forty-fifth Regiment Pennsylvania Veteran Volunteer Infantry","","Williamsport","Grit Publishing Company","1912","41-56"]}],"locations":[{"id":7500,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":1857,"tag":"Surgeons"},{"id":1856,"tag":"Order 191"},{"id":1855,"tag":"Battle of South Mountain"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}