{"id":5805,"title":"When America was engaged in War War 1 a national creed was written in order to movtivate Amerian people to stay loyal to thier country.","course_id":114,"status":"P","start_date":"4/3/18","end_date":"4/3/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1910s, as war raged in Europe, America prided itself for remaining a neutral country. For three years President Wilson tried to keep America out of the overseas conflict. However, by 1917 President Wilson no longer felt that the U.S. could remain neutral due to attacks against American shipping and threats to the nation’s security. As the nation entered the conflict, patriotic activities and rhetoric became more popular. This show of patriotism was shown in many different ways, such as through songs like “Over there” by George M. Cohan. An even bigger show of patriotism took place when the New York State Commissioner of Education, Henry Sterling Chapin came up with the idea of creating a national creed. A creed is a system of principles or beliefs that is usually accepted by that group. The national creed would summarize America’s political faith by drawing from fundamental elements of American history and tradition. A nationwide writing contest was launched to find who could best put the national creed into words. The end result was what gave birth to the American Creed:","“I believe in the United States of America as a government of the people, by the people, for the people; whose just powers are derived from the consent of the governed, a democracy in a republic, a sovereign Nation of many sovereign States; a perfect union, one and inseparable; established upon those principles of freedom, equality, justice, and humanity for which American patriots sacrificed their lives and fortunes.","I therefore believe it is my duty to my country to love it, to support its Constitution, to obey its laws, to respect its flag, and to defend it against all enemies.","-William Tyler Page","More than three thousand entries were submitted. The winner, William Tyler Page, was from Friendship Heights, Maryland. At the young age of thirteen, Page had served as a U.S. Capitol page in Washington. He then went on to serve as an employee of the Capitol building for almost sixty-one years. Winning a contest that shows patriotism probably came naturally for Page since he came from family deeply rooted in American politics. In 1650, one of his descendants arrived in America, and later settled in Williamsburg, Virginia. From 1789-1797 Congressman John Page served in the House of Representative. Page was also related to Carter Braxton, who signed the Declaration of Independence. The tenth president of the United States, John Tyler is another one of William Tyler Page ancestors.","America was a nation of immigrants that was engaged in a war against some of the counties from which many of the immigrants or their descendants originated. Some feared that this could cause conflicts and divide the American people. The American Creed reminds people to give power and support to the U.S. government and any challenges it will face in the future. The creed also reminds people to uphold their duties to the government in the land in which they now reside.","It was just a little over a year after the start of World War 1 when the National Creed of America was approved by the speaker of the House of Representatives and the commissioner of education of the state of New York. On April 3, 1918 in the House of Representatives Office Building the mayor of Baltimore James H. Preston presented the award to Page. The <em>Congressional Record</em> printed the proceedings that were related with the award on April 13, 1918. A year after the Creed was adopted by Congress, Page was elected clerk of the House. Thirteen years later, when the Democrats were the majority party, they created the office of minority clerk of the House of Representatives for Page. He held that position for the rest of his life.","At a time when patriotic sentiments were very important, the American Creed was the perfect compliment. Page’s short statement drew on American history and tradition to remind people what they were fighting for in 1918 and encourage them to give all to their country.","Sources:","Copyright ©1995-2013 by the Independence Hall Association","This Page Established on 20 November, 1994","Copyright © 1999-2012 by HomeOfHeroes.com"],"display_date":"April 3, 1918","search_date":"1918-04-03","citations":[{"divid":1386857320,"type":"Website","data":["William T. Page","The American's Creed","US History.org","http://www.ushistory.org/documents/creed.htm","12/12/2013"]},{"divid":1386857939,"type":"Website","data":["C. Douglas Sterner","The American's Creed","Home of Heros","http://homeofheroes.com/hallofheroes/1st_floor/flag/1bfc_creed.html","12/12/2013"]}],"locations":[{"id":7501,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":1858,"tag":"America's Creed"},{"id":1859,"tag":"World War 1"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":114,"school_id":43}}