{"id":5806,"title":"A Pennsylvania Private Watches the Fighting from Culp’s Hill at Gettysburg","course_id":113,"status":"P","start_date":"1863-07-01","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1862, Private Milton S. Lytle received orders to transfer from his original unit, the 125<sup>th</sup> Pennsylvania Infantry, to General H.W. Slocum’s headquarters division of the Twelfth Corps of the Army of the Potomac. Lytle was a part of this unit when the Twelfth Corps marched towards Gettysburg on July 1, 1863, to support the Union forces there already engaged with Confederates. By the end of the second day of fighting, the corps under Slocum had been pushed back to Culp’s Hull at the northern end of the Union line. On the dawn of the third day, Lytle watched as soldiers of the unit pushed outward in an attempt to recapture the positions they had held the day before. In his diary, he wrote his comrades were “hotly engaged…but half a mile off. This infantry fighting commenced at 4 am.” The fight between Slocum’s men and the Confederate troops under General Edward Johnson lasted for seven hours. In this time, the Union men managed to drive off the Rebels and reclaim their trenches from the previous day. Following this action, the battle subsided for a few hours.","Private Lytle, feeling safe due to the lull in the fighting, settled down to take a nap in the woods of Culp’s Hill. He awoke fifteen minutes after one o’clock to the sound of Confederate cannons firing on the Union positions on Cemetery Hill. Lytle described the barrage as such: “The cannonading for two hours was terrific, exceeding Chancellorsville in rapidity. The shells did fearful execution.” This cannon fire was the opening act of what would become known as Pickett’s Charge. During this attack, as many as 15,000 Confederate troops charged across almost a mile of open field, straight into Union artillery and rifle fire. Over half of the attackers were cut down before the retreat was sounded. This marked the turning point of the battle and the furthest Confederate troops advanced through Union lines. After the failed charge, Lytle climbed the hill to look into Gettysburg, but returned to his position after a narrow miss with a sharpshooter’s bullet. The next day, Lee’s Army of Northern Virginia withdrew and escaped to Maryland. Over the course of the three days, over 50,000 Union and Confederate soldiers died on the fields of Gettysburg. Lytle and his comrades spent July 4 looking for Rebels left in the town. He described what he encountered that morning in his diary: “Silence prevails today. The face of every soldier wears a joyful expression. Our success yesterday was decided.”"],"display_date":"July 1, 1863 - July 4, 1863","search_date":"1863-07-02","citations":[{"divid":1386866066,"type":"Manuscript","data":["Milton S. Lytle","Diary 6 (April-August 1863)",null,"","","Milton S. Lytle Diaries","Special Collections, Pennsylvania State University"]},{"divid":1386866139,"type":"Book","data":["James McPherson","Battle Cry of Freedom: The Civil War Era","","New York","Oxford University Press","1988","653-663"]},{"divid":1386866194,"type":"Book","data":["Harry W. Pfanz","Gettysburg: Culp's Hill and Cemetery Hill","","Chapel Hill","The University of North Carolina Press","1993","153-194"]}],"locations":[{"id":7503,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}