{"id":581,"title":"The Know-Nothing Party Emerges\n","course_id":1,"status":"P","start_date":"1854-06-03","end_date":"1854-06-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Officially called the American Party, the Know-Nothing political movement was spurred on by the influx of Irish Catholic immigrants into the United States in the 1840s, the greatest period of European migration ever seen so far.  In 1854 immigrants formed a higher proportion of the total U.S. population than ever before or since that time.  As the Whig Party disintegrated in the 1850s, separatists were seized by an anti-foreign, anti-Catholic fervor.  The Know-Nothings began to create footholds in the nation through its desire to maintain the United States as a bastion of Anglo-Saxon Protestantism.&lt;br /&gt;The fascination of a secret society did not hold every American in thrall, however.  Several contributors to the National Intelligencer spoke very strongly about the sinister nature of any group of people who find it necessary to enshroud their activities in mystery.  In a democratic society, wrote one reader, the principles of the candidate should be fully and fairly disclosed, in order to secure measures best calculated to promote the general welfare, of which the people, under our republican form of government, are the sovereign judges.  This nativist hysteria gradually petered out, in part because the Kansas-Nebraska debates were a far more immediate threat than the possibility of a world-dominating pope."],"display_date":"June 3, 1854","search_date":"1854-06-03","citations":[{"divid":1213228958,"type":"Newspaper Article","data":["To the Editors","National Intelligencer","","June 3, 1854","1"]},{"divid":1213228983,"type":"Book","data":["John B. Boles","The South Through Time: A History of an American Region",null,"New Jersey","Prentice Hall","1999","299"]}],"locations":[{"id":436,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}