{"id":5812,"title":"A Black Union Soldier Demands Equal Pay","course_id":113,"status":"P","start_date":"1864-06-01","end_date":"1864-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a recommendation for trial written by a First Lieutenant of the 2<sup>nd</sup> U.S Colored Cavalry in early June of 1864 there is mention of Private Sylvester Ray, also of the 2<sup>nd</sup> U.S Colored Cavalry, who demanded equal pay for the African-American soldiers. In this recommendation, he states that, “he charges conduct prejudicial to good order and military discipline.” At this time, black soldiers made seven dollars a month plus a three dollar clothing allowance while white soldiers of the same rank made thirteen dollars a month.","In many units, black soldiers were not permitted the same benefits as their white counterparts. It did not take long for the black soldiers to become aware of these discrepancies and start to demand equal pay. Private Sylvester Ray wanted pay that was the same as white soldiers because seven dollars a month was not enough to send home or pay for things that the black soldiers needed. Additionally, this discrepancy in pay was an injustice to African-American soldiers who were fighting for the same cause as their white counterparts.","According to historian Christian Samito, “the pay disparity undermined army discipline but also energized black soldiers’ demands for equal treatment.” When black soldiers realized that they were not being paid equally they threatened to desert the army or to rise against their white superior officers. Other places, the black soldiers rejected their pay, demanding equal pay. The tipping point for many of the soldiers was letters that had been sent from home. In many of these letters, their parents, wives, or children did not have enough money to survive on and were suffering. After receiving his letter, one unnamed soldier said, “we have been tried in the fire both of affliction and of the rebels, and nothing remains but pure metal.” This sentiment was reflected across most black units until equal pay was promised in late June, just a short while after Private Ray’s recommendation for trial. After enough troops protested the unfair conditions, the military started to listen. Samito believes that change occurred as “white officers came to realize, black soldiers mutinied not out of nervous energy…but as political action undertaken by men who felt newly entitled by their wearing of the uniform.","Private Sylvester Ray’s subsequent muster roll was also listed with his recommendation for trial. In the muster roll, it is clear that his pay for the month was raised to be equal with what was normal for white soldiers. It appears that his insistence on fairness and justice paid."],"display_date":"June 1864","search_date":"1864-06-15","citations":[{"divid":1386958815,"type":"Article","data":["Christian G. Samito","The Intersection Between Military Justice and Equal Rights: Mutinies, Courts-martial, and Black Civil War Soldiers","Civil War History","2","June 2007","170-202"]},{"divid":1386958923,"type":"Article","data":["Susan-Mary Grant","Pride and Prejudice in the American Civil War","History Today","9","September 1998","1-13"]},{"divid":1386959015,"type":"Government Document","data":["Recommendation for Trial of Private Sylvester Ray","National Archive-Civil War &amp; Reconstruction","June, 1864","N/A","","N/A","","National Archives","http://www.archives.gov/education/lessons/blacks-civil-war/equal-pay.html"]}],"locations":[{"id":7516,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":321,"tag":"Union Army"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}