{"id":5815,"title":"A Union Soldier’s Correspondence about Disease in Hospitals","course_id":113,"status":"P","start_date":"1864-04-08","end_date":"1864-04-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John L. Knapp of the 9<sup>th</sup> Indiana Regiment wrote a letter to his friend Mary Merrick during his stay in a hospital in Chattanooga, Tennessee. In this letter, Knapp commented, “Where there are many people together they are liable to catch disease. More than they do at home. I used to be afraid but I am now all over it now.” These diseases afflicted many soldiers throughout the war.","Disease was a major part of the Civil War. Historian Dale C. Smith, who studied medicine throughout the war, stated, “The general hospitals early in the conflict were makeshift arrangements in whatever buildings could be found, an approach that was seriously flawed.” The army lacked enough doctors or other medical officials to meet the demand of injured soldiers. Historian Richard H. Shryock estimates that each surgeon at Gettysburg had about nine hundred cases to tend to. This caused doctors to work quickly, increasing the odds of spreading disease amongst the injured.","The methods that surgeons used were often unsanitary. For example, chest or abdominal wounds required the surgeons to probe the wound to find the bullets or to help stop the bleeding. The hospitals themselves also carried many germs. Poor sanitary conditions allowed diseases such as typhoid, dysentery, and diarrhea to infect soldiers.","Knapp’s fear of disease shows how rampant it was among soldiers in close quarters. Shyrock mentions that “High as were the casualties, it is well known that losses from disease were higher.” He also mentions that roughly ten percent of all soldiers were sick at one time. Fear of disease such as Knapp expressed, coupled with the mortality rates of those that caught disease, wore on soldiers as the war went on.","In a study cited by Smith, there were approximately 6,445,000 casualties combined between the Union and Confederate armies from May 1, 1861 through June 30, 1866. Of these, over six million were disease related. Shryock also looked at the numbers of deaths during the Civil War. According to him, by the end of the war, about 250,000 Union troops were killed by disease compared to 110,000 deaths from battle injuries. That means that roughly 70% of deaths in the Union army were a result of disease. Similarly, Confederate soldiers suffered about 164,000 deaths from disease and 94,000 on the battlefield; good for roughly a 64% disease mortality rate.","As the war continued, there were some improvements made in medicine that helped. Quinine and chloroform were both agents used during surgeries to help ease pain and make surgeons’ jobs easier. These advances also helped to ease the minds of soldiers such as Knapp."],"display_date":"April 8, 1864","search_date":"1864-04-08","citations":[{"divid":1386966635,"type":"Article","data":["Dale C. Smith","Military Medical History: The American Civil War","OAH Magazine of History","5","September 2005","17-19"]},{"divid":1386966681,"type":"Article","data":["Richard H. Shyrock","A Medical Perspective on the Civil War","American Quarterly","2","Summer 1962","161-173"]},{"divid":1386966756,"type":"Pamphlet or Other Printed Material","data":["John L. Knapp","Letter to Miss Mary L. Merrick","Chattanooga, Tennessee","N/A","1864","Letter Archive Project"]}],"locations":[{"id":7519,"lat":35.1803733014,"lng":-85.1633326083,"zoom":9,"place":"HAMILTON, Tennessee"}],"tags":[{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}