{"id":5829,"title":"<strong>Critiquing the Use of Tetraethyl Lead in Gasoline</strong>","course_id":118,"status":"P","start_date":"1/1/24","end_date":"12/31/25","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In Washington D.C. in 1925, the day of the official conference decision regarding the use of tetraethyl lead in gasoline, Alice Hamilton, a leader in the field of toxicology and occupational diseases, issued an article discussing her rejection of the previous 1924 Bureau of Mines Report. The 1924 Bureau of Mines Report stated that tetraethyl lead was safe for gasoline. Hamilton argued that the report, which tested tetraethyl gasoline on animals, was incorrectly analyzed and poorly conditioned to determine the correlating safety for humans. She further refuted the report by offering four unanswered questions regarding tetraethyl lead gasoline and its interactions with humans. She called into question the potential damage of manufacturing ethyl fluid to factory employees. Within the last seventeen months seventeen men had died and one became insane as a result of manufacturing this compound. Next, Hamilton addresses potential damage to gas station workers and service employees who combine the ethyl-fluid with the gasoline and pump it into automobiles. Lastly, she questions the danger regarding the emission of ethyl gasoline to the public airspace by way of car exhaust. While Hamilton acknowledged some previous scientific research into the matter, she still argued that the results were insufficient as they did not focus on the correct areas of research and the potentially for environmentally damaging side-effects to affect humans. Hamilton concluded her article by urging the conference to discontinue use of tetraethyl lead in gasoline until further research could determine the safety of its unknown effects.","During her medical studies at the University of Michigan, Hamilton utilized her academic discipline of medical science towards social reform by looking at environmentalism through a health perspective. After she was appointed to the Illinois Commission on Occupational Diseases, Hamilton began delving into investigations on lead industries. Since lead and the chemical compounds associated with it are extremely dangerous and in high demand during the rapidly expanding automobile industry of the early 1900’s, Hamilton’s work is invaluable to help to situate ourselves in understanding lead’s environmental impacts. Furthermore, Hamilton was a powerful environmental advocate in an era when the term “environmental” had yet to be established as an ideology. As a result of her influence, she must be seen as a core figure in the reconstruction of the urban and industrial roots of environmentalism."],"display_date":"1924 - 1925","search_date":"1924-12-31","citations":[{"divid":1391648482,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Robert Gottlieb","Reconstructing Environmentalism: Complex Movements, Diverse Roots","Out of the Woods: Essays in Environmental History","Char Miller &amp; Hal Rothman","Pittsburgh","University of Pittsburgh Press","1997","144-60"]},{"divid":1391195703,"type":"Primary Source in a Secondary Source","data":["Alice Hamilton Summarizes the Case Against the Use of Leaded Gasoline","1925","Environmental Issues in American History: A Reference Guide with Primary Documents","2006","Westport, CT","Greenwood","2006","174-177"]}],"locations":[{"id":7544,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1457,"tag":"workplace safety"},{"id":87,"tag":"Environment"},{"id":908,"tag":"Pollution"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}