{"id":5830,"title":"U-Regulations approved for Protection of Wilderness Areas","course_id":118,"status":"P","start_date":"9/19/39","end_date":"9/19/39","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Famous early environmentalist Robert Marshall, the head of recreation for the National Forest service and founder of the Wilderness Society, marched into congress to make sweeping reform. The document Marshall wrote  became known as the \"U-Regulations\" and were passed by congress on 19th September 1939. These regulations were to preserve the natural environment under the protection of the Forest Service. Regulation U-1 became a protection for land 100k acres or more which banned commercial and limited recreational activity. Regulation U-2 revised old classifications of \"primitive areas\" to be renamed wilderness areas. Now the environment will become more inviting. He was able to preserve 12 wilderness areas and 4 wild areas. Two months after the U-Regulations were put into law, Marshall passed away leaving a groundwork for future environmentalists and Forest Service workers as his legacy.,","The U-regulations remained the governing principles of the Forest Service until President Lyndon B. Johnson made the regulations permanent with the landmark 1964 Wilderness Act. Shifting authority to designate land or remove Wilderness status from the bureaucratic Forest Service to Congress, only legislators can now make changes to the U-Regulations, and the current Wilderness areas are now permanently preserved. Early ideas of conservation and environmentalism put Marshall in a complex category. On the one hand, his critique of commercial activity limited intervention in the environment. Yet he also wanted visitors to enjoy the public space, so his ideas of protecting the environment were centered around human enjoyment."],"display_date":"September 19, 1939","search_date":"1939-09-19","citations":[{"divid":1391350002,"type":"Book","data":["Gottileib, Robert","Reconstructing Environmentalism","Out of the Woods: Essays in Environmental History","Pittsburgh","University of Pittsburgh Press","1997","144-66"]},{"divid":1391350233,"type":"Article","data":["Yard, Robert Sterling","Saving the Wilderness","The Living Wilderness","5","July, 1940","3-5"]},{"divid":1391350968,"type":"Primary Source in a Secondary Source","data":["U-1 and U-2 Regulations","Sept 19, 1939","Saving the Wilderness: The Living Wilderness","Robert Marshall","Washington","Wilderness Society","1940","5"]}],"locations":[{"id":7542,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1896,"tag":"U-Regulation"},{"id":1895,"tag":"National Forest"},{"id":1894,"tag":"Robert Marshall"},{"id":1233,"tag":"Environmental History"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}