{"id":5831,"title":"Beans for Bombers","course_id":118,"status":"P","start_date":"6/4/42","end_date":"6/4/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Detroit, 1942, Ford Motor Co.’s experimental laboratories attempted to form a closer partnership between agriculture and industry, in an effort to produce new war (World War II) materials for bombers, jeeps, tanks and other vehicles.  The three new materials included plastics for airplanes, synthetic rubber, and “wool” from soybeans.  Henry Ford, founder of the automobile company, had the laboratory concentrating on the use of plastics for bombers, based on the knowledge gained from automotive experiments, since plastic weighs less than the traditional aluminum. Although the synthetic rubber had not progressed as much in the laboratories, the plant-built “wool” had, appearing to be comparable with natural wool.  The material, intending to be used for upholstery fabrics, was allegedly the first to be produced from vegetable protein.  After years of research, the soy-based wool served many purposes, supplementing the country’s wool crop, and may have even met the war-time demand for the material.","Due to the Great Depression, most of Ford’s research took place during that time period. He soon came to believe that the practical use of soybeans would become influential in the role of lifting America out of the depression. Throughout the following few years during the early 1930s, Ford worked with researchers and the agriculture industry to produce soy products, such as paint and small plastic car parts.  He also created a new market for farmers, offering them a new source of income.  From the late 1930s until his death in 1947, Ford was recognized as a major soybean pioneer, making outstanding achievements during his declining years."],"display_date":"June 4, 1942","search_date":"1942-06-04","citations":[{"divid":1391646742,"type":"Newspaper Article","data":["Soy Bean \"Wool\", Plastic Parts For Planes, New Synthetic Rubber Uses Keep Ford Research Men Busy","Wall Street Journal","New York, NY","1942","11"]},{"divid":1391646911,"type":"Book","data":["Aoyagi, Akiko and Shurtleff, William","Henry Ford and His Researchers – History of Their Work with Soybeans, Soyfoods, and Chemurgy (1928-2011): Extensively Annotated Bibliography and Sourcebook","","Lafayette, CA","Soyinfo Center","2011","7-10"]}],"locations":[{"id":7547,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1900,"tag":"Automotive Industry"},{"id":1899,"tag":"Detroit"},{"id":1898,"tag":"Soybean"},{"id":1897,"tag":"Henry Ford"},{"id":13,"tag":"Agriculture"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}