{"id":5832,"title":"An autumn afternoon on Detroit's Belle Isle","course_id":118,"status":"P","start_date":"9/13/14","end_date":"9/13/14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was a chilly 65 degrees in the waters of the Detroit river on a perfect Sunday afternoon in the early autumn of 1914 as revellers debated whether it was too cool for a swim in the Belle Isle bath houses. Several hundred Detroiters could brave the dip for only 15 minutes each, but swimming was not the only weekend activity available on the large, lush island of recreation for escapees of the industrial city. Visitors could enjoy a stroll through the vast and deep wooded areas of the island park and enjoy the beauty of the seasons in change; green leaves beginning to give way to russet and crimson on the tall trees. A matinee band played popular tunes to a sizable crowd while families, couples and friends relaxed around the bandstand on the benches or gazed out over the river at Canada or at the few, experienced boatmen navigating the water. Canoes were also navigating a waterway internal to the island: the canal system was at capacity as visitors tried their hand or paddle. The afternoon was made all the more pleasant for the crowds as the criminal element was apparently also on their rest day, with no pickpocketing, injuries, damage or theft of the many cars on the island.","This jovial newspaper account of the recreational uses of Detroit's Belle Isle park is an excellent representation of the many ways in which a city can shape the natural environment. Belle Isle is a particularly striking example, as it is literally an attempt to preserve an island of natural space within one of America's most industrialised cities. For the mainly hard working, blue collar, immigrant and African-American population the Isle was a space where they could escape their weekday toil and truly relax with their families. The many uses of Belle Isle reflect its role as a multi-faceted space used by all of the city's vast array of residents. As an almost purely recreational space (there was a small commercial fishery on the island) Belle Isle is expressive of the culture of Detroiters and how they had fun at the time, contrasted with the intense and dominating industrialisation of the city. Only a mile or so down stream the river was filled with ships and further on lined with polluting factories in which the men enjoying the island worked long and tough hours. The island was particularly popular for motoring enthusiasts and Sunday drivers, revealing the upper class who could afford auto-mobiles (which many of the other visitors may have helped built in the numerous car factories in Detroit) also had a use for the public park.","Many people describe cities metaphorically as organisms or natural systems, with individual but vitally connected parts. If the heart and hands of Detroit are in its factories, perhaps it's hind end is relaxing on Belle Isle."],"display_date":"September 13, 1914","search_date":"1914-09-13","citations":[{"divid":1391711230,"type":"Newspaper Article","data":["Many Thousands find Belle Isle in Autumn Garb","Detroit Free Press","Detroit","9/14/1914",""]},{"divid":1391711299,"type":"Article","data":["Martin V Melosi","The Place of the City in Environmental History","Environmental History Review","17","Spring 1993","1-23"]}],"locations":[{"id":7553,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1903,"tag":"Park"},{"id":1899,"tag":"Detroit"},{"id":1233,"tag":"Environmental History"},{"id":1902,"tag":"recreation"},{"id":1310,"tag":"urban history"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}