{"id":5833,"title":"The Poor Should Have Their Potatoes","course_id":118,"status":"P","start_date":"1896-03-31","end_date":"1896-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The year is 1896 and the newspapers in the city of Detroit are buzzing with reports and editorials concerning the annual city budget. There is much talk about the school board budget and the spending on campaign literature but only one article asks the question: why is there no talk of the highly successful urban farming progam? Detroit's mayor, Hazen Pingree, had made a name for himself and his city by initating a vacant-lot gardening program following the economic depression of 1893 in which the city donated unused plots on the edge of development to poor, mostly immigrant laborers so that they could be employed in growing their own food. After only a few years the program was considered a resounding success, as the monetary value of the produce grown on these vacant-lot gardens far exceeded the money allotted to the program in the city budget. This success had inspired many other American cities such as New York and Chicago to start their own vacant-lot gardening programs so as to deal with urban poverty and unemployment, and was a huge poltiical win for Pingree.  However, as the economy started to improve and employment increased, interest in the program began to wane. This article from the <em>Detroit Free Press</em> calls upon the city and Pingree to continue to fund the program. It quotes Pingree talking about the positive publicity that the program had generated for Detroit, going so far as to claim that it was his city's primary claim to national fame. Despite this lofty praise from its founder, Detroit's vacant-lot gardening program would only last another year before being abandoned.","This article unknowingly traces the decline in interest in Detroit's vacant-lot gardening program, which, in the context of the history of urban agriculture in the United States, is not really a novel story. Urban farming in the United States has been linked to a cyclical pattern of urban land use that can be understood as reacting to periodic economic downturns or wartime efforts.  Historically, urban farming has been in vogue when the sociopolitical and economic climate was conducive to public investment in efforts to alleviate poverty that are seen as a temporary fix. Farming on donated and unused land allows the poor and unskilled to produce something with minimal capital investment and oversight, and appeals to sensibilities that stress a strong work ethic and a self-help stance on economic disadvantage. The most recent urban farming movement in Detroit is potentially of a different ilk as it is more a grassroots effort, as opposed to an official policy, but there are many similarities with past manifestations of this idea. Detroit is once more on the map, so to speak, because of its \"innovative\" urban farms which are seen as making use of unused land and as a positive, constructive response to urban poverty and scarcity. The future of the current urban farming movement in Detroit is anyone's guess as the local economy improves, but it is useful to understand that it is drawing on a tradition started with Pingree's potato patches, and potentially sharing some of the same soil."],"display_date":"March 31, 1896","search_date":"1896-03-31","citations":[{"divid":1391737366,"type":"Newspaper Article","data":["Potato Patch Plan","Detroit Free Press","Detroit","March 31, 1896","5"]},{"divid":1391737403,"type":"Book","data":["Laura Lawson","City Bountiful: A Century of Community Gardening in America","","Berkley","University of California Press","2005","4-12"]}],"locations":[{"id":7557,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1905,"tag":"Urban Farm"},{"id":1904,"tag":"Pingree"},{"id":1899,"tag":"Detroit"},{"id":1908,"tag":"Garden"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}