{"id":5834,"title":"Abortion Law vs. Morale in the 1970s","course_id":119,"status":"P","start_date":"5/8/70","end_date":"5/8/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It is the 1970s, and a liberal arts college published a newspaper that contains an article about the emergence of the women’s liberation movement, and which focuses on the moral aspects of having an abortion. The author’s name is Gwen von Stetten, a student at Rollins College, and this article was written May 8, 1970; three years before the decision of <em>Roe v. Wade</em> and <em>Doe v. Bolton</em>, (both decided on January 22, 1973), two court cases that had made it to the Supreme and state courts, respectively. The question of how much the state and national government is able to interfere in a women’s right to have an abortion became a growing debate on personal rights and freedom, an occurring theme in the newly dubbed ‘Me Decade’ of the 70s.","While the discussion of abortion in the women’s liberation movement was indeed a sensitive one, before the landmark case Roe v. Wade came into the public sphere, the notion of abortion was only allowed in cases if the expectant mother had a serious health risk of carrying the baby to full term. In fact the article precedes both cases, yet writes about both the anti-abortion and pro-abortion views. The argument of the <em>Roe v. Wade</em> case was that under the 4<sup>th</sup>, 9<sup>th</sup>, and 14<sup>th</sup> Amendments, women as well as men were allowed due process, the right to privacy, and the ability to purse life, liberty and happiness. Carrying a child that a woman may not be able to take care of, whether due to financial issues, abandoning any educational and occupational aspirations, or for various other reasons goes against the 14<sup>th</sup> amendment. During this time, students became more disillusioned about their government’s ability to decide and intervene in personal matters such as healthcare, especially young women, and thus began to form new political divisions as a result.","In the article, the student writer chooses to use the moral line of thought when addressing her readers, manifesting the fetus into a helpless being to invoke emotional and moral beliefs in her audience. Articles such as these reformed how abortion was discussed in politics-when developing an argument the viewpoint previously would have more of a legal structure, citing whether or not it is possible to perform safe abortions.  Because of the landmark case, the legality of abortions was put into question by the American public at large, introducing a new ideology of politics and law-making that has been mixed in with morality. This opened up grassroots groups such as the New Right, conservatives who are morally opposed to the women’s liberation movement and pro-abortion laws in particular. The article closes with a political and moral quandary that has split America in two, and thus has become a mainstay in political and legal disputes since."],"display_date":"May 8, 1970","search_date":"1970-05-08","citations":[{"divid":1391746072,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Victor Bondi","Topics in the News: Abortion: Roe v. Wade","American Decades","Victor Bondi","Detriot","Gale Research Inc.","1995","288-295"]},{"divid":1391746267,"type":"Article","data":["Bruce J. Schulman","Comment: The Empire Strikes Back — Conservative Responses to Progressive Social Movements in the 1970s","Journal of Contemporary History","4","October 2008","695-700"]},{"divid":1391746373,"type":"Article","data":["Arthur Levine and Keith R. Wilson","Student Activism in the 1970s: Transformation Not Decline","Higher Education","6","November 1979","627-640"]},{"divid":1391746527,"type":"Newspaper Article","data":["A Right or...Matter of Convenience?","Sandspur","Rollins College, Winter Park FL","May 8, 1970","9,14,16"]}],"locations":[{"id":7556,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1907,"tag":"roe v. wade"},{"id":1906,"tag":"women's liberation"},{"id":796,"tag":"Women's Rights Movement."}],"course":{"name":"Decade of Decision- 1970s","school":"Rollins College","course_id":119,"school_id":5}}