{"id":5835,"title":"Gender in the 1970s: Women's Fashions","course_id":119,"status":"P","start_date":"1/1/71","end_date":"12/31/79","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["With fine fabrics and linens that were “soft and sunswept”, Leedy’s on Park Avenue had clothes for “discriminating girls of all ages”[1]. This advertisement reflects the changes in women’s fashion in the 1970s. After the 1960s, known as a decade of peaceful, nonviolent reform movements, the 1970s brought changes in gender roles. Many women demanded equal rights and advocated for careers outside the home. Following the Title VII provision of the 1964 Civil Rights Act, the National Organization for Women was formed in 1966 to help create equal partnership with men. Due to the increase of women working outside of the home in nontraditional work settings, the fashions of women’s clothing started to change. Women that were working in factory jobs obviously needed work clothes – clothes with heavy thread, strong zippers, rugged fabric and heavy-duty pockets. To meet this new demand, the world’s largest retailer, Sears, Roebuck, and Co., “has developed a line of women’s work clothing to take the place of the old clothes, sweatshirts, jeans and men’s work clothing”[2] that many women wore on the job. While miniskirts, makeup, and high heels were popular in the 1960s, many feminists in 1970s rejected the assumptions of feminine beauty and culture by cutting their hair and wearing jeans and pants. From the protest years of the 1960s “American women were no longer willing to follow the lead of fashion designers. Women wanted more than one look and seemed to thrive on choice”.[3] These changing fashions for women were a result from a feeling of repression as one woman explained that “women have been forced to dress as objects since the invention of patriarchy. Why are women forced to dress certain ways? Because our clothes help keep us oppressed. They are a constant reminder of our position”.[4]  In the 1970s, fashion designers introduced a new line of skirts known as the “midi” and “maxi” skirts that came down to women’s ankles and were meant to replace “miniskirts.” While this trend didn’t last long, clothing stores quickly brought back miniskirts, women’s rejection of the longer skirts, “implicitly illustrated that women ought to be able to dress as they pleased, even if the fashions they picked emphasized their sexuality rather than their feminine virtue”[5]. Although not all women changed their styles to button down shirts, jeans, and men’s boots, the transformation in how women dressed challenged how the American society in the 1970s viewed women."],"display_date":"1971 - 1979","search_date":"1975-07-02","citations":[{"divid":1392002761,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Victor Bondi","Fashion","American Decades 1970-1979","Victor Bondi","Detroit","Gale Research Inc.","1995","197"]},{"divid":1392002846,"type":"Article","data":["Betty Luther Hillman","The Clothes I Wear Help Me to Know My Own Power","Frontiers: A Journal of Women Studies","34","June 2013","160, 170"]},{"divid":1392002899,"type":"Website","data":["Fran Moira","&amp; New Clothes to Match","Off Our Backs","http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/197137657?accountid=13584","February 4, 2014"]},{"divid":1392002956,"type":"Newspaper Article","data":["Ad","The Sandspur","Winter Park, Florida","September 20, 1974","N/A"]}],"locations":[{"id":7639,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1560,"tag":"The 1970s"},{"id":1758,"tag":"Gender"},{"id":197,"tag":"fashion"},{"id":196,"tag":"women's rights"}],"course":{"name":"Decade of Decision- 1970s","school":"Rollins College","course_id":119,"school_id":5}}