{"id":5836,"title":"Whiskey Bottles Thrown in the River Rouge","course_id":118,"status":"P","start_date":"5/1/09","end_date":"5/31/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When the sheriff told Frank Akey that the whiskey bottle he had confiscated the night before was now at the bottom of the River Rogue, Akey promptly ran into the town and let everyone know. According to the sheriff, every bottle confiscated when drunken men were held in the station was now at the bottom of the river. This now-public knowledge was met with unrest, and an apparent intention to fish out every last bottle from the river.","Since the story was published in the Sunday morning paper, and this news had only broken Saturday night, what became of this communal anxiety is unknown. What contributes most to this story is the author's speculation about the response. The author embraces the lamenting tone, cursing that the \"liquid joy\" was wasted at the bottom of a river with only the unappreciative fish, and that every fishing tackle must make an effort to do its duty and bring back Delray's \"beloved\" from the River Rouge. An important takeaway from the article is not only the strong devotion to their alcohol, squandered by the good sheriff, but the relationship between the river and the community. It is a waste receptacle, that at this point is at least presumed to contain some fish. This article is a first look at the relationship of a community to a river that 60 years later will catch on fire.","At the turn of the century, Delray was a rapidly growing community on the banks of the river in southwestern Detroit. Armenians, Slovaks, Hungarians, and Poles flooded into the town, creating a ethnically diverse area. At the same time industry was beginning to flourish. Detroit United Railway cars would stop in Delray to carry men to the growing industries to work. In the evenings, men would make their way to River Street, a growing business area. One issue of the time was alcohol consumption and concerns over alcoholism in the community. Heavy drinking was common in the growing immigrant communities, and this is reflected in the tone of the story."],"display_date":"May 1909","search_date":"1909-05-16","citations":[{"divid":1391796418,"type":"Newspaper Article","data":["Delray Grieves; Whiskey in River","Detroit Free Press","Detroit","May 16, 1909","11"]},{"divid":1391796480,"type":"Article","data":["Jonathan Keyes","A Place of Its Own: Urban Environmental History","Journal of Urban History","Volume 26, No. 3","March, 2000","380-390"]}],"locations":[{"id":7663,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1941,"tag":"Delray"},{"id":1899,"tag":"Detroit"},{"id":518,"tag":"Alcoholism"},{"id":1910,"tag":"River Rouge"},{"id":87,"tag":"Environment"},{"id":31,"tag":"Immigration"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}