{"id":5842,"title":"Detroit Race Riot of 1943","course_id":118,"status":"P","start_date":"6/20/43","end_date":"6/20/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of June 20, 1943, tensions finally boiled over on Belle Isle, a popular recreation area for both blacks and whites in the city of Detroit. Twenty-three people perished, and hundreds were injured in the fighting that ensued. It was reported that the initial rioting occurred on the belief that an African American woman and her baby were thrown off of the Belle Isle bridge, which connected the park to the city. City and state police were called in to help quell the fighting. Additionally, several African-American leaders joined in to aid the police forces at the recommendation of Horace White and Otis Saunders, two prominent and respected men in the African American community. Disruptions continued into the next day, including the closures of many schools and local businesses.","The report of the attack on the woman and her child may have been the spark that ignited the riots, but there already existed a very racialized climate in the city of Detroit during World War II. Many factors contributed to this. With Detroit's factories increasing their production on account of the war effort, the population of the city increased rapidly with people looking to secure jobs. This led to blacks and whites competing for the same positions, with additional issues arising when a black man rose higher in the company than his white colleagues. Many suggest that an incident regarding housing had a direct impact on the riots. Since much of the housing for African Americans was overcrowded and in deplorable conditions, the government built a new housing project for some African American workers. Some white citizens believed that they should live there instead so the government handed it over to them. After much objection, the government once again returned it the African Americans. The whites protested on move-in day and had to be forcibly removed. Therefore, it was not one event that caused the fighting to break out. There were many racist practices, policies, and mindsets that culminated in the Race Riot of 1943."],"display_date":"June 20, 1943","search_date":"1943-06-20","citations":[{"divid":1391839702,"type":"Newspaper Article","data":["23 Dead, Hundreds Injured as Detroit Riot Continues: Multiple Police Forces on Duty","Atlanta Daily World","","June 22, 1943","pg. 1"]},{"divid":1391839924,"type":"Website","data":["Johanna Russ","The 1943 Detroit Race Riot","Walter P. Reuther Library, Archives of Labor and Urban Affairs, Wayne State University","http://reuther.wayne.edu/node/8738","February 7, 2014"]}],"locations":[{"id":7585,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":21,"tag":"Race Relations"},{"id":1921,"tag":"Housing discrimination"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}