{"id":5843,"title":"The Rise of Divorce in Florida in the 1970s","course_id":119,"status":"P","start_date":"1/1/78","end_date":"12/31/78","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Nationally, divorce rates climbed 82 percent during the decade of the 1970s, and in no state was this trend more apparent than in Florida. According to the 1978 records of the Vital Statistics of Florida (VSF), dissolutions of marriage (including annulments) reached an all-time high, while remaining below the 1975 divorce rate, at which it had peaked. The divorce ratio in 1978 was 7.4%, an increase from 7.2% in 1977, however still 0.1% shy of the 1975 peak ratio of 7.5%. Still, the table referenced in the VSF shows an overall increase in the frequency of marriage dissolutions through the 1970s. This growth is obvious when looking at the proportion of divorce in the 1970 (5.4%), compared to 7.4% in 1978. It is clear that within the span of 8 years, the rate of divorce in Florida grew by a substantial 2%.","Of course, the Florida State Board of Health offers several factors to be taken into consideration whilst evaluating the statistics concerning divorce. Many of the people whom establish residency in Florida do so solely for the purpose of taking advantage of the state's liberal divorce laws. This fact might account for the high frequency of divorce in Florida when compared to the national average. In 1978, for example, the ratio of dissolutions per 100 marriages in Florida was 69.3, whereas nationally, the ratio was far less, at only 50.3. Still, the State Board of Health predicts a decrease in the difference between these two ratios as other states become more liberal in their own divorce policies. When evaluating the number of marriage dissolutions in Florida, using the numbers collected over the years, the growing divorce trend becomes quite visible. In 1960, for example, 19,511 marriages were dissolved in Florida. By contrast, 37,202 marriages were dissolved in Florida a decade later, in 1970. And in 1978, 66,018 marriages were recorded as having been dissolved in the state of Florida. Given, the occurrence was rising more rapidly than the national average, but that is not to say that the national divorce rate had not been rising as well. In fact, the national divorce ratio had been following an upwards trajectory since 1963, and according to the National Center for Health Statistics, an estimated 1,130,000 divorces were granted in the US during 1978. This was 3.6% higher than the national divorce total for 1977. These statistics paint a clear picture as to the evolving social tendency towards divorce becoming a more frequent occurrence in 1970s America.","There are several logical inferences to make regarding these statistics, the most obvious being that divorce had become a more acceptable practice in US society during this decade. The significance of the rise of divorce in the United States is perhaps most evident in everyday family life. Such an increase in divorce alludes to the changing face of the typical American family during the 1970s. Average American adults during the 1970s probably knew more people who had been divorced, or re-married, than their parents had known. Having step-parents, or being a single mother was probably more common in the 1970s than it had been in the 1950s or 1960s. Regardless of the forces that fuelled this societal shift, the rising divorce rate, as documented in the 1978 Vital Statistics of Florida, clearly marks a change in the American landscape. The growth of dissolutions of marriages during the 1970s speaks to the transformative nature of the decade, and hints at the effect it had on the family dynamics of Americans."],"display_date":1978,"search_date":"1978-07-02","citations":[{"divid":1391886203,"type":"Article","data":["Stephen Ruggles","The RIse of Divorce and Separation in the US 1880-1990","Demography","4","1997","455-466"]},{"divid":1391886273,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Victor Bondi","Lifestyle and Social Trends","American Decade 1970-1979","Richard Layman","Detroit","Gale Research Inc","1995","319-358"]},{"divid":1391886638,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Sara Ann Ketchum","Liberalism and Marriage","Feminism and Philosophy","Mary Vetterling Braggin","Totowa","Littlefield Adams and Co","1978","263-295"]},{"divid":1391886713,"type":"Government Document","data":["Marriages and Dissolutions, Table EE, Dissolutions per 100 Marriages in Florida 1950, 1960, and 1968-1978","Florida Vital Statistics","1978","Jacksonville","Florida State Board of Health","1978","22","Orange County Regional History Center",""]}],"locations":[{"id":7587,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1496,"tag":"Florida"},{"id":527,"tag":"Divorce"},{"id":1560,"tag":"The 1970s"}],"course":{"name":"Decade of Decision- 1970s","school":"Rollins College","course_id":119,"school_id":5}}