{"id":5844,"title":"An Oral History of Detroit's 1967 Race Riots","course_id":118,"status":"P","start_date":"7/23/67","end_date":"7/27/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Detroit resident James E. Cummings remembers the Detroit race riots that started on the morning of July 23, 1967. The race riots were provoked by a raid of an after-hours bar, known as a \"blind pig,\" on the corner of 12th and Clairmount streets. Cummings recollects not only the violence of the days that followed, in which arson and looting were commonplace and 2,000 buildings were destroyed, but also how the riots impacted his ability to buy property. Business owners were eager to sell their businesses “almost on your terms” out of fear that another riot would occur to further lower property values. The 1967 riots only ended after five days as a result of troops from the Army, sent in by then President Lyndon B. Johnson, and the Michigan National Guard, sent in by then Governor George W. Romney. The riots led to 43 deaths, 1,189 injures, and over 7,000 arrests.","The riots were preceded by racial segregation, such as that exhibited by Black Bottom, a neighborhood primarily composed of Blacks that once existed (but was destroyed by urban renewal projects in the 1960s). Black Bottom is an example of how whites attempted to contain blacks in certain parts of the City of Detroit, out of fear that blacks would negatively affect the entire city if given the opportunity to live anywhere they chose. Thus, many homes built before the 1967 riots were built with a restrictive covenant that prohibited the selling of the home to blacks. The riots of 1967 foreshadowed continued racial tension between whites and blacks, and led whites to fear that another revolt by blacks would ensue. In the aftermath of the race riots, many whites decided to move outside of the City of Detroit to its suburbs for the safety of their families and to ensure that they could continue their business elsewhere without fear of another civil unrest. The spread of whites to suburbs during this time continued for several decades thereafter and left a significant mark on the City of Detroit and its perception to non-Detroiters in America."],"display_date":"July 23, 1967 - July 27, 1967","search_date":"1967-07-25","citations":[{"divid":1391901102,"type":"Primary Source in a Secondary Source","data":["James E. Cummings interview","1967","Untold Tales, Unsung Heroes: An Oral History of Detroit's African American Community","Elaine Latzman Moon","Detroit, Michigan","Wayne State University Press","1994","33-36"]},{"divid":1391901187,"type":"Book","data":["Sidney Fine","Violence in the Model City: The Cavanaugh Administration, Race Relations, and the Detroit Riot of 1967","","Ann Arbor","University of Michigan Press","1989","1-50"]}],"locations":[{"id":7814,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2021,"tag":"African American history"},{"id":1914,"tag":"Black Bottom"},{"id":1922,"tag":"Detroit race riots"},{"id":21,"tag":"Race Relations"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}