{"id":5845,"title":"Frederick Law Olmsted:The OG of Belle Isle","course_id":118,"status":"P","start_date":"1882-11-01","end_date":"1882-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Surrounded by the rushing waters of the Detroit River, Belle Isle is no stranger to the enjoyment people can find from water recreation. The original development of Belle Isle Park's rivers and boating areas is discussed in a report by Frederick Law Olmsted, then America's premiere landscape architect, in his proposal for Detroit in November of 1882. In his original plan for Belle Isle, Olmsted discusses the need for boating recreation in the park, and suggests that it would be a fairly easy process to implement artificial waterways running through the park. He argues that the current water drainage channels, which were built to drain the marshy ground in 1882, were unsuitable for anything productive, as they were too low for drainage and created dangerous health conditions.","Concerning Belle Isle's waterways and recreation, Olmsted saw much potential in the design of streams through the island while still maintaining a natural appearance. His plan, without saying so, catered to the upper class, but also reflected the ideas of escaping urban life.  Residents of the cities, whether working or upper class, desired relaxing outdoor experiences away from the factories and populated city.  These areas of boating recreation would provide both entertainment and beautiful relaxing spaces for the park-goers."],"display_date":"November 1882","search_date":"1882-11-15","citations":[{"divid":1391901295,"type":"Book","data":["Frederick Law Olmsted","The Park For Detroit","","Boston","Franklin Press","1882","40-41"]},{"divid":1392600909,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["William Cronon","The Trouble With Wilderness","Out of the Woods","Char Miller, Hal Rothman","Pittsburgh, PA","University of Pittsburgh Press","1997","368"]}],"locations":[{"id":7976,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1927,"tag":"urban design"},{"id":1926,"tag":"Frederick Law Olmsted"},{"id":1925,"tag":"water recreation"},{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}