{"id":5846,"title":"Detroit's Rapid Growth","course_id":118,"status":"P","start_date":"9/2/07","end_date":"9/2/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After decades being imagined as a romantic yet historic city with ties to France, by the turn of the twentieth century Detroit was moving into a new phase as an industrial center. According to observers in 1907, there was no more promising sign for the city's future than its increasing population. Gannett Co., Inc., an up-and-coming media company founded in New York, felt Detroit was a beautiful place filled with potential for growth. The young company showed faith and hope for the city, stating that the city had never been \"working more effectively or running more smoothly.\" The company pointed out the liberal investments of capital in big enterprises in the city, and the increased demand for expanding commerce. With a rapidly-growing population of 449,138 and an expanding economy, Detroit had the potential to employ countless others.","The time when Detroit's automotive industry was just beginning to make headway and the population was steadily increasing was an optimal era for Detroiters. Local businesses like Gannett demonstrated their full investment in the potential of the place. Investors were optimistic about the future of Detroit in 1907: this optimism was justified, as the salaried employees of the city made a total of $76,500,000 the previous year, and a large proportion of that was reinvested invested in banks and homes in the city. This contrasts sharply with the disinvestment a century later. Businesses that once helped build the city have now abandoned it without a backwards glance. Essays such as <em>Detroit Arcadia</em> by Rebecca Solnit paint a picture of a city left behind by industry."],"display_date":"September 2, 1907","search_date":"1907-09-02","citations":[{"divid":1391903661,"type":"Newspaper Article","data":["Detroit's Rapid Growth","Detroit Free Press","Deroit, MI","September 02, 1907","4"]},{"divid":1391903729,"type":"Article","data":["Rebecca Solnit","Detroit Arcadia","Harper's","July","2007","65-73"]}],"locations":[{"id":7642,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1881,"tag":"Industrialization"},{"id":1929,"tag":"Auto industry"},{"id":787,"tag":"Urban Life"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}