{"id":5847,"title":"It's Not Too Late: Pingree's Potato Plan Continues","course_id":118,"status":"P","start_date":"1894-06-08","end_date":"1894-06-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The year was 1894, and the United States economy was in a state of depression. The large number of unemployed citizens needed a way to provide for ther families. They were able and willing to work, but opportunities were scarce. On June 8, 1894, The <em>Detroit Free Press</em> published a notice to the community that Mayor Hazen Pingree was to continue his plan to turn Detroit into an agricultural hub. He saw the many unused, vacant, and abandoned lots in his city as an opportunity for the poor to cultivate crops to feed their families and ride out the hard economic times the nation was experiencing. Mayor Pingree called on the community to donate farming supplies and resources to facilitate his plan, and encouraged citizens to come together and help each other in any way posisble. It was already somewhat late in the planting season, but Mayor Pingree urged growers to continue their planting, stating \"the very best potatoes raised are those planted between the 15th of June and the 15th of July.\" He vowed to continue to call on prominent members of the community and community organizations to donate through the end of the planting season.","Though many saw Pilgree's potato patches as a lousy and unrealistic attempt at attacking a very large problem, many members of the community took notice, and stood behind the mayor by offering to donate acrees of their own land to be tended by unemployed, needy men looking to farm.  By 1894, the plan was in full swing and many important community figures pledged to help in any way they could.  Hazen Pingree's plan to cultivate gardens and crops in unused city lands was one of the first urban gardening movements in the country.  The success of his urban politics and potatoe patch plan prompted many other mayors of urban centers to copy his tactics in their own cities.  Potato patch-like plots were created in Chicago, New York, and Boston among others. Mayor Pingree's approach on mitigating the problems facing the poor made him a well kown \"social reformer\" of the era, and set the stage for future ideas around urban agricuture and urban gardens."],"display_date":"June 8, 1894","search_date":"1894-06-08","citations":[{"divid":1391904002,"type":"Newspaper Article","data":["Keeping Pingree Busy: Plan to Establish City Farms Is Booming","Detroit Free Press","Detroit, MI","June 8, 1894","5"]},{"divid":1392333392,"type":"Book","data":["Melvin G. Holli","Reform in Detroit: Hazen S. Pingree and Urban Politics","","New York","Oxford University Press","1969","124, 176, 203"]}],"locations":[{"id":7876,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1960,"tag":"Gardens"},{"id":1930,"tag":"Urban Agriculture"},{"id":1904,"tag":"Pingree"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}