{"id":585,"title":"Invasion of Charlottesville\n","course_id":1,"status":"P","start_date":"1865-03-09","end_date":"1865-03-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["General Sheridan leading 5,000 Union troops entered Charlottesville, VA on Friday, March 9th.  Without choice, the mayor of Charlottesville surrendered the town to Sheridan while the two men met one the hill beside the Rotunda at the University of Virginia.  Soldiers and guards were positioned on every street and on every corner; they broke into and robbed stores and searched private homes. The townspeople barred up the windows and doors creating the appearance of a dead city; the people themselves stayed indoors and out of sight in fear of soldier attacks.  The Union soldiers destroyed huge amounts of buildings and land property. They stayed in Charlottesville for three days and departed early Monday morning, March 11th. As the Union soldiers rode away, many black enslaved and freed men stole horses and rode along side them in hopes of joining their alliance of the North.  However, the soldiers refused their allegiance and threatened them, forcing to return to Charlottesville.&lt;br /&gt;The invasion of Charlottesville demonstrates a small southern town becoming overrun and devastated by the Union troops as they destroyed everything in sight.  The Civil War impacted the entire country, from large cities to small towns without controversy, nobody could hide from the soldiers and small towns could not provide defense or protection for its people.  Charlottesville acted as a hospital during the War and was thus less scathed than other small towns in Virginia by the enemy. However, the Union invasion of Charlottesville demonstrated the North's unforgiving assaults on the Confederacy.  Similarly, the actions of the black men attempting to join alliance with the Union soldiers demonstrates the mentality of many African-Americans at that time, desperate to get out and in hopes of going to the North, or even just fight along side them.  However, these Union soldiers were no more welcoming to black soldiers than Confederate soldiers."],"display_date":"March 9, 1865 - March 11, 1865","search_date":"1865-03-10","citations":[{"divid":1214246836,"type":"Newspaper Article","data":["","The Daily Picayune ","","April 4, 1865",""]},{"divid":1214246852,"type":"Newspaper Article","data":["","Charleston Courier","","April 1, 1865",""]},{"divid":1214246872,"type":"Book","data":["Robert Denney","The Civil War Years: A Day-by-Day Chronicle of the Life of a Nation",null,"New York","Sterling Publishing Co, Inc.","1994",""]},{"divid":786892,"type":"Dissertation/Thesis","data":[null,null,"CqvnPbWVTsIZu"]},{"divid":81563,"type":"Dissertation/Thesis","data":[null,null,"CqvnPbWVTsIZu"]},{"divid":8539,"type":"Dissertation/Thesis","data":[null,null,"CqvnPbWVTsIZu"]},{"divid":6417,"type":"Dissertation/Thesis","data":[null,null,"CqvnPbWVTsIZu"]},{"divid":20226,"type":"Dissertation/Thesis","data":[null,null,"CqvnPbWVTsIZu"]}],"locations":[{"id":439,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}