{"id":5850,"title":"Correspondence on the Conservation of Yellowstone","course_id":118,"status":"P","start_date":"1877-04-18","end_date":"1882-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 1, 1872, Congress set apart a tract of land in what is now northwestern Wyoming as Yellowstone National Park, the first in the world.  In April 1877, P.W. Norris of Detroit, Michigan, was appointed as the superintendent of the park.  As described by a correspondence from the Secretary of the Interior, his role was to ensure the preservation and protection of all forests, mineral deposits, geysers, hotpots, and other natural wonders within the park boundaries and ensure that they remained in their natural condition, as well as enforcing the rules against hunting, fishing, and trapping in the park.  In addition, he was to oversee the construction of small buildings and roads to accommodate visitors to the park so that more people could enjoy the wonders that the park provided.  He was promised personal payment and Congressional appropriations to assist him in this, but he never received any of these funds, nor any remuneration for lasting injuries he sustained during his travel to Yellowstone from Detroit.","The correspondence depicts the shift in attitudes regarding wilderness that happened during the 19<sup>th</sup> century.  The first Europeans to settle North America, beginning in the 17<sup>th</sup> century, saw the wilderness as an enemy that needed to be tamed and subdued so it could be turned into agriculturally productive land.  This was indeed what happened: forests were clear-cut in New England to make room for planting crops, and huge swaths of prairie land were plowed over.  As John Muir and others led the exploration of the West in the early 1800s, however, they realized that there was more to the natural world, which was quickly disappearing, than simply its potential as farmland.  They then led the charge in changing the way people saw wilderness.  They began to see the world as a space that should be preserved in order to be enjoyed by as many people as possible, including what was previously seen as a terrifying “wilderness.”  This desire to protect and preserve natural land resulted in the proliferation of national parks in America, led by the establishment of Yellowstone as the world’s first in 1872."],"display_date":"April 18, 1877 - February 28, 1882","search_date":"1879-09-23","citations":[{"divid":1391910353,"type":"Government Document","data":["A Message from President of the United States transmitting a comunication from the Secretary of the Interior, relative to the pay of P.W. Norris as superintendent of the Yellowstone National Park, from April 18, 1977 to July 1, 1878","Congressional Record","March 1, 1882","Washington, D.C.","House Committee on Appropriations","1882","1-6","BYU Larsen Yellowstone Archive","https://archive.org/stream/pwnorrissuperint16unit#page/2/mode/2up"]},{"divid":1391910629,"type":"Article","data":["Roderick Nash","The American Wilderness in Historical Perspective","Forest History Newsletter","Vol. 6, No. 4","Winter, 1963","2-13"]}],"locations":[{"id":8236,"lat":null,"lng":null,"zoom":8,"place":"LARAMIE, Wyoming"}],"tags":[{"id":1730,"tag":"Historic Preservation"},{"id":1550,"tag":"Conservation"},{"id":87,"tag":"Environment"},{"id":1934,"tag":"P.W. Norris"},{"id":2171,"tag":"Yellowstone National Park"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}