{"id":5853,"title":"Pullman Strikers in Delray","course_id":118,"status":"P","start_date":"1894-07-05","end_date":"1894-07-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The July, 1894 conflict between the workers who made up the American Railway Union and their employers at the Pullman Company developed into a nationwide strike that affected emerging urban centers across the country. While the strike was originally centered in Pullman, Illinois, its effects quickly spread to the cities connected to Chicago by rail. On JUly 5, 1894, for instance, the normally uneventful voyage of a Wabash train from Chicago to Detroit's Union Station was interrupted when strikers decided to board it. The strikers took over the train, and according to the Chicago Tribune reporter assigned to the story \"threw\" the engineer and fireman off into the river. The writer characterizes their actions as \"violent\" and describes them as being part of a long series of protests against trains coming from Chicago into Detroit. The strikers' impressive turnout was augmented when they were joined by the deputies who had originally been tasked with stopping them from boarding the train. The author hints that while the strikers had impressive turnout, the Deputies were not outnumbered but rather were simply in support of, or in \"sympathy\" with the strikers.","Detroit was an important site for the massive Pullman strike, and it is clear that the workers were adamant about the improvement of their labor conditions. This early labor strike is particularly interesting in light of the enormous influence Detroit workers would have on the American labor movement throughout the twentieth century. At the time, historians, lawyers, and most importantly businessmen saw the strikers as a wild and “wicked” group tearing down a respectable business. Over time, however, popular perceptions of labor shifted from “unfavorable” to “favorable” and the interests of owners and workers came into greater conflict. The Pullman Strike offers a great entrée into issues of civil action, labor environment, and industry and how the city of Detroit has dealt with each of these dynamics."],"display_date":"July 5, 1894","search_date":"1894-07-05","citations":[{"divid":1391925240,"type":"Newspaper Article","data":["Violence at Delray","Chicago Tribune","Chicago, Illinois","July 6, 1894","5"]},{"divid":1396928119,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["James B White","Different Views About the Pullman Strike of 1894","Social Studies","James B White","Philadelphia","McKinley Pub. Co.","1961","254"]}],"locations":[{"id":8356,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":2175,"tag":"Pullman Strike"},{"id":33,"tag":"Labor Union"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}