{"id":5854,"title":"Training Workers in Delray: The Coming of the Technical School","course_id":118,"status":"P","start_date":"3/26/21","end_date":"3/26/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In March of 1921, the <em>Detroit Free Press </em>announced plans for the opening of a technical high school in the Delray district in the southwest of the city. While a plethora of unskilled workers inhabited the area and were eager to work, there was a noticeable lack of skilled laborers. The major industrial companies hired many Delray residents, but because of the lack of skilled hands, they had no choice but to also seek able workers from out of town. The district hoped to change this by opening this new school. It would train boys for work at local businesses such as the Solvay Process company, Ireland & Mathews, the Michigan Malleable Iron company, the Henry Ford factories, and others. The school would open on the thirteen acre site of the former Nordstrum High School, which had initially been intended to be a new elementary school. However, to “meet the needs of the district,” the city favored the establishment of the technical school.  In addition to this school, the site was also to serve as a community center with sports fields and courts, an auditorium, and spaces for public meetings.","The opening of many major industries in Delray at the end of the 19<sup>th</sup> century which accelerated the development of the district. Immigrants eagerly streamed in for work, largely from Hungary, and Delray rapidly grew into a largely self-sufficient village. Delray welcomed the coming of these industries: the village boasted the local availability of natural resources, such as sand, salt, and limestone, as well as the accessibility of transportation by rail or water in the hopes of bringing jobs to residents. The establishment of a technical school in Delray reflects the district’s desire to keep as many jobs in the hands of its own residents by better preparing and training the growing workforce."],"display_date":"March 26, 1921","search_date":"1921-03-26","citations":[{"divid":1391964016,"type":"Newspaper Article","data":["Delray to Get Work School: Industrial High to Train Factory Men is Planned for District","Detroit Free Press","Detroit, Michigan","March 26, 1921","16"]},{"divid":1391964068,"type":"Lecture, Conference Paper, etc.","data":["Thomas Klug","Railway Cars, Bricks, and Salt: The Industrialization History of Southwest Detroit Before Auto","Presentation","Marygrove College","Detroit","November 5, 1999"]}],"locations":[{"id":7878,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":6,"tag":"Education"},{"id":1881,"tag":"Industrialization"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}