{"id":5855,"title":"Back to the Land!","course_id":118,"status":"P","start_date":"5/20/02","end_date":"5/20/02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1902 the <em>Detroit Free Press</em> described how the “back to the land” began to take form in the Detroit metropolitan area in the article titled “Back To the Land Says Hon L.F. Mills”.  In 1902, the Honorable Luther Laflin Mills, a prominent Chicago attorney, advised the University of Michigan's Good Government Club to go \"back to the land.\" Mills believed developing agriculture in the city would serve as a remedy to many “social ills”.  He declares, “It is a fever of civilization that now crowds our cities and to the land is the cure for the national invalidism”.  Furthermore, part of Mills’ motivation to champion this issue stems from his prediction that “if the rate of growth in cities continues at the expense of country, the urban population will exceed the rural population by 10,000,000 in 1920”.  Although the article does not address specific actions taken by Mills or the University, his advice remains symbolic a broader movement.","While this is a very short article, it reflects a number of ideas about the environment that were prominent at the turn of the century.  Firstly, it reflects a reaction to industrialization and the growth of cities.  It reveals a fear of loosing nature to the city.  While the article does not overly praise the beauty of nature, it’s tone falls inline with environmentalists at this time, like John Muir.  Additionally, the article’s fear of the city taking over the rural adds to the binary of “nature” v. “city, which many prominent environmentalists at this time were also writing about.  Finally, the concept of using nature to remedy to “social ills” brought by the city is a concept found in environmentalism in WWI and WWII.  Overall, this short article reflects many different aspects of the environmental movement."],"display_date":"May 20, 1902","search_date":"1902-05-20","citations":[{"divid":1391967137,"type":"Newspaper Article","data":["\"Back to the Land\"","Detroit Free Press","Detroit","May 20, 1902","3"]},{"divid":1391967257,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["William Cronon","The Trouble with Wilderness; or, Getting Back to the Wrong Nature","Out of the Woods","Char Miller and Hal Rothman","Pittsburgh","University of Pittsburgh Press","August 14, 1997","368"]}],"locations":[{"id":7988,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":87,"tag":"Environment"},{"id":13,"tag":"Agriculture"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}