{"id":5858,"title":"Diverse Industries in Pre-Automobile Delray","course_id":118,"status":"P","start_date":"5/26/01","end_date":"5/26/01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early 20<sup>th</sup> century, Delray’s appealing waterfront location in southwest Detroit attracted a diverse group of industries to the area. Businesses were attracted to the accessibility of transport, both riverfront and railway lines, and abundance of human capital. In May of 1901, M. J. Murphy, owner of Murphy Chair Company, purchased 50 acres of land in Delray, stretching from River Street to the channel bank of the Detroit River. Murphy would pay a yearly rent of $3000, which is equivalent to roughly $85,000 in 2012 values, and had the option to buy the property for $75,000 (about $2.2 million in 2012). While the public was not yet sure about the exact use he would make of the property, Murphy was likely to opt for a manufacturing plant, where he would join various other industries in the area. One of his neighbors, F. E. Driggs, a partner in the prominent law firm Driggs & Meddaugh, leased 30 acres of land along the river bank, and planned to use the site for larger manufacturing plants to take advantage of the nearby shipping facilities. The 20 acres of land west of Mr. Drigg’s property was sold to Swift & Co., a meatpacking company.","Murphy, Driggs, and Swift and Co. were just three of many who invested in Delray. Pre-auto industries in the area included pharmaceutical, shipbuilding, stoves, steam radiators and boilers, brass goods, chemicals, tobacco products, and garment. Delray’s industrial history dates back to the early 1830s, and the large influx of eastern and southern Europeans over the course of the nineteenth century provided the manpower for the thriving industries. Detroit’s labor force is intimately connected with the factories, and Delray was at the hub of the city’s industrial movement. Detroit’s present and future prosperity is closely associated with success in the manufacturing industries."],"display_date":"May 26, 1901","search_date":"1901-05-26","citations":[{"divid":1391975875,"type":"Newspaper Article","data":["Another Industry for Delray","Detroit Free Press","Detroit, Michigan","May 26, 1901","A6"]},{"divid":1391978076,"type":"Lecture, Conference Paper, etc.","data":["Thomas King","Railway Cars, Bricks, and Salt: The Industrial History of Southwest Detroit before Auto","Presentation","Marygrove College","Detroit","November 5, 1999"]},{"divid":1391979805,"type":"Book","data":["Charles Moores","History of Michigan","3","Chicago","The Lewis Publishing Company","1915","1407"]}],"locations":[{"id":7634,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":58,"tag":"Industry"},{"id":1941,"tag":"Delray"},{"id":1899,"tag":"Detroit"},{"id":31,"tag":"Immigration"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}