{"id":5862,"title":"Detroit's Agricultural Hub","course_id":118,"status":"P","start_date":"11/1/75","end_date":"11/30/75","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Since 1889, the Detroit Eastern Farmer’s Market has been a municipally-owned center for the sale of farm produce, including wholesale and retail. The market was, and still is, a way for urban consumers to purchase goods directly from farm growers.  Within the structure of the market, there are both formal and informal organizations.  Formally, it is administered by the Bureau of Markets, which is a division of the Department of Purchases and Supplies. The Bureau supervisor answers directly to the commissioner of the Department of Purchases and Supplies, who in turn answers directly to the mayor. The market was also formally designed to have a series of stalls for each farmer to occupy. Informally, the market was basically self-regulated by the farmers and dealers themselves, arranging themselves in stalls near others who sell different products so that there is less competition.  Kinships and friendships within the market were also considered to be important, as connections better help to sell goods. Most of the farmers in the market were of German and Belgian descent, since Detroit had a heavy amount of European migrants during the 1830s.","Detroit Eastern Farmers Market became a weekly opportunity for city dwellers to interact with local farmers form the late 19th century through the latter half of the 20th century, and even today.  The market had transformed into an important food hub for southeastern Michigan and its food distribution industry. There are future plans to make the market larger, as well as more efficient."],"display_date":"November 1975","search_date":"1975-11-15","citations":[{"divid":1392337127,"type":"Book","data":["Pamela Marshall De Weese","The Detroit Eastern Farmer’s Market: Its Social Structure and Functions","","Detroit","Ethnic Studies Division, Center for Urban Studies, Wayne State University","November 1975","1-18"]},{"divid":1392337380,"type":"Website","data":["Ed Deeb","History of Detroit's Historic Eastern Market: Since 1891","Eastern Market Corporation","http://www.detroiteasternmarket.com/page.php?p=1&amp;s=58","February 13, 2014"]}],"locations":[{"id":7873,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1930,"tag":"Urban Agriculture"},{"id":1950,"tag":"Eastern Market"},{"id":1951,"tag":"Farmer's Market"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}