{"id":5863,"title":"Black-Velvet-Valley","course_id":118,"status":"P","start_date":"1/1/68","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Black-Velvet-Valley” by Cheryl Wells is a poem in which Wells details fond memories of her lived experiences being a resident in Detroit’s Black Bottom, a neighborhood that existed until its destruction in the 1960s. Wells’ poem address the immense worth of Black Bottom and the presence of jazz and blues in the community. In one part of the poem, Wells recognizes the “legendary life” of Black Bottom’s residents and the liveliness of Hastings Street. Hastings Street was one of the streets that served as a boundary of the Black Bottom neighborhood. Jazz and blues is significant in Black Bottom because during the 1930s to the 1950s artists such as Duke Ellington, Ella Fitzgerald, and Pearl Bailey played in the neighborhood as a means of building community amongst Black Bottom’s residents.","Wells’ account of her fondness of Black Bottom is particularly interesting, given the context of the siting of Black Bottom. Black Bottom was created to separate blacks from whites in the City of Detroit. However, Wells’ description of the Black Bottom community demonstrates how residents made the best out of their experience. Black Bottom is a tragic story because whites decided to dismantle the community they intentionally created in favor of building freeways to support “white flight” in the name of progress and modernity."],"display_date":1968,"search_date":"1968-07-01","citations":[{"divid":1392342183,"type":"Primary Source in a Secondary Source","data":["Black-Velvet-Valley, by Cheryl Wells","1968","Paradise Valley Days: A Photo Album Poetry Book of Black Detroit, 1930's to 1950's","Detroit Black Writer's Guild","Detroit","Detroit Guild","1998","8"]},{"divid":1392342297,"type":"Book","data":["Jeremy Williams","Detroit: The Black Bottom Community","","South Carolina","Arcadia Publishing","2009","1-50"]}],"locations":[{"id":7670,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":1953,"tag":"Urban Renewal"},{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}