{"id":5866,"title":"Rise and Fall of Paradise Valley","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/43","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the late 1930’s and early 1940s, Paradise Valley was one of the few Detroit neighborhoods in which black people were allowed to reside. Paradise Valley was a over populated neighborhood because of so many black migrants from the South moving up North to find jobs that could only live in certain areas such as Paradise Valley. It became a well known area for hosting famous African-American jazz musicians who would come from all over to play in Paradise Valley, Detroit. Robert Hayes recounts this period in his poem saying that Paradise Valley was “a shoe scraping, Cadillac Royal Saturday night good times.” It became such a popular area because of all the entertainment coming in to perform, that reluctant and discriminating white people began to intertwine with all black audiences so that they could also see these famous black performers.","Just as Paradise Valley began to prosper as an entertainment area of Detroit, corruption and a riot slowly caused the demise of the area. Following the illegal gambling and bribes accepting scandal dealing with the Mayor Richard Reading and several members of the police force in 1940, Detroit had its first of two major riots/rebellions in June of 1943. After these incidents, white people from all around became reluctant to visit Paradise Valley and it the area began to take a negative turn because of all the bad events that originated in the area."],"display_date":"1940 - 1943","search_date":"1941-12-31","citations":[{"divid":1392561285,"type":"Primary Source in a Secondary Source","data":["Robert Haynes \"Paradise Valley\"","1997","Paradise Valley Days","Detroit Black Writers' Guild","Detroit","Detroit Black Writers Guild Inc.","1998","88"]},{"divid":1392417839,"type":"Website","data":["Shelley Griffith","Encyclopedia of Detroit: Paradise Valley","Detroit Historical Society","http://detroithistorical.org/learn/encyclopedia-of-detroit/paradise-valley","February 12, 2014"]}],"locations":[{"id":8465,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2177,"tag":"Gambling"},{"id":2178,"tag":"Bribes"},{"id":1963,"tag":"1943 Race Riots"},{"id":959,"tag":"Jazz"},{"id":1955,"tag":"Paradise Valley Detroit"},{"id":2176,"tag":"Mayor Reading"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}