{"id":5868,"title":"Creating Detroit's First Low-Income Housing Projects","course_id":118,"status":"P","start_date":"1/1/38","end_date":"12/31/38","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the summer of 1938, the Detroit Housing Commission took over management of Detroit's first public housing projects designed by the Public Works Administration. The project held two different residental areas: Parkside Homes for white people, and Brewster Homes for black people. Eugene P. Opperman was named Resident Manager of Parkside and George A. Isabell was named Resident Manager of Brewster. Their first duties included overseeineg the applicant process for potential tenants, which was very strict. Caution was taken to ensure that \"the spirit and intent of these low-rent projects\" was upheld. Eligibility requirements included such things as inspection of the potential tenants' current living conditions, their fitness, their moral credit, and their income, as that one member of each family in the projects was required to have a full-time job. Many families who moved into the projects came from \"miserable, damp, unhealthful quarters\" where overcrowding was common and alleyways were considered backyards. To aid in giving these low-income renters a better place to live, the Brewster projects were built near the factory in which many tenants worked, so that they could walk to work and easily get back home. By the end of December of the first year, 539 tenants had moved into the available 775 units of Parkside and 551 tenants had moved into the available 701 units of Brewster. Applications for Parkside currently totaled 5,951 and 6,059 for Brewster respectively. The projects were praised as a way to provide decent, healthy, and safe living conditions in new beautiful neighborhoods that would offer Detroit's poor \"a new lease on life\".","This government-documented account of the initial ideas and creation behind Detroit's low-income public housing projects provide an excellent representation of historical environmental racism in three significant ways. First, this account from the Michigan Housing Commission shows that historically, \"the spatiality of racism is not understood, particularly the relationship between places\" (Pulido). Even accounting for the acceptance of racism at the time (such as segregated housing and creating more units for Whites, despite a higher demand from Blacks) this document still holds underlying environmentally racist issues, with the most prominent being that the housing units for Blacks were located closest to the factories, where air pollution was surely present. These neighborhoods might not have been any safer than the old ones, especially considering the amount of polluted emissions allowed in the 1940's, despite being praised on a national scale as a great step towards a safe and happy city. The placement in Detroit in which these houses were designated was not environmentally equal to those given to Whites, yet allowed to occur on the claim of mass transportation ease. Second, this document illustrates how heavily the government was involved in assessing the morality of tenants moving into the projects by determining their current living conditions as a way to assess their moral character. This coincides with ideas of the time that those who lived in poor and dirty areas were bad people, instead of realizing the political system that may have put them in such conditions. Finally, this document provides rationale behind the first step to Detroit's larger \"slum clearance\" plans to come later in the '60's. The African-Americans who were moved into the projects had been forced to leave the area they already lived in (Blackbottom) to make way for a highway. By marketing the projects as a beautiful new place to live, the government justitied their plans as best for the city and its people. However, we know today that there are many historical accounts of the injustice behind this plan, since Blackbottom was alternatively considered by its community as a vibrant neighborhood with alleyways - that the government called dirty and unsafe - serving as largely communal family spaces for gathering and growing urban gardens. Overall, this document shows that the environmental relationship and Detroit's city planner's allocation of home and neighborhood played a big part of the injust racism in Detroit's old African-American neighborhood of Blackbottom, despite being perceived quite differently at the time."],"display_date":1938,"search_date":"1938-07-02","citations":[{"divid":1392486307,"type":"Government Document","data":["Brewster and Parkside Homes -- Their First Six Months","Michigan Housing Commission 1940-1949","1940","Detroit","Michigan Housing Commission","1940","55-73","Bentley Historical Library, University of Michigan",""]},{"divid":1392490820,"type":"Article","data":["Laura Pulido","Rethinking Environmental Racism: White Privilege and Urban Development in Southern California","Annals of the Association of American Geographers","1","March 2000","12-40"]}],"locations":[{"id":7753,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1993,"tag":"Parkside Homes"},{"id":1992,"tag":"Brewster Homes"},{"id":1969,"tag":"Public housing"},{"id":1968,"tag":"Blackbottom, Detroit"},{"id":1921,"tag":"Housing discrimination"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}