{"id":5870,"title":"Trains to Detroit","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 1920s, industry representatives from northern cities traveled to the south to recruit black people to work at their factories. The recruiters would give out free train rides to anyone who wanted to go work up North in the factories. Black people began using the train as a free ride to get where they wanted to go instead of the factories that had paid their way. M. Kelly Fritz, who traveled to Detroit as part of this Great Migration, recalls that the recruiters “got smart and locked the cars, and you couldn’t get out until you got where you’re going.” Fritz and a few friends of his gathered enough money to take a train by themselves, so they weren’t locked in trains like animals.","An estimated one million Black southerners moved from the South to the North in search of better jobs between 1910-1930. White people in the North resented the Black people moving up North because they competed with them for jobs. The population of Detroit, along with other northeastern industrial cities, multiplied during the Great Migration as people came to work in automobile industry jobs. Racist official housing policies confined the newcomers to segregated neighborhoods, such as Black Bottom and Paradise Valley in Detroit."],"display_date":"1910 - 1930","search_date":"1920-07-01","citations":[{"divid":1392561089,"type":"Primary Source in a Secondary Source","data":["M. Kelly Fritz interview","1994","Untold Tales, Unsung Heroes: An Oral History of Detroit's African American Community, 1918-1967","Elaine Moon","Detroit","Wayne State University Press","1994","80-81"]},{"divid":1392515816,"type":"Website","data":["Elizabeth Anne Martin","Detroit and the Great Migration, 1916-1929","Bentley Historical Library","http://bentley.umich.edu/research/publications/migration/ch1.php","February 14, 2014"]}],"locations":[{"id":7696,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":81,"tag":"Great Migration"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}