{"id":5871,"title":"Home is a relative term","course_id":118,"status":"P","start_date":"1/1/30","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Between 1920 and 1970, millions of Blacks migrated from the South in pursuit of job opportunities in the manufacturing industry of the Midwest and Northeast. Detroit was a particularly popular destination due to its budding and thriving automotive industry. Before the \"Great Migration\", an era of Detroit's history coined for the sharp population influx, there were a total of 6,000 Blacks in Detroit. The numbers rose to nearly 120,000 after 1930. This raises the question of where they resided. The majority were constrained by discriminatory housing policies to only certain neighborhoods, one of which was Black Bottom, located on the southeast side of Detroit. Blacks were confined to the cramped, polluted, and congested areas such as Black Bottom. The nieghborhood's condition can be seen in the photograph taken by Walter and Victor Reuther in the 1930s. The overflowing dumpster littered with trash is surrounded by houses that look ready to collapse with the next gust of wind. Those houses sit on a bare, dust covered ground. The entire scene looks bleak and unfit for a comfortable lifestyle.","This picture was taken during the Great Depression. The job desperation that was prevalent in Detroit at this time was not unique to the country, but the sudden rise in immigration just prior to the Depression created special problems for the city, as it did in other northern industrial centers. The increase in population set the stage for the imminent housing crisis. The housing crisis eventually contributed to the race riot of 1943 as blacks begin moving into the white neighborhoods."],"display_date":"1930 - 1939","search_date":"1934-12-31","citations":[{"divid":1392570472,"type":"Book","data":["Jeremy Williams","Detroit: the Black Bottom Community","","San Francisco, CA","Arcadia Publishing","2009","8-11"]},{"divid":1392570666,"type":"Website","data":["Walter and Victor Reuther","(1608) Depression, Hoovervilles, Detroit, 1930s","Walter P. Reuther Library","http://reuther.wayne.edu/node/8626","February"]}],"locations":[{"id":8311,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":1081,"tag":"The Great Depression"},{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"},{"id":1010,"tag":"Housing"},{"id":1972,"tag":"1930s"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}