{"id":5873,"title":"Changing Landscapes in Northeast Detroit","course_id":118,"status":"P","start_date":"1/1/27","end_date":"12/31/47","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Steve Spilos' neighborhood on the outskirts of Detroit changed drastically over the course of his life. Michigan’s Consolidated Gas Company’s natural gas holder was considered the “prima donna” of gas tanks in the Detroit area in the 1920s and a key historical marker in the Connor Creek area of Detroit’s northeast side. In 1927, just before the City Airport was constructed, the tank was a well-known landmark by pilots and passengers from all over the country. Spilos left the city for a while and upon his return in 1947 everything was changed. A place that once had a running creek, farm, and woods was now turning into the standard industrial city. With factories like Chrysler, Plymouth, Dodge, and Briggs moving into the city alongside the huge gas holder, Spilos couldn’t help but notice and document the radical changes he experienced in such a short period of time to a city he once knew so well.  He said, “The first thing one notices is the odor and the sound of dripping splashing tar… At times the tar leaks through and slides down the walls into the reservoir at the base of the tank.”","Changing landscapes can help or hurt a city, and for the Connor Creek neighborhood in Detroit, the latter is more applicable unfortunately. The combination of this and other industrial changes altered Detroit’s social and economic situation from the 1930s-1960s according to a report by the Detroit News. If the city had been more environmentally cautious at the time, a lot of things could have played out differently for the Connor Creek area and the city as a whole."],"display_date":"1927 - 1947","search_date":"1937-07-01","citations":[{"divid":1392606450,"type":"Newspaper Article","data":["Gas Company's \"Prima Donna\" Upholds History","Northeast Detroiter","Detroit","January 4, 1962",""]},{"divid":1392606788,"type":"Newspaper Article","data":["Once teeming with auto plants, Detroit now home to only a few nameplates","Detroit News Rearview Mirror","Detroit","2006",""]},{"divid":1392728035,"type":"Book","data":["Steve Spilos","What Happened to Connor Creek","","Detroit","Northeast Detroiter","January 4, 1962","33"]}],"locations":[{"id":7773,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1233,"tag":"Environmental History"},{"id":1899,"tag":"Detroit"},{"id":1881,"tag":"Industrialization"},{"id":1974,"tag":"Connor Creek"},{"id":1976,"tag":"Northeast Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}