{"id":5875,"title":"The Wealth of Michigan Lies in the Soil","course_id":118,"status":"P","start_date":"1842-02-23","end_date":"1842-02-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1842, <em>The Signal of Liberty</em>, a small newspaper associated with the Liberty Party of Michigan, published an article detailing the current state of agriculture in Michigan and the uncertainty surrounding its future. Tariffs and duties threatened the economic security of the wheat-producing states, and many feared that unless the farmers organized and acted their interests would be neglected before Congress. Josiah Snow, a prominent Detroit resident, urged every town in Michigan to send petitions to Congress to demonstrate the state's unity on the issues facing what he described as their most important industry. Michigan's grain production exceeded New England's, New York's, and Ohio's making its economy especially vulnerable to restrictive policies. As <em>The Signal of Liberty</em> put it, \"the wealth of (the) state is derived chiefly from the soil, and the industry bestowed on it.\"","Unlike the Michigan and Detroit of the 20th century, the Michigan of the 19th century relied heavily on agriculture for its economic success. With the construction of the Erie Canal, Detroit's strategic location along the Detroit River and proximity to the Great Lakes made it an ideal port for transporting goods and people to and from the east. Competition and high tariffs in eastern states, as well as Michigan's relatively cheap land, drove many small farmers from the east coast to migrate to Detroit and the surrounding areas. Between 1830 and 1840, the population of Detroit increased 309 percent due largely to the agricultural draw. The population of Southern Michigan would only continue to increase in the twentieth century, as its focus shifted to manufacturing, but the agricultural focus of the mid 1800's made it an immigration hub for people from all over the country and contributed greatly to Detroit's development as an influential metropolitan center."],"display_date":"February 23, 1842","search_date":"1842-02-23","citations":[{"divid":1392607094,"type":"Newspaper Article","data":["Agriculture in Michigan","The Signal of Liberty","Ann Arbor, MI","February 23, 1842",""]},{"divid":1392607327,"type":"Book","data":["A. E. Parkins","The Historical Geography of Detroit","","Lansing, MI","Michigan Historical Commission","1918","173-175"]}],"locations":[{"id":7732,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":1899,"tag":"Detroit"},{"id":31,"tag":"Immigration"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}