{"id":5876,"title":"An Afternoon at the Belle Isle Conservatory","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["It’s 1910, and the Horticultural Building on Belle Isle in Detroit has become a popular attraction since its construction eight years earlier. The conservatory houses a large collection of rare flowers and other plants. This unique sight draws visitors in throughout the entire year. Many of the visitors seem to be members of the upper class, escaping the city to spend their leisure time perusing the various shrubs and flowers and catching a glimpse of nature. The building itself is a sight to behold with an ornate dome of metal and glass and intricate stonework on the façade. The lawn is meticulously well-kept to allow guests to stroll the beautiful grounds. It is the perfect place to spend a lovely afternoon.","Changes in this era made it possible for people in the cities to have more time for these types of leisure activities. Wages increased and the work week decreased. People had more time and money in order to pursue activities for enjoyment. Additionally, new methods of transportation made it feasible for people to leave the city and make their way to the parks. All of these circumstances made Belle Isle a very popular place to be. This became a contentious issue with the upper class. The park, while public, had been their place. They felt that quite a bit of their money contributed to the building of it. Similar to what happened in Central Park, the lower classes started coming in and occupying the same spaces as the rich. Issues of ownership and the definition of a public space arose with different classes coming together at the same park."],"display_date":1910,"search_date":"1910-07-02","citations":[{"divid":1392608774,"type":"Artifact","data":["","Horticultural Building, Belle Isle, Detroit, Mich.","Postcard","1910","Postcard Collection - Box 4","Bentley Historical Library","Ann Arbor, MI"]},{"divid":1392610868,"type":"Book","data":["John D. Buenker","The History of Wisconsin","Volume IV - The Progressive Era, 1893-1914","Madison, Wisconsin","The State Historical Society of Wisconsin","1998","321"]},{"divid":1396915958,"type":"Book","data":["Roy Rosenzweig &amp; Elizabeth Blackmar","The Park and the People: A History of Central park","","New York City","Cornell University Press","1992","5-8"]}],"locations":[{"id":8352,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":1947,"tag":"City parks"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}