{"id":5878,"title":"Delray and Windsor From Above: An Aerial Photograph from 1930","course_id":118,"status":"P","start_date":"1/1/30","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["With the completion of the Ambassador Bridge in November 1929, which spans the Detroit River and links Detroit to Windsor, Detroiters looked forward to what they hoped would be increased economic interaction with Canada and therefore, more wealth for the residents. An aerial photo of the bridge taken from 18,000 feet both implicitly and explicitly sheds light on the industrial advancement of the city, from the bridge to the photographic feat itself. Both Detroit and Windsor are visible, along with features of the industrial and commercial landscape. What is most striking, though, is the difference between the two cities: Detroit, on the right bank of the river, appears significantly darker than the Canadian city on the left. The photo’s caption remarks a couple of times in passing on this, referring to Detroit’s “ungainly winter smoke screen”, the “cloud of smoke” and how the photographer could see Navin Field when “the sun’s rays penetrated the smoke long enough.”  However, even with these comments, the focus instead is fixed on the elements of the advancing city, such as the railroad, the bridge, and even the ability to capture such an image.  Even though the image itself seems bleak, the tone of the caption and the ennummerated successes reflect a positive, forward-thinking attitude.","At the beginning of the 20<sup>th</sup> century in this Southwest region of Detroit, with the influx of immigrants from Eastern Europe and the growing black population from the south, the main concern of the residents was employment. This bridge and the growing number of industries gave the people hope that they would foster further economic benefits for the area.  The rapidly increasing trade and business in Detroit due to the industrialization and transportation hub of the Southwest neighborhoods was a point of pride. Any pollutants were not yet a major concern.  As long as the people were employed and were benefiting from these industrial changes, they were content."],"display_date":1930,"search_date":"1930-07-02","citations":[{"divid":1392611444,"type":"Newspaper Article","data":["","The Detroit News","","1930",""]},{"divid":1392611622,"type":"Lecture, Conference Paper, etc.","data":["Gary Brieschke, Anny Chang, Luke Forrest, Cassia Heron, Kelsey Johnson, Rebecca Mark, Mariana Orloff","Recommendations to Guide a Community Benefits Agreement","Report","University of Michigan","","Spring 2007"]}],"locations":[{"id":7742,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1983,"tag":"The Detroit News"},{"id":1982,"tag":"The Ambassador Bridge"},{"id":1981,"tag":"Windsor"},{"id":1899,"tag":"Detroit"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}