{"id":5879,"title":"The Transformation of Conner Creek","course_id":118,"status":"P","start_date":"1873-01-01","end_date":"1873-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Conner Creek was a creek that used to run from what is now the City of Warren in Detroit to the Detroit River.  Before the turn of the 20th century, great fires would sometimes rage through the garbage-filled ditches in the area, as a result, property values dropped after each fire and small homes popped up all over; the following spring each year, however, the creek would overflow its 30-foot banks and flood the homes.  This cycle continued until adequate sewers were put in place.  At this point, Conner Creek was beautifully landscaped, flowing through ravines and valleys as it wound its way through Detroit.  However, because of the floods, the land’s only value was in its suitability for crops and the river’s usefulness in powering mills, as opposed to speculation, and the forests lining the river were cut down and replaced by ribbon farms and mills, planted by young men who were willing to work the land for a modest living.","As Detroit’s Indian trails and plank roads were replaced by railroads and paved roads and industry developed in Detroit, the farms and mills gradually turned into factories and plants, which were built over the creek.  Because of these changes, the creek now flows underground to the Jefferson Avenue Conner Creek Pumping Station of the Detroit Water and Sewage Department.  Many of the streets in the area are a testament to the river’s presence and importance to the Eastside, still following the plan established by the ribbon farms that lined Conner Creek.  The Detroit Eastside Community Collaborative is currently planning and constructing a greenway— a network of trails for walking, biking, and running— to commemorate this history and give Detroiters access to trails and other greenways.  The greenway follows the creek’s original path and, when finished, will connect Northeast Detroit’s neighborhoods and residents (only this time by a landscaped path rather than water).  The greenway will serve as the only evidence that a creek once flowed through the area, with bicycle tours and signs marking historical sites, reminding and teaching people of their neighborhood’s history."],"display_date":1873,"search_date":"1873-07-02","citations":[{"divid":1392613291,"type":"Artifact","data":["Spilos, Steve","Great Fires Raged On Conner Creek","Newspaper clipping","August 10, 1961","The History of Conner Creek","EC 2 H232.4 S576","University of Michigan Bentley Historical Library"]},{"divid":1392613604,"type":"Website","data":["Detroit Eastside Community Collaborative (DECC)","History of Conner Creek","DECC Conner Creek Greenway","http://www.connercreekgreenway.org/history/","February 16, 2014"]}],"locations":[{"id":8237,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":2003,"tag":"Nortown"},{"id":1899,"tag":"Detroit"},{"id":1984,"tag":"Conner Creek"},{"id":1988,"tag":"Infrastructure"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}