{"id":5880,"title":"A Nostalgic Account of Detroit at the Turn of the Century","course_id":118,"status":"P","start_date":"1890-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The lifestyles of Detroit citizens at the end of the 19<sup>th</sup> century, particularly the activities and pastimes of the youth, are illuminated by George W. Stark in his reminiscent vignette.  Stark’s narrative especially focuses on those living on the North-East side of Detroit because Stark lived on Mt. Elliot Ave, which was then the city’s easterly boundary.  While the account given is a jubilant recollection of his youth, it also reveals much about the city's history of transportation and infrastructural development.","Among other things, Stark exuberantly recounts the excitement of watching a horse walk on a treadmill in order to power a saw which cut logs into plates that would be used to create roads.  He further describes the joyous times had by children playing with the stacks of these plates left by the sides of roads.  Stark posits that the children saw the logs as their own play things and built “houses, sheds, and most often, castles in the air.”  Interestingly, the phrase <em>castles in the air</em> was coined by transcendentalist Henry David Thoreau in his magnum opus, <em>Walden</em>, to describe an aspiration, desire, or fantasy.  With Stark’s application of the phrase in his revealing account of childhood in an earlier era of Detroit, Stark seems to say that childhood dreams were created in the process of playing with materials that would later form Detroit’s roads.","In a broader sense, the roads—and the auto industry they were created to help actualize—were once Detroit’s own castle in the air.  They encompassed a belief in the power of industrialization to facilitate the city’s progress.  More recently however, some people, such as Rebecca Solnit, have come to see the growth of auto industry and the division of Detroit by highways as a paradoxical problem for the city.  It is important to note that at the turn of the century roads were not being built with a monomaniacal automotive fixation; George Starks describes that, “In the late 1890’s, the bicycle craze was at its peak” (Stark 16).  Perhaps a return to non-motorized transportation, such as the current Connor Creek Greenway Project, will be beneficial to Detroit.  Presently it remains somewhat of a castle in the air, but now we need only to build a greater foundation under it."],"display_date":"1890 - 1910","search_date":"1900-07-02","citations":[{"divid":1392674732,"type":"Book","data":["George W. Stark","Detroit at the Century's Turn, as Remembered by George W. Stark","1","Detroit","Wayne University Press","August 24, 1951","1-17"]},{"divid":1392677804,"type":"Article","data":["Rebecca Solnit","Detroit Arcadia","Harper's Magazine","July 2007","July 2007","65-73"]},{"divid":1392677849,"type":"Book","data":["Henry David Thoreau","Walden","","Boston","Ticknor and Fields","August 9, 1854","315"]}],"locations":[{"id":7855,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1986,"tag":"Mt. Elliot Ave"},{"id":1987,"tag":"late 19th century youth"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}