{"id":5882,"title":"Problematizing the Potato Patch Scheme","course_id":118,"status":"P","start_date":"1895-01-01","end_date":"1895-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1895, while still serving his last term as Detroit’s mayor, Hazen S. Pingree wrote an autobiography entitled <em>Facts and Opinions: Or, Dangers That Beset Us.</em> Far from laying out some nostalgic, narrative arc from his boyhood in rural Maine to his career as the populist mayor of a burgeoning industrial city, Pingree writes almost exclusively of his time as a mayor and conveys the gravitas with which he wielded his mayoral power to curtail the increasingly monopolistic influence of corporations.  One chapter, near the end of the book and after an exhaustive description of his struggles with greedy capitalists, highlights the potato patch scheme that gained Pingree significant national acclaim: a vacant-lot gardening program that successfully employed the unemployed in subsistence food production during the economic downturn of 1893.","Rather than relating this story personally, however, Pingree opts to preprint a public address by the aptly named Captain Cornelius Gardener who officially ran the program for its duration .Gardener, being a practical-minded man, does not embellish much in his post-operational breakdown of the successful program as he focuses on economics and logistics and positive press.  He does, however betray some overtly paternalistic and problematic conceptions of those who participated in the program, emphasizing their simplicity and that “they can be managed as easily as children.” This type of demeaning language, coupled with a photo in the chapter that depicts a family of farmers arranged in a stilted manner behind a handwritten sign in their garden that states “The name of the man who originated this system will be handed down to posterity” and a caption that explicitly labels them as Polish immigrants expose a darker side to the much lauded potato patch scheme.  Not only are immigrant communities and the poor being portrayed as simple and ignorant but they are also being used, objectified, as props in a propagandistic manner serving a political end wholly detached from their labor in the soil.","Here we see displayed something that potentially undermines the legacy of Pingree’s potato patch scheme or at least demands our critical examination.  To be honest though, it should come as no surprise that a philanthropic scheme in the late 19<sup>th</sup> century would have to play into prevailing notions of how to conceive of and treat the poor and immigrant populations.  Despite Pingree’s populist stance and posturing as a man of the people we should not fool ourselves into thinking that “people” meant quite the same thing then that it does to us now, and even today many programs developed to combat poverty and benefit immigrant communities come under intense criticism from those who still maintain that these populations must be made to be industrious and useful due to ingrained idleness or ignorance.  This is where urban farming as a means of social welfare must be incredibly careful to empower individuals without being paternalistic and demeaning or using that empowerment as a ploy for good press."],"display_date":1895,"search_date":"1895-07-02","citations":[{"divid":1392838947,"type":"Book","data":["Hazen S. Pingree","Facts and Opinions: Or, Dangers That Beset Us","","Detroit","F.B. Dickerson Company","1895","159-177"]},{"divid":1392839108,"type":"Book","data":["Laura Lawson","City Bountiful: A Century of Community Gardening in America","","Berkley","University of California Press","2005","288-302"]}],"locations":[{"id":7854,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1904,"tag":"Pingree"},{"id":1899,"tag":"Detroit"},{"id":1930,"tag":"Urban Agriculture"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}