{"id":5883,"title":"They Paved Paradise and Put Up A Freeway: Demolishing Detroit's Hastings Street","course_id":118,"status":"P","start_date":"1/1/45","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1945 a seven-man committee appointed by Mayor Edward J. Jeffries prepared a master plan for the City of Detroit's transportation systems, in order to keep up with modern city plans of the day, like Chicago and London. The document, entitled \"Detroit Expressway and Transit System\" and prepared for the Detroit Transportation Board, was supported by both Cincinnati and Chicago consultants, as well as a New York law firm. The document included not only descriptions of the new rail, bus, and freeway transport systems wished for the city, but also architectural sketches and detailed depictions of how the various plans would look and interact with their urban landscape. One picture sketch detailed the plans for Hastings Expressway, to be paved over the current Hastings Street which ran through Detroit's predominantly African-American neighborhood, Blackbottom. The image captions, \"Hastings Expressway would carry express buses to the central business district south of the Crosstown. Both walks and bicycle paths would be included in the incidental improvements.\" The sketch includes a freeway divided by a grass median and sloping upwards on both sides to a row of trees, a bike/pedestrian path behind that, and then more trees and greenery before eventually reaching city roads.","It's been said that in 1940s Detroit, Hastings Street was where you could get anything and everything you wanted. Filled with African American-owned shops, restaurants, theatres, and clubs, it was the backbone of Blackbottom. However, after city planners decided to build the extention of I-75 through Detroit, and specifically through the Blackbottom neighborhood, Hastings Street never looked the same again (and neither did Blackbottom). The beautification features outlined above -- along with incidental improvements to the landscape for the people -- never occurred. But the paved freeway did. \"Sub-standard homes\" of African Americans were evicted and demolished to bulid the freeway under the Federal Highway Act, signed into law by President Eisenhower. It broke the neighborhood in two, lowered property values, and imposed significant adverse environmental effects, including noise and air pollution, directly onto the neighborhood. Many left, and were pushed, into the further eastside and the Brewster housing projects. City planners cited their desire to bring easy access to the city from the suburbs and to parallel its transportation with advancing industrial cities across the nation, as a way to clear what they defined as an urban slum, in both racist and environmental terms. Furthermore, much of Hastings Street lost its name - another way to demolish the culture of those who lived there. Today, Hastings Street is simply a memory of \"Paradise Lost\" (Gunrow) and better known as the Chrysler Freeway."],"display_date":1945,"search_date":"1945-07-02","citations":[{"divid":1392922426,"type":"Government Document","data":["Detroit Expressway and Transit System","Detroit Transportation Board Report","","New York","W. Earles Andrews","1945","","Harlan Hatcher Graduate Library, University of Michigan",""]},{"divid":1392924217,"type":"Website","data":["Francis Gunrow","Paradise Lost: Hastings Street Remembered","TheDetroiter.com","http://www.thedetroiter.com/JUN03/DIGGINGMAY.html","February 20, 2014"]},{"divid":1392928905,"type":"Website","data":["Rick Beall","Forgotten Blues and Jazz Locations in Detroit","Rick Beall","http://www.paradisevalleyblues.com/tour/hastingsindex.html","February 20, 2014"]}],"locations":[{"id":7789,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1968,"tag":"Blackbottom, Detroit"},{"id":1989,"tag":"freeways"},{"id":1990,"tag":"Hastings Street, Detroit"},{"id":792,"tag":"Transportation"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}