{"id":5886,"title":"Market Mingling","course_id":118,"status":"P","start_date":"9/10/32","end_date":"9/10/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the 1930s, Detroit’s Western Market was bustling with hundreds of farmers, buyers, and city dwellers.  Trucks were arranged as close as possible and numbers of large baskets containing fresh produce lined the surrounding area. Young to middle-aged men tended to be the ones to sell the farmed products, ranging from apples to poultry. In the busy summer months, the men, both farmers and consumers, dressed presentably, wearing trousers, button-down shirts, and brimmed hats. Their attire indicates that the market brought together many formal interactions between those in the agriculture sector and those working in the booming city of Detroit.  Many conversations took place as buyers shopped from truck to truck searching for groceries.","Although the Western Market was the second of Detroit’s produce markets (Eastern Market being the first), it only lasted 74 years. Leading up to its closing were the freezing and packaging of foods, in addition to direct buying by chain stores.  By 1965, the market’s 309 stalls were demolished in order for the city to start the construction of the Fisher Freeway.  Western Market depicts the busy city activity of how Detroit used to be during the early twentieth century, showing the positive ties between agriculture and industry."],"display_date":"September 10, 1932","search_date":"1932-09-10","citations":[{"divid":1392948040,"type":"Website","data":["The Detroit News","September 10, 1932. Detroit's Western Market.","The Detroit News","http://detroitnewsarchivist.tumblr.com/post/24901619526/september-10-1932-detroits-western-market","February 20, 2014"]},{"divid":1392948352,"type":"Website","data":["Bill Loomis","Wild Times at the Farmers Market","The Detroit News","http://www.detroitnews.com/article/20110731/METRO07/107310301","February 20, 2014"]}],"locations":[{"id":7816,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":1899,"tag":"Detroit"},{"id":1972,"tag":"1930s"},{"id":1998,"tag":"Western Market"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}