{"id":5887,"title":"A Community for a Variety of Needs","course_id":118,"status":"P","start_date":"1/1/56","end_date":"1/1/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Businesses line the streets in Black Bottom, a predominately black neighborhood. Hastings Street is alive with the rustle and bustle of suppling many needs for residents—ministry, food produce, restaurants, retail stores, music, and a “Right Hand Cleaners.” Cars galore use this main street in Detroit as a thoroughfare to get through this community to head to Downtown Detroit, but many community residents stay within the borders of Black Bottom, for its businesses have everything they need.","While Black Bottom was a flourishing community in the mid-twentieth century, it is important to note that it was only created via segregationist housing and land use policies as a means of containing blacks and separating them from whites. The proliferation of local businesses put residents in a position in which they did not have to leave Black Bottom to worship, shop, eat, or clean their clothes. By meeting many of the needs of its residents, the businesses in this new community mitigated the need for residents to go to other parts of Detroit.  Detroit’s Black Bottom became “a city within a city; the variety and breadth of life and institutions within the black community could match that of Detroit itself” (18). Even though Black Bottom had the sights of a community rich with heritage and progess; a mixture of the smells of clean clothes and food; and the sounds of jazz and blues throughout its streets, the community was still created as a means of justifying the end to blacks and whites being on the same streets. Therefore, the creation of Black Bottom was to contain blacks and have them be serviced by the business district in their area and away from whites."],"display_date":"January 1, 1956 - January 1, 1960","search_date":"1957-12-31","citations":[{"divid":1393015155,"type":"Artifact","data":["Tony Spina","Streetcars, Gratiot Ave, Hastings Street, Detroit, Michigan 1956","Image","1956","Urban Affairs","Wayne State University Walter P. Reuther Library","Detroit, Michigan"]},{"divid":1393015218,"type":"Book","data":["Richard Walter Thomas","Life for Us Is What We Make It: Building Black Community in Detroit, 1915-1945 (Blacks in the Diaspora)","","Indiana","Indiana University Press","November 7, 2003","17-19"]}],"locations":[{"id":7869,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":142,"tag":"african americans"},{"id":21,"tag":"Race Relations"},{"id":1914,"tag":"Black Bottom"},{"id":1999,"tag":"Hastings Street"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}