{"id":5888,"title":"Detroit's Eastern Market: A Melting Pot of Cultures","course_id":118,"status":"P","start_date":"1/1/30","end_date":"12/31/40","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit's Eastern Market showcased a similar scene nearly every day of the week: thousands of customers navigated the narrow walkways betwen the hundreds of stands selling anything from poultry to cucumbers to maple syrup. Local farmers gathered to showcase their produce and earn a living by selling their goods in what was, by 1924, said to be the largest farmers market in the world. Prices were lower here than other places due to the elimination of the middleman, and though the best produce was always saved for Saturdays, produce in Detroit's Eastern Market was grown localy and promised to be the best in the city. The market not only served as a place to buy the freshest goods, but as a place to meet and mingle with Detroit locals of all different ethnicities, backgrounds, and walks of life.","Detroit's Eastern Market has served the people of Detroit since its beginnings in 1841, and has remained a prominent center for both agricultural commerce and social interaction within the city for close to 125 years.  The Eastern Market \"prospered greatly from the waves of immigrants\" that arrived in Southeast Michigan in the ealry 20th century, many of whom brought their agricultural backgrounds and farming experience with them.  The market offered immigrants a sense of community within distinct social circles of vendors and customers from similar ethnic origins. The market also boasted the lowest prices in the area, an important factor for many poor immigrant families when choosing where to shop. The Eastern Market's wide variety of goods catered to Detroit's eclectic mix of immigrant tastes.  Urban spaces like the Eastern Market have provided Detroit communities with a place in where the \"intersection (of) many groups and cultures\" allows people from the inner city, the suburbs, and other diverse backgrounds to interact and socialize: a purpose these markets still fulfill today (De Weese, 17)."],"display_date":"1930 - 1940","search_date":"1935-07-02","citations":[{"divid":1393046090,"type":"Website","data":["Bill Loomis","Wild Times at the Farmers Market","The Detroit News","http://www.detroitnews.com/article/20110731/METRO07/107310301","February 22, 2014"]},{"divid":1393193485,"type":"Artifact","data":["","Shoppers Crowd Detroit's Eastern Market in the 1930s","Photo","","","Wayne State University","Detroit, MI"]},{"divid":1393193527,"type":"Book","data":["Pamela Marshall De Weese","The Detroit Eastern Farmer's Market: Its Social Structure and Functions","","Detroit, MI","Ethnic Studies Division Center for Urban Studies Wayne State University","1975","7,17,18"]}],"locations":[{"id":7836,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1930,"tag":"Urban Agriculture"},{"id":1899,"tag":"Detroit"},{"id":2001,"tag":"Farmers Market"},{"id":31,"tag":"Immigration"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}