{"id":5889,"title":"When history repeats itself","course_id":118,"status":"P","start_date":"1/1/21","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The neighborhood that once stood as Black Bottom and Paradise Valley were subjected to “urban renewal” in the early 1960s. The Sanborn Insurance maps reflect the changes that the neighborhood underwent between1921 to the mid-1960s when I-75 was laid down , putting an end to the culturally rich area of east Detroit that existed around Hastings and Gratiot street. Changes to the land and buildings are makred by a piece of paper glued on top of the previous architecture that stood there. Parts of the neighborhood map have street blocks with multiple layers of papers which reveal the frequency and extent of changes in building erection and destruction that occurred. Some sections, after several layers of glued-on paper, simply read “ALL BUILDINGS IN THIS AREA…REMOVED.” These maps graphically reflect the decline of the neighborhood from the densely-settled community that it was in the 1930s to its obliteration in the early 1960s.","One former resident of Black Bottom said that \"Hastings Street in the 1930s was the only place in Detroit where a Black man could be considered a man.\" This statement reveals the strong correlation between location and identity. Therefore, according to the testimony, the destruction of Black Bottom was a simultaneous destruction of a Black sense of place in Detroit.  There is a parallel between what occurred in the early 1960s in Black Bottom and what is currently happening in Delray. Delray is currently undergoing social and economic changes that are directly linked to the heavy industry in the area."],"display_date":1921,"search_date":"1921-07-02","citations":[{"divid":1393049201,"type":"Book","data":["Sanborn Map Company","Insurance Maps of Detroit Michigan","3","Broadway, New York","Sanborn Map Company","1921","16"]},{"divid":1393049258,"type":"Article","data":["Brent Dorian Carpenter","Detroit's Black Bottom history revisited","The Michigan Citizen","21","April 17, 2004","B2"]}],"locations":[{"id":8312,"lat":42.2533621325,"lng":-83.8384551752,"zoom":9,"place":"Washtenaw, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"},{"id":1964,"tag":"Paradise Valley"},{"id":1953,"tag":"Urban Renewal"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}