{"id":589,"title":"Hinton Rowan Helper publishes The Impending Crisis of the South:  How To Meet It\n","course_id":1,"status":"P","start_date":"1857-06-01","end_date":"1857-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Hinton R. Helper, a southerner, publishes his book entitled The Impending Crisis of the South:  How to Meet It.  Helper champions the nonslaveholding Southern whites while denouncing Southern slave masters as lords of the lash.'   Helper concluded that slavery was impeding the South's economic, social, and cultural development.  Using the 1850 census, Helper used demographic statistics to show how the North was far more advanced in commerce, manufacturing, and even in agriculture than the South. Additionally, Helper pointed out that land in the North sold for five times the amount of what it did in the South , a discrepancy for which slavery was the culprit.  If slavery was abolished, Helper prophesized, land values would increase in the South and more than compensate the slaveholders for the value of their slaves.  Having no desire to live with blacks, however, Helper concludes by proposing a tax on slaveholders to pay the cost of colonizing them in Latin America or Liberia.  This southern attack on slavery gained nationwide notoriety and was praised by the Republican Party and northern newspapers."],"display_date":"June 1857","search_date":"1857-06-15","citations":[{"divid":1215792856,"type":"Book","data":["Hugh Talmage Lefler &amp; Albert Ray Newsome","North Carolina?s Antislavery Leaders",null,"Chapel Hill, NC","University of North Carolina Press","1973","446"]},{"divid":1215792912,"type":"Book","data":["Kenneth M. Stampp","America in 1857: A Nation on the Brink",null,"New York","Oxford University Press","1990","140-141"]},{"divid":1215792979,"type":"Pamphlet or Other Printed Material","data":["Hinton Rowan Helper","The Impending Crisis of the South: How to Meet It","New York","Burdick Brothers","1857","North Carolina Collection, University of North Carolina at Chapel Hill"]}],"locations":[{"id":442,"lat":35.6396250473,"lng":-80.524728632,"zoom":9,"place":"ROWAN, North Carolina"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}