{"id":5890,"title":"The Opening of the Belle Isle Bridge","course_id":118,"status":"P","start_date":"1884-01-01","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Up until 1889, the only way for people to cross over to Belle Isle from Detroit was by ferry, and a fare was required to board the boat. A bridge was then constructed that allowed visitors to walk or drive over to reach the park. While still in the planning stages, there was much debate over who should build, and then subsequently own, the bridge. Popular opinion was, by and large, in favor of the city of Detroit supplying the workers to build the bridge. Additionally, they felt that the city should also own and run the bridge. This would mean providing free access to the island. If a private corporation took over the bridge, they would be doing so for profit and would, therefore, require a fee to enter the island.","The city eventually did take ownership of the bridge which led to greater access for the residents of the Detroit. The bridge itself had a democratizing effect. It was free. People did not need to have any money in order to enjoy Belle Isle. This allowed for all classes to be able to spend their time together at the park. You could spend the day with your family on the island even if you had no money. The very bridge structure acted as an equalizer among the classes. This is additionally why the state takeover of the park is such a contentious issue among the citizens of Detroit. You have to buy a state park pass in order to cross over the bridge into Belle Isle. While it is a nominal amount, many families do not have any disposable income that can go towards that. Therefore, a structure that began as an opportunity for the lower classes to enjoy the park has become the very thing that will keep some out."],"display_date":"1884 - 1889","search_date":"1886-12-31","citations":[{"divid":1393054105,"type":"Newspaper Article","data":["Let the City Build It","Detroit Free Press","Detroit, MI","September 30, 1884","4"]},{"divid":1393054246,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Langdon Winner","Do Artifacts Have Politics?","The whale and the reactor: a search for limits in an age of high technology","Langdon Winner","Chicago","University of Chicago Press","1986","19-39"]}],"locations":[{"id":8353,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"},{"id":1947,"tag":"City parks"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}