{"id":5891,"title":"Results from the consolidation of the Parks and Recreation Department in Detroit, 1940-1946","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["1940, the city of Detroit voted to consolidate the Department of Parks and Boulevards and the Department of Recreation into a new Department of Parks and Recreation. The consolidation was the outcome of overlapping goals and not enough discussion between the groups, which sometimes bottlenecked recreational activities. “It was a case of one hand letting the other know what it was doing,” remarked a pamphlet, published in 1946, describing the progress of the Department over its first six years. The pamphlet extolled the consolidation itself, the reorganization and expansion projects since then, and described the future Department's future plans. Despite the wartime restrictions and the depression, the Department's first six years introduced a number of significant new programs in Detroit, including city-owned horseback riding, canoe rentals through Belle Isle Park, expansion plans for picnics and playgrounds, the increased productivity of the Belle Isle Greenhouse run by the Horticulture Association, and the consolidated management of six swimming pools throughout the city.","After President Franklin D. Roosevelt declared a call to arms in 1940, Detroit was nicknamed the “Arsenal of Democracy.” Detroit’s automobile industry was retrofitted into manufacturing battle tanks and weapons. The increase in high wage earning jobs brought a migration of 350,000 people, mostly from the rural South. This increase strained the recreational facilities for those who wanted to escape their job in the industrial sector. The Parks and Recreation consolidation therefore was an important investment for the booming economy of Detroit during WWII. This 1946 Pamphlet is put out after WWII ended, and shows how Detroit had an early start in the Urban Renewal Projects in the years to follow, with expectations for growth as soldiers came home."],"display_date":"1940 - 1946","search_date":"1943-07-02","citations":[{"divid":1393094160,"type":"Pamphlet or Other Printed Material","data":["The Department of Parks and Recreation","The First Six Years, A Report from the Department of the Parks and Recreation of the city of Detroit","Detroit","City of Detroit","1947","Bentley Historical Museam, University of Michigan, Ann Arbor"]},{"divid":1393094269,"type":"Website","data":["Detroit Historical Society","arsenal of democracy","Detroit Historical Society","http://detroithistorical.org/learn/encyclopedia-of-detroit/arsenal-democracy","February 22, 2014"]},{"divid":1393094372,"type":"Website","data":["Vivian M. Baulch and Patricia Zacharias / The Detroit News","1943-The Detroit Race Riots","The Detroit News","http://blogs.detroitnews.com/history/1999/02/10/the-1943-detroit-race-riots/","February 22, 2014"]}],"locations":[{"id":7782,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":242,"tag":"WWII"},{"id":789,"tag":"Urban Life/Boosterism"},{"id":1233,"tag":"Environmental History"},{"id":1902,"tag":"recreation"},{"id":1947,"tag":"City parks"},{"id":1953,"tag":"Urban Renewal"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}