{"id":5892,"title":"Postcard reveals the nature of Belle Isle Park","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A postcard centers on a group of deer who are closely herded together, feeding. The background of the forest is a mixture of evergreens and deciduous trees commonly found in Michigan woods. These deer seem to be eating off of a log. At first glance it seems to be a wilderness area with nature’s animals in a forest without human intervention. Taking a closer look, however, reveals the deer are actually being fed out of troughs that were built of the surrounding timber. There is also another small building in the corner, which seems to blend seamlessly with the nature as well. This is the habitat to be found on Belle Isle Park, in the bustling urban center of Detroit, MI. It’s surprising to find such an authentic view of nature in the city of Detroit.","The photo captures the trend of building parks and recreation in urban environments which attempted to escape industrialization and urbanization. The goal by the original park planner, Frederick Law Olmstead was to create a pristine wilderness for people to relax. He believed trees to be the most precious resource of the island, and he thought Belle Isle should capitalize in any architecture to blend in with the environment. This postcard shows how the nature was emphasized the troughs and buildings of the photo, with the intention of attracting animals as a feature of the Belle Isle. It also shows the blending of nature in artificial environments can exist interdependently to increase the attraction of the environment, bringing people closer with nature."],"display_date":1910,"search_date":"1910-07-02","citations":[{"divid":1393102667,"type":"Artifact","data":["Wolverine News Company","Unnamed","Postcard","Stamped Nov. 6, 1908","Bentley Historical Library","University of Michigan","Ann Arbor, MI"]},{"divid":1393102863,"type":"Book","data":["Olmstead, Frederick","A preliminary consideration of certain prime condition of economy for the Belle Isle Scheme, designed to further determinitive discussion of the lasting interests of the city in the matter","","Boston, MA","Franklin Press, Avery &amp; Company","November, 1882","1-56"]},{"divid":1393103379,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Cronon, William","The Trouble of Wilderness; or, Getting back to the Wrong Nature","Out of the Woods: Essays in Environmental History","ed. by Char Miller and Hal Rothman","Pittsburgh","University of Pittsburgh Press","1997","101-26"]}],"locations":[{"id":7783,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1947,"tag":"City parks"},{"id":1233,"tag":"Environmental History"},{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}