{"id":5893,"title":"Detroit Demographics 1971-- Who lives where on the map","course_id":118,"status":"P","start_date":"1/1/71","end_date":"12/31/71","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit in the 1970s was undergoing trials and tribulations stemming from a variety of issues. Crime was at an all time high, the economy was in decline, and race relations of the city were in shambles. These issues were directly related to the changing demographics of the city. According to a map produced as part of a teacher training project for Detroit public schools, much of the city was geographically divided into distinct ethnic communities. The map shows designated ethnic groups throughout Detroit that compromise 50% or more of the areas' population. Identified ethnic groups included Blacks, Whites, Germans, Polish, Italians, Jewish, Mexicans, Greek, and Middle Eastern, among others. There was a heavy Polish and Italian presence in Northeast Detroit, in comparison to the rest of the city, which was majority African American. There were also quite a few areas that were indicated as having “mixed” ethnic groups, but the actual composition of this status was not indicated. Even with this, the black presence in the core of the city is very clear and well displayed on the map.","The earliest European immigrants came largely from France in the early part of the 19<sup>th</sup> century, mainly as fur traders and missionaries. Later, farming replaced fur trading as the state's primary economic activity and more immigrants began to settle. In 1825 the first wave of German immigration to Detroit began; the Irish began in 1830. This growth continued through 1890s with Polish immigrants settling as well. During the great migrations of African Americans from the south happened between 1910 and 1980 when the African American population multiplied over 100 times. Today, the Hispanic population of Detroit is rapidly increasing which started after 1940. All of these changes in waves of migration to Detroit are indicative of major international changes happening to the city in trade industries, during the war era, and during industrialization.","For a half-century beginning in the 1950s, Detroit lost nearly half of its population, almost all whites; so, there is even less diversity in the city today. Detroit has ranked among the 10 most segregated metropolitan areas in the United States since the mid-20th century. The city has faced persistent residential segregation in the postwar era. continuing into the 21<sup>st</sup> century. This lack of diversity has proven to be problematic for the city and there does not seem to be much being done about the issue."],"display_date":1971,"search_date":"1971-07-02","citations":[{"divid":1393102637,"type":"Book","data":["Thomas J Sugrue","The Origins of the Urban Crisis: Race and Inequality in Postwar Detroit.”","","New Jersey","Princeton Univesity Press","August 21, 2005","3-14"]},{"divid":1393105798,"type":"Pamphlet or Other Printed Material","data":["John A. Wessell","Detroit Area Ethnic Groups 1971","Detroit, MI","Detroit Public Schools Trainers of Teacher Trainers Project, Wayne State University","1971","Bentley Historical Library, University of Michigan"]},{"divid":1393349472,"type":"Website","data":["Public Sector Consultants","Michigan in Brief","Public Sector Consultants, Inc.","http://www.michiganinbrief.org/edition07/contents.html","February 25, 2014"]}],"locations":[{"id":7851,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":21,"tag":"Race Relations"},{"id":2008,"tag":"Demographics"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}