{"id":5894,"title":"Delray 1943 Generalized Land Use","course_id":118,"status":"P","start_date":"1/1/43","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Evidence of lackluster city zoning is still evident in Delray. While there may have been a historical absence of zoning in the heavily industrial, immigrant community of Southeast Detroit, the residents of Delray were never adequately served by city zoning. Despite high-density residential settlement, Delray was never zoned residential, and through time this allowed for inadequate environmental and public health restrictions on the business and conditions in Delray. Today we see brownfield sites and asthma slowly constricting around the existing community. A community boxed in by a major expressway, a waste treatment facitility, an industrial hub (directly upwind), and abandoned industrial lots. While zoning is not the silver bullet for issues like these, it is an effective and heavily utilized tool in striking a balance between industry and community.","The 1946 Generalized Land Use Map for Delray shows vacant, residential, commercial and industrial land use and its distribution around the community. The most notable aspects of the map are the interlaced boundary of semi-segregated zones of residential, and industrial land use. These loose distinctions indicate the lack of zoning in Detroit, and the resulting construction of communities around industry, which residents accepted so long as jobs were provided, but which would go on to have public health and environmental consequences.","Commercial zoning could also be a valuable takeaway from this map. Apparantly solid and cohesive blocks of the area were devoted to commercial interest along Fort and Jefferson Streets as late as 1943. Apparantly the construction of the Ambassador Bridge and Waste Water Treatment Facility of the '20s did not immediately have negative impacts on the area. But by the 1960s, the construction of Interstate 1-75 and suburban outmigration would take their toll, as would the closing of Jefferson Avenue."],"display_date":"1943 - 1946","search_date":"1944-12-31","citations":[{"divid":1393103734,"type":"Pamphlet or Other Printed Material","data":["Detroit City Plan Commission","Present Land Use in Detroit: A master plan report.","Detroit, MI","Detroit City Plan Commission","1946","Clark Library, University of Michigan"]},{"divid":1393104525,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Bobby M. Wilson and Seth Appiah-Opoku","Zoning as a Form of Social Engineering","Engineering Earth","Stanley Brunn","New York","Springer Netherlands","2011","2053-2065"]}],"locations":[{"id":7802,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2007,"tag":"Detroit Industry"},{"id":2006,"tag":"Land Use"},{"id":1970,"tag":"zoning"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}