{"id":5895,"title":"Lonely Delray: The Isolation Process","course_id":118,"status":"P","start_date":"1/1/43","end_date":"12/31/61","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Delray residents have been living with the roar of 18-wheeler trucks and congested morning commutes off the Interstate 75 since 1961. The interstate divided Historic Delray, with West Fort Street to the south and Lafayette Boulevard to the north, and created what the City of Detroit called a \"natural boundary\" between the industrial and residential quarters. At first glance at the land use map prepared for the Master Plan of Detroit of 1950, placement of the interstate appeared reasonable. South of the proposed freeway was heavily industrial, including big names like The Solvay Process, United Fuel Supply Co., Michigan Malleable, Delray Salt Co., and the mysterious, heavily contaminanted, and privately owned Zug Island.","But some residential and commercial areas remained, scattered among the industries. While the freeways did connect residents from the suburbs to the central business districts in downtown Detroit, the Detroit City Planning Commission did not consider the residents that the construction of I-75 would isolate. In 1943, the long stretch of Fort Street, from Boyd Street to North Vinewood, was lined with commercial properties. The placement of the Interstate cut off Fort Streets' local businesses' customer base, leaving the local businesses with little choice but to shut their doors. Directly across from the industries on West Jefferson, residents lived side by side with the smoke stacks. Interstate 75 essentially isolated Delray’s residents and local businesses from the rest of Detroit. In 1950, the City viewed industry as the economic reason for the existence of the city. While Delray’s industries continued to grow, the residents in the mixed-use areas were left unconsidered."],"display_date":"1943 - 1961","search_date":"1952-07-01","citations":[{"divid":1393107432,"type":"Government Document","data":["Detroit Expressway and Transit System","City of Detroit Master Plan","December 1950","Detroit","City Plan Commission","1950","4-5, 70-71","Stephen S. Clark Library of the University of Michigan",""]},{"divid":1393107619,"type":"Book","data":["G.W. Baista","Baist's Real Estate Atlas of Surveys of Detroit and Suburbs","2","Philadephia","G.W. Baista","1918","Plan 57"]},{"divid":1393107769,"type":"Government Document","data":["Planning Detroit: Annual Report","Detroit City Plan Commission","March 1943","Detroit","Detroit City Plan Commission","1943","51","",""]},{"divid":1393107978,"type":"Book","data":["Board of Wayne County Road Commissioners","Fisher Freeway Route Location Study Interstate Route 75","","Detroit","Michigan State Highway Department","May 1961","13, 41"]},{"divid":1393108110,"type":"Website","data":["DetroitBlogger John","Last Call?","Metrotimes","http://www2.metrotimes.com/news/story.asp?id=14470","2/21/14"]}],"locations":[{"id":7801,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2010,"tag":"Industries"},{"id":2009,"tag":"Interstate 75"},{"id":1941,"tag":"Delray"},{"id":1989,"tag":"freeways"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}