{"id":5898,"title":"A Disappearing Jewel","course_id":118,"status":"P","start_date":"1/1/33","end_date":"12/31/52","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Barthwell Drugs was a well-known pharmacy chain in Detroit. The pharmacies were created by Sidney Barthwell. He was born in Cordele, Georgia; he left Georgia when he was 14 and worked with his father in Chicago. He eventually moved to Detroit and attended Cass Technical High School where he studied courses in pharmacological sciences. He then went on to Detroit Technological Institute (now Wayne State University’s College of Pharmacy, and Allied Health Profession; where he studied pharmacy. Previous to the pharmacy becoming Barthwell Drugs it was an underperforming pharmacy which hired Barthwell after he graduated college. As the pharmacy continued to slip into despair, Barthwell bought the place and turned it into Barthwell Drugs. As a result of this business venture, a well-known chain of drug stores were created. Barthwell Drugs were well known throughout the city of Detroit, there were various locations in the Black Bottom and Paradise Valley area. A company like Barthwell represents the strong black business culture that was present around Black Bottom.","Bartwell's son, Sidney Bartwell, Jr., would later describe Black Bottom and Paradise Valley as \"a paradise for black entrepreneurial businesses.\" In addition to more contemporary images of Detroit's decline in the national media, the Detroit experience should also be remembered for what was lost to urban renewal and expressways in the 1950s and 1960s. Barthwell Pharmacy was one of many businesses that were destroyed by the construction of the I-75 and I-375 expressways. More recently, there have been talks about extending freeways through Detroit’s Midtown community. The question is how much more destruction will have to happen before city planners begin valuing communities and not just seeing them as problems to be paved over."],"display_date":"1933 - 1952","search_date":"1943-01-01","citations":[{"divid":1393129030,"type":"Primary Source in a Secondary Source","data":["Photo of Barthwell Drugs store from Inside Michigan","March 1952","Detroit Free Press","John Gallagher","Detroit, Michigan","N/A","2013","N/A"]},{"divid":1393129359,"type":"Website","data":["John Gallagher","When Detroit Paved Over Paradise: The story of I-375","Detroit Free Press","http://www.freep.com/article/20131215/OPINION05/312150060/Black-Bottom-Detroit-I-375-I-75-paradise-valley-removal","February 22, 2014"]}],"locations":[{"id":7819,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1989,"tag":"freeways"},{"id":1953,"tag":"Urban Renewal"},{"id":142,"tag":"african americans"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}