{"id":59,"title":"Kentucky Holds Democratic State Convention\n","course_id":1,"status":"P","start_date":"1873-05-02","end_date":"1873-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the Civil War, Kentucky maintained a Democratic stronghold, where Republicans had a very difficult time even attempting to win elections. Because the border state of Kentucky had never seceded during the war, it did not have to be officially reconstructed.' Following the war, the government established the Freedman's Bureau in Kentucky with offices created to aid African-Americans. However, the new agency was not very active in actually supporting the newly freed slaves. In fact, the only real accomplishment of the bureau in favor of the black population was getting back wages paid to blacks that had been promised compensation but had yet to see that pay after the work was completed. &lt;br /&gt;&lt;br /&gt;Furthermore, the white- dominated legislature did very little to aid their African American population out of poverty and financial hardship. During the summer Democratic State Convention in 1873, the Kentuckian resolutions passed did not even recognize the inequality and economic strife that a large portion of their society faced. Rather, politicians and legislators focused on maintaining state's rights, limiting the power of the general government, keeping a rigid interpretation of the Constitution, amongst other administrative tasks. In time, the Kentucky legislature soon adopted black codes and segregation laws that the United States Supreme Court eventually deemed lawful.&lt;br /&gt;  &lt;br /&gt;Additionally, only the revenue raised from black taxpayers could be utilized for African American education and school buildings. No federal, state or local administrations made university or professional level education available to black adults as well. The African-Americans in Kentucky were indeed free and no longer slaves. However, even after the Civil War and Emancipation, blacks remained perpetually subordinated to a second-class position within a racially divided society that seemingly fought for the belief of freedom and equality for all during the Civil War."],"display_date":"May 2, 1873","search_date":"1873-05-02","citations":[{"divid":1213122845,"type":"Newspaper Article","data":["","The Atlanta Constitution","Atlanta, Georgia","May 3, 1873",""]},{"divid":1213122911,"type":"Book","data":["John O. Allen and Clayton E. Jewett","Slavery in the South",null,"Westport","Greenwood Press","2004","119"]}],"locations":[{"id":42,"lat":38.2391019422,"lng":-84.877038419,"zoom":10,"place":"FRANKLIN, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}