{"id":5900,"title":"A City on the Rise: Expressways in Early Detroit","course_id":118,"status":"P","start_date":"4/8/50","end_date":"4/8/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the mid-twentieth century, Detroit was on the cutting edge of transportation innovation, and many cities around the world marveled at the city's rapid growth and industrial pride. The John C. Lodge Freeway was one of the many attractions gaining Detroit much of its attention. An aerial photograph taken in 1950 shows the city's complex and multifaceted highway system starting to take form. The photo depicts a portion of Detroit’s East Side along with an early M-10 freeway, still under construction. Today, construction of massive freeway systems is widely considered one of the main factors behind Detroit’s decline, and this photo shows how the freeway projects split neighborhoods and sectioned off large portions of the city. The freeway bisected the predominantly African-American Black Bottom and Paradise Valley neighborhoods, and was part of a larger \"slum clearance\" campaign by the city that wiped out many low-income communities without providing relocation or other services for former residents. Upon closer examination of the photo it is clear that without a car it would take some time to get across this new structure and venture to another portion of the city. In the northwest part of the city, a large area filled with countless blocks of recently constructed houses is visible, just where the freeway ends. The cranes shown at the end of the freeway suggest further expansion of M-10 into the neighboring residential areas, demonstrating the city's commitment to the growing suburbs.","The John C. Lodge freeway was just one of many projects happening across the country that made the inner cities less appealing and added to the appeal of suburbia for those who could afford it - or those who were not excluded by segregationist housing policies. In “Beautiful and Terrible: Aeriality and the Image of Suburbia,” author D.J. Waldie showcases a gallery of aerial photos that show the construction of future cookie-cutter suburbs in Southern California. Waldie notes that the developers of suburbs like these and projects like the Lodge were proud of such grand construction and expansion: aerial photographs of the projects frequently appeared in magazines and received high praise and admiration for the future they would bring. Photographs like these had significant impacts on the way the projects were perceived by the public, and were understood at the time as signs of progress, while today many of us focus more on their more problematic and overlooked aspects. Regardless of the viewer's perspective, however, it is certain that the highways would forever alter the city."],"display_date":"April 8, 1950","search_date":"1950-04-08","citations":[{"divid":1393135560,"type":"Artifact","data":["LeRoy Barnett","Aerial -- Lodge Expressway","Photograph","April 8, 1950","LeRoy Barnett photograph collection","Bentley Historical Library- Image Bank","Bentley Historical Library, University of Michigan"]},{"divid":1396929100,"type":"Website","data":["D.J. Waldie","The Design Observer Group","Observer Omnimedia LLC","http://places.designobserver.com/feature/beautiful-and-terrible-william-garnetts-lakewood/37655/","4/5/2014"]}],"locations":[{"id":8357,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1510,"tag":"Suburbanization"},{"id":1989,"tag":"freeways"},{"id":1953,"tag":"Urban Renewal"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}