{"id":5901,"title":"Where Have All the Whitefish Gone?","course_id":118,"status":"P","start_date":"1899-11-12","end_date":"1899-11-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The French Canadian fishermen of Belle Isle pull in their catch. The seine net, hauled in by canoes, horsepower, and manpower, is 1,600 feet long and twelve feet deep, full of black bass, muskallonge, whitefish, and other species. All these men care about, however, are the whitefish. Their bounty greatly varies each seine haul; some hold four whitefish, some hold two hundred. They used to not care about spawning the fish; they had what they thought an inexhaustible supply. However, it is 1899, and after 80 years of heavily fishing the Detroit River off of the docks on Belle Isle, the population has depleted greatly.  The fishermen, under regulations from the Michigan Fish Commission, must spawn the whitefish to maintain their jobs and keep the Great Lakes fishing industry alive.","The Belle Isle fisheries were a facet of the working class. The whitefish fed families, and the men depended upon their jobs to support their family financially. The Belle Isle Aquarium, constructed in 1904, represented a very different socioeconomic class; a class who could afford the time it takes to observe fish, both exotic and native to the Great Lakes. It is interesting to look at the parallels, and to consider that the aquarium opened at the same time that Detroit residents were fighting to keep the Belle Isle fisheries active. Today, Detroit residents are fighting to keep the Belle Isle Aquarium, now described as the “anchor of Belle Isle,” active in the face of the city's financial crisis. These represent very different priorities in the use of Belle Isle: to commercially use the land for a product or an expensive, educational form of entertainment?"],"display_date":"November 12, 1899","search_date":"1899-11-12","citations":[{"divid":1393207956,"type":"Newspaper Article","data":["Fishing On A Big Scale","Detroit Free Press","Detroit, Michigan","November 12, 1899","C5"]},{"divid":1393213627,"type":"Newspaper Article","data":["Belle Isle Aquarium Worth Keeping","Detroit Free Press","Detroit, Michigan","February 16 2005","A9"]}],"locations":[{"id":7835,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1957,"tag":"Fisheries"},{"id":1901,"tag":"Belle Isle"},{"id":2022,"tag":"Aquarium"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}