{"id":5902,"title":"Hungarians in Delray: Maintaining a Beautiful Neighborhood in Spite of Criticisms","course_id":118,"status":"P","start_date":"10/18/11","end_date":"10/18/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Early 20<sup>th</sup> century Detroit underwent major demographic changes, which were not easily accepted by those Americans who already lived there. In 1911, one reporter from the <em>Detroit Free Press</em> visited Delray in the southwest of the city, which had a substantial population of Hungarian immigrants, to investigate accusations that Hungarians were dirty and had low morals.  The Hungarian community in Delray had come under attack after it had criticized and deemed unnecessary the addition of a new Sunday school room offered by the Women’s and Foreign Mission Society and the Women’s Home and Mission Society of the Presbyterian Church. In response to Delray residents' concerns, the Reverend E. H. Pence of the church retorted that the Hungarians “had little idea of how to live in the twentieth century, a badly warped sense of morality and no idea of sanitary laws.” Naturally, this comment incited indigantion from the Hungarian community. To disprove the Reverend and those who agreed with him, Atty A. Weisz, a Hungarian lawyer, and Reverend Stephen Borsos of the Hungarian Reformed church invited a reporter to take a look at the neighborhood for himself. And in fact, what was reported was that their neighborhood, despite the smoke from the nearby factories, was clean, beautiful, and in prime condition.","The Hungarian population spiked in the early years of the 20<sup>th</sup> century and the city of Detroit certainly noticed. The recently-established industries in Delray attracted many immigrants, not just Hungarians, but as perhaps expected, it was not always the smoothest transition. That being said, the Hungarian community in Delray did well to establish for themselves a vibrant, thriving community.  While the demographics may have changed and while the challenges may have become more pronounced, this pride in Delray still remains in many of its residents today."],"display_date":"October 18, 1911","search_date":"1911-10-18","citations":[{"divid":1393217073,"type":"Newspaper Article","data":["Defend Colony of Hungarians","Detroit Free Press","Detroit","October 18, 1911","3"]},{"divid":1393217120,"type":"Lecture, Conference Paper, etc.","data":["Gary Brieschke, Anny Chang, Luke Forrest, Cassia Heron, Kelsey Johnson, Rebecca Mark, Mariana Orloff","Recommendations to Guide a Community Benefits Agreement","Report","University of Michigan","","Spring 2007"]}],"locations":[{"id":7834,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":31,"tag":"Immigration"},{"id":1899,"tag":"Detroit"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}