{"id":5903,"title":"Community Gardens: A Lens to Study History","course_id":118,"status":"P","start_date":"5/2/49","end_date":"5/2/49","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The photograph taken by the agency created to document and appraise Detroit’s East Side neighborhoods in 1949 captured an important aspect of the history of urban agriculture in Detroit—African American’s contributions to urban agriculture.  Seeing as the photograph was a piece of data used to assess the state of the neighborhood, it is clearly labeled.  The date (7-26-49) is nicely written in the top right corner, along with the address (1533 Lafayette) in the bottom left corner and a parcel number in the top left.  The photograph itself is of three picturesque, single-family homes each appear to be two stories tall.  Both of the homes on either end of the photograph are slightly cut off making the home sandwiched between the two the centerpiece of the photograph.  Aside from positioning, the center home also stands out because a tiny garden encompassed by a brown wooden fence stands in the front yard.  Although no people appear in the photograph, the garden gives the neighborhood a sense a life and community.  No only are the plants themselves living creatures, but the neatness of the garden hints people must take care of it.  Further, the houses are squeezed so close together that it is easy to envision the homeowner of middle house tending to their garden while chatting with their neighbor to the left or right.  Ironically, this neighborhood was destroyed in 1950 to build interstate 75.","This photograph reflects the importance of studying community gardens in order to better understand intersection of different cultures and their role in history.  During the Great Migrations, the early part of the twentieth century, many African Americans migrated from the south in north industrial cities like Detroit.  Many abandoned their traditional gardening practices; however, some simply adopted them to fit their new urban environment.  Although this photograph was taken in 1949, it is symbolic of this trend.  Additionally, many historians have noted how the food grown in a garden is telling of that particular culture’s past.  For example, a mixture of Southern American and African traditions often influenced African American gardens."],"display_date":"May 2, 1949","search_date":"1949-05-02","citations":[{"divid":1393255844,"type":"Website","data":["Joe Cialdella","Gardens All Their Own: Early African American Gardens in Detroit","Smithsonian Gardens","http://smithsoniangardens.wordpress.com/tag/community-gardens/","3/15/14"]},{"divid":1393256353,"type":"Book","data":["Sam Bass Warner","To Dwell Is To Garden","1","Boston, MA","Northeastern University Press","1987","107-115"]}],"locations":[{"id":7990,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":1960,"tag":"Gardens"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}