{"id":5904,"title":"Brewster Housing Project","course_id":118,"status":"P","start_date":"1/1/35","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the first half of the twentieth century, with an influx in population and with large numbers of African Americans and other minorities making their way to the city, affordable housing became a salient issue in many American metropolises. The Brewster Housing Group was a housing project on the east side of Detroit. The Brewster Housing projects (constructed between 1935-1955), which would eventually be renamed the Frederick Douglass Housing projects, were especially notable for their size and scale. The high rises each took up three square blocks of land. In addition, they were surrounded by residential areas with relatively large homes. Each of the high rises faced inward to the other buildings in the projects, creating small areas between each building that could be small community gathering places. This shows the self-contained nature of housing projects and how the architecture promotes fraternizing with those in the projects but not with the world around you.","Detroit was not unlike other cities that required low income housing to accommodate a growing population, and in Chicago in particular the development of affordable housing has become a contemporary issue. In David Schalliol's <em>Method of Living</em> he gives an account of how the views and uses of these once great housing projects have shifted. He states that we moved \"from viewing subsidized housing as a pathway to a better future to condemning it as an almost unmitigated failure.\" The Hull housing projects he refers to and the Brewster projects both \"exacerbated\" a problem that was trying to be fixed. The Brewster photograph displays how this housing project was a small community that was only to be observed by the outside world without much interaction. While the Brewster projects still stand today they are abandoned and have become an eye sore for the city and like Chicago the city plans to tear these projects down without any plan for the future."],"display_date":"1935 - 1955","search_date":"1945-07-01","citations":[{"divid":1393264333,"type":"Artifact","data":["George D. Mason &amp; Co.","Aerial view of Brewster Housing Group","Photograph","1939","BHC photo collection","Burton Historical Collection","Detroit Public Library"]},{"divid":1393264404,"type":"Website","data":["David Shalliol","A Method of Living","The Design Observer Group","http://places.designobserver.com/feature/chicago-public-housing-photographs/32788/","2/22/2014"]}],"locations":[{"id":7833,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":35,"tag":"Architecture"},{"id":1899,"tag":"Detroit"},{"id":1969,"tag":"Public housing"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}