{"id":5906,"title":"History of the Mundane","course_id":118,"status":"P","start_date":"1/1/33","end_date":"12/31/33","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["This is the story of something completely boring or, at least, it would seem that way from the outset.  It is the story of the registration process for the Detroit Thrift Gardens program started in 1931 to provide vacant lot gardens for the many people whose lives were shattered by the Great Depression.  This type of program was nothing new for the city of Detroit which had pioneered the concept of vacant lot gardening programs in the United States during the economic downturn of 1893. However, the bureaucratized vision of it was something that was, if not new, at least enhanced in the Detroit Thrift Gardens program.  The vacant lot gardening program of the 1890s was concerned with tracking economic input and estimating output but was never quite so meticulous as the thrift garden program, which, besides its registration forms that mirrored a census data form in the nature of their queries, had an official pledge that each gardener had to sign.  The pledge laid out the ground rules for participation in the program, which included an agreement not to sell any of the produce grown, to design and manage the plot in a specific spatiotemporal manner, and an agreement to statistically track the progress of the garden plot, among other things.  Some of these pledges established a program that was much more strictly controlled than a similar program in the 1890s had been: for instance, the restriction on selling surplus produce which was not only permitted but encouraged in the nineteenth-century vacant lot gardening program.  This increase in bureaucratic management could be read in a variety of ways but something that should be considered is that while both programs were framed as a consumptive alternative for poor urban dwellers who could not afford produce the vacant lot gardens of 1893 were also understood to be a means of naturalizing and potentially ruralizing recently immigrated Eastern European populations.","It is startling what can be gleaned from the most seemingly mundane bureaucratic documents.  Often, the unexpectedly fascinating history of faceless government agencies is obscured behind the veil of boring that seems to pervade bureaucracy.  However, what is being concealed, beyond simply the untold history of the mundane, is the assumptions and social logic that serve as frameworks and operating principles for these institutions.  More importantly, the operation of power and the central role that institutions, even small-scale institutions such as the Detroit Thrift Gardens program, serve in shaping the way people live and interact with the world.  The thrift gardens, for instance, were a highly managed form of urban land-use that, through bureaucratic tools and channels, shaped the appearance of urban agriculture and shaped people’s relations to it."],"display_date":1933,"search_date":"1933-07-02","citations":[{"divid":1393463448,"type":"Primary Source in a Secondary Source","data":["Detroit Thrift Garden application form","1933","City Bountiful: A Century of Community Gardening in America","Laura Lawson","Berkley","University of California Press","2005","166-7"]},{"divid":1393463955,"type":"Book","data":["Richard White","The Organic Machine: The Remaking of the Columbia River","","New York","Hill and Wang","1995","71-2"]}],"locations":[{"id":7856,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1081,"tag":"The Great Depression"},{"id":1930,"tag":"Urban Agriculture"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}