{"id":5907,"title":"Great Depression Gardens","course_id":118,"status":"P","start_date":"1/1/31","end_date":"12/31/32","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Immediately following the Great Depression, the Mayor’s Unemployment Committee (MUC) established a thrift-garden program in Detroit.  Between 1931 and 1932, the height of the program, the gardens supplied food and benefits for about 20,000 people.  Experienced gardeners would create model gardens for thrift gardeners to follow, who were either welfare clients or those near the verge of dependency.  Experienced gardeners also seemed to mange and oversee the workers and land, sitting outside of sheds on the perimeter of the land.  They were dressed well, considering that it was the time of the depression, wearing white button-down shirts, ties, brimmed hats, and slacks. Plots were located between dirt roads near shack-like houses, surrounded by some of Detroit’s factories and smokestacks.  Corn appeared to be one of the more popular crops to grow.","Inspired by Hazen Pingree’s potato patches, Frank Murphy, the mayor of Detroit, decided to establish the “vacant lot gardening,” which had the two objectives of feeding the needy and preserving the  work habits of the unemployed. In 1931, the MUC allotted $10,000 to the program, supplying land, equipment, gardening instruction.  By the end of its first year, the gardens profited each worker by about $50, justifying a continuation of the project for another year.","Similar to Detroit’s economic standing today, the Great Depression forced thousands out of their jobs.  Murphy’s gardens, however, seemed to be a successful solution to maintaining the city’s work morale, encouraging the population to be involved in their community, and stimulating the economy.  Due to the parallels between Detroit in the early 1930s and today, the thrift garden program may be a viable source and inspiration for making future changes within the city."],"display_date":"1931 - 1932","search_date":"1932-01-01","citations":[{"divid":1396805239,"type":"Image","data":["","Detroit Thrift Gardens","1931","Photograph","","Detroit Historical Society","http://detroithistorical.files.wordpress.com/2012/11/2012-045-336.jpg","April 6, 2014"]},{"divid":1393511891,"type":"Book","data":["Sidney Fine","Frank Murphy: The Detroit Years","","The University of Michigan","The University of Michigan Press","1975","284-285"]}],"locations":[{"id":8284,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2029,"tag":"Thrift gardens"},{"id":1158,"tag":"Great Depression"},{"id":1905,"tag":"Urban Farm"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}