{"id":5911,"title":"Automobiles and Industry Transform Delray","course_id":118,"status":"P","start_date":"1/1/08","end_date":"12/31/08","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early twentieth century, the neighborhood of Delray in southwest Detroit was beginning to become a dynamic industrial hub, with companies such as Swift Franklin Salt Block, Detroit City Glass Works, and Sutton Pail Factory, among many others, setting up large factories that overshadowed the nearby residential neighborhoods. As the area became more heavily industrial, the demand for workers increased beyond the capacity of the surrounding residential neighborhoods to supply. By 1908, there were calls for the creation of a rail line that could carry workers from elsewhere in the city directly to the new factories in Delray.","The rail line was never built, and as the century wore on Detroit's existing public transportation would gradually disappear as well. While cities around the country became increasingly automobile-dependent by midcentury, in Detroit that trend was exacerbated by the heavy influence of the auto industry on local politics. Henry Ford's Model T went into production in 1908, but it was not mass-produced until 1914. The massive expansion of car ownership was part of a calculated plan by Ford, who raised his employees' pay enough to allow them all to purchase their own automobiles. Some decades later, this would create the opportunity for increasing numbers of Detroiters to leave Detroit, moving out to the less-polluted neighborhoods that would be built on the outskirts of the city after the second World War.","By the end of the century, those who could afford to move out of the city had largely done so, leaving only the poorest residents - overwhelmingly African-Americans and immigrants - remaining in the polluted industrial neighborhoods of Delray. Declining real estate prices and an inadequate housing market contributed to overcrowding in already unsanitary living environments. Although Ford's intention was simply to sell cars, his actions inadvertently harmed future generations of immigrants who knew little of the pollution of Delray and the harm that could come from living there."],"display_date":1908,"search_date":"1908-07-01","citations":[{"divid":1393964606,"type":"Newspaper Article","data":["CROSS-CITY CAR LINE INTO DELRAY NEED OF WEST END: Workingmen Residing in Northwest Section Forced to Ride Downtown and Transfer to Fort Street Line to Reach Factories, Says E. L. Stimson.","Detroit Free Press","","January 5 1908","33"]},{"divid":1396843839,"type":"Website","data":["University of Michigan","Delray Neighborhood Lawsuits Against Local Polluters","University of michigan","http://www.umich.edu/~snre492/Jones/delray.htm","April 05, 2014"]},{"divid":1396844126,"type":"Dissertation/Thesis","data":["Farquhar, Stephanie Ann","Effects of the perceptions and observations of environmental stressors on health and well-being in residents of eastside and southwest Detroit, Michigan","PhD Dissertation","University of Michigan","2001","299p"]}],"locations":[{"id":8325,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1900,"tag":"Automotive Industry"},{"id":1510,"tag":"Suburbanization"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}