{"id":5917,"title":"Beautifying Belle Isle with a Fountain","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/25","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["James Scott, a real estate investor and heir to his father’s fortune, left the city of Detroit $500,000 to build a structure in his honor that also included a life-size statue of himself. The city decided on a fountain on the southern tip of Belle Isle. A competition was held, with Professor Eugene Duquesne at the helm, to gather potential designs for the fountain. The goal was to make this fountain “the crown of Belle Isle” and took much inspiration from Versaille.","This goal to make the city a beautiful place stems from the City Beautiful movement. After the World’s Columbian Exposition in Chicago, the country was impressed with the style and architecture of the city, and many tried to emulate that in their own towns. It was a pushback against industrialization. As many of the cities became heavy with industry, Detroit was no different. Factories were popping up everywhere. Laborers were needed to work at these factories and overcrowding became an issue. Sanitation declined and crime increased. Social unrest became a real concern and the City Beautiful Movement sought to combat this. The thought was that by making the city a beautiful place to be, people could see what a crime-free and peaceful city could look like. The architecture was mostly white and very detailed. The James Scott Memorial Fountain is very reminiscent of this, being all white with ornate carvings."],"display_date":"1910 - 1925","search_date":"1917-12-31","citations":[{"divid":1394424100,"type":"Newspaper Article","data":["Urges Prizes for Designs of Fountain","Detroit Free Press","Detroit, MI","November 15, 1913","3"]},{"divid":1394424266,"type":"Online Encyclopedia","data":["Encyclopedia of Urban Studies","City Beautiful Movement","http://dx.doi.org/10.4135/9781412971973.n55","March 9, 2014"]}],"locations":[{"id":8354,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2043,"tag":"City Beautiful movement"},{"id":2042,"tag":"James Scott"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}