{"id":5918,"title":"Detroit’s Race Riot Chaos -- 1967","course_id":118,"status":"P","start_date":"7/27/67","end_date":"7/27/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Nortown was not exempt from the troubles of the Detroit race riots in 1967.  Detroit news staff photographer Shirkey was able to capture a photo in the area of exactly what was going on in the midst of the riots.  In the photo, 4 guards armed and ready to fire stood in the light of the streetlamps on the corner of the black Detroit neighborhood. They stayed until the wee hours of the morning to assure that blacks were not out past their curfews during the race riots in Detroit. The photo was captioned with “U.S. Army Airborne Infantry stopped cars in violation of the curfew at a French Road intersection on Detroit's East Side.”","The summer of 1967 was an important historical moment created by the city of Detroit’s black residence. They caused an outburst of conflicts around the country. For five days in July, Detroit, Michigan sprung into complete chaos. Proceeding, an economic boom from the auto industry created jobs, and urban renewal projects built new infrastructure in the city, but blacks were left out of this upward mobility. As a result, in a city with majority black residency, this caused a major problem. New plans were destroying black neighborhoods, and economic opportunities were scarce for black residents and the riots were just one show of reactions to these battles that they were facing as a community."],"display_date":"July 27, 1967","search_date":"1967-07-27","citations":[{"divid":1394464802,"type":"Manuscript","data":["Shirkey - Detroit News Staff","Riots, Rebellions, US Army, Curfew Violations, East Side, 1967","","26066","","Social Forces, Foundations &amp; Change","Walter P. Reuther Library"]},{"divid":1396216397,"type":"Image","data":["Shirkey - Detroit News Staff","Riots, Rebellions, US Army, Curfew Violations, East Side, 1967","07/27/1967","Photograph","","Walter P. Reuther Library","http://www.reuther.wayne.edu/node/7993",""]}],"locations":[{"id":8149,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":175,"tag":"African American Sufferage"},{"id":2003,"tag":"Nortown"},{"id":2017,"tag":"French Road"},{"id":1055,"tag":"Race riot,"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}