{"id":593,"title":"Confederacy Authorizes African American Troops\n","course_id":1,"status":"P","start_date":"1865-03-13","end_date":"1865-03-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After years of debate, the Confederate Congress agreed to use African American troops on March 13th, 1865.  This had been a highly controversial issue and many continued to disagree with the black involvement. Black soldiers were seen as inferior in ability, and Confederate generals and soldiers did not want to fight along side them, and they didn't trust them.  However, the law was passed and signed by President Davis, and black soldiers, in retribution for fighting were given their freedom. Able bodied black man could fight, and they were able to secure independence and receive the same rations, clothing, and compensation as white soldiers.  Black soldiers in the Confederate ranks were compiled of both slaves and previously freed blacks. Many cried out against the integration, but General Lee stated, If we do not need the negro soldiers, the enemy will.' However, the bills to pass integrated soldiers didn't get to every state, and many prolonged the process, so by the time the Civil War ended on April 9th, there was very little integration of blacks into the army which had occurred.&lt;br /&gt;Congress passes the integrated soldiers bill out of desperation of troops to fight, the South is continuously finding itself at a disadvantage in numbers, and by adding the abundant race of blacks, the odds for a turnaround in the war were more probable. Confederacy integration of black troops was a huge step for southern states as it demonstrated that they could not fight the war alone and needed the help and numbers of black soldiers. Though most Confederates were opposed to the idea, if they wanted a chance in the war, numbers needed to increase. This was also a significant step in Confederate Congress' realization that blacks were able beings who could fight beside white soldiers.&lt;br /&gt;For African-Americans, the integration bill was a ticket to freedom. Slaves had nothing to lose by joining the war as soldiers, and they saw their chance out when laws of integrated troops were passed. The blacks were not interested in fighting for the Confederate Cause; they cared mostly about their fighting as a means to its end. This was the first time blacks could fight for their freedom, it gave them a goal and motivation to succeed as a soldier in order to survive the war and live as freed men."],"display_date":"March 13, 1865","search_date":"1865-03-13","citations":[{"divid":1217097818,"type":"Newspaper Article","data":["","The Daily Picayune","","March 19, 1865",""]},{"divid":1217097843,"type":"Newspaper Article","data":["","Charleston Courier","","March 31, 1865",""]},{"divid":1217097867,"type":"Book","data":["E.B. Long","The Civil War Day By Day&#58; An Almanac 1861-1865",null,"Garden Coty, New York","Doubleday &amp; Company","1971",""]},{"divid":3794,"type":"Online Encyclopedia","data":["KNoyywTiJoptitq"]}],"locations":[{"id":445,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}