{"id":5930,"title":"River Railroad of Rumrunners","course_id":118,"status":"P","start_date":"8/19/27","end_date":"8/19/27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Imagine America without alcohol.  Now imagine a booming American city without alcohol.  For most Americans during the Prohibition Era (1920-1933), this was just as hard to imagine.  Which is why many did not allow the ban on booze to stop them from enjoying it.  The Detroit River served as the perfect medium for these devoted drinkers, as this article from the Atlanta Constitution August 19, 1927, reveals.  Rum running was the smuggling of alcohol over waterways.  With Canada so close to Detroit, it was not hard to legally buy alcohol there and illegally transport it back to the United States using boats on the Detroit River.  Belle Isle, the island on the Detroit River between Canada and Detroit, served as an in-between for these rumrunners, a stop on the Underground Railroad if you will.  The basement of the Belle Isle Aquarium was even rumored to have a speakeasy.  The rum running did not operate on a small scale- the Atlanta Constitution article cites the city’s liquor bill around a million and a half dollars a week (comparable to 20 million dollars today).","However, obtaining alcohol was not all just fun and games.  The reinforcement of Prohibition laws obviously came with much resistance, which included violence and protests from citizens of Detroit, the police force, and lawmakers.  Even after doubling the border patrol between Canada and the United States, the waterways could not be patrolled efficiently.  As it did for slaves seeking freedom in Canada through the Underground Railroad, the Detroit River allowed drinkers to find their escape from the law.  In this way, Detroit is a unique American city.  Being just a boat ride away, it has many historical ties with its neighbor Canada."],"display_date":"August 19, 1927","search_date":"1927-08-19","citations":[{"divid":1394496658,"type":"Newspaper Article","data":["Detroit to Welcome Prohibition Change","The Atlanta Constitution","Atlanta, GA","August 19, 1927","2"]},{"divid":1394496918,"type":"Newspaper Article","data":["City Has Long Ties to Alcohol Saloons and Breweries Were Vital Aspects of the Past","Detroit Free Press","Detroit, MI","March 19, 2001","C.1"]}],"locations":[{"id":7975,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2053,"tag":"Detroit River"},{"id":1630,"tag":"Canada"},{"id":1901,"tag":"Belle Isle"},{"id":111,"tag":"Prohibition"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}