{"id":5931,"title":"Unfolding Zug Island","course_id":118,"status":"P","start_date":"1888-01-01","end_date":"12/31/01","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Across West Jefferson Avenue in Delray lies the mysterious Zug Island. On Google Maps, it is a dark mass of land covered with heavy industry factories and black smog. In person, one can only view Zug Island from afar. The privately owned island is off limits to the public and there is little known about what occurs on the island. In contrast to Zug Island’s hazy present, the island had much more transparent days in the past. Located at the opening of the River Rouge, the peninsula was purchased by Samuel Zug as a potential investment. However, the marshy land made the land uninhabitable. Zug allowed the River Rouge Improvement Company turn the peninsula into an island in 1888 as a way to better connect River Rouge to the Detroit River.","In 1891, George Brady and Charles Noble purchased the island from Zug for $300,000 with plans of turning the land into an isolated industrial dumping ground for the booming manufacturing companies in nearby Delray. While searching for gas in the marshy grounds, Noble and Brady struck salt beneath their new property. A geological survey showed that the land beneath the island contained a wealth of limestone and salt. A well 1,620 feet deep was set up on the island to retrieve salt and limestone. Salt was used to create soda ash, used in manufacturing of glass, and other by-products used in manufacturing. The island’s strategic location allowed ease of transportation and made the island a desirable location for industries. in 1895, the exposition building for the International Exposition and Fair of 1889 was torn down in favor of the new Solvay Processing Company, a prominent soda ash producer. The plant was located across the River Rouge from Zug Island and on the Detroit River waterfront, serving useful for importing raw materials and exporting finished goods. The company had wells covering 100 acres of Zug Island where the salt is extracted, and then brought over to be processed into soda ash. Within a decade of the grand exposition, the grand was cleared for salt mining interests. By prioritizing heavy industry opportunities, Delray continues to invite heavy industry into the village.","While Zug Island is no longer a source for salt, petroleum coke and steel are still being produced on the island. With smoke stacks reigning high on the island, Brady and Noble’s vision of Zug Island as an industrial dumping ground might have been realized under a different definition."],"display_date":"1888 - 1901","search_date":"1894-12-31","citations":[{"divid":1394506964,"type":"Newspaper Article","data":["Development of a Great Industry in Detroit","Detroit Free Press","Detroit","April 14, 1901","10"]},{"divid":1394507059,"type":"Website","data":["Detroit 1701","Zug Island","Detroit 1701","http://detroit1701.org/Zug%20Island.html","March 8, 2014"]},{"divid":1396459005,"type":"Website","data":["Brendan Roney","All Roads Lead to Delray","Detroit Historic Society","http://detroithistorical.wordpress.com/2012/12/19/all-roads-lead-to-delray/","April 2, 2014"]},{"divid":1396459432,"type":"Book","data":["Clarence Monroe Burton, William Stocking, Gordon K. Miller","The City of Detroit, Michigan, 1701-1922","Volume 2","Detroit","The S.J. Clarke Publishing Company","1922","1586"]}],"locations":[{"id":8265,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1941,"tag":"Delray"},{"id":2054,"tag":"Zug Island"},{"id":2055,"tag":"Heavy Industry"},{"id":2056,"tag":"Salt"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}