{"id":5935,"title":"Zug Island, Then and Now","course_id":118,"status":"P","start_date":"1897-11-21","end_date":"1897-11-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Zug Island is a small man-made island cropped off from the Delray neighborhood in Detroit in the early 1900s. The island was formed when a canal was dug to make the Ford plant up the River Rouge more accessible to large ships. The island has a mysterious and storied history of heavy industry, and has long been known to export major amounts of pollution, along with goods. Today, citizens of Windsor, Ontario, Detroit’s neighbor across the border, complain of a resounding humming sound that comes from Zug Island late at night. The hum is so deep it has even been known to make people ill. They are even more frustrated by the fact that regular citizens are not permitted onto the island, so there is no way to determine cause and effect of this painful noise. Negative externalities and unintended byproducts have always been a part of the industrial history of Zug Island, but in an interesting article from 1897, the Detroit Free Press details marsh fires that spewed dust all over the city, and were not the result of industry. This shows that the island might always have been unfit for human habitation.","The fact that the site that became Zug Island was always relatively uninhabitable makes its future industrial use logical. However, the fact that people in Delray are allowed to site their homes just on the other side of the canal, shows that mixing land uses in certain regions, especially heavy industrial ones, can have major environmental impacts on the people in that area. Instead of recognizing the environmental reality of the area that became Zug Island, people built on it, changed it, and turned it into an organic machine that spit out even more volatile compounds into the world than it could have done itself."],"display_date":"November 21, 1897","search_date":"1897-11-21","citations":[{"divid":1394544954,"type":"Newspaper Article","data":["FIRES ON ZUG ISLAND.: ASHES CARRIED BY THE WIND ALL OVER THE CITY","Detroit Free Press","Detroit, Michigan","November 21, 1897","22"]},{"divid":1394544991,"type":"Newspaper Article","data":["48217: Life in Michigan's most polluted ZIP code","Detroit Free Press","Detroit, Michigan","June 20, 2010",""]},{"divid":1394545135,"type":"Newspaper Article","data":["Mysterious noise escalates in Windsor, Ont.","CBC News","Windsor, Ontario","January 30, 2012",""]},{"divid":1394545240,"type":"Book","data":["Richard White","The Organic Machine: The Remaking of the Columbia River","","New York City","Macmillan","1996","105"]}],"locations":[{"id":8469,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":87,"tag":"Environment"},{"id":1233,"tag":"Environmental History"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}