{"id":5937,"title":"Gardening for Victory","course_id":118,"status":"P","start_date":"4/27/19","end_date":"4/27/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1919, the United States was feeling a surge of pride and confidence amidst allied wins after four long years of fighting in Word War I.  The <em>Detroit Free Press</em> published an article to encourage its citizens to continue their wartime home-grown food production efforts, in what was referred to as Victory Gardens.  With the war officially coming to end, the United States saw a huge increase in the production of food from home-grown sources in the 1918 growing season.  An increase in food production and at-home canning allowed more food to be shipped to those in war-torn European cities where food was short. Complete with a cheerful cartoon of a happy, gardening family, the article discusses the success of war gardens and the spreading popularity of Victory Gardens in the aftermath of the war.  The National War Garden Commission of Washington stood behind this message, encouraging continued participation throughout 1919 and even incentivizing readers to donate funds (two cents) to the commission with the promise of a garden book for every 2-cent stamp received.  The National War Garden Commission hoped messages like this one would evoke feelings of nationalism and empower citizens to contribute to the food production effort from their own homes.","Victory Gardens, like the ones mentioned in this article, were a continuation of the war gardens, that began in an effort to help with the food shortage experienced as many young men left their farms to fight in World War 1.  These gardens sprang up in American backyards all over the United States, and the National War Garden Commission was created to monitor the progress of these gardens and encourage participation even after the armistice.  These forms of urban farming differed from many of the grassroots movements that utilized agriculture as a activism, in that victory gardens were backed and publicized by the federal government in a national campaign.  Victory Gardens were portrayed as pathways to US prosperity and rebuilding in the wake of the devastation of the war.  Many cities, like Detroit, converted vacant land to be cultivated by citizens.  In this way, the community and its members came together through pooled resources to participate in a small act of patriotism towards their country.  Within Michigan, Detroit’s victory garden design and campaigns were copied in other areas such as Hyland Park.  Cities like these used this model to begin planting gardens in elementary schools and junior highs in an effort to keep children interested and involved in the war efforts. Victory gardens would appear again during the next World War, and serve a similar purpose in both providing food during wartime shortages and bringing the nation together to achieve a common goal."],"display_date":"April 27, 1919","search_date":"1919-04-27","citations":[{"divid":1394647097,"type":"Newspaper Article","data":["Victory Gardens","Detroit Free Press","Detroit, MI","April 27, 1919","11"]},{"divid":1394647733,"type":"Book","data":["M.A Russel","Highland Park's School Victory Gardens","6 No. 8","Highland Park, MI","The University of California Press on behalf of the National Association of Biology Teachers","May 1944","171-174"]},{"divid":1394711871,"type":"Article","data":["Terrence H. Witkowski","World War II Poster Campaigns: Preaching Frugality to American Consumers","Journal of Advertising","Vol 32, No 1","Spring 2003","69-82"]}],"locations":[{"id":7986,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1719,"tag":"Victory Gardens"},{"id":1899,"tag":"Detroit"},{"id":2052,"tag":"Urban Farming"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}