{"id":5940,"title":"The Historical Imaginary of the Potato Patch","course_id":118,"status":"P","start_date":"1/1/08","end_date":"12/31/17","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit Mayor Hazen Pingree’s successful scheme to employ idle hands in the cultivation of subsistence gardens on vacant lots during the economic downturn of 1893 was the first such program in the nation. Despite its short tenure as a facet of the urban environment of Detroit, city plots abounding in vegetables would flourish in the public imagination for years to come. In 1908, during a hard winter for employment, an editorial in the Detroit Free Press calls for the redeployment of a vacant lot gardening scheme. It makes an appeal to the resounding success of the Pingree program and stresses the fact therefore that as a measure for reducing unemployment it would not require any experimentation. The author also points out the existence of vacant lots as a space in which imagined gardens could thrive. Almost a decade later, in a 1917 <em>Detroit Free Press </em>article, Pingree’s potato patches are again referred to as a potential solution for a city-wide food shortage.  The mayor at that time is stated as expressing his belief that a contemporary take on Pingree’s plan would resonate with the poor of the city as it would allow them to help themselves combat the famine.  Again, the success of the potato patch scheme is emphasized and its legacy is further elaborated upon.  It is evident that, far from vanishing after the termination of the program in 1897, Pingree’s potato patches lived on, populating vacant city lots with potential and imagined potatoes.","The cultivation of plants and the way in which we imagine the cultivation of plants is not a process that can merely be reduced to subsistence or economic motivations.  Labor, especially in the down-to-earth sense of agriculture, is embedded within a moral universe that valorizes the labor and the laborers and the product of the labor.  In the case of Pingree’s potato patches, there is a definite way in which the vacant lot gardening program as a historical artifact and the manner in which it was drawn on in times of perceived hardship carried with it notions about how to value the labor of the unemployed and the unemployed in general. In this sense then, the vacant lot gardening program served as something of a vehicle by which paternalistic sensibilities towards welfare and the poor were translated into different contexts and times."],"display_date":"1908 - 1917","search_date":"1912-12-31","citations":[{"divid":1394764763,"type":"Newspaper Article","data":["Pingree Potato Patches Needed Again?","Detroit Free Press","Detroit","March 11, 1908",""]},{"divid":1394764878,"type":"Newspaper Article","data":["Potato Patch to be Revived","Detroit Free Press","Detroit","February 22, 1917",""]},{"divid":1394764922,"type":"Book","data":["Sarah Besky","The Darjeeling Distinction","","Berkeley","University of California Press","2014","63-6"]}],"locations":[{"id":7996,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1930,"tag":"Urban Agriculture"},{"id":1904,"tag":"Pingree"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}