{"id":5943,"title":"Victory Gardens and the Campaign for Frugality","course_id":118,"status":"P","start_date":"2/1/42","end_date":"2/28/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1942, in the heat of the Second World War, the United States Department of Agriculture published a 16-page pamphlet to be distributed to homes and families across the United States.  The pamphlet was intended as an informational packet to facilitate the successful implementation of Victory Gardens in American’s backyards.  The pamphlet detailed the nutritional, economical, and national benefits of growing fruits and vegetables at home.  It provided detailed information on what to plant, how a garden should be laid out, and when to harvest.  It gave tips and pointers on raising produce, and stressed (many times) the absolute importance of creating a practical garden that could be grown and harvested without waste and with the intent of long-term, continuous production.","In World War II, Victory Gardens were encouraged to decrease the stress on the low food supply both abroad and at home.  The United States government produced posters, pamphlets, leaflets, cartoons, and other persuasive communication media in hopes that the public would see victory gardens as a way to aid in the war effort, and as a means of uniting with other fellow Americans under a common goal.  With food and resources so scarce, the pamphlets and leaflets were used to encourage frugality, and to convey waste as a symbol of anti-patriotism and an act against United States victory in the war.  Through these communication media on victory gardens, the United States government hoped to redirect the American consumer culture to reflect the direction of the country’s wartime needs.","Many persuasive campaigns by the government have failed due to Americans’ skepticism of government regulation and influence of personal values and behaviors, yet the World War II poster and pamphlet campaign “appears to have been effective in inculcating frugal consumption habits among home front consumers” (70).  It is likely that because of the war, Americans were more inclined to see government intervention into personal behaviors and values as protecting the common good of the nation. The common enemy the war produced allowed the government to campaign for frugality with more success than otherwise. The victory gardens of World War II are a perfect example of a successful poster/pamphlet/paper media frugality campaign.   By the end of the War, nearly 20 million Americans had their own gardens and 40% of the produce supply came from home-grown sources. Pamphlets, like the one produced by the Department of Agriculture, provided Americans with the information they needed to plant and harvest crops, as well as the message of the importance of frugality needed for the nation to win the war.  Urban agricultural campaigns centered around the production of food for security and independence would appear later in American history, especially during the civil right movement of the 1960s.  Though these campaigns differed, the 1940s ideal of food production by the individual to benefit a larger cause would continue to influence urban agriculture and farming movements of the future."],"display_date":"February 1942","search_date":"1942-02-14","citations":[{"divid":1394819299,"type":"Pamphlet or Other Printed Material","data":["The United States Department of Agriculture","Victory Gardens","Washington DC","The United States Department of Agriculture","1942","The Prelinger Library in San Francisco, CA"]},{"divid":1394819383,"type":"Article","data":["Terrence H. Witkowski","World War II Poster Campaigns: Preaching Frugality to American Consumers","Journal of Advertising","Vol. 32, No. 1","Spring 2003","69-82"]}],"locations":[{"id":7999,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1930,"tag":"Urban Agriculture"},{"id":258,"tag":"World War II"},{"id":1719,"tag":"Victory Gardens"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}