{"id":5944,"title":"Black Bottom and Detroit's 1943 Riots","course_id":118,"status":"P","start_date":"6/20/43","end_date":"6/22/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the aftermath of a riot that started on June 20, 1943 due to racial tension between whites and blacks, residents of Black Bottom and Paradise Valley try to repair their lives and their businesses. Hastings Street is temporarily disabled even a month after the riots. Community members of this neighborhood look at the ruin of Paradise Valley in dismay, for their prized entertainment and business district now has many broken windows and boarded up buildings. Several cars are overturned, damaged, and broken into; this community has been violated. Community members try to expand their community into new areas as a means of escaping the ruin, but they are met with white mob violence and Polish youths informing them that Black Bottom is where they should stay. Escape is futile.","The riots in Detroit from June 20, 1943 to June 22, 1943 serve as another example of the racial tension in Detroit during the early-to-mid Twentieth century. The siting of Black Bottom, which was a community created for black containment and to separate whites from blacks because whites did not want blacks in Detroit, preceded these riots. The riot itself showcased first-hand to Black Bottom’s residents that their presence in the city is unwanted. Further, the riots demonstrate the idea of the time that if blacks are to remain in Detroit, it will only be due to them living—and remaining in—Black Bottom. The black discrimination that that served as a central tension thereby inspiring the riots found institutional support. During the riots, the Detroit Police Department only favored the white mobs, and unfairly targeted blacks as the police turned their backs to the crimes committed by whites. The riot of 1943 not only foreshadowed continued racial tension due to the injustices demonstrated by the Detroit Police Department. This riot showed that whites were willing to violate the only community blacks were allowed to have, which reemerges in the future siting of I-375 through the middle of Black Bottom."],"display_date":"June 20, 1943 - June 22, 1943","search_date":"1943-06-21","citations":[{"divid":1394822492,"type":"Primary Source in a Secondary Source","data":["1943 Destruction in Black Bottom","1943","Detroit: The Black Bottom Community","Jeremy Williams","South Carolina","Arcadia Publishing","2009","114"]},{"divid":1394822767,"type":"Website","data":["Public Broadcasting Service","Detroit Race Riots 1943","Public Broadcasting Service","http://www.pbs.org/wgbh/americanexperience/features/general-article/eleanor-riots/","March 14, 2014"]}],"locations":[{"id":7993,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1963,"tag":"1943 Race Riots"},{"id":142,"tag":"african americans"},{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}