{"id":5945,"title":"A sporting island","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Since the turn of the 20th century the island of Belle Isle, located in American waters of the Detroit River, has been a magnet for athletics and sporting enthusiasts young and old. Throughout the summer of 1910 parents and coaches cheered on their children as Little League teams vied for victory on the several baseball diamonds of the island's sporting field facilities. All energetic forms of recreation were centered around the striking Field House designed by Edward A Schilling, constructed in 1898 as a bicycle pavilion, but quickly expanded to administer and facilitate numerous athletic sports. Originally available to Detroiters were baseball, an athletics track complete with hurdles, and football, expanding over time to provide basketball courts, soccer fields, rugby, and most recently hand and racquet ball courts.","A thriving sporting community was established around the park as early as 1910; Belle Isle had self-consciously become the “playground for the people” as it defined itself as a free, recreational space for all people of Detroit. The island and its sporting facilities have consistently drawn large numbers, with recent history no exception as a record-breaking crowd of over 37,000 children gathered for a 2010 sporting carnival organised my Metro Detroit Youth Day supported by 320 local businesses, and held at and around the historic Field House. As the annual Youth Day continues, it shows children from the Detroit area that despite the financial difficulties the city may be facing, especially since Belle Isle Park was leased to the State of Michigan, the island remains a fun space where everyone can participate in some active sport with the support of the community."],"display_date":1910,"search_date":"1910-07-02","citations":[{"divid":1394828066,"type":"Artifact","data":["","Athletic Field, Belle Isle Park, Detroit, Mich.","Postcard","1910","Postcards","Detroit Historical Society","Detroit"]},{"divid":1394828740,"type":"Newspaper Article","data":["Record Youth Crowd Overpowers Belle Isle's Athletic Field","U.S Newswire","Washington D.C","7/14/2010",""]}],"locations":[{"id":7992,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":235,"tag":"Sports"},{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}