{"id":5946,"title":"Tearing Down the Old Casino on Belle Isle","course_id":118,"status":"P","start_date":"1/1/07","end_date":"12/31/07","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["By 1907, the old wooden casino on Belle Isle, built in the late nineteenth century, was set to be torn down, and a new one erected elsewhere. The citizens of the city of Detroit were upset and did not want to see that historic building disappear from the landscape completely. They proposed moving it to the northern section of the island. Officials, on the other hand, opposed this plan. The actual move would require the cutting down of hundreds of trees in order to transport the casino. More would have to be removed at the new proposed site. Moving it on the frozen river was not an option either, as the citizens wanted, because the current was extremely strong. The entire length of the river never completely freezes. With a lack of options available, it was decided that the old casino would go to the highest bidder, and it would be up to them to find a way to get it off the island. The administration felt that it was right for the island because instead of keeping around an old building, they could put the revenue they obtained from selling it to good use.","The critics of tearing down the old casino were on to something. Almost all of the literature on urban planning supports the idea of preservation. It is often the most cost-effective option, as long as complete demolition is not required. Additionally, it had been found that more historic neighborhoods have higher property values. The public oftentimes is drawn to the historic areas and heritage tourism is increased. While this may not be true for every case, the odds are in favor of preserving the existing buildings rather than tearing them down and constructing entire new ones."],"display_date":1907,"search_date":"1907-07-02","citations":[{"divid":1394895894,"type":"Newspaper Article","data":["Old Casino Is Doomed: Belle Isle Building to Go to Highest Bidder","Detroit Free Press","Detroit, MI","October 24, 1907","5"]},{"divid":1394896129,"type":"Lecture, Conference Paper, etc.","data":["Randall Mason","","Discussion Paper","The Brookings Institution Metropolitan Policy Program","University of Pennsylvania","September 2005"]}],"locations":[{"id":7991,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2066,"tag":"Building Preservation"},{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}