{"id":5947,"title":"Medical Pioneers: Mercy Hospital in Detroit","course_id":118,"status":"P","start_date":"1/1/17","end_date":"12/31/17","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Mercy General Hospital and Clinic was started in 1917 by Dr. David C. Northcross and his wife Dr. D.L. Northcross. The couple came to Detroit from Montgomery, Alabama where Dr. David Northcross had been conducting a hospital and drug store for eleven years. Mr. Northcross felt the need to service the Black community due to a lack of hospital service for many of the Southern Blacks who migrated to Detroit. When he opened Mercy Hospital he made history by opening the first Black-owned hospital in Michigan. They begin their work by renting three rooms to operate out of until further accommodations were made. Then they were able to move in to a location at 248 Winder St., which was still small but which provided more rooms and better operating equipment.","Finally, in 1918, Dr. Northcross was able to begin operating out of the 668 Winder location. This was a three-story brick building that provided adequate room to operate the hospital. The Northcross’ also were able to hold nurse training sessions which prepared young women to operate in the medical field. These positions were some of the first jobs many African American women received in the area. The hospital provided a strong economic base and most importantly it met the needs of the people.  Dr. Northcross and his wife were pleased to serve the Black community of Detroit. Their hospital continued to grow and they were able to add an additional wing to the hospital in 1960.","Mercy Hospital was one of the many prominent businesses which operated in the Black Bottom community. Black bottom became an enclave for Black operated businesses and the hospitals were important. Especially since many of the major hosptials in other communities did not service Blacks. Some of the other vital services that rose up in Black Bottom were funeral homes since Blacks were not able to bury loved ones at some of the major cemeteries. The Blacks in this community had made a very conscious decision to take care of each other. They were not going to allow their community to suffer and therefore made great contributions which allowed Black Bottom to be a close knitted community."],"display_date":1917,"search_date":"1917-07-02","citations":[{"divid":1394937400,"type":"Newspaper Article","data":["New Hospital for Detroit","The Chicago Defender","Chicago","February 23, 1918","10"]},{"divid":1394937591,"type":"Artifact","data":["","Mercy General Hospital and Clinic","Photograph","1918","Walter P. Reuther Library Black Bottom Detroit","",""]},{"divid":1396020236,"type":"Website","data":["John Gallager","When Detroit Paved Over Paradise: The Story of I-375","Detroit Free Press","http://www.freep.com/article/20131215/OPINION05/312150060/Black-Bottom-Detroit-I-375-I-75-paradise-valley-removal","March 28, 2014"]}],"locations":[{"id":8271,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":142,"tag":"african americans"},{"id":100,"tag":"Medicine"},{"id":2099,"tag":"Black Bottom, Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}