{"id":5948,"title":"How Environmental Racism Both Divides &amp; Multiplies Communities","course_id":118,"status":"P","start_date":"1/1/35","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Themes of belonging and community permeate the memories of people who grew up in Black Detroit's Eastside Neighborhoods during the twentieth century.","Dorothy Greenfield Hill grew up at St. Antoine and Warren Ave, just off Hastings Street. She recalls that she was a \"great walker\" because her home was centrally located to her community, including a \"hop skip and a jump\" to flower shops, family grocers, Barthwell's Ice Cream Parlor, shoe repair shops, and more. She recalls that neighbors kept an eye on each other and their children, including her, creating a strong sense of unity in raising the community.","Teola P. Hunter, who lived on Medbury Ave., recalls not only being born into a wonderful family, but also \"born into a neighborhood\". She notes that her friends and family were people who were \"poor but proud\" and determined to live their lives to the fullest. Often, her \"family\" was not real family at all as almost everyone on the block was lovingly claimed to be one of her cousins. She also accounts how familiies would often hold \"credit account(s)\" with stores and other businesses in the community so they could get items like groceries in between paydays or if they ran out.","George D. Ramsey, Sr., grew up in a flat at 952 E. Warren Ave, between Hastings and Rivard. He recalls his 18 years of childhood there as his \"Street of Dreams\". He fondly remembers childhood mischiefs, such as peeping through the windows of Cole Funeral Home to look at the bodies, sitting of the porch of noted jazz pianist Will Davis, and jumping across rooftops at the \"Booker T.\" apartment complex. He recalls \"death and despair\" always being present though, like visiting the Astoria Bar where police once shot a man and blood stained the street until next rainfall. Still, living next to a Do Wopp group, musical greatness, and a lively community showed George that great things could be realized in his neighborhood, and he always felt satisfied.","The above accounts are just a few of the many stories shared about the communal spirit of growing up in Black Bottom. There is often the saying that \"it takes a village to raise a child\" and that this held true in Detroit's Eastside. Many previous residents will similiarly reminisice on living with \"aunts\" & \"uncles\" that weren't biologically related, neighbors reprimanding other children as if they were their own, and feeling safe walking alone down the street, even for women at night. These residents knew they were poor, but almost all of them recall never feeling poor or middle class. Within the confines of their neighborhood, many as sheltered children recall feeling rich, and as if they had everything they needed in the world (despite the area having poor environmental conditions such as disease, poverty, and poor safety in housing). Moreover, there are a large amount of documented stories and photographs on the thriving economics of Hastings Street, to which so many residental streets turned off of. Theaters, Black-owned businesses, barborshops, and dime stores, were among many of the attractions along the street. Combined with Paradise Valley next door, it has been often said that neighborhoods of Black Detroit, like Black Bottom, were \"a city within a city\", created by the heavy segregation of the time.","Environmental racism predominantly includes creating the inequal distribution and equality of space, which ultimately defines where and how people live. So while it can be polarizing and destructive (such as between Whites and Blacks within Detroit), Black Bottom and the Black community of Detroit also show how hope can be created within such defined space. Finally, they show how injustly forcing people into a certain situation can bring them closer as a united community - an important revelation for almost all areas of history and stories of oppression."],"display_date":"1935 - 1960","search_date":"1948-01-01","citations":[{"divid":1394941282,"type":"Primary Source in a Secondary Source","data":["Warren Ave and the Surrounding Neighborhood, recollections by Dorothy Greenfield Hill","2008","Detroit's Near Eastsiders: A Journey of Excellence Against the Odds","The Near Eastsiders","Detroit, MI","The Detroit Black Writers' Guild for the Near Eastsiders","2008","30-31"]},{"divid":1394941414,"type":"Primary Source in a Secondary Source","data":["Medbury Avenue, recollections by Teola P. Hunter","2008","Detroit's Near Eastsiders: A Journey of Excellence Against the Odds","The Near Eastsiders","Detroit, MI","The Detroit Black Writers' Guild for the Near Eastsiders","2008","31-32"]},{"divid":1394941476,"type":"Primary Source in a Secondary Source","data":["My Street of Dreams, recollections by George D. Ramsey, Sr.","2008","Detroit's Near Eastsiders: A Journey of Excellence Against the Odds","The Near Eastsiders","Detroit, MI","The Detroit Black Writers' Guild for the Near Eastsiders","2008","34-35"]},{"divid":792819,"type":"Online Encyclopedia","data":[null,null,null,"RvUApNUttruaogysYw"]}],"locations":[{"id":7985,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1990,"tag":"Hastings Street, Detroit"},{"id":705,"tag":"Community"},{"id":1954,"tag":"Black Bottom Detroit"},{"id":2072,"tag":"Environmental Racism"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}