{"id":5953,"title":"The Great Migration: How Detroit Became a Black City","course_id":118,"status":"P","start_date":"1/1/15","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["At the beginning of the 20th century, 90% of the United State's African American population was living in the South, where they were constantly tortured by the infamous Jim Crow laws. Even in blacks were technically equal, Jim Crow reminded them of their socially inferior status via \"septerate but equal\" segregation of waiting rooms, drinking fountains, windows at the bank and even a seperate Bible to swear on in the court of law.","From 1915 to 1970, six million plus African Americans moved out of the South. And between the years of 1910 and 1930, the cities of New York, Chicago, Detroit and Cleveland's African American populations grew by 40%. This gigantic shift in demographics is today called the Great Migration. But while it was happening, it had no name. There was no leader, just many individuals and families making the choice to no longer live under the South's brutal treatment.","Images of the segregated Jacksonville train station show a few of the many African Americans who chose to take the bold journey north. All the men are dressed in their finest suits and women are in dresses and church hats, ready to start their new lives as respected citizens. Some carry a suitcase or two, but others have no baggage at all. The people in the train station are mingling excitedly, in anticipation of the journey that waits ahead of them. The ceilings in the train station are high and there are stained glass windows on one of the walls, but it hardly compares to the finery of some train stations in the northeastern cities. This may reflect the fact that the room pictured is a segregated waiting room for blacks only, or perhaps demonstrates the greater resources of the industrial north compared to the southern ports of departure for these migrants."],"display_date":"1915 - 1921","search_date":"1918-07-02","citations":[{"divid":1395074028,"type":"Article","data":["Fresh Air","Great Migration: The African-American Exodus North","National Public Radio","n/a","September 13, 2010","n/a"]},{"divid":1395360136,"type":"Artifact","data":["n/a","Segregated waiting room at railroad depot","Photo","1921","Florida State Archives [RC09666]","","Jacksonville, Florida,"]}],"locations":[{"id":8351,"lat":30.4938122303,"lng":-81.4274627631,"zoom":9,"place":"Duval, Florida"}],"tags":[{"id":238,"tag":"African American"},{"id":2082,"tag":"Train station"},{"id":81,"tag":"Great Migration"},{"id":225,"tag":"Jim Crow"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}