{"id":5954,"title":"<strong>Coleman Young’s Influence on Urban Farming in Detroit </strong>","course_id":118,"status":"P","start_date":"3/19/75","end_date":"3/19/75","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The article “Ghetto Farmer Gets Land” published n 1975 by the <em>Chicago Defender </em>gives the details of Detroit Mayor Coleman Young’s announcement of his “Farm A Lot” program.  Young hoped to turn 3,000 empty lots, which he described as “eyesores,” into green gardens. He explained under this new program citizens could grow vegetables and flowers simply by telephoning city hall so officials could assign them a lot.  Young believed not only would “greening” Detroit make the city more beautiful, but also help people cut down on living expenses and save more money.  Additionally, as a long-term goal Young envisioned this program enhancing the land to a degree that would entice people to buy the land and therefore increasing landownership in Detroit.","Young's was one of many community gardening efforts in cities throughout the United States during the 1970s and 1980s.  In 1976, the federal government helped propel the movement further by creating the USDA Cooperative Extension Urban Garden Program, which provided gardening education and support in twenty-three major cities.  Additionally, during this time urban decline was evident in most major cities and gardening became a popular reaction to the unfavorable social conditions.  Young’s “Farm A Lot” program reflects this larger trend."],"display_date":"March 19, 1975","search_date":"1975-03-19","citations":[{"divid":1395075698,"type":"Newspaper Article","data":["Ghetto Farmer Gets Land","Chicago Defender","Chicago","March 19, 1975","21"]},{"divid":1395075746,"type":"Book","data":["Laura Lawson","City Bountiful: A Century of Community Gardening in American","1","Los Angeles, CA","University of California Press","2005","213-230"]}],"locations":[{"id":7987,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2079,"tag":"#farmalot"},{"id":2080,"tag":"#1970s"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}