{"id":5955,"title":"1933 Photograph Outside Delray Theater","course_id":118,"status":"P","start_date":"1/1/33","end_date":"12/31/33","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Two women dressed in traditional Hungarian attire stand on either side of a Hungarian film poster one day in 1933 when someone snaps their photo. They situated directly outside of the Delray Theater on Jefferson Avenue and behind them we can see a cluster of people filing toward the theater.  In the background, the men have donned their hats and overcoats and the women in front in heels and dresses or skirts falling mid-calf. While it is difficult to decipher the text on the poster and although there is little context to the photo other than its location and year, we can tell that there was some excitement about this Hungarian film coming to the theater in the predominately Hungarian neighborhood.","Unfortunately, this theater is no longer around. Neither is the formerly dominating Hungarian population. After World War II, there was a great demographic shift.   Much of the Hungarian population could afford to move elsewhere (many moved to the Allen Park neighborhood) and less affluent migrants from the South, from Mexico, and from Puerto Rico took their place. The neighborhood continued to be mainly industrial and began to lose investment in other businesses. While once, as glinted at in this photograph, the streets were lined with businesses and pedestrians spending their leisure time there. While the residents’ desire for this once vibrant Delray may still exist, the city of Detroit’s lack of investment in the neighborhood beyond its industries has hurt small business such as this theater in the aforementioned photograph."],"display_date":1933,"search_date":"1933-07-02","citations":[{"divid":1395254775,"type":"Newspaper Article","data":["Digging for treasure in Delray","Detroit Free Press","Detroit, MI","December 1, 2013",""]},{"divid":1395255149,"type":"Artifact","data":["","Delray Theater, Jefferson Ave.","Photograph","1933","Burton Historical Collection, Detroit Public Library","",""]},{"divid":1789,"type":"Artifact","data":[null,null,null,null,null,"EKrzQxUtchoGOP"]}],"locations":[{"id":8002,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2081,"tag":"hungarians"},{"id":8,"tag":"Arts/Leisure"},{"id":425,"tag":"Business"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}