{"id":5956,"title":"Growing Urban Life","course_id":118,"status":"P","start_date":"1/1/06","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Floral gardens in Detroit were very popular during the early half of the 20th century. From growing flowers in backyards to expos, gardens represented the importance of the city being a fast growing urban area.  Starting in 1906, nearly 7,000 school children planted, grew, and exhibited flowers with the support of city clubs, showing the prominence of home-gardening.  Not only was gardening a communal and social practice, but it had become a source of education and cultivation among the students, as well as a source of happiness.  The flowers were widely used for decoration and for city-wide competitions, thus promoting the school children’s efforts.","As gardening became more popular, its supporters began to further emphasize its necessity.  Clubs, such as the Twentieth Century club and the Horticulture Society of Michigan, carried out these efforts well into the mid-1930s, in order to educate others about gardening in urban areas, promote activities, and encourage others to be more self-sufficient.  Urban gardening was evidently an important matter and skill to hone in Detroit, hence the early education received by school children regarding small-scale farming and sustainable living.  Both of the girls’ and boys’ enthusiasm for the activities were supported by city clubs to continue and expand their knowledge and awareness on urban gardening."],"display_date":"1906 - 1930","search_date":"1918-07-02","citations":[{"divid":1395267820,"type":"Newspaper Article","data":["School Children of Detroit Will Show Flowers of Own Cultivation","Detroit Free Press","Detroit","September 23, 1906","16"]},{"divid":1395268034,"type":"Lecture, Conference Paper, etc.","data":["Michigan Urban Farming Initiative","Growtown in the Motor City: Examining Trends in Agriculture in the Detroit City Area from the 1700s","","","Detroit","2013"]}],"locations":[{"id":8001,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1905,"tag":"Urban Farm"},{"id":1960,"tag":"Gardens"},{"id":1899,"tag":"Detroit"},{"id":6,"tag":"Education"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}