{"id":5957,"title":"Shifting Values, Raising Beds","course_id":118,"status":"P","start_date":"1/1/92","end_date":"12/31/92","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1992, Jimmy and Grace Lee Boggs, Detroit’s homegrown, radical, activist/philosopher, power couple started Detroit Summer.  This urban gardening program was envisioned as a multi-racial, inter-generational collective with the express purpose of engaging youth in the process of rebuilding Detroit communities and growing themselves through communal, agricultural work.  In a picture of the program contained in Grace Lee Boggs’ autobiography, we see a group of youth attending to a garden plot.  The youth, representing the multi-racial ideal promulgated by the program, all seem absorbed in some task pertaining to a garden plot.  The thick gloves they wear on their hands is either an expression of their inexperience with this kind of labor or the direct effect of a well-thought out program’s intention to make agricultural labor more accessible or both.  Also of note, the plot that they are tending is not set directly in the earth but on a raised bed, reflecting the fact that the garden is probably located on a plot that was formerly occupied by some now vanished structure that still haunts the soil with its least attractive elements.  This picture tells a deeper story when it is compared to a picture from about 100 years earlier found in Hazen Pingree’s autobiography, which depicts a family enrolled in the then mayor’s vacant lot gardening program.  This photo is, unlike the photo of the Detroit Summer youth, not an action shot but is obviously stilted as the family is posing behind a sign glorifying Pingree and his gardening program.  Also, the farm plot the family is posing in seems to be much more on the periphery of the city as it is bounded by an undeveloped horizon and the plants are growing directly in the soil.  Finally, the family members, unlike the youth dressed in leisurely summer attire and sporting gloves, are dressed in what may have been their everyday attire rather than clothing especially chosen for summer weather and working with the soil.  These pictures then speak to us in dialogue with one another, showing us, visually, the manner in which a century has changed the nature of urban agriculture in Detroit.","The values and ideals of Detroit Summer were a massive departure from those that guided urban gardening programs in Detroit in the past, which often relied on appeals to either economic disadvantage to temporarily employ the idle hands of an essentialized stock of the poor or the enlistment of a patriotic public in times of need.  Detroit Summer saw urban agriculture as a means of empowering individuals and communities, and in this way, represents a broader shift in public understanding of urban gardening from a method for feeding and employing and rallying the masses to a method for developing a person who is a unique expression of life experience and identity, not a face in a mass of faces.  Of course, programs like Detroit Summer can still fall victim to the paternalistic, essentializing logic that pervaded such programs as Pingree’s vacant lot gardening program, but it is hard not to appreciate the strides that they have made value-wise."],"display_date":1992,"search_date":"1992-07-01","citations":[{"divid":1395366292,"type":"Primary Source in a Secondary Source","data":["Detroit Summer volunteers planting the Circle of Life Garden","1992","Living for Change","Grace Lee Boggs","Minneapolis","University of Minnesota Press","1998","150-151"]},{"divid":1395366518,"type":"Book","data":["Hazen S. Pingree","Facts and Opinions: Or, Dangers That Beset Us","","Detroit","F.B. Dickerson Company","1895","159-177"]},{"divid":1395366606,"type":"Book","data":["Laura Lawson","City Bountiful: A Century of Community Gardening in America","","Berkley","University of California Press","2005","288-302"]}],"locations":[{"id":8014,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2084,"tag":"Detroit Summer"},{"id":1930,"tag":"Urban Agriculture"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}