{"id":5958,"title":"Breeding Ground for Tuberculosis","course_id":118,"status":"P","start_date":"1/1/09","end_date":"12/31/31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["At the turn of the 20<sup>th</sup> century, Delray was defined by heavy industry and smoke stacks. Because of where they lived, residents were trapped in the middle of an industrial playground and subjected to poor housing policies. In 1909, Dr. Leo H. Herbert, the founder of the Detroit Tuberculosis Sanatorium, along with other renowned physicians of the time, spoke out against Detroit’s neglect of Delray’s environmental injustice during the Anti-Tuberculosis meeting. The filth and litter that filled the alley ways and cramped cottages were breeding grounds for tuberculosis. Aside from the health risks, the lack of proper leisure space for children, such as parks and playgrounds, created an unsuitable, and even disgraceful, living environment for Delray residents. Dr. Herbert pointed at the Solvay Processing Company’s pollution as the culprit of killing plant life in the area. The doctors argue that the children in Delray are constantly in danger of contracting tuberculosis at school because of their poor living conditions. Dr. Herbert was at the forefront of health issues in Detroit and devoted his career to fighting tuberculosis in the city.","As the tuberculosis epidemic was occurring, the first Great Migration increased Detroit’s black population from 5,741 in 1910 to 40,838 in 1920. Due to racial segregation in Detroit’s hospitals and the growing tuberculosis epidemic, black-owned and operated hospitals answered the African American community’s health crises. While hospitals like the Bethesda Hospital (1931) and the Good Samaritan Hospital (1929) made progress in combating tuberculosis for minorities, the white plague continued its presence in the poor neighborhoods of southwest Detroit."],"display_date":"1909 - 1931","search_date":"1920-07-01","citations":[{"divid":1395421446,"type":"Newspaper Article","data":["ASSERTS DELRAY ALLEYS ARE BAD: Dr. L. H. Herbert Says Sanitary Conditions of Far West Side Are Disgraceful","Detroit Free Press","Detroit","May 26, 1909","10"]},{"divid":1395421503,"type":"Website","data":["Kellogg African American Health Care Project","Black-owned and -operated Hospitals in the Detroit Metropolitan Area During the 20th Century","University of Michigan","http://www.med.umich.edu/haahc/Hospitals/hospital1.htm","March 21, 2014"]},{"divid":1395423180,"type":"Book","data":["Clarence Monroe Burton, William Stocking, Gordon K. Miller","The City of Detroit Michigan 1701-1922","5","Detroit-Chicago","The S.J. Clarke Publishing Company","1922","415-417"]},{"divid":1395423363,"type":"Website","data":["Elizabeth Anne Martin","Detroit and the Great Migration, 1916-1929","Bentley Historical Library","http://bentley.umich.edu/research/publications/migration/ch1.php","March 21, 2014"]}],"locations":[{"id":8016,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1319,"tag":"tuberculosis"},{"id":1941,"tag":"Delray"},{"id":908,"tag":"Pollution"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}