{"id":5959,"title":"The 606 Horse Shoe Bar in Black Bottom","course_id":118,"status":"P","start_date":"1/1/40","end_date":"1/1/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Several buildings align St. Antoine Street, a well-known street in Paradise Valley. The buildings on this street all look similarly plain and hastily built, which speaks to the poverty present in the area. Cars frequent this area to experience the entertainment life, which is in part shaped by the 606 Horse Shoe Bar and Lounge. The 606 Horse Shoe Bar and Lounge, a popular spot in Paradise Valley, stands in the daylight with a few patrons congregating at its front. A sign attached to the front of the building informs those in the community about future musical talent. Located at 606 St. Antoine Street, this bar and lounge is accustomed to hosting people to and from, as it is utilized as a space for Blacks to have entertainment away from whites. Some nights, Duke Ellington would play for whites at a venue too expensive for Blacks to attend, and use the Horse Shoe Bar as his after party. Even though the Black residents of Detroit were largely confined to Black Bottom due to segregation, the oppression endured by these Blacks did not stop the creation of this “Paradise Valley.” The Horse Shoe Bar contributes to this development of a vibrant strip of businesses for residents of Black Bottom. Little does this bar and its patrons know, the brown building that contains the prized “The 606 Horse Shoe Bar and Lounge” will soon be turned into rubble: a new plan of Detroit will arrive. With this new plan, the city and federal government will utilize eminent domain to build a freeway through this destination. Policymakers will say that entertainment at this bar and lounge will be no more.","The tragedy that later came to The 606 Horse Shoe Bar and Lounge was not unique. Despite the fact that Blacks were confined to the Black Bottom residential district and the Paradise Valley entertainment district to stay away from whites in the 1940s, city leaders again justified uprooting Blacks from the area of the bar in the late 1960s in the name of the “public good.” Plenty of businesses and homes were destroyed in this community, along with the Horse Shoe Bar, to make room for the I-75 Freeway. The surrounding community, established in Black Bottom/Paradise Valley to make the best out of subpar housing conditions and contained siting, was deliberately torn apart. The residents of Black Bottom had to find a new home, without the help of city government. Neighbors that once walked together to Paradise Valley soon found themselves split up due to the limited availability of housing in Detroit. The “city within a city” aspect many vividly remember in Black Bottom/Paradise Valley still has yet to resurface. Will it ever?"],"display_date":"January 1, 1940 - January 1, 1963","search_date":"1951-07-02","citations":[{"divid":1395431365,"type":"Website","data":["Photo of the 606 Horse Shoe Bar","Detroit's Black Bottom and Paradise Valley","MotorCities National Heritage Area","http://www.motorcities.org/Story/Detroits+Black+Bottom+and+Paradise+Valley-37.html","March 21, 2014"]},{"divid":1395431469,"type":"Book","data":["Richard Walter Thomas","Life for Us Is What We Make It: Building Black Community in Detroit, 1915-1945 (Blacks in the Disapora)","","Indiana","Indiana University Press","November 7, 2003","17-19"]}],"locations":[{"id":8059,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"},{"id":3,"tag":"African-Americans"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}