{"id":596,"title":"Economic Sociology of Enslavement\n","course_id":1,"status":"P","start_date":"1854-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Henry Hughes published Treatise on Sociology: Theoretical and Practical at the age of 25 while living in New Orleans.  His book argued that slavery was such a positive influence on dealings between masters and slaves that it should govern social relations throughout the United States, not just the South.  African-Americans were not slaves, but rather warrantees.  Hughes wrote: Property in men, is absurd.  Men cannot be owned.  In warranteeism, what is owned is the labor-obligations, not the obligee.&lt;br /&gt;This labor obligation was the reason why a black man could survive in the United States: whether he works or rests ? subsistence for life, is warranteed to him.  He is never out of the comforts of a livelihood. Neither was warranteeism damaging to the social status of those involved. Prejudice was unthinkable, since the law is as well for warrantees, as for other citizens.  Any distinction is accidental.  Since slavery was an economic condition, not a social one, Hughes also thought that slavery should not be reserved for biracial circumstances; white laborers would prosper as actual slaves as opposed to their current wage slave positions."],"display_date":1854,"search_date":"1854-07-02","citations":[{"divid":1215727838,"type":"Book","data":["William Cooper and Thomas E. Terrill","The American South: A History ",null,"New York","McGraw Hill Publishers","1996",""]},{"divid":1215727865,"type":"Book","data":["Michael O&#39;Brien","Conjectures of Order ",null,"Chapel Hill, NC","University of North Carolina Press","2004","966-967"]},{"divid":1215727957,"type":"Pamphlet or Other Printed Material","data":["Henry Hughes","Treatise on Sociology: Theoretical and Practical ","","Lippincott, Grambo &amp; Co.","1854",""]}],"locations":[{"id":447,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}