{"id":5962,"title":"Founding the Detroit Urban League","course_id":118,"status":"P","start_date":"1/1/16","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The United States of America entered World War I (WWI) in 1916. Following their recent involvement in the war caused a boom in the industry production. To supply the new demands for industrial products, many African Americans and women began to migrate to the North in order to find factory jobs. Even though black migrants were trying to escape Jim Crow south, they still found themselves being discriminated in the North. The new black migrants were subjected to living in confined areas in Detroit which in return emerged the Black Bottom and Paradise Valley communities in Detroit. These two communities were known to have outrageous rent and “vile” living conditions.","In 1917 the National Urban League had a conference which praised the city of Detroit as a national model to deal with the migration. Eugene Kinckle Jones who was the director of the National Urban League, went Detroit in 1916 “to lobby For the opening of an affiliate there.” Many black long term residents of Detroit attended the conference and were resentful to Jones organization because they believe that the organization implied that black people needed “special needs.” To deal with the surge of black people in Detroit, white began to over time open their doors to the new migrants. Hospitals, a branch of YMCA, settlement houses, churches, began to allow black people in their facilities. Religion was very helpful for new migrants to feel at home because these places would take care of them."],"display_date":"1916 - 1920","search_date":"1918-07-02","citations":[{"divid":1395529884,"type":"Newspaper Article","data":["Detroit's New Housing Problem: HUNDREDS OF COLORED FOLK FROM THE SOUTH LURED BY THE PROSPECT OF GOOD WAGES, REACH THE CITY EVERY WEEK AND ARE FORCED TO SETTLE IN A DISTRICT UTTERLY LACKING IN DECENT LIVING PLACES.","Detroit Free Press","Detroit, Michigan","June 3, 1917","1"]},{"divid":1395532828,"type":"Website","data":["Elizabeth Anne Martin","Detroit and the Great Migration 1916-1929","Bentley Historical Library","http://bentley.umich.edu/research/publications/migration/ch2.php","March 22. 2014"]}],"locations":[{"id":8017,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2089,"tag":"National Urban League"},{"id":240,"tag":"WWI"},{"id":1964,"tag":"Paradise Valley"},{"id":1990,"tag":"Hastings Street, Detroit"},{"id":225,"tag":"Jim Crow"},{"id":1954,"tag":"Black Bottom Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}