{"id":5963,"title":"Sojourner Truth Homes Controversy","course_id":118,"status":"P","start_date":"1/1/41","end_date":"12/31/42","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The two photographs show very conflicting images.  One is a flyer distributed by local white residents requesting assistance from other white people outside their neighborhood to help keep black Detroiters from moving into the newly-completed public housing project just north of Hamtramck and on the eastern boundary of Nortown. It encourages people to “Help the White People to keep this district white” and “don’t be YELLOW— come out we need every WHITE MAN.”  The other flyer, distributed by outraged black inner city residents, calls for “Negroes [to] Unite for Justice and Democracy!!!” to “PROTEST LOSS OF SOJOURNER TRUTH HOMES” at a “GIGANTIC” mass meeting at a local church.  It then lists several facts about the Sojourner Truth Homes, telling people that they were built for black defense workers, then that a Congressman and a real estate company successfully lobbied to have black residents prohibited from living in the neighborhood.","These flyers represent the two sides of the huge conflict over the building of homes to house black defense workers that previously lived in inner city slums.  When the U.S. increased its involvement in WW2, the amount of production in Detroit increased as well.  With this industrial boom came large numbers of new workers, many of them black.  Most of these workers ended up in the already crowded slums of the downtown black neighborhoods in Detroit.  City leaders and the NAACP then called for new homes to be built using federal dollars to house these workers, and a neighborhood at the corner of Nevada and Fenelon was selected and named the Sojourner Truth Housing Project.  However, white residents of the area were extremely angry that blacks would soon be moving into homes near theirs, and blacks were just as furious when Congressman Rudolph Tenerowicz led a movement to instead allow only whites to live in the neighborhood.  A major clash ensued on February 28, 1942 when several black families attempted to move into homes they’d been paying rent on for two months and were harassed by white militants.  Two months later, the original plan came to partial fruition when city and state police officers and Michigan National Guard troops guarded 168 black residents as they moved into the Sojourner Truth Homes."],"display_date":"1941 - 1942","search_date":"1941-12-31","citations":[{"divid":1395597580,"type":"Book","data":["Reynolds Farley, Sheldon Danziger Harry J. Holzer","Detroit Divided","","New York, NY","Russell Sage Foundation","2000","150-151"]},{"divid":1395597868,"type":"Manuscript","data":["","Flyer, Sojourner Truth Housing Project, 1942",null,"1188","","Social Forces, Foundations, and Change","Walter P. Reuther Library"]},{"divid":1395598004,"type":"Manuscript","data":["","Sojourner Truth Homes Mass Meeting Flyer",null,"","","April A-Z Challenge","FindingEliza.com"]}],"locations":[{"id":8018,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2021,"tag":"African American history"},{"id":1969,"tag":"Public housing"},{"id":2003,"tag":"Nortown"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}