{"id":5965,"title":"A right to a park","course_id":118,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early 1970s, representatives of the United Automobile Workers' union presented a picture of deprivation to the City of Detroit. The influential Motor City workers union had created a map which literally illustrated the isolation of urban residents; isolation from any large city-facilitated parks. For residents of the City of Detroit, there are no parks or open spaces within a 30 minute drive besides the city's treasured Belle Isle, an island park in the Detroit river. Representing a fundamentally urban membership and their families, the UAW union recognised that many of their members lacked a car or convenient access to transportation as public transport was (and still is) inadequate and irregular, out of metro Detroit and to the several beautiful parks in surrounding counties. The UAW demanded that the city increase funding and maintenance for the only relatively accessible Metro Park, Belle Isle; and they succeeded.","For the UAW the lack of access which urban Detroiters had and still have is an Environmental Justice issue, as it represents an inequality between suburban and regional citizens and their urban counterparts. In Environmental Justice literature and thinking access to 'green spaces' such as maintained parks and other large, open, relatively natural areas for use as recreational is a right for all people. This right of access to a space to relax and play has been historically denied for many Detroit residents; while Belle Isle defines itself as a recreational, democratic park for all of Detroit it is quite inaccessible to citizens without a car as are other parks in the region. The UAW's fight for an accessible and maintained city park has gained relevance again with the recent lease of the island to the State of Michigan; a new bus route has been promised to allow easier access to urban residents, but a price of $11 a year for access with cars will be charged."],"display_date":1970,"search_date":"1970-07-02","citations":[{"divid":1395629292,"type":"Artifact","data":["United Automobile Workers","Metropark Location Map, Detroit","Map","circa 1970","UAW","Walter P. Reuther Library","Wayne State University, Detroit"]},{"divid":1395631145,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Martin V Melosi","Environmental Justice, Ecoracism, and Environmental History","Out of the Woods; Essays in Environmental History","Hal Rothman &amp; Char Miller","Pittsburgh","Pittsburgh University Press","1997","194-211"]}],"locations":[{"id":8232,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"},{"id":1947,"tag":"City parks"},{"id":2092,"tag":"Environmental Justice"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}