{"id":5967,"title":"Detroit International Fair in Delray","course_id":118,"status":"P","start_date":"1899-01-01","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit in the 1880s was growing, and seeking a reputation among the great cities of the era. When well-to-do citizens formed the exposition company, they imagined a fair that would marry agriculture and industry in a world class exposition. By early 1889, the exposition company had a capital stock of $500,000 to draw on, and the Detroit International Fair and Exposition became a reality.","Seventy two acres of unincorporated land where the Detroit and Rouge Rivers met, just south of Fort Wayne were chosen to host the fair. The countryside was valued at $150,000, and had long been enjoyed by canoeists, fishermen, and hunters.","The goal of the exposition was not only to showcase the city and state, but to draw attention to Detroit and boost its stature among other great cities. The advertisements for the fair struck this chord. Touted as the most handsome grounds in the world, little Delray to the southwest of Detroit was built up magnificently. There were to be wonderful displays of electric inventions and manufactures, as well as the \"finest blooded horses and cattle, sheep, swine, and poultry. Railcars and ferries pulled up right to the shores, \"beautifully located on the bank of the Detroit River.\"","Several important points can be drawn from these sources. One, the Solvay Process Company would go on to buy and build its factory on this very location. The easy access to the water, prelaid rail, and a city warm to industry all set this in motion. Two, the area exploded around the expostition, and the village of Delray would be incorporated, shortly after the annual fair halted, in 1897. Three, the fair was a harmony of agriculture and industry, in a beautiful area. In the decades after the fair Delray would itself change into industry and housing, and smokestacks would tower over a landscape that fair gowers and fisherman had enjoyed."],"display_date":1899,"search_date":"1899-07-02","citations":[{"divid":1395686256,"type":"Website","data":["Richard Bak","A Fair to Remember","Hour Detroit","http://www.hourdetroit.com/Hour-Detroit/February-2009/A-Fair-to-Remember/","March 24, 2014"]},{"divid":1395686748,"type":"Pamphlet or Other Printed Material","data":["","Detroit International Fair and Exposition","Ann Arbor, MI","Ann Arbor Argus","July 31st, 1891","http://media.aadl.org/documents/original/aa_argus/aa_argus_18910731-p02.jpg"]}],"locations":[{"id":8062,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":2096,"tag":"International Fair"},{"id":13,"tag":"Agriculture"},{"id":58,"tag":"Industry"},{"id":1899,"tag":"Detroit"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}