{"id":5968,"title":"The Closing of St. Mark's Episcopal Church of Delray, Detroit in 1922 Signlas Delray's Demographic Shift","course_id":118,"status":"P","start_date":"2/18/22","end_date":"2/18/22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sunday February 19, 1922 marked the final day of services at St. Mark’s Episcopal Church in the Delray neighborhood of Detroit.  The Detroit Free Press announced its closure the day prior, February 18, 1922, in an article entitled “Delray Church to Close its Doors”. The article printed a photo of the front of the church, showing its elevated entry, tall pointed-arched windows, and the building’s rather extensive length. The church stood on West End Avenue and Thaddeus Street and first opened in 1897.  At that time, it was centered in quickly developing neighborhood of Delray and by 1911 it needed to be enlarged to sufficiently serve the growing community.  However, by 1922, the church was considered to be “in the heart of a foreign settlement” and not within the same proximity of its former visitors. The Episcopalians who previously frequented this church are cited as having mostly moved out of this area of Delray and into neighborhoods north of Fort Street.  Because of the population movement, the church lost most of its followers and could no longer be self-sustaining. Thus, it was forced to sell its property.","Because of Delray’s industrial development at the beginning of the 20<sup>th</sup> century, it naturally drew many immigrants looking for work. The predominately Hungarian population that settled in Delray opened their own churches, which were most often Catholic. The closing of the Episcopal Church thus illustrates the extent to which Hungarians transformed Delray into their own, (or as the article iterates- into a “foreign”) neighborhood. This demographic shift in Delray was summoned by the influx of factories and the availability of jobs for unskilled laborers, but as the immigrants form this phase of movement gained more skills and more income, they too would eventually move out of Delray and make way for a second great demographic shift after World War Two.  As with the closing of the Episcopal Church, Delray would later see far many more businesses close their doors as the demographics and population of Delray would continue to be in flux."],"display_date":"February 18, 1922","search_date":"1922-02-18","citations":[{"divid":1395690580,"type":"Newspaper Article","data":["Delray Church to Close its Doors","Detroit Free Press","Detroit, MI","February 18, 1922","8"]},{"divid":1395690637,"type":"Website","data":["R. S. Bujaki","Religious Life: Holy Cross Hungarian Catholic Church","Old Delray","http://www.old-delray.com/HolyCrossHungarianCatholicChurch.htm","March 24, 2014"]}],"locations":[{"id":8029,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":31,"tag":"Immigration"},{"id":79,"tag":"Religion"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}