{"id":5969,"title":"Detroit International Exposition Fair of 1889: Delray Before Its Industries","course_id":118,"status":"P","start_date":"1889-08-17","end_date":"1889-09-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>Harpers Weekly</em> devoted a large part of its August 17, 1889 issue to the upcoming Detroit International Exposition Fair, which would open exactly one month later on September 17, 1889. Included in their spread was an engraving by Francis Schell and Thomas Hogan, bearing the caption, “General View of the Buildings and Grounds of the Detroit International Fair and Exposition.”  The engraving is of an aerial view of the Main Building, several pavilions adjacent to it, and two long ponds. These grand projects were built just southwest of Fort Wayne in Delray, and according to the engraving would be surrounded by bustling activity around the pavilions as well as significant boat traffic along the river, presumably bringing in hoards of tourists eager to visit the fair. The main building was designed by Louis Kamper in style that recalls great European palaces, and was prominently placed at the center axis of the engraving and at an angle that dramatically accentuated its long, ornamented halls.  The <em>Harpers </em>article points out proudly that it was “the largest building in the world erected exclusively for fair and exposition purposes,” and goes on to boast of the plethora of industries and activities that would be represented, from packaged seeds to stove manufacturers to musicians and a painting gallery with 300 artworks. The fair would be so large that the author said the only person capable of seeing everything in a day would have to be a “professional pedestrian.”","The event jumpstarted major construction projects in Delray. The city transformed the area by draining marshlands, clearing farms, building new roads and railways, and even constructing two additional docks to accommodate the anticipated increase in river-traffic.  The fair happened at a time when Detroit was bursting with economic and industrial activity and this event solidified its reputation as a booming city. The fair did draw a lot of attention, but afterwards, the structures did not remain. Delray also did not maintain this palatial appearance. Within just six years, the Solvey Processing Plant took over the location of the main exposition building and began to dig for salt.  If we were take an aerial shot from the same spot today as where Schell and Hogan did their engraving in 1889, instead of seeing the grand halls by Kamper, we would be peering down onto the black land and factories of Zug Island."],"display_date":"August 17, 1889 - September 17, 1889","search_date":"1889-09-01","citations":[{"divid":1395691053,"type":"Pamphlet or Other Printed Material","data":["Francis Schell and Thomas Hogan","Engraving: General View of the Buildings and Grounds of the Detroit International Fair and Exposition","","Harpers Weekly","1889","Detroit Historical Society"]},{"divid":1395691152,"type":"Website","data":["B.R.","All Roads Lead to Delray","Detroit Historical Society","http://detroithistorical.wordpress.com/2012/12/19/all-roads-lead-to-delray/","March 24, 2014"]},{"divid":1395691257,"type":"Website","data":["Richard Bak","A Fair to Remember","Hour, Detroit","http://www.hourdetroit.com/Hour-Detroit/February-2009/A-Fair-to-Remember/index.php?cparticle=2&amp;siarticle=1#artanc","March 24, 2014"]}],"locations":[{"id":8030,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":2096,"tag":"International Fair"},{"id":2054,"tag":"Zug Island"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}