{"id":5973,"title":"Bell, I'll","course_id":118,"status":"P","start_date":"1869-01-01","end_date":"1869-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A (hopefully) satirical article in the Detroit Free Press in 1869 offered a very strange legend concerning the naming of Belle Isle. It was said that back when the Island was inhabited by Native Americans, there was a beautiful woman named Bell. Her father, Stick in the Mud, was a leader of the tribe on Belle Isle. One day Bell nearly drowned in the Detroit River but was saved by J. Adolphus, a white man who was fishing on the island. Bell and Adolphus fell in love and asked Stick in the Mud for his blessing in their marriage. Stick in the Mud refused to consent to the marriage, so Bell decided to run away to be with Adolphus. As Bell was escaping from the Island in her canoe, Stick in the Mud followed. As they neared the shore of Detroit, Adolphus saw the chase and took his own boat out to get Bell. As they neared each other, Stick in the Mud drew a gun and began to yell, “Bell, I’ll shoot!” but all he got out was “Bell, I’ll…” before a steam boat came through and crushed all three people, killing them and sending them to the bottom of the river. People on the shore had heard Stick in the Mud yell “Bell I’ll” and named the island “Belle Isle” from then on. This story is strange and ridiculous, however it does offer some insight into the feelings of people about Belle Isle. The desire for a romantic history behind the most natural and pristine place in the city of Detroit, one that includes Indians and excitement shows both the sentiments of the time and the natural inclination of people to assign special meaning and significance to their natural spaces. People attach themselves to wilderness, they enjoy the idea of a wild space. This legend just proves how much people enjoy the romantic ideas of wilderness, especially in the middle of a large urban environment."],"display_date":1869,"search_date":"1869-07-02","citations":[{"divid":1395726540,"type":"Article","data":["Not Available","Belle Isle: The Indian Legend Concerning Its Name","The Detroit Free Press","N/A","August 29th, 1869","1"]},{"divid":1395727080,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["William Cronon","The Trouble With Wilderness","Uncommon Ground: Rethinking the Human Place In Nature","William Cronon","New York","W.W. Norton and Company","1995","69-90"]}],"locations":[{"id":8398,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}