{"id":5974,"title":"The Foreign Voice in Detroit","course_id":118,"status":"P","start_date":"1/10/15","end_date":"1/10/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1915, Europe was embroiled in the Great War, and droves of men and women began immigrating to the United States.  Some came for the abundance of new jobs, others to escape war and hardship, but countless at the time saw Detroit as a beacon of hope, with its industry, location, and upwelling of vibrant cultural hubs. In 1915, Detroit Free Press published a wonderful Sunday edition describing how the various foreign groups received news about the war. It detailed the difficulties the men in the boarding houses had gaining access to war news because of the language barrier. As in most large American cities, one of the outcomes of the cultural melting pots was an entire subset of news published in various foreign languages, as well as men who began to serve as translators to others who couldn’t speak or read English.","Carol Agnocs’ dissertation about ethnic neighborhoods in metropolitan Detroit describes Detroit as a conglomeration of separate communities that occasionally interacted with each other, as opposed the “melting pot” concept that came to describe places like New York City or Los Angeles. She also states that earlier, before Detroit’s problems began to be attributed to dualisms such as Black vs. White, or Unions vs. companies, the was a high level of ethnic heterogeneity that was not always melded together perfectly, as shown through the various papers and the differing levels of information between the different cultural groups around World War I."],"display_date":"January 10, 1915","search_date":"1915-01-10","citations":[{"divid":1395770572,"type":"Newspaper Article","data":["How Detroit Foreigners Get Their War News","Detroit Free Press","Detroit, MI","January 10, 1915","4"]},{"divid":1395770620,"type":"Dissertation/Thesis","data":["Carol Agocs","ETHNIC NEIGHBORHOODS IN CITY AND SUBURBS: METROPOLITAN DETROIT, 1940-1970","PhD Diss.","Wayne State University","1977",""]}],"locations":[{"id":8107,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2097,"tag":"ethnic neighborhoods"},{"id":1310,"tag":"urban history"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}