{"id":5975,"title":"Family Fitness Fun!","course_id":118,"status":"P","start_date":"12/31/69","end_date":"12/31/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For many Detroiters New Years Eve is an event in which the stresses of the past year can be relieved in a night of hedonistic fun or relaxation, with many Techno parties and other social events throughout the city. But for Detroiters who are shy of the partying age, NYE still marks an especially fun day with the annual New Year's Eve Family Fun Run. The Run has been a highlight on the calendar of thousands of parents and children alike, being held on the island of Belle Isle every year since 1969. Casual runners are offered the option of a 2km Fun Run or more serious competitors can attempt to triumph, or beat their personal best in the 5km Run or Walking circuit originating at the famous Belle Isle Casino.","The annual Fun Run is Michigan's longest continuously held running event, and it is perfectly fitting that it is held on the 'people's park' on Belle Isle. For over a century Belle Isle has held a special place in the urban and industrial landscape of Detroit, throughout it's history of boom and decline. Touted as an open, democratic space for workers and their families to enjoy the sentiment of Belle Isle is encapsulated in the Fun Run. Open to anyone the Run does not discriminate on grounds of gender, or ability, allowing entrants to take the course at their own pace from a leisurely, social walk or casual jog through to all out competitive run. Being a family and community event, the Run also allows Detroiters time to bond with their children and neighbours alike, for many becoming a family tradition with up to 5,000 runners a year."],"display_date":"December 31, 1969","search_date":"1969-12-31","citations":[{"divid":1395795811,"type":"Newspaper Article","data":["Annual race is all about family fun The FIT","Detroit Free Press","Detroit","12/27/2009",""]},{"divid":1395797474,"type":"Website","data":["Jim Bocci","Fifth Third Bank 44th Annual Belle Isle New Year's Eve Family Fun Run/Wal","Belle Isle Fun Run","http://belleislefunrun.com/Default.aspx","3/25/2014"]}],"locations":[{"id":8362,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1901,"tag":"Belle Isle"},{"id":1899,"tag":"Detroit"},{"id":2098,"tag":"Fun Run"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}