{"id":5977,"title":"Detroit City Plan Commission Shares Progressive Future Plans For City &amp; Goes By Name Of Urban Renewal","course_id":118,"status":"P","start_date":"1/1/63","end_date":"12/31/63","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1963, the Detroit City Plan Commission prepared an informational bulletin to provide the public with “a ready reference to Detroit’s program of redevelopment”, and an explanation of their large aims to remove blighted areas from the city and replace them with “sound [and] logical development”. It first started with a brief history of urban renewal in Detroit, classifying urban renewal as the term applied to programs that focused on two areas in regards to blight: conservation and redevelopment. Conservation was defined as implementing public improvements to acceptable neighborhoods and stimulating “home owners to high standards of maintenance and home improvement thus forestalling blight”. Redevelopment stemmed from earlier efforts in the city, like the Master Plan of Redevelopment set in the ‘40s that came with building Detroit’s first public housing. Blighted buildings were defined by: age, poor foundations, lack of modern plumbing and heating, overcrowding, lack of playgrounds, excessive traffic, and mixed zoning/land use. The bulletin then detailed current and future redevelopment programs in Detroit, with an explanation on each individual project, key maps, and timelines, as well as “tabular” information on acres of redevelopment and its cost in Detroit. Overall, the plan was estimated to affect 90,415 dwelling units and redevelop 7,928 acres. One of these, and also the largest housing redevelopment program noted in the bulletin, was the Gratiot Redevelopment Area, today known mainly as Lafayette Park.  The bulletin explains that the area was part of the first sector of Detroit’s rebuilding program that stood just east of the Walter P. Chrysler Freeway (under construction of the time of this publication). The plans for Gratiot Area wanted to increase dramatic intermixture of apartment buildings and continue to carry the redevelopment all the way to Jefferson Avenue. It was estimated that the area would accommodate 1,810 families, 350 in-garden apartments and town houses, and 1,460 in tower structures.","There are several important things to notice from this 1963 account. First, Detroit, like many other cities of the time, was interested in the nationwide trend of urban renewal. Choices made during this time could dramatically affect the city and its future. Similarly, it can be understood from this bulletin that the Commission genuinely thought they were aiding in improving the city by eliminating blighted areas and contributing to beautifying others that could be \"saved\". Where the Commission saw blight, high crime/disease rates, and poor housing, this account proves they did come up with some sort of plan to “fix” this blight, no matter how flawed modern and retrospective opinions of urban renewal are to us now. Today, there are numerous accounts of those who grew up in the above Gratiot Redevelopment Area (aka Black Bottom) that never saw it as blighted or crime laden. Furthermore, the line in the bulletin that announces the new development as being right next to the Chrysler Freeway shows the discrepancy in thinking of both the era and between those affected and those in power. In environmental historical terms, this lack of understanding can be described as “seeing like a state” and dealing in legibility: where those in power create a simplified rationale to centralize control (like with the redeveloping and “slum clearing” of over 200 acres of Black Bottom) without truly understanding the complexities of the area, people, or issues affected. The Commission assumed their solution for Lafayette Park and its expansion took into account all factors, despite most likely not speaking to those who lived there or including them in decisions. As history can then show, assumptions from legibility are often wrong. While Lafayette Park sustains to this day and can sometimes be considered an urban renewal success story just for doing so, it also stands on what is considered the dormant remains of Black Bottom. It replaced a neighborhood that many residents were terribly sad to see go, despite being thought of as an ideal plan of action by city planners."],"display_date":1963,"search_date":"1963-07-02","citations":[{"divid":1395798446,"type":"Government Document","data":["Detroit Urban Renewal","Detroit City Plan Commission","1963","Detroit, Michigan","The Commission","1963","1-22","Bentley Historial Library at the University of Michigan",""]},{"divid":1395798561,"type":"Book","data":["James C. Scott","Seeing like a State: How Certain Schemes to Improve the Human Condition Have Failed","","Durham, North Carolina","Running Feet Books for Yale University","1998","29-33, 73-76"]},{"divid":1395798790,"type":"Article","data":["Laura Pulido","Rethinking Environmental Racism: White Privilege and Urban Development in Southern California","Annals of the Association of American Geographers","1","2000","12-40"]}],"locations":[{"id":8067,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1953,"tag":"Urban Renewal"},{"id":2011,"tag":"Slum Clearance"},{"id":2066,"tag":"Building Preservation"},{"id":1550,"tag":"Conservation"},{"id":2099,"tag":"Black Bottom, Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}