{"id":5978,"title":"Points of Interest in Detroit to a Mid-19th Century Visitor","course_id":118,"status":"P","start_date":"1886-05-14","end_date":"1886-05-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the warmer summer months in the late 1800s, Detroit experienced an influx of visitors and tourists who needed guidance on locating the more interesting city locales and landmarks. As a solution, The Detroit Free Press published this article in May of 1886 to offer assistance to the \"intelligent excursionists to [the] old city\" who wished to see the historic sites that Detroit had to offer. This detailed and thorough guide to the \"first permanent colony in the Northwest\" includes sites like Fort Pontchartrain, <em>Belle Fontaine</em> (or Springwells in the Third Street Depot area), Claude Campau's grist mill on May's Creek, Judge May's house on the corner of Jefferson and Cass, the Fort Lemoult citadel, the First National Bank building, the second St. Anne's Church, multiple historic homesteads and houses (some already having been demolished by the time the article was printed), the \"Pontiac Tree\", and many other places of historic interest. Most of these site listings are accompanied by small anecdotes of their historical significance, including a lengthy paragraph dedicated to Fort Pontchartrain and the involvement of the \"treacherous\" Native Americans during the \"great Indian conspiracy of 1763\".<br /><br /> This article gives us an interesting insight into how Detroit looked during the late 1800’s (which was vastly different than the Detroit we see today). Some of the landmarks that are mentioned in this guide are still visible today, and still attract some tourists. However, tourism has severely declined since the economic boom of the automobile and industrial period of 19<sup>th</sup> century Detroit. Also, many of the places mentioned in the article no longer exist as they did during 1886; for instance, the majority of the homesteads mentioned have been demolished and built over, and the few parts of Fort Pontchartrain that remained in 1886 have since been destroyed (the majority of the Fort was burned down during the great fire of 1805 in Detroit that also wreaked havoc on most of the city). This article makes a mention of the 1805 fire when it lists Judge May’s house (no longer standing), which is said to have included bricks from the chimneys of French houses that were consumed in the city-wide fire. It is interesting and thought-provoking to compare a modern-day guide of Detroit to this 1886 version, because one can see the differences in what was considered historically important in 1886 to today’s historical landmarks in Detroit (mainly through the landmarks that were demolished by the city, built over, or destroyed in some other fashion since this article’s publication). In analyzing a historic guide like this one, it is possible to envision the physical changes that have shaped the city into its current state via its historic landmarks (or lack thereof)."],"display_date":"May 14, 1886","search_date":"1886-05-14","citations":[{"divid":1395798373,"type":"Newspaper Article","data":["Historic Detroit: Where the Visitor Can Find Most Points of Interest in the City","Detroit Free Press","Detroit, MI","May 14, 1886","2"]},{"divid":1395798479,"type":"Website","data":["Tina Granzo","Detroit History: Detroit Places - Fort Pontchartrain Du Detroit - French Rule","Tina Granzo","http://historydetroit.com/eras/french_rule_1701-1760.php","March 23 2014"]},{"divid":1395798800,"type":"Newspaper Article","data":["Detroit: 10 Things to Do","Time Magazine","","June 4, 2010",""]}],"locations":[{"id":8057,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1512,"tag":"Tourism"},{"id":537,"tag":"Native Americans"},{"id":1899,"tag":"Detroit"},{"id":1918,"tag":"Detroit Free Press"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}