{"id":598,"title":"Capitalist Enslavement\n","course_id":1,"status":"P","start_date":"1854-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["George Fitzhugh, a native of Brentsville, Virginia, published Sociology for the South, or the Failure of Free Society.  He looked upon Africans and African-Americans as children, uniquely suited to slavery. Just as children cannot be governed by mere law ? because they are so much under the influence of impulse, passion and appetite, the negro individual had to be treated as a grown up child ? The master occupies towards him the place of parent or guardian.  Society was actually doing the negro a favor because, without subjecting him to slavery, he would become a heavy burden upon society as a result of his improvident ways.  Fitzhugh also used the Bible as a justification for the continuation and spread of slavery in America.&lt;br /&gt;He specifically called attention to industrial society as a ruthless system in which capital mercilessly exploited labor.  An established patriarch is almost always kind and benevolent, and a slaveholder is the head of the largest family; therefore nature compels master and slave to be friends. Even if negro slavery was abolished, there would still be enlisted soldiers and sailors; Wellington at Waterloo was a slave, Fitzhugh contended.  Only slavery, which combined capital with labor, could introduce benevolence into society.  Without slavery, warned Fitzhugh, there would be class warfare or revolution.&lt;br /&gt;Fitzhugh set himself up against Nott's Types of Mankind because it digressed from the Biblical story of Adam and Eve and because he supposedly encouraged masters to treat their slaves as beasts without humanity. Fitzhugh declared, The Southerner is the negro's friend, his only friend. Let no intermeddling abolitionist, no refined philosophy, dissolve this friendship."],"display_date":1854,"search_date":"1854-07-02","citations":[{"divid":1215451800,"type":"Book","data":["William Cooper and Thomas E. Terrill","The American South: A History ",null,"New York","McGraw Hill ","1996",""]},{"divid":1215451955,"type":"Book","data":["Michael O&#39;Brien","Conjectures of Order ",null,"Chapel Hill, NC","University of North Carolina Press","2004","972-977"]},{"divid":1215451991,"type":"Book","data":["George Fitzhugh","Sociology for the South, or the Failure of Free Society",null,"","Burt Franklin","1854","83, 85, 95"]}],"locations":[{"id":449,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}