{"id":5981,"title":"Laboring for Social Purity","course_id":118,"status":"P","start_date":"1/1/13","end_date":"12/31/13","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["An article in the Detroit Free Press in 1913 presents two prevailing trends in how the general population was conceiving of farms and agricultural labor at that time.  It first discusses a prophesized demographic shift back to the rural from the crowded urban centers expressed in terms of predicted census data from another periodical.  This trend is treated as a hopeful premise because the farm was understood as something wholly separate from and potentially superior to the city, which further imbued it with a restorative power when it came to the ills of life in the city.  These ills are drawn out in the second trend discussed, which is the employment of agricultural labor in the reformation of socially demonized groups such as alcoholics or the mentally ill or developmentally differently-abled.  There is even mention of a proposed program in Illinois by which husbands who had deserted their wives and children would be employed so as to provide their former families with sustenance.  This article presents these two trends in a positive light, only raising doubts about the scale at which these movements could be achieved, but does not pay heed to the manner in which both stem from a commonly-held assumption of an idealized rural wherein labor is pure and can purify those who participate in it therefore.  This positioning of the farm as an arena for social purification is contingent on the separation, in the popular imaginary, of the farm from the city and the perceived social corruption fostered by the urban environment.  It treats agriculture and agricultural labor like a prescription for an improved social and moral universe because, solving a social problem by removing the problematic elements as far from sight as possible, in this case by relocating them to an imagined rural space.","This article is a prime example of how the misguided binary between Nature and the world of humankind can become laden with problematic moral values.  This largely stems from what one could refer to as baggage passed down from the imagined space of the “very beginning,” the biblical idea of an Eden, a space of Nature that is unsullied by human input and is therefore representative of an ultimate form of purity.  Whether it is 1913 and reformatory farms are in vogue in the press or it is 2014 and narratives of urban gardens include a refrain of the restorative and reformative aspects of laboring in Nature – even if this is a Nature reclaimed from a human space – the valorizing that is applied to this false binary results not only in a denial of how humans and the natural world mutually constitute one another but also can result in efforts that are paternalistic and marginalizing."],"display_date":1913,"search_date":"1913-07-02","citations":[{"divid":1395852307,"type":"Newspaper Article","data":["The Farm is not a Cure-All","Detroit Free Press","Detroit","March 11, 1913",""]},{"divid":1395852498,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["William Cronon","The Trouble With Wilderness; or, Getting Back to the Wrong Nature","Out of the Woods","Char Miller and Hal Rothman","Pittsburgh","University of Pittsburgh Press","1997","28-50"]}],"locations":[{"id":8070,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2107,"tag":"Social Reform"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}