{"id":5982,"title":"Future of Detroit: From Blight to Bloom","course_id":118,"status":"P","start_date":"1/1/99","end_date":"12/31/99","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Malik Yakini, a Detroit native, was born mid-century during the hight of the city’s production power.  Around 1960, after the “white flight” movement, Yakini and his family experienced frequent hostility when they moved into a predominantly white neighborhood. Racial discrimination persisted as economic opportunity began to crumble.  Yet, within a few years, the community transformed into having a primarily African-American population.  In the decades after his family’s move and neighborhood changes, Yakini remembers the slow decline in public services, ranging from mass transit to garbage collection to fire fighting.  Today, over 80 percent of Detroit’s population is African-American and the unemployment rate stands at about 15 percent.","Now, Yakini is the chairman of the Detroit Black Food Security Network and in charge of several urban farm and gardening projects.  He believes that Detroit may be revitalized through food production, since its food production capacity is so immense. The city is spread over 360 acres and contains an estimated 150,000 abandoned parcels, causing officials to believe that the farming could clean up blight and grow jobs.  With the emergence of a local food-processing industry, 4,700 jobs and $20 million in taxes could be created.  By 2050, 29 percent of Detroit’s landscape would be allocated to farming, something that has gained the attention of prosperous landowners and entrepreneurs.","Yakini sees these changes being brought about by the community, going beyond the economics of urban farming. He thinks that the most important aspect of public gardens and farming is that it will tie people together for the common good.  He states, “African-Americans in Detroit tend to have a sense of despair and helplessness that is a direct result of oppression. Producing even some of our own food restores a sense of power, a sense that we can shape our own destiny.”  The future of Detroit not only relies on community leaders like Yakini, but also on the history that has shaped its current state."],"display_date":1999,"search_date":"1999-07-02","citations":[{"divid":1396803919,"type":"Pamphlet or Other Printed Material","data":["Tom Philpott","From Motown to Growtown: The greening of Detroit","Seattle, WA","Grist Magazine","2010",""]},{"divid":1395877932,"type":"Newspaper Article","data":["Detroit embraces urban farms to create jobs; With abandoned lots in abundance, proponents seek to turn urban blight into food economy","The Vancouver Sun","Vancouver, B.C.","Aug 12, 2013","C8"]}],"locations":[{"id":8283,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2052,"tag":"Urban Farming"},{"id":1978,"tag":"Unemployment"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}