{"id":5983,"title":"Travel in Comfort and Style with the Detroit and Milwaukee Railroad","course_id":118,"status":"P","start_date":"1856-01-01","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A 1856 advertisement for a railway company and a steamship company offered trips via either mode of transportation down the Detroit River and through the railways of the major cities and states in the Upper Midwest. The advertisement, probably originally published in regional newspapers, also includes the multiple connections that could be made through either the steamship route or the railway to other boats and trains. The routes offered include the Mississippi River and popular cites (such as Grand Rapids, Muskegon, Chicago, and St. Anthony), and emmigrants are offered \"cheap and comfortable transit\" to each destination on the \"first-class\" and \"reliable\" steamships.","The advertisement was published at an interesting juncture in the history of Detroit, after the decline of the fur trade, but well before the start of the auto industry. Railroads were a main source of land transportation at this point, and the railroads in the area of the city were created in part as a result of developer P.W. Norris' involvement in the city. Norris insisted that railroads were going to be the key to the success of the city of Detroit, specifically in the area of his namesake (the Village of Norris, today a region of northeast Detroit commonly known as Nortown), and so he was a key player in their inception and implementation throughout the bustling city. These railroads were highly beneficial to some at the time, as they allowed passengers to travel quickly from one landlocked place to another, and also ensured the delivery of goods and products form one city to another. However, the railroads have caused more than their fair share of problems in modern-day Detroit, including traffic issues, road blocks, destruction of property/buildings, and high taxes. The popularity of the railroads since this advertisement has indeed declined in favor of more efficient and timely transportation, such as airlines, personal vehicles, and commercial trucks."],"display_date":1856,"search_date":"1856-07-01","citations":[{"divid":1395882584,"type":"Primary Source in a Secondary Source","data":["Detroit and Milwaukee Railroad and Steamship Advertisement","1863","The Great Lakes, or, Inland seas of America : embracing a full description of lakes Superior, Huron, Michigan, Erie, and Ontario : rivers St. Mary, St. Clair, Detroit, Niagara, and St. Lawrence, Lake Winnipeg, etc. : together with the commerce of the lakes and trips through the lakes : giving a description of cities, towns, etc., forming altogether a complete guide for the pleasure traveller and e","John Disturnell","New York","Charles Scribner","1863","173"]},{"divid":1396917990,"type":"Book","data":["Don Binkowski","Col. P.W. Norris: Yellowstone's Greatest Superintendent","","Etowah","C &amp; D of Warren","1995","116"]}],"locations":[{"id":8359,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1934,"tag":"P.W. Norris"},{"id":1899,"tag":"Detroit"},{"id":666,"tag":"Railroad"},{"id":2108,"tag":"Steamboats"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}