{"id":5984,"title":"Downzoning on the Mt. Elliott Industrial Corridor","course_id":118,"status":"P","start_date":"1/1/77","end_date":"12/31/99","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The journey north along Mt. Elliott St. in Northeast Detroit depicts somber remnants of a thriving past.  It takes you along a desolate street with few stores; the only buildings are small warehouses, repair shops, junkyards, and a few small parts stores.  Traveling along the corridor, empty lots and abandoned buildings line the streets, remnants of a once-bustling business district.  Many of the buildings— both abandoned and those that are still in use— are covered in graffiti, with weeds growing up around the storefronts and the windows of empty buildings broken or missing and boarded up.  The Grand Trunk Rail Line, established in the area in the 1870s by P.W. Norris, which brings freight to the area, now carries much less freight traffic than it did at the height of the auto industry.","For much of the 20<sup>th</sup> century, the Mt. Elliott corridor was full of thriving industry.  The Grand Trunk brought raw materials to the small businesses along Mt. Elliott and Sherwood, which runs parallel to Mt. Elliott along the tracks.  Most of the businesses were feeder plants that supplied parts and steel to Detroit auto factories like the Packard Plant, River Rouge facility, and the Highland Park Plant.  In the late 1970s, however, the auto industry began to move south to take advantage of the lower labor costs ensured by right-to-work laws in those states, and these feeder plants became less necessary.  Much like the rest of the city, the businesses experienced a general decline that matched that of the car companies.  Many areas were designated as partially contaminated brownfields, and taxes were lowered on the land.  As a response, Mt. Elliott was downzoned from “heavy” to “restricted” industrial, and many of the businesses that could move in were ones that required little startup capital and were not heavily industrialized— the junkyards and repair shops that are there now."],"display_date":"1977 - 1999","search_date":"1988-07-01","citations":[{"divid":1396204534,"type":"Manuscript","data":["Zachary Fogel","Interview with Rory Bolger, Detroit City Zoning Office, regarding the Downzoning on the Mt. Elliott Corridor in Nortown","March 21, 2014","","","Environmental History in Detroit","Bentley Historical Library, University of Michigan"]},{"divid":1395889948,"type":"Artifact","data":["Google","Mt. Elliott Corridor","Google Earth Street View","2014","","",""]}],"locations":[{"id":8139,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1970,"tag":"zoning"},{"id":1935,"tag":"Nortown, Detroit"},{"id":2109,"tag":"Mt. Elliott St."}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}