{"id":5987,"title":"Two New State Prisons Rise in Northeast Detroit","course_id":118,"status":"P","start_date":"10/3/88","end_date":"10/3/88","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["African American migrants who came to cities like Detroit with ambitious dreams about prosperity in the North, were sadly disappointed during times of recession in the city when there were not enough jobs available for them. As a consequence of the thousands of jobless, homeless, poorly educated and starving African-Americans in Detroit crime was high and upward mobility was low. Rather than address the underlying issues of racial discrimination, poor housing, and lack of jobs, in 1988 the Michigan Department of Corrections announced plans to build \"two new state prisons for men being built on the northeast side of Detroit.\" This massive project in the heart of Nortown, already struggling with economic decline and flight to the suburbs, was attended by strongly differing views among the community.","The new prisons, and a new police precinct station neighboring the prisons, lay directly south of several residential neighborhoods. Mildred Stallings, chairperson of the citizens' group working with the state on the project, noted that \"the flight (from the neighborhoods) has not occurred\" as had been feared when the project was announced. But critics pointed out that people had few options about where to go if they didn’t want to live next to a state prison, and the ongoing lack of resources available for the struggling community.","In response to these concerns, the state required that 15 percent of the labor involved in building the prisons go to minorities and 5 percent to women. The project was supposed to provide an estimated 350 to 500 construction jobs. Bill Richardson, a partner with the management company on the construction of the project, said the project provided an excellent opportunity for minorities, but he said there aren't enough minorities in the industry to take advantage of the situation. Minorities \"have a hard time getting into the trade unions….Because they are not in the unions, it will be difficult for them to be representative in the work force\" on the project. So, although the intentions of the state and other officials seemed amenable to compromise, the results still left African Americans in Detroit with the \"short end of the stick.\""],"display_date":"October 3, 1988","search_date":"1988-10-03","citations":[{"divid":1395944493,"type":"Article","data":["Kathy Jackson","Two New State Prisons Rise in Northeast Detroit","Crain's Detroit Business","40","October 3, 1988","3"]},{"divid":1395944757,"type":"Book","data":["George E. Haynes","Negro Migration--Its Effects on Family and Community Life in the North,","","unknown","OPPORTUNITY","October 1924","304"]}],"locations":[{"id":8113,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":2112,"tag":"Prison system"},{"id":1899,"tag":"Detroit"},{"id":2003,"tag":"Nortown"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}