{"id":5988,"title":"<strong>An Oral History—What ‘Urban Ag’ Means to Betti Wiggins</strong>","course_id":118,"status":"P","start_date":"1/1/50","end_date":"1/1/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Betti Wiggins proudly declares, “I am in the ‘urban ag’ movement.”  Wiggins, born in North Carolina, arrived in Detroit at two months old.  She lived in a single-family apartment in Black Bottom, the city's predominantly African-American neighborhood, with her mother, father, aunt, uncle and five cousins.  In Wiggins’ early childhood, her mother developed tuberculosis.  With help from their local church, Wiggins’ immediate family moved forty miles outside Detroit to a twenty-seven acre farm in Milan, Michigan. As her father developed a relationship with Ray Kowalski, owner of a local Detroit grocery store, their family moved to a forty-acre farm. Wiggins spent her childhood on this farm.  However, in her teen years Wiggins moved back to Detroit.  She went on to attend Wayne State University majoring in nutrition and dietetics.","Wiggins, currently the executive director of the Office of School Nutrition for Detroit Public Schools, declares that \"in its very bones this city is agrarian.\"  The people who came to Detroit came from sharecropping backgrounds. This included not only African Americans, she clarifies, but also Appalachian whites and peasant Europeans.  From her memory, in the mid-twentieth century, everyone had a garden.  Further, she says they all had the same sort of humble backgrounds and that is why she likes Detroit.  While Wiggins’ agrarian roots developed just outside the city limits, her pride of Detroit's agrarian past seeps through her smile and tone as she speaks on her understanding of Detroit’s history.  Wiggins feels a personal connection to Detroit’s agrarian history.  She hopes Detroiters can capitalize on their history moving forward making Detroit a healthier and safer place to live.","Wiggins’ understanding of Detroit’s urban agricultural history fits nicely into the themes scholar Laura Lawson describes in the history of urban agriculture.  Lawson argues while the historical context of a particular moment shapes the face of urban agriculture at a certain time, three recurring themes remain constant: nature, education and self-help.  Using urban gardening as a means to stay in touch with nature and educate people about health is central to Wiggins' understanding of the importance of urban agriculture.  Furthermore, for Wiggins the self-help theme is even more paramount as this is part of her pride for Detroit.  Additionally, the prominence of this theme in Wiggins’ reflection on urban agriculture in Detroit also reinforces a common narrative that brings pride to many Detroiters—the narrative that Detroit is a city of hard-working and determined people."],"display_date":"January 1, 1950","search_date":"1950-01-01","citations":[{"divid":1395966059,"type":"Website","data":["unknown","Betti Wiggins: This City is Agrarian","Detroit Stories","http://detroitstoriesproject.com/betti-wiggins","3/20/14"]},{"divid":1395966372,"type":"Website","data":["unknown","Betti Wiggins: Such a Snooty Place","Detroit Stories","http://detroitstoriesproject.com/betti-wiggins","3/20/14"]},{"divid":1395966421,"type":"Book","data":["Laura Lawson","City Bountiful: A Century of Community Gardening in America","1","Los Angeles, California","University of California Press","2005","5-8"]}],"locations":[{"id":8114,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1930,"tag":"Urban Agriculture"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}