{"id":5989,"title":"Wartime Agricultural Movements and Women","course_id":118,"status":"P","start_date":"10/1/19","end_date":"10/1/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The year 1919 marked the United States’s first year out of war since 1914. World War I had been won with the help of an ambitious and aggressive campaign on the home front to overcome wartime shortages through collective action: namely widespread reducing, re-using, and home-producing (such as home-grown produce and canned goods).  The nation had looked to its women to take a leading role in igniting the nationalism and sense of patriotic obligation these efforts required.  As a 1919 Detroit Free Press article pointed out, women had risen to the occasion impressively.  In agriculture and gardening specifically, women’s efforts drew national recognition.  The “Farmerettes” as they were called, even became a division in the United States employment service, a milestone for women's rights considering society's generally negative attitute towards women in the workforce. The article described gardening as a “healthy and wholesome” outlet for young women, and due to its usefulness and proven success the article predicted that gardening for nationwide produce distribution would likely continue in the future. War gardens and victory gardens had created an occupational opportunity for women, even though the article pointed out, “American minds revolt at the idea of women in the work field.” The maternal nurturing and nourishing ideologies tied to the movement (and women in general) made this occupation seem less threatening than other fields, but it served as a powerful tool for empowering women to think about their capacity to occupy other social spheres.","Wartime agricultural movements such as the war gardens and liberty gardens of the World War I era and Victory Gardens during World War II had an especially important impact on women. These movements created opportunity for women to do what they had not done before…work outside the homestead. War gardens and victory gardens challenged gender norms and started the whisperings of political and social change within a male-dominated society. Though recognized for their contributions, these occupations within gardening and agriculture were still considered by many to be akin to the home-making and family-feeding spheres women had always occupied. Yet for many young women, being a farmerette served as a tool of empowerment. The sense of community and the success of their collective action called them to consider how they might continue to shape their identities through these assimilation into different domains. Big cities such as Detroit, Chicago, and New York provided an excellent place where women could gather and exchange ideas and feel recognized for their work.  Suffrage and women’s labor rights movements had roots, in part, in the empowerment women gained from wartime gardening and agricultural movements."],"display_date":"October 1, 1919","search_date":"1919-10-01","citations":[{"divid":1396008131,"type":"Newspaper Article","data":["The Farmerettes","Detroit Free Press","Detroit, MI","October 1, 1919","4"]},{"divid":1396008165,"type":"Book","data":["Cecelia Gowdy-Wygant","Cultivating Victory: The Women's Land Army and the Victory Garden Movement","","Pittsburgh, PA","Published by University of Pittsburgh Press","2013","165-182"]}],"locations":[{"id":8115,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1719,"tag":"Victory Gardens"},{"id":196,"tag":"women's rights"},{"id":13,"tag":"Agriculture"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}