{"id":5992,"title":"A Daughter's Memories of Her Father's Urban Renewal Efforts As Mayor Of Lansing","course_id":118,"status":"P","start_date":"1/1/50","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On November 2, 1943 Ralph W. Crego was elected into office as Mayor of Lansing in Michigan’s capital city. He would serve the City of Lansing for almost two decades until he was finally defeated in the election of 1961. During the long span of his eighteen years serving the city, Mayor Crego led Lansing through the 1940s and 50s - a period of urban renewal in the United States. Crego’s daughter, Jo (Crego) Hacker, was in ninth grade when her father became Mayor. She remembers having dinner with her family every night and hearing about the activities going on in the city and feeling very proud to have such “first hand” knowledge. On Sundays, her family would take drives around the city so her father could check up on things he was responsible for. She remembers going out to the east side of Lansing along the Grand River and seeing a new bridge and dam being put in to help with flooding in the area. She also remembers the feeling of being the Mayor’s daughter and having to act upright at all times. While Jo was too young to be aware and interested in the urban renewal ideas of the times or those enacted by her father, she recalls those around her being very receptive to the positive changes going on in the capital city. This included people in her neighborhood on Logan Street, where she lived next to other government officials, the editor of the Lansing State Journal, a doctor, a lawyer, and an engineer from the Lansing Oldsmobile plant. During the war, all extra funds went to the war effort, so after it was over, there was a desire to put money into improvements for the quality of life in the city.  She remembers improvements to city parks and when Michigan State University “either created or donated” Fenner arboretum where people could walk from the park to the river. Unlike her family, not all families could afford a car so she remembers walking being very important for mobility around the city center. In 1955, when her father replaced the Prudeen Auditorium with the building of the new Lansing Civic Center, Jo recalls the excitement among Lansing residents at having a venue in downtown that could bring plays, music shows, and even the circus. There was balcony seating all the way around the center and she remembers sitting in the balcony on the opening day and thinking it was the biggest auditorium she'd ever imagined!  Jo and her twin brother used to walk at night down to the center with their friends for events. Old concert records show that Duke Ellington, Gene Autry, and the Beach Boys all played at the Civic Center. Later, when Jo’s own daughter Lori was a teenager in the 1970’s, Lori attended the circus, a band concert, and a big wedding of over 1,000 people at the same location. Though Jo doesn’t remember exact reasons why it was torn down, the Civic Center - representing the height of her father’s urban renewal initiatives - was demolished in 1999 to make room for new State of Michigan office space. She assumes the trend was moving away from big activities in urban downtowns, but reflected that downtown lost a lot of vibrancy in the evenings when the Civic Center was gone.","These memories of mid-century Lansing offer both contrasts and parallels to the history of Detroit, the state's other major metropolis. While Lansing, as the capital city, sought to develop itself as a beautiful and important city for the State of Michigan, Detroit's emphasis on industry and economy seem to have contributed to more significant environmental and social complications. But both cities faced some similar issues of industrial pollution and decline. For example, in 1922, a city plan by St. Louis expert Harland Bartholomew advised the city to restrict automobile manufacturers from building on the Grand River. As we can still see today, the plan wasn’t followed and the river became a dumping ground for industry waste and excess. Just as in Detroit, Lansing automobile companies brought people into the city in large waves for employment, until eventually falling out in 1990s. Again, like Detroit, areas of Lansing today hold the remains of partially closed or abandoned industrial plants. Still, accounts from those who lived and worked during the era demonstrate that city planners were not seeking to intentionally damage the environment or scheme against certain races – an important point to remember when <em>generalizing</em> urban renewal.","Lansing and Detroit are different cities. So while one may feel inclined to think that Detroit was deliberate in where and whom it negatively affected, it also is important to understand external factors such as the racial and socio-economic thoughts of the time period in the U.S., objective data on issues like disease or poverty, and that urban renewal could mean more seemingly positive things too, like building libraries, fire stations, or city parks, instead of just dams and freeways. It is always easier to identify issues and look at events retrospectively, and urban renewal in general is no exception.","The overall conclusion that can be taken from this personal account of a mayor’s daughter is threefold. First, it offers a perspective often lost in modern day appraisals of urban renewal. Second, it shows that there were groups of people (still, likely to be those in power and in good community standing) that felt urban renewal plans were ideal for cities in the 1940’s and 50’s. Finally, it reminds us that no matter what the outcome of urban renewal plans are in cities across America today or the fact that urban renewal is often considered \"a bust\", it cannot be denied that these plans re-defined and changed our landscapes. Urban renewal both affected people during its implementation, and continues to have lasting historical affects for us today.","The dormant Detroit neighborhood of Black Bottom lends as an example of these affects."],"display_date":1950,"search_date":"1950-07-02","citations":[{"divid":1396028831,"type":"Manuscript","data":["Kaitlin Lapka","Interview of Jo Crego Hacker to Lori Fuller, March 27, 2014, Lansing, MI","","","","Environmental History in Detroit","Bentley Historical Library, University of Michigan"]},{"divid":1396029228,"type":"Book","data":["June Manning Thomas","Redevelopment and Race","","Detroit, MI","Wayne State University Press","2013","Chapter 3"]},{"divid":1396031551,"type":"Newspaper Article","data":["The chair, the babies, and the Mayor's ties","City Pulse","Lansing, MI","January 29, 2014",""]}],"locations":[{"id":8184,"lat":42.5970895978,"lng":-84.3735932032,"zoom":9,"place":"Ingham, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1953,"tag":"Urban Renewal"},{"id":2116,"tag":"City of Lansing"},{"id":2117,"tag":"Lansing Civic Center"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}