{"id":5993,"title":"Pet Coke Piles, Pollution \"Sinks\", and Detroit","course_id":118,"status":"P","start_date":"1/1/90","end_date":"12/31/90","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Coal-fired power plants have long been one of the world’s largest emitters of greenhouse gases. There are various kinds of inputs that a power plant can use in the process of creating electricity, and one of these is petroleum coke. An important factor that makes pet coke desirable is the fact that it can produce fuel efficiencies in integrated steel mills. The company that first discovered this fact in the 1900s was none other than U.S. Steel, located on Zug Island in the city of Detroit, in the state’s most polluted zip code. In a wild coincidence, almost 100 years later in 2013, large piles of petroleum coke produced in the Alberta tar sands were left on the bank of the Detroit River in Southwest Detroit, only a few miles from U.S. Steel’s main facility. These forty-foot piles of black pet coke, owned by the controversial Koch Carbon under the company Detroit Bulk Storage, shed sticky, toxic dust into people’s homes, cars, and lungs, causing many more problems than just greenhouse gas emissions. The citizens of nearby neighborhoods, such as Delray, were extremely frustrated that the company was allowed to store the pet coke so near to homes and the river, and cause detriment to their health and well-being in the process. Recently, local protests succeeded in getting one of the piles removed to an unspecified location, most likely in southern Chicago. A proposal is now pending to relocate the remaining pet coke piles only a few miles down the Detroit River. The potential new neighbors of the pile are already raising the alarm at the ineffectiveness of this solution, since it essentially moves the environmental injustice downriver instead of eliminating the problem completely.","Urban environmental historian Joel A. Tarr discusses pet coke in the context of pollution “sinks”, illustrating the national tendency to, because of economic and technological factors, “shift our pollution burdens from one media and one sink to another rather than adopting a more holistic approach to the environment”. The voice of the neighborhood groups in opposition to the piles, as well as action by the city, confirm Tarr’s assertions that society today is beginning to confront the issues of simply unloading pollution burdens onto some other party instead of changing practices to reflect the fact that no community should be subject to these environmental and health dangers."],"display_date":1990,"search_date":"1990-07-02","citations":[{"divid":1396029085,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Joel A. Tarr","Searching for a \"Sink\" for an Industrial Waste","Out of the Woods: Essays in Environmental History","Char Miller and Hal Rothman","Pittsburgh","University of Pittsburgh Press","1997","163-180"]},{"divid":1396117454,"type":"Newspaper Article","data":["Pet coke storage controversy isn't over, just relocated a few miles downriver","Detroit Free Press","Detroit, MI","March 3, 2014",""]},{"divid":1396117487,"type":"Newspaper Article","data":["Black pet coke dust blowing onto Detroit homes, state confirms","Detroit Free Prees","Detroit, MI","July 14, 2013",""]}],"locations":[{"id":8140,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2092,"tag":"Environmental Justice"},{"id":1899,"tag":"Detroit"},{"id":908,"tag":"Pollution"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}