{"id":5994,"title":"The True Meaning of Being \"Rich\" And Where to Find It","course_id":118,"status":"P","start_date":"1/1/50","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Betty DeRamus’ parents moved from Alabama to Detroit sometime in the early 1940’s where they settled in the Black Bottom neighborhood on Detroit’s eastside on St. Aubin Street. Betty grew up with another Black family with the last name Shephard, whom she believed at the time were her actual cousins and referred to them as so. When she was a bit older, her family moved to 2 different homes on Mack Avenue between Hastings and Rivard. Each house was a multi-story with single-family level flats. There were no showers or bathtubs, no furnace or central heating, and the only source of heat was a stove in the kitchen. Betty remembers family members putting pails outside their back door “to catch snow before it hit the ground and turn it into ice cream”. As a single child with two working parents, Betty was able to afford luxuries other families couldn’t, such as a piano and modern appliances. She often felt that family friends were all parents to her and knew everyone in her neighborhood and around Hastings Street. She felt safe, and recalls “seldom” locking their doors and staying up on porches to chat with friends and feel evening breezes. She recalls that her world “was small, but it seemed to have everything [she] needed”. As an adult, she was surprised to read articles and books that called Black Bottom a “slum”. She admits it was worn out and weary, but she alternatively doesn’t remember it being “crime riddled” and that it was full of personality and fun. That might be why, despite her living conditions, Betty thought her family was rich. Once she broke her piggy bank and gave out money to children on the street she considered less fortunate. When her mother walked home and saw every kid on the street with an ice cream, Betty was soon to be in trouble. By the time Betty was in high school, her family moved out of Black Bottom. Still, she recalls that while never hearing anyone call the area “Black Bottom” until she was an adult, the area and people there taught her the true meaning of being rich. <em>“Feeling rich has nothing to do with how many dollars you have in a bank or in your pocket. It’s about having a sense of security. It’s about feeling cared for. It’s about growing up wrapped in love.” – Betty DeRamus</em>","Betty’s essay account of Black Bottom in its heyday is similar to many other rosy and nostalgic accounts of the area from residents who lived there at the time. Many past residents also recall feeling safe in their neighborhood, feeling like they had everything they needed at their fingertips, and feeling a sense of community that seldom exists today, especially in the modern world that we live in. Her account also tells a bit about the mindset of the landscape though, and what it may have been like to grow up in Black Bottom, Detroit. One theme that runs current is Betty’s sheltered knowledge from the outside world. In her full essay, she writes that she didn’t truly interact or speak with a White person until she was in high school. She also didn’t feel the need to explore outside of her world, she felt rich and satisfied in the lifestyle her parents could afford her, and she didn’t realize until later in life that there was a completely different outsider’s view on the land and area. She may have known it was worn down, but she still didn’t consider it a slum or blighted. There was a large discrepancy between those in who lived in Black Bottom and those who didn’t, and some may argue, it was primarily separated between race and class. This discrepancy, and a lack to successfully merge both sides and opinions, undoubtedly contributed to the forces that eventually took over Black Bottom and Paradise Valley and perhaps is a small part of why it no longer exists today."],"display_date":1950,"search_date":"1950-07-02","citations":[{"divid":1396052668,"type":"Lecture, Conference Paper, etc.","data":["Betty DeRamus","Black Bottom Memories","Personal Essay in Possession of Betty DeRamus","","Detroit, Michigan","1980"]},{"divid":1396052782,"type":"Book","data":["James C. Scott","Seeing like a State: How Certain Schemes to Improve the Human Condition Have Failed","","Durham, North Carolina","Running Feet Books for Yale University","1998","29-33, 73-76"]}],"locations":[{"id":8183,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2118,"tag":"Detroit's Eastside"},{"id":705,"tag":"Community"},{"id":2011,"tag":"Slum Clearance"},{"id":2099,"tag":"Black Bottom, Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}