{"id":5996,"title":"Delray Property Owners Welcome the International Fair of 1889","course_id":118,"status":"P","start_date":"1889-05-08","end_date":"1889-09-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Detroit International Exposition and Fair Project of 1889 was an exciting year for all of Delray. Pre-automobile industry times allowed room for diverse businesses, a glowing point well showcased in the Exposition. The fair was a healthy combination of agricultural and industrial. Displays of livestock, musicians, art galleries, and new technology surrounded the exposition’s main building, the biggest infrastructure at its time. Among the excited were Delray property owners. Extending Delray’s boundaries and incorporation of the village has already been on the village’s property owners’ agenda. The owners believed that the Exposition will bring considerable property value increases and help their plan along. Expansion of Delray’s boundary would include all the territory north of Fort Street, the east of the city, south by the Detroit River, and west by the River Rouge. Street improvements and a town hall are also part of the plan. With several hundred thousand people projected to walk the streets of Delray during the 10 day exposition in September of 1889, Delray property owners are confident about the execution of such plans for the village. However, the proponents are met with formidable opposition by those concerned about tax increases and poor return on investment. With or without the expansion and incorporation of Delray, the International Fair marked Detroit's industrial growth and growing economic prosperity in an appropriately grandiose fashion. As one of the last horse carriages were drawn down Woodward Avenue, rapid industrial growth awaited Detroit in the 20th century."],"display_date":"May 8, 1889 - September 27, 1889","search_date":"1889-07-18","citations":[{"divid":1396126973,"type":"Newspaper Article","data":["A BOOM FOR DELRAY.: The Exposition Project Excites the Ambition of the Delray Property Owners.","Detroit Free Press","Detroit","May 8, 1889","8"]},{"divid":1396127007,"type":"Website","data":["Brendan Roney","All Roads Lead to Delray","Detroit Historical Society","http://detroithistorical.wordpress.com/2012/12/19/all-roads-lead-to-delray/","March 29, 2014"]},{"divid":1396127111,"type":"Website","data":["Richard Bak","A Fair to Remember","Hour Detroit","http://www.hourdetroit.com/Hour-Detroit/February-2009/A-Fair-to-Remember/","March 29, 2014"]},{"divid":1396455163,"type":"Book","data":["David Lee Poremba","Detroit: 1860-1899","","Great Britain","Arcadia Publishing","1998","82-88"]}],"locations":[{"id":8272,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":2096,"tag":"International Fair"},{"id":1941,"tag":"Delray"},{"id":2121,"tag":"Property Value"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}