{"id":5999,"title":"A place I called HOME: Brewster-Douglass Projects","course_id":118,"status":"P","start_date":"1/1/35","end_date":"12/31/42","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Brewster Housing Project in Detroit, the country's first public housing project, was begun in 1935 as a result of a long campaign by African Americans demanding fair housing. This housing project was created during the time of Franklin D. Roosevelt’s presidency, which is significant because of his New Deal Policy which allocated money to go towards housing. However money was not always evenly distributed in Black communities.  First Lady Eleanor Roosevelt was a key proponent of declaring the importance of equal funds going to all communities. She was even present for the ground breaking ceremonies of the Brewster Project.","Completed in 1938, the Brewster Project consisted of 701 units in a low-rise apartment style. Although those units occupied many separate buildings, the Brewster Project was designed to foster a sense of community. It included various green spaces, which served as places for people to socialize and for children to play. The project's landscape was pretty plain -- a few trees and cut grass. Some buildings had small shrubbery in front. The sidewalks connected each building with the surrounding buildings, so there was easy access to other neighbors. Overall the area seemed to been taken care of well by residents. It was definitely not the most lavish of living arrangements, but neither was it a deplorable living arrangement, and many former residents remember it as far better than the run-down, overcrowded, underserviced neighborhoods they had moved from.","In 1941, the city began work on the Frederick Douglass Apartments immediately to the south of the Projects, consisting 941 new units in a combination of six-story and fourteen-story high rise buildings. Together, the housing development is commonly referred to as the Brewster-Douglass projects.","Housing projects in Detroit have a storied past as do the projects across the country. Many appeared to be beacons of success for a long period of time and others did not survive as long. But today, the Brewster-Douglass projects have been in serious decline for decades. The Brewster Projects have already been removed and new condos have been placed there. Demolition on the last of the vacant Frederick Douglass towers, which have become hotbeds for crime and misconduct, began in 2013.","These demolitions are painful for the people and families who lived in these places: the structures are more than just vacant eye sores to them. These structures hold special memories because it was once home. Many wish the structures did not have to be torn down and that they buildings would have been rehabilitated instead. As the historic marker on the site of the Brewster Homes reads, “Former residents described Brewster as a ‘community filled with families that displayed love, respect and concern for everyone in a beautiful, clean and secure neighborhood.”"],"display_date":"1935 - 1942","search_date":"1938-12-31","citations":[{"divid":1396204142,"type":"Image","data":["","Brewster Housing Project","August 1, 1938","Photograph","","Private archive, Detroit, MI","",""]},{"divid":1396204203,"type":"Website","data":["Matt Helms","Demolition begins on Brewster-Douglass housing complex in Detroit","Detroit Free Press","http://www.freep.com/article/20130904/NEWS01/309040109/Brewster-Douglass-public-housing-demolition-Dave-Bing","March 30, 2014"]}],"locations":[{"id":8275,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2021,"tag":"African American history"},{"id":1899,"tag":"Detroit"},{"id":1969,"tag":"Public housing"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}