{"id":600,"title":"Battle of Bentonville\n","course_id":1,"status":"P","start_date":"1865-03-19","end_date":"1865-03-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["From March 19th to the 21st, Confederate and Union soldiers clashed at the Battle of Bentonville. On the first day General William T. Sherman did not expect an attack when sending troops into Bentonville under the command of Gen. Slocum, but they found themselves surrounded by Confederate soldiers, led by Johnston, who moved in. They fought until after dark. On day two Sherman and the rest of his troops arrived providing necessary support creating stable defense lines.  Little fighting occurred on the second day.  On day three Sherman's men moved in on Johnson's defense, and the two armies endured a long day of fighting.  Johnson's troops retreated northward, and it was a Union victory. There were a total of 4,738 casualties from the battle over the three days of fighting.  Johnston's approach to the Battle of Bentonville was an element of surprise to drive Sherman back, but Sherman was able to make a quick turnover and counter attack to force Johnston back.&lt;br /&gt;The Battle of Bentonville was a crucial battle for the Confederacy, it was their only chance to beat Sherman in North Carolina and drive him out; however they failed. This battle marks the last significant effort by Confederates to stop Sherman's advancement. It was a final attempt at victory, and with its defeat came doubt and despair."],"display_date":"March 19, 1865 - March 21, 1865","search_date":"1865-03-20","citations":[{"divid":1214328991,"type":"Newspaper Article","data":["","The Daily Picayune","","April 1 and April 12, 1865",""]},{"divid":1214329010,"type":"Book","data":["John Bowman","The Civil War Almanac",null,"New York","World Almanac Publications","1983",""]},{"divid":1214329047,"type":"Book","data":["Robert Denney","The Civil War Years: A Day-by-Day Chronicle of the Life of a Nation",null,"New York ","Sterling Publishing Co, Inc.","1994",""]}],"locations":[{"id":451,"lat":35.5176248947,"lng":-78.3657172892,"zoom":9,"place":"JOHNSTON, North Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}