{"id":6001,"title":"G.I. Bill of Unequal Rights","course_id":118,"status":"P","start_date":"1/1/44","end_date":"12/31/54","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1944, the U.S. Congress passed the Servicemen’s Readjustment Act, often called the G.I. Bill of Rights (or just the G.I. Bill), to provide aid for returning veterans of World War II (and prevent another economic crisis like the Great Depression, which the country had just recovered from).  The bill’s main provisions were to guarantee that veterans would receive several things that had previously been unattainable for many Americans, let alone veterans who often did not attend college: education and job training; loans for homes, farms, or businesses; and unemployment pay.  The home loan guarantee proved very popular to millions of veterans: in the six years after the bill’s passage in 1944 until 1952, the Veterans Administration ensured that 2.4 million home loans were given out to World War II veterans.  In Nortown and other areas of Detroit, as well as many other American cities, this contributed to the building boom of the late 1940s, as many new low-cost, well-designed homes were built for all low- to medium-income groups, including beneficiaries of the G.I. Bill.","In many cities, including Detroit, in practice, this well-intentioned government action actually helped perpetuate much of the racism that was already present across America.  Rather than guarantee direct loans from the VA, the act simply provided for loans that could be acquired through the normal methods.  This meant that black veterans struggled to secure loans from banks just as much as they would have without assistance from the VA— the VA could provide up to $2000, but not the loan itself.  Thus, as it had in the past, all the new homes that were being built simply went to white veterans, and the housing that was available to returning black G.I.s was the same substandard housing that was available before the bill was passed."],"display_date":"1944 - 1954","search_date":"1949-07-01","citations":[{"divid":1396207430,"type":"Newspaper Article","data":["Detroit Home Builders Prove Well Designed Homes Can Be Erected For $4,900 to $8,500","Washington Post","","Mar 6, 1949",""]},{"divid":1396207513,"type":"Government Document","data":["Servicemen's Readjustment Act","Enrolled Acts and Resolutions of Congress, 1789-1996","","","United States","1944","","OurDocuments.gov","http://www.ourdocuments.gov/doc.php?flash=true&amp;doc=76"]},{"divid":1396207685,"type":"Government Document","data":["History and Timeline","Veterans Benefits Administration","","","U.S. Department of Veterans Affairs","2013","","","http://www.benefits.va.gov/gibill/history.asp"]},{"divid":1396207779,"type":"Newspaper Article","data":["Fear GI Housing Regulations Won't Relieve Plight Of Negro Veterans","Chicago Defender","Chicago, IL","Nov 11, 1944",""]}],"locations":[{"id":8239,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2125,"tag":"housing segregation"},{"id":1509,"tag":"G.I. Bill"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}