{"id":6003,"title":"The Exclusionary Grandeur of the Detroit Yacht Club","course_id":118,"status":"P","start_date":"1/1/22","end_date":"12/31/22","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The morning sunlight pours into the high ceilinged room.  George D. Mason’s photographer captures the newly furnished coffee room for the Detroit Yacht Club in 1922.  Mason, Yacht Club's architect, also designed the Grand Hotel, Detroit Masonic Temple and the Gem Theatre in Detroit.  A collection of photos of the clubhouse from 1922 reveal a lounge, kitchen, pool, nursery, grill, library, dining room, ball room, and billiards room.  His Mediterranean Revival-styled design was extremely extravagant, costing more than one million dollars.  The photo of the coffee room showcases this style, with its arched windows, simple ornamentation, and even décor of small palm trees.  The windows look out to the club’s docks on the Detroit River.  It is a scene of grandeur and a leisurely morning.","For years after the opening of the clubhouse in 1923, the Detroit Yacht Club held its prestige as a club for Detroit boaters (all male). It has been termed as the “Jewel of Belle Isle.”  The Club saw a huge decline in membership during the Great Depression, but then its usage was restored by the 1940s.  However, the DYC has always been maintained as a symbol of privilege and exclusivity, especially racially.  Black members were rejected until the 1970s, and there has always been a high monthly membership due, rejecting the working class who cannot afford this luxury.  As Belle Isle’s popularity waned in the late twentieth century, so did the DYC’s, leading to the creation of the non-profit Detroit Yacht Club Foundation in 2012. The organization aims to support the Club's preservation and restoration.  Although there are still members, the usage of the club has gone from that of recreation to that of restoration and historical education."],"display_date":1922,"search_date":"1922-07-02","citations":[{"divid":1396211931,"type":"Image","data":["George D. Mason and Co.","1922, D.Y.C., Coffee Rm., 231","1922","Photograph","","","",""]},{"divid":1396212347,"type":"Newspaper Article","data":["Detroit Yacht Club Foundation to Launch Operations With Inaugural Gala \"Restoring the Grandeur\"","PR Newswire","New York","November 15, 2012",""]},{"divid":675030,"type":"Manuscript on Microfilm","data":[null,null,null,null,null,null,null,"luJgnNkDIFJGVtz"]}],"locations":[{"id":8234,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":35,"tag":"Architecture"},{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}