{"id":6006,"title":"Le Nain Rouge: The Red Devil in Detroit City","course_id":118,"status":"P","start_date":"1790-01-01","end_date":"1790-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The founder of the city of Detroit, Antoine Laumet de La Mothe, Sieur de Cadillac's feet first touched the ground that would become his great city in the year 1701. He was a man of great ambition and big dreams for his new city, but at night he was taunted by dreams of a red devil causing chaos and undermining his big plans.","Later that year he met a fortune teller who knew about his dreams and told him that the creature he was seeing was the Nain Rouge, a red dwarf that was a physical embodiment of his ambition, anger, pride and envy. Since then, the Nain has been sighted in the city whenever things go astray. The first sighting was documented at the Battle of Bloody run in 1763, where the British lost over fifty soldiers to Native American warriors. Another sighting was reported in 1807 after fire ravaged the city and destroyed everything.","Today, the Nain Rouge is cited as a playful excuse for the downtrodden state of the city. But Detroiters are also hopeful for the future of Detroit and that hope is manifested every spring with a giant Mardi Gras-esque parade through the city, with citizens banging on pots and pans, big brass bands playing, and Detroiters attempting to ward off the Nain Rouge for better luck this year."],"display_date":1790,"search_date":"1790-07-02","citations":[{"divid":1396223993,"type":"Book","data":["Marie Caroline Watson Hamlin","Legends of Le Detroit","1","Detroit, Michigan","Thorndike Nourse","1884","IV"]},{"divid":1396237085,"type":"Newspaper Article","data":["One Nasty Detroiter","Detroit Free Press","Detroit, Michigan","February 1st, 2006","3"]}],"locations":[{"id":8315,"lat":null,"lng":null,"zoom":8,"place":"[all counties], Northwest Territory"}],"tags":[{"id":2172,"tag":"Superstitions"},{"id":1965,"tag":"New France"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}