{"id":6008,"title":"Polluting Detroit's Backyard","course_id":118,"status":"P","start_date":"3/1/62","end_date":"3/31/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["With unswimmable water and inedible fish, water recreation on Belle Isle is quite limited. A 1962 report from the U.S. Department of Health, Education, and Welfare about the pollution of The Detroit River, Lake St. Clair, and Western Lake Erie described current water quality issues and their main causes. The report begins with how important water recreation and usage is to Michigan, describing the popularity of Belle Isle, a “Water Oriented Park”, with 1,400,000 visitors in 1960.  Pollution made it unswimmable, due to possible ingestion of sewage-contaminated water. This problem had been ongoing for several decades: a 1913 water quality report was conducted because of the high incidence of typhoid fever and other gastroenteric diseases during that time. Between then and the publication of the 1962 report, many measures were taken to combat industrial and residential dumping into the river, which showed some progress, but there were still high levels of contamination.  This made swimming, boating, and fishing (all very popular activities on Belle Isle) unsafe.  The Department concluded that more stringent measures must be taken to reduce sewage waste and industrial toxin dumping.","This sort of clash of industry and green spaces can relate to the City Beautiful Movement. The movement described beautification of cities, saying that this aestheticism can provide civic virtue and social order to a city’s population, because the space is more desirable.  It came as a response to the urban crisis during the Industrial Revolution, as more people moved into the cities and thus more poverty, congestion, and disease spread.  Belle Isle as a recreational park provided the green space to achieve this harmony between industry and green spaces.  From the water report, however, we can see that this harmony was not perfectly achieved.  The industrial waste and disease found a way to surround Belle Isle; taint it, if you will."],"display_date":"March 1962","search_date":"1962-03-16","citations":[{"divid":1396231249,"type":"Government Document","data":["Pollution of Waters of the United States in Lake St. Clair, The Detroit River, and Western Lake Erie","U.S. Department of Health, Education, and Welfare","March 1962","Cincinatti, Ohio","","","","University of Michigan","http://babel.hathitrust.org/cgi/pt?id=mdp.39015071271947;view=1up;seq=5"]},{"divid":1396231504,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Alessandro Busà","City Beautiful Movement","Encyclopedia of Urban Studies","Ray Hutchison","Los Angeles","SAGE Publications, Inc.","2010","1080"]}],"locations":[{"id":8235,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2140,"tag":"water quality"},{"id":2043,"tag":"City Beautiful movement"},{"id":908,"tag":"Pollution"},{"id":2053,"tag":"Detroit River"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}