{"id":6012,"title":"Zug Island: Environmental Problems Then and Now","course_id":118,"status":"P","start_date":"1897-11-21","end_date":"1897-11-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Zug Island, a privately-owned industrial site located at the junction of the Detroit and Rouge Rivers, is one of the many industrial eyesores for the nearby community of Delray in the southwest of Detroit. The usual appeal of an island is absent as this industry-heavy land mass spews pollution into the air and water. In 1897, Zug Island was already beginning to cause trouble for the surrounding residents, and an article in the <em>Detroit Free Press </em>raised the first of many environmental concerns about the activities there. The reporter describes a large fire on Zug Island with ash debris that was carried throughout the city. Down the River Rouge, the “air was full of dust.”","We might assume that in our more environmentally-conscious era a mishap on this scale would go far beyond a 100-word news article in the paper. However that assumption would be incorrect: in 2011 the same newspaper reported that a bone-shaking hum, affecting not only Delray residents but also Canadians on the other side of the river, was the result of unknown actions taking place on Zug Island.","The comparison of these two events reflects the ongoing lack of oversight of the activities on Zug Island. Moreover it begins to shed light on an issue far greater than the fire itself. With problems like this continuing into the our times it becomes almost explicitly how facilities like Zug Island were placed by neighborhoods with low populations with little pull or leverage over large companies that owned Zug. These large companies saw the environment around Zug as the perfect place for running their factories without consequences.","While at times it may seem like a conspiratorial stretch it would appear that these two instances would fit nicely into concepts of environmental racism. Industrial pollution is routinely concentrated in areas where poorer and browner populations are the worst exposed. Factories along with their hazards are not being placed in white or suburban neighborhoods due to systemic white privilege. This white privilege allows people in more affluent areas to inhabit cleaner environments. Places like Delray, with its large immigrant population, are often the victims of industry's many environmental offenses.","In 1897, investors and public officials sanctioned high levels of contamination from Zug Island because of their interest in promoting industry. In 2011, as the island continued to have serious adverse effects on those who surrounded it, there still seemed to be no way to determine who was responsible or had jurisdiction over the industrial center. Whether spewing ash and fire over the city, or emitting small tremors that cross national borders, Zug Island continues to spread problems without concern for its neighbors and their well-being."],"display_date":"November 21, 1897","search_date":"1897-11-21","citations":[{"divid":1396241442,"type":"Newspaper Article","data":["FIRES ON ZUG ISLAND.: ASHES CARRIED BY THE WIND ALL OVER THE CITY.","Detroit Free Press","Detroit, MI","November 21, 1897","22"]},{"divid":1396241510,"type":"Newspaper Article","data":["Windsor's hum traced to Zug Island: Ontario government study follows furor over late-night noise","Detroit News","Detroit, MI","September 23, 2011","A.5"]},{"divid":1396930105,"type":"Article","data":["Laura Pulido","Rethinking Environmental Racism: White Privilege and Urban Development in Southern California","Annals of the Association of American Geographers","90","March 2000","12-44"]}],"locations":[{"id":8358,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":2054,"tag":"Zug Island"},{"id":58,"tag":"Industry"},{"id":1233,"tag":"Environmental History"},{"id":2072,"tag":"Environmental Racism"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}