{"id":6014,"title":"A Blight Future: Improving Detroit with Highways","course_id":118,"status":"P","start_date":"9/1/46","end_date":"9/30/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit’s streets and expressways have and continue to play an integral part in the city’s development and maintenance. While streets and expressways may be apolitical on their own, their placement by city planners has had a great effect on the city. In 1946, urban planners began to work on Detroit’s local transportation plan to tackle the city's growing problem of limited capacity for \"through traffic.\" \"Through traffic,\" defined as long distance traffic consisting mostly commercial vehicles, streetcars, and buses, was growing as a result of outmigration from the city to the suburbs, a trend that was increasing all over the country. Detroit planners dismissed past methods of widening streets as ineffective, but also found that adding more through streets increased “blight and decay within cities” by increasing noisy traffic in residential areas and causing people to leave. Instead, Detroit planners decided that expressways were a suitable answer to their problem. They would decrease noisiness and through traffic presence by making the highways depressed, running below street level. These new limited-access roads, the planners believed, would bring great benefits to the city.","In practice, the outcome of the expressways was not what the planners had intended. To make room for the new roads, the city exercised eminent domain to seize the land where thousands of people, primarily African-Americans, lived and worked. All of those people were left without resources for relocation, and their displacement was a serious blow to the finances of the city. As urban researcher June Manning Thomas has noted, through \"expressway construction and other clearance projects...the city proceeded to clear out its own economic base.\" Judging by the 1963 plan, it seems clear that urban planners were looking to fix a city and make it better, and never intended the expressways to have this outcome. It is unfortunate that plans like this and others were the linchpins for the destruction of one of America’s once great cities."],"display_date":"September 1946","search_date":"1946-09-15","citations":[{"divid":1396242408,"type":"Pamphlet or Other Printed Material","data":["Engineering Society of Detroit.","Detroit's local transportation plans, a statement.","Detroit, MI","Engineering Society of Detroit.","1946","HathiTrust Digital Library"]},{"divid":1396242547,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["June Manning Thomas","Eliminating Slums and Blight","Redevelopment and Race: Planning a Finer City in Postwar Detroit","June Manning Thomas","Baltimore, MD","The Johns Hopkins University","1997","56-74"]}],"locations":[{"id":8258,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2148,"tag":"Expressways"},{"id":1953,"tag":"Urban Renewal"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}