{"id":6016,"title":"All aboard the Railway Bandwagon","course_id":118,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Detroit became a hub for commerce and trade during the 19<sup>th</sup> century.  The city’s central location in the Great Lakes Region and its proximity to the Detroit River made it a natural choice for shipping routes.  This ideal location was further aided by the addition of railroad networks to the west and interior of the country, the earliest of which were in place by 1830.","The railways had a bit of a tumultuous infancy in Michigan; difficulties within private companies and general inefficiency of construction were two of the main problems. But by 1865 the railroads had found their legs and were driving the city forward with force. The success of the railroads can be seen in an article on the Detroit & Milwaukee Railway, which proclaims that it “Is becoming far and widely known as among the best conducted roads of the country.”  The article describes how this railway overcame every difficulty it faced, including its construction in a “sparsely settled portion of the state,” a fact made more impressive by the fact that this company emerged from the bankrupt Detroit and Pontiac Railway.","The existence of a railroad was often cause for the congregation of settlers and the creation of new villages, which the article states were “springing up all along the line.”  One of the villages that relied on the railways was the Village of Norris, just northeast of Detroit, whose eponymous founder was an experienced railroad man. P.W. Norris knew that the railroad would be a vital vein for drawing settlers and businesses to his settlement, so he did everything in his power to ensure the railroad’s success. To that end, he ensured that there would be rail and road access to his new settlement before beginning to sell lots. Norris’ village would later become North East Detroit, known colloquially as Nortown, and it is hard to imagine the rise of the village—or Detroit—without the early creation of these railways."],"display_date":1866,"search_date":"1866-07-02","citations":[{"divid":1396262731,"type":"Newspaper Article","data":["Detroit &amp; Milwaukee Railway","Detroit Free Press","Detroit, Michigan","July 18, 1865","1"]},{"divid":1396262792,"type":"Book","data":["Binkowski, Don","Col. P.W. Norris: Yellowstone's Greatest Superintendent","","Etowah","C &amp; D of Warren","1995","116"]}],"locations":[{"id":8260,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":666,"tag":"Railroad"},{"id":1934,"tag":"P.W. Norris"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}