{"id":6017,"title":"Insidious Inception of Railroads in Hamtramck?","course_id":118,"status":"P","start_date":"1895-06-01","end_date":"1895-06-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Col. Philetus W. Norris has been heralded as the man who brought railroads into the area that would become North East Detroit; but did he and his kin use legitimate business practices to do so?  Some have adamantly claimed that they did not, such as a group of Hamtramck taxpayers in 1895.  On June 1, a group of roughly sixty gathered in condemnation of the Norris franchise.  Edward Augustus Norris, the son of P.W. Norris, had been given a thirty-year franchise for a street railway by the Hamtramck Township board.  The impassioned taxpayers declared that the franchise had been illegally granted in an act of “The greatest fraud ever perpetrated on the taxpayers of Hamtramck.”","The group’s main point of contention was that the people had no knowledge of the franchise until after the deal was complete.  This lack of public inclusion with regards to decisions affecting changes to the landscape has continued throughout Detroit’s history.  From the homes stranded next to industrial developments to the possible location of the new international bridge, Detroiters have seen more than their fair share of economic injustice and undemocratic urban planning.","Interestingly, one complaint of the Hamtramck taxpayers was that the franchise might build the new railroad in the middle of the highway.  The grievance over location of road construction has been repeated by Detroiters many times and was especially prominent in the late 1950s and early 1960s, during the period of urban redevelopment.  Unfortunately, the cries of exasperated Detroiters went unheeded.  The government’s effort to use the roads as buffers between residential and industrial zones left some residents stuck on the side of heavy industry.  The city was re-planned for cars rather than pedestrians, as the government aimed to accommodate suburbanites as opposed to city dwellers.  Some have deemed these freeways “The nail in the coffin” for Detroit neighborhoods.","While the Norris Railway franchise did not have this effect on Hamtramck, the taxpayers were right to express their agitation at being excluded from the city’s plans.  One need only to look to the current environmental injustices in Detroit to see what happens when citizens lose power and control over their local environment."],"display_date":"June 1, 1895","search_date":"1895-06-01","citations":[{"divid":1396262912,"type":"Newspaper Article","data":["Hamtramck Taxpayers Kick: Claim the Norris Franchise was Illegally Granted. Protest Meeting Held Last Night--Committee Appointed to Act","Detroit Free Press","Detroit, Michigan","June 2, 1895","1"]},{"divid":1396478567,"type":"Book","data":["June Manning Thomas","Redevelopment and Race: Planning a Finer City in Postwar Detroit","","Baltimore","Johns Hopkins University Press","1997","60-81"]}],"locations":[{"id":8435,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1934,"tag":"P.W. Norris"},{"id":666,"tag":"Railroad"},{"id":1971,"tag":"urban planning"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}