{"id":6018,"title":"The Future Looked Bright","course_id":118,"status":"P","start_date":"12/18/09","end_date":"12/18/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Pollution was once held to be a sign of urban success.  Smoke stacks were seen as technologically advanced; heavy industry signified the possibility of jobs.  This paradigm pervaded Detroit in the early 20<sup>th</sup> century, and the people of Hamtramck, an independent township in the center of the city, were overjoyed when they were hit by an industrial boom.  The sentiments of the people are well captured in the remarks of Charles Geimer, who proclaimed at a banquet on December 18, 1909, that “Hamtramck’s future is assured.”","Giemer’s certainty of Hamtramck’s success was caused by the ongoing and planned construction of “more than a dozen great factories,” the largest among them being a General Motors plant.  Hamtramck’s future also looked bright for the subsequent employment of 15,000 men, the possibility of which was sure to draw new citizens to the area.  The magnitude of the ongoing and planned construction was said to be astounding, such a vast amount that “the ordinary mind can hardly comprehend [it].”  It is doubtful that the possibility of negative side effects crossed the mind of anyone at the banquet.","But there were indeed negative side effects, and they are finally now receiving increased attention.  Air pollution is at the forefront of the unintended downsides of heavy industry, and poor air quality is the subject of an ongoing Detroit study.  Among the health problems linked to poor air quality are cardiovascular diseases and children’s respiratory issues.  The current health problems are as astounding as was the industrial boom: both cardiovascular mortality rates and asthma rates are roughly fifty percent higher in Detroit than in the rest of the state!","The current study is still in progress and has an end goal of creating a plan to lower pollution levels.  Let’s hope the study provides a solution soon, because a bright future cannot be seen through the smoke."],"display_date":"December 18, 1909","search_date":"1909-12-18","citations":[{"divid":1396263149,"type":"Newspaper Article","data":["Suburban Boom Hits Hamtramck","Detroit Free Press","Detroit, Michigan","December 19, 1909","10"]},{"divid":1396263214,"type":"Newspaper Article","data":["Detroit study to examine effects of bad air quality","The Michigan Daily","Ann Arbor, Michigan","February 26, 2014",""]}],"locations":[{"id":8262,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1929,"tag":"Auto industry"},{"id":1881,"tag":"Industrialization"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}