{"id":6020,"title":"<strong>“Farm-A-Lot” Twenty-Eight Years Later </strong>","course_id":118,"status":"P","start_date":"1/1/74","end_date":"12/31/99","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 2002, senior program mangers Susan Stellar and Moniqua Dent reflected on the legacy and future of Coleman Young’s “Farm-A-Lot” program, which he established in 1974 (for details on the specifics of the program see “Coleman’s Influence on Urban Farming in Detroit”).  Both Stellar and Dent believed the program served as a means for communities to become self-reliant.  While they had not done a quantitative analysis, anecdotal evidence suggests that gardening helps build pride and self-confidence, which consequently empowers disadvantaged communities.  Most of the harvest produced from the “Farm-A-Lot” program stays within a family or community.  For example, very little is sold at Detroit's Eastern Market.  Moniqua explains, “Usually the gardeners use it for themselves or the community.  Some of them grow the crops for the children in the area for nutrition.”  Additionally she adds, “The things we grow here are mostly not in line with the varieties at the Eastern Market.”  “Farm-A-Lot” has established a legacy for helping communities help themselves.","The “Farm-A-Lot” program receives 2000 requests annually.  They can typically accommodate 400.  Since they are unable to meet all the requests, they encourage raised bed gardening, which is a garden planted on top of the ground in a container.  Further, they also encourage raised bed gardens because the “Farm-A-Lot” program has not been able to provide tilling for many Detroiters and raised bed gardens require less maintenance.  Looking to the future, Stellar and Dent said they were hoping to develop ties to other organizations to battle food security issues.  Dent explained, “Some of the gardeners are emergency food provides, but it is not at this time coordinated and recognized in our program”.  In closing remarks on “Farm-A-Lot’s” impact Dent expressed the program out vacant land to good use and Stellar added the program changed the opinion from gardening a mere hobby to a resource for eating and nurturing bodies.  Overall, Dent and Stellar affirm that “Farm-A-Lot” accomplished Young’s original goal of eliminating “eyesores” and helping Detroiters provide for themselves.","The continued success of the “Farm-A-Lot” program is not unique, but rather symbolic of the importance of urban agriculture in the history of cities.  The garden serving as tool to accomplish a much larger goal continues to be a trend in the history of urban agriculture.  For example, during both World War I and II, urban gardens provided average Americans with a means to contribute to the war effort.  Or for example, Americans reacted to the Great Depression by planting thrift gardens in cities across the United States.  Another example, in the 1960s, an era of widespread political activism, Americans viewed community gardens as way to participate.  Similarly, Young launched “Farm-A-Lot” with a much larger goal than just getting people to garden more: he used “Farm-A-Lot” as a means to clean up the city and help struggling Detroiters help themselves."],"display_date":"1974 - 1999","search_date":"1986-12-31","citations":[{"divid":1396280059,"type":"Article","data":["Bankole Thompson","Farm A Lot is Community Driven","The Michigan Citizen","15","March 9, 2002","3"]},{"divid":1396280213,"type":"Book","data":["Laura Lawson","City Bountiful: A Century of Community Gardening in American","1","Los Angeles, California","University of California","May 30, 2005","1-382"]}],"locations":[{"id":8243,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1930,"tag":"Urban Agriculture"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}