{"id":6021,"title":"<strong>Urban Farming and [R] evolution </strong>","course_id":118,"status":"P","start_date":"1/1/73","end_date":"12/31/98","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1999, Detroit activist Harry Gardner wrote in the <em>Michigan Citizen</em> to applaud Detroit activist Grace Lee Boggs’ embrace of John Dewey’s educational philosophy. Drawing on Dewey's experiential learning philosophy, Boggs argued that students can effectively learn from being involved with local community-building projects.  Gardner, likewise, declared he believed “there is no better time achieve this in Detroit Schools than now.”  Gardner explained through genuine community experiences, young students would become extensively involved in problem-solving, reading, analyzing materials and studying local, city and state government.  He cited the program he launched in 1992, 4-H Breakfast Club, to support his claim.  In 4-H Breakfast Club students met two and half-hours a week and worked toward qualifying to be a “cook for a day.”  This required students to write a paper on the food they would serve, their rationale for serving it, where the food came from, the recipes and a calculation of the cost per person and the total cost of the food.  Gardner concluded his article urging, “Let’s provide [young people] with early opportunities to discover our needs and build improved sustainable communities throughout Detroit”.  Accompanying his article was a picture of three young boys planting a tree.","Gardner’s call to action was inspired by a truly important figure in Detroit’s history—Grace Lee Boggs.  In 1973, Boggs expressed her belief that instead of investing hope into GM, Ford and Chrysler, Detroiters must align with one another and the Earth to invest in and work with each other.  As a venue to begin what Boggs called \"Detroit’s [r]evolution,\" she advocated for the organization of community gardens.  She made an alliance with the Gardening Angels, a loose network of mainly African American Detroiters who had moved to the city from the rural south, bringing with them their farming traditions and knowledge.  Gardner’s article reveals the influence of Boggs' school of thought as he too argues that connecting young with food they eat develops them as students and strengthens the community."],"display_date":"1973 - 1998","search_date":"1985-12-31","citations":[{"divid":1396286208,"type":"Article","data":["Harry Gardner","Hands-On Education Works","Michigan Citizen","52","November 22, 1999","8"]},{"divid":1396286434,"type":"Book","data":["Grace Lee Boggs","The Next American Revolution: Sustainable Activism for the Twenty-First Century","1","Los Angeles","University of California","May 21, 2012","105-131"]}],"locations":[{"id":8244,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1960,"tag":"Gardens"},{"id":1930,"tag":"Urban Agriculture"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}