{"id":6022,"title":"Brewster Projects vs Parkside Projects: Help or Hurt?","course_id":118,"status":"P","start_date":"1/1/35","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Brewster Projects were built in 1935 on the east side of Detroit in the “Black Bottom” neighborhood. What is lesser known is that a housing project named Parkside Projects, were simultaneously funded and built. As testimonies from past Brewster Project residents have recounted, their projects were a “paradise” of sorts. Deanna Neeley states, “And so it was a Godsend, it was like moving into a mansion and even some of my friends  that lived in the South used to say that when they used to go visit their friends  that lived in the projects it was like going to heaven” (Kinney, 44).  The Projects were built with the intentions of the Brewster being for blacks while Parkside was for whites. Although both projects were a success in providing decent government housing for low-income families, they also perpetuated the housing segregation that already infected Detroit.","The discrepancy between the two projects begins even before 1938, when the blacks moved into the Brewster Projects while the whites moved into the Parkside. The segregation was even apparent in the logistics of erecting the buildings. The Brewster Projects were built on land that was government-funded for “slum clearance.” This means that many houses and businesses were demolished for the land. Residents were relocated and local community economics were disrupted to build the Brewster Projects while on the other hand, the Parkside Projects were built on vacant land in a neighborhood of single-family homes for whites. Partly because it was built in a cleared space in the center of the city, the Brewster Projects were also built on a much smaller parcel of land than the Parkside Projects. The Brewster Projects had 701 units compared to the 775 units of Parkside, and they were concentrated into 32 units/acre while the Parkside Projects were 25 units/acre (Kinney 48). Not only were there more units in the Parkside, but also the units themselves were more spacious than the Brewster. Although the Brewster Projects were beneficial to those that lived in them, their construction stands as an act of racial discrimination that was both intentional and institutional."],"display_date":"1935 - 1950","search_date":"1942-12-31","citations":[{"divid":1396287507,"type":"Dissertation/Thesis","data":["Rebecca J. Kinney","The mechanics of race: the discursive production of Detroit's landscape of difference","Ph. D.","UC San Diego","2011","261"]},{"divid":1396287574,"type":"Image","data":["","Brewster Housing Project","August 1, 1938","Photograph","","","https://fbcdn-sphotos-b-a.akamaihd.net/hphotos-ak-frc1/t1.0-9/1947756_10152092508238149_1025058237_n",""]}],"locations":[{"id":8241,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1969,"tag":"Public housing"},{"id":1921,"tag":"Housing discrimination"},{"id":1914,"tag":"Black Bottom"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}