{"id":6023,"title":"Healthy Growth, Development, and Teeth: Nutrition Education for Pre-Schoolers","course_id":118,"status":"P","start_date":"9/25/75","end_date":"9/25/75","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1975, Lucille Smith and Marguerite R. Kelly, a Health Specialist and an Community Services Specialist at the Detroit Urban League, set out on a mission to educate pre-school students and their parents about the importance of nutrition. Inspired by the possibility of improving dietary habits for not only the children, but also the parents and school administrators, Smith and Kelly planned activities with five nursery schools in the area. With the goal of exposing children to the relationship between good food and healthy \"growth, development, and teeth,\" the children were brought to field trips to a local farm, learning where milk comes from and which fruit grow on which trees, and to a farmer's market, searching for the four food groups within the market.","Carolyn Merchant argues that one of the imporant concepts useful in answering questions that environmental history poses is consciousness. Consciousness is the aggregate thoughts and feelings of an individual, as well as understanding of his or her own actions. Smith and Kelly's project sought to increase the level of consiousness of food sources and nutrition for the community. By educating pre-schoolers, Smith and Kelly hoped to inspire social change, which Merchant argues is one of the impacts of societal consiousness."],"display_date":"September 25, 1975","search_date":"1975-09-25","citations":[{"divid":1396291609,"type":"Manuscript","data":["Lucille Smith, Marguerite R. Kelly","Nutrition Education Program for Nursery Schools","September 25, 1975","","80","Detroit Urban League 1916-1992","Bentley Historical Library, University of Michigan"]},{"divid":1397074874,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Carolyn Merchant","The Theoretical Structure of Ecological Revolution","Out of the Woods: Essays in Environmental History","Char Miller and Hal Rothman","PIttsburgh","University of Pittsburgh Press","1997","18-27"]}],"locations":[{"id":8381,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":884,"tag":"nutrition"},{"id":1951,"tag":"Farmer's Market"},{"id":6,"tag":"Education"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}