{"id":6024,"title":"Soybean and Weeds Sandwiches: George Washington Carver and Henry Ford at the Tuskegee Institute","course_id":118,"status":"P","start_date":"7/22/42","end_date":"7/22/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 22nd 1942, George Washington Carver, an African American scientist, visited his friend and fellow innovator, Henry Ford, at the Ford Nutritional Laboratory in Dearborn, Michigan. Carver and Ford were old friends, having met 10 years prior and establishing a friendship based on Ford's interest in Carver's work at the Tuskegee Institute, where Carver experimented with agricultural raw material sources for industrial products. Having visited each other several times, Ford and Carver formed a deep friendship. One time, when Ford heard that Carver had fallen ill and was having trouble climbing the stairs, Ford sent Carver an elevator to be installed in his home.","Believing that war brought an opportunity for Americans to utilize natural resources in a new way, Carver introduced Ford and his researchers to many different new products and recipes that could be produced out of agriculture. For example, Carver offered up soybean and weeds sandwiches, which, though fairly bland, were still surprisingly edible. Carver’s other ideas included axel grease, wood stain, ice cream, and dandruff cures from peanuts, fertilizer from swamp muck, and roadways from cotton.","Ford was drawn to Carver’s ideas, especially one for a synthetic rubber, since they both believed that the American farm was at the core of industry. They had previously worked together to create “chemurgy,” a new branch of science that merged agriculture and industry. Both Carver and Ford had a passion for conservation and believed that farmers and industrial society played an important part in the society and should not be lost to industrialization. Though Carver had been born into slavery, had bought his freedom with an old racehorse, and had the uncommon privilege to able to educate himself, he and Ford championed education for those in the South, believing that green industry, education, and agriculture were a harmonious engine for democracy. By working on projects such as conservation, waste elimination, recycling, and alternative, agricultural sourcing for industrial products, Carver and Ford set forth a legacy that continues today."],"display_date":"July 22, 1942","search_date":"1942-07-22","citations":[{"divid":1396295454,"type":"Image","data":["","Dr. Carver and Mr. Ford - Greenfield Village, Michigan","","Photograph","","Bentley Historical Library, University of Michigan","",""]},{"divid":1396295502,"type":"Newspaper Article","data":["Dr. Carver, Science Wizard, Finds Good in Everything","Detroit News","Detroit","July 22, 1942",""]},{"divid":1396296445,"type":"Book","data":["Quentin R. Skrabec, Jr.","The Green Vision of Henry Ford and George Washington Carver: Two Collaborators in the Cause of Clean Industry","","Jefferson, NC","McFarland &amp; Company, Inc.","2013","5-9; 163-170"]},{"divid":906919,"type":"Manuscript","data":[null,null,null,"pUUQvWhiKxnTZMtUX"]}],"locations":[{"id":8461,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1897,"tag":"Henry Ford"},{"id":258,"tag":"World War II"},{"id":13,"tag":"Agriculture"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}