{"id":6025,"title":"Pleasurable Excursions on the Expansive Detroit River","course_id":118,"status":"P","start_date":"1863-01-01","end_date":"1863-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Advertisements published in the mid-nineteenth century offered \"pleasurable excursions\" on the Detroit River for visitors, tourists, and/or city-dwellers who were looking to escape the city scenery in exchange for the natural vistas that the Detroit River offers. The excursions were multiple-day long trips on steamships along the river, and offered voyages to major cities and waterways in the Great Lakes area.","Such excursions offer a glimpse into the complicated nature of the tourist industry of Detroit around the year 1863 - before the auto industry, but during the age of industrialization and immigration when lumber, metal, and minerals traveled south into the city and immigrants eager for work in the new industries flooded in from the east coast. Wealthy visitors to Detroit marvelled at the great industrial accomplishments in the city, which was advertised with large smokestacks and innovative technologies (during this time period, people weren't as aware of the dangers of pollution and the effect of industry on the environment). When tourists came to Detroit, they often wanted to see both the industrial, urban life and also the expansive scenery of the surrounding \"wilderness\" that the Michigan area had to offer.","This combination of industry and nature has echoes in the ideas later espoused by Henry Ford (although he was only just a baby when this was printed) about the need for city inhabitants to be able to \"escape\" from the city into the countrysie, where they could enjoy their surroundings. Tourists visiting Detroit weren't the only clients that this advertisement was aiming for - city inhabitants would have also been eager to take a \"pleasurable excursion\" down the Detroit River to explore the scenic nature that existed outside of the industrial city scene."],"display_date":1863,"search_date":"1863-07-02","citations":[{"divid":1396316724,"type":"Primary Source in a Secondary Source","data":["Pleasurable Steamboat Excursions Advertisement","1863","The Great Lakes, or, Inland seas of America : embracing a full description of lakes Superior, Huron, Michigan, Erie, and Ontario : rivers St. Mary, St. Clair, Detroit, Niagara, and St. Lawrence, Lake Winnipeg, etc. : together with the commerce of the lakes and trips through the lakes : giving a description of cities, towns, etc., forming altogether a complete guide for the pleasure traveller and e","John Disturnell","New York","Charles Scribner","1863","179"]},{"divid":1396316805,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["William Cronan","The Trouble with Wilderness: Or, Getting Back to the Wrong Nature","Out of the Woods: Essays in Environmental History","Char Miller and Hal Rothman","Pittsburgh, Pennsylvania","University of Pittsburgh Press","1997","28-50"]},{"divid":1396924252,"type":"Website","data":["The Henry Ford","Henry Ford's Legacy","The Henry Ford (Museum)","http://www.hfmgv.org/exhibits/hf/Henry_Ford_Legacy.asp","April 3, 2014"]}],"locations":[{"id":8360,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":2108,"tag":"Steamboats"},{"id":1899,"tag":"Detroit"},{"id":1897,"tag":"Henry Ford"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}