{"id":6027,"title":"The Racism in Fences","course_id":118,"status":"P","start_date":"1/1/70","end_date":"12/31/95","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["There is a startling contrast between the city of Detroit and its neighboring suburb of Grosse Pointe. You start in Detroit being surrounded by poverty and then suddenly, as you drive north to Grosse Pointe, you have the opposite side of the spectrum. It is extremely well-off, with mansions and perfectly manicured lawns. You go from one extreme to the other in a matter of minutes. While some blame the 1967 race riot and others believe that a complex set of circumstances led to it, but it is no doubt that White Flight was a real thing with anyone with money moving out to the suburbs. The ones with the most money moved out first and to Grosse Pointe. That loss in tax revenue left the burden up to those who could already not afford it, exacerbating the problem. It is very obvious what things are in Detroit that are meant for Detroiters and what is meant for Grosse Pointers, that many believe is a clear showing of racism. An example of this is the Detroit Yacht Club. Aside from the fact that the allowance of memberships to African Americans came only recently in their history, but a large fence encompasses the place, making it quite clear that only some people are wanted.","The physical boundary of a fence is quite political in its own right. It is a sign to everyone that there is an us and a them, that some belong while others are left to look in from the outside. It takes a psychological toll, to see someplace that you are not welcome in. Aside from physically keeping people out, a looming fence drills into them that they are inferior and not good enough to join."],"display_date":"1970 - 1995","search_date":"1982-12-31","citations":[{"divid":1396318898,"type":"Newspaper Article","data":["Detroit and Grosse Pointe; A tax structure that allows the better off to just walk away from poverty.","The Washington Post","Washington, D.C.","October 31, 1997","A, 25:3"]},{"divid":1396319164,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Langdon Winner","Do Artifacts Have Politics?","The whale and the reactor: a search for limit in an age of high technology","Langdon Winner","Chicago","University of Chicago Press","1986","19-39"]}],"locations":[{"id":8336,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1913,"tag":"White Flight"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}