{"id":6028,"title":"Which Territory in America is the Healthiest? Detroit!","course_id":118,"status":"P","start_date":"1818-01-01","end_date":"1818-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1818, Estwick Evans wrote an account of his 4,000 mile long journey from New Hampshire to the recently-established city of Detroit. In his descriptions of the Michigan Territory, he includes references to the state of affairs in terms of the academics, agriculture, tourism, aesthetics, and health of the Territory itself.  He also reports on the relative health and sanitary conditions of the city of Detroit and its inhabitants, despite the \"state of agriculture in the Michigan territory [being] far from flourishing.\" Evans notes approvingly that \"In point of health too, this territory yields to no part of North America. There is no place in the world more healthy than the city of Detroit,\" he adds, specifically mentioning the lack of \"consumption\" (tuberculosis) in the area, a disease that was ravaging several eastern urban centers.","Evans' report stands in stark contrast to the current state of affairs. As it stands today, it can be argued that Detroit is one of the least-healthy areas in the United States, both from a medical and environmental point of view. Evans mentions the lack of prosperous agriculture in Detroit, which is a concern that is still voiced to this day. The soil in the city has been so greatly polluted by lead paint, leaded gasoline, and industrial effluents that it is difficult to grow crops without first cleaning the ground, an arduous and expensive task left to city-dwellers with enough passion and drive to do it.","In addition to the poor agricultural health of the city, the health of the environment of Detroit is also considered to be problematic. The environment in the city is often thought of as unclean and unsafe due to its industrial history, which has included a massive bulidup of air pollution, soil pollution, water pollution, landfill accruement, vacant lots, burned buildings, and a generally desolate atmosphere as seen by many. Due to these (and many other) factors, many of Detroit's citizens suffer from diseases, poor nutrition, and unhealthy lifestyles that are difficult to cure without major city-wide changes. Despite the desolate outlook, there are many programs available to the people of Detroit that may take them back to being the healthiest people in America, as once touted by Evans. These programs include small-scale greenhouses, health and wellness centers (as available through programs like the Department of Health and Wellness Promotion), and the Fair Food Network, which provides Detroit inhabitants with access to healthy food and education on nutrition and healthy habits. Perhaps the day is approaching when modern-day Detroit will rival the health of early 19th century Detroit!"],"display_date":1818,"search_date":"1818-07-02","citations":[{"divid":1396318908,"type":"Pamphlet or Other Printed Material","data":["Estwick Evans","A PEDESTRIOUS TOUR, OF FOUR THOUSAND MILES, THROUGH THE WESTERN STATES AND TERRITORIES, DURING THE WINTER AND SPRING OF 1818","Concord, New Hampshire","Joseph C. Spear","1819","Central Michigan University"]},{"divid":1396919712,"type":"Website","data":["Fair Food Network","Fair Food Network: Grow the Food","Fair Food Network","www.fairfoodnetwork.org","April 3, 2014"]},{"divid":1396919774,"type":"Website","data":["City of Detroit ITS/Communications and Creative Services Division","City of Detroit: Official Website of Detroit","The City of Detroit","http://www.detroitmi.gov/DepartmentsandAgencies/DepartmentofHealthWellnessPromotion/Programs.aspx","April 3, 2014"]}],"locations":[{"id":8378,"lat":null,"lng":null,"zoom":8,"place":"MICHILIMACKINAC, Michigan"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":267,"tag":"Health"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}