{"id":6029,"title":"Did Giants Live in Detroit before Europeans Settlers?","course_id":118,"status":"P","start_date":"1826-06-19","end_date":"1826-06-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Thomas L. McKenney, Superintendant of Indian Affairs under President James Madison, kept a diary of his accounts while traveling through the Michigan Territory in 1826 to negotiate a treaty between the US Government and the Ojibwe, Menominee, and Winnebago tribes of Native Americans. Among his detailed descriptions, McKenney mentions the presence in the city of Detroit of some strange earthen mounds that have been weather-worn and eroded by cattle, revealing multiple strata of bones and other artifacts.","Native Americans at the time of European arrival in North America had inhabited the land in the Michigan area for hundreds (if not thousands) of years, and had often buried their dead with mounds of dirt piled on top, which resulted in the earthen mounds found in the Detroit area. These mounds were curiosities to the European settlers: McKenny was especially excited at being promised a large human skull by General Cass, a local military leader, which had been found previously. The federal government would eventually form a treaty with many of the local tribes in the area around Fort Detroit that granted them land and protection and prevented anyone from disturbing these mounds, in exchange for Native American assistance with the fur-trapping business. Those tribes then began to bury their dead in the land given to them, but the mounds where previous generations had laid their dead to rest still existed outside of their alloted property. The mounds discovered by McKenney and Cass were probably already more than centuries old, and were surely once very important to the original inhabitants of the land.","The large skull never reached McKenney's hands. It turned out that Cass could not actually come up with the skull that he claimed to have found, which he claimed was much larger than any \"normal\" human being's, suggesting that a tribe of giant natives once inhabited the Detroit area). However, the discovery of the three mounds (mostly weathered at this point) provided valuable proof of the Native American habitation of the area in the centuries before European settlement, and also suggested information about Native American customs with regards to burying their dead in multiple layers in the earth. McKenney described the significance of the bones being uncovered, and how they were worth much more by being uncovered and studied than remaining buried, an opinion that remains a major point of contention between scientists and Native people today."],"display_date":"June 19, 1826","search_date":"1826-06-19","citations":[{"divid":1396320217,"type":"Book","data":["Thomas L McKenney","SKETCHES OF A TOUR TO THE LAKES, OF THE CHARACTER AND CUSTOMS OF THE CHIPPEWAY INDIANS, AND OF THE INCIDENTS CONNECTED WITH THE TREATY OF FOND DU LAC","","Barre, Massachusetts","Imprint Society","1972","84-118"]},{"divid":1396923536,"type":"Website","data":["Historic Fort Wayne Coalition","Why Detroit's Fort Wayne is Important to Native Americans","Historic Fort Wayne Coalition","http://www.historicfortwaynecoalition.com/NAConway.html","March 22, 2014"]}],"locations":[{"id":8363,"lat":null,"lng":null,"zoom":8,"place":"WAYNE, Michigan"}],"tags":[{"id":2164,"tag":"Hull"},{"id":2163,"tag":"Cass"},{"id":2162,"tag":"McKenney"},{"id":440,"tag":"Treaty"},{"id":2104,"tag":"Burial Mound"},{"id":537,"tag":"Native Americans"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}