{"id":6031,"title":"Escape from an Indian Master: Matthew Bunn in Detroit","course_id":118,"status":"P","start_date":"1793-01-01","end_date":"1793-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Matthew Bunn, who was captured by Native Americans in the Ohio region in 1791, escaped after two years and fled on foot to Detroit - only to run into Native people who knew his face and his escapee status. He describes running into the Native people, and also their relations with the local fort and British military: the Native people would bring the scalps of American men, women, and children in exchange for ammunition and weapons. The British obviously sanctioned and encouraged this dirty work, as they paid the Native people for the scalps and even gave them alcohol in an effort to stir them to fiercer action, but at the same time they used it as evidence that the Native people were less \"civilized.\" One day, his \"melancholy\" feelings stirred by watching an exchange like this, Bunn inadvertently lost focus and forgot to watch for familiar faces among the Indians in the streets (for fear of being captured). At that moment, two Indians saw him and grabbed him, brandishing tomahawks and furious at his having escaped, with intent to scalp him right then and there. Bunn claimed he was able to calm them down enough to beg for an exchange: his life for a large sum of money. Bunn was able to procure the sum, thanks to a friend of his named Thomas Smith, who had helped Bunn escape to Detroit earlier.","Matthew Bunn's account of the vicious encounter with Native Americans in the streets of Detroit gives us a fascinating insight into life in the city in the late 18th century. During this period of Detroit's history, the Americans and British were at high tensions for ownership of the territory, and had been successfully \"stealing\" the livelihoods of the Native Americans through the fur trade business. The Native American tribes in the region would prove to be key players in the battles for the land, including an attack by the notorious Pontiac on Fort Detroit in 1763. Different tribes allied themselves with either the Americans or the British, depending on their tendencies, which created tension between the tribes themselves. The British and the Americans used this strife to their advantage, including to kick tribes off of their land and using them for dangerous battles against each other. Bunn is not, perhaps, the most reliable narrator, and his depictions of Native Americans as \"thirsting for American blood\" may owe more to Bunn's own interest in crafting an exciting narrative than a true reflection of Native ideas and actions. Their involvement in scalping, for instance, derived from the fact that these Native Americans were forced to seek provisions and protection from the British and Americans after trade routes and networks with other tribes were highly disturbed by the influx of immigrants. Nonetheless, Bunn's narrative offers a valuable perspective on how Native Americans were percieved by the general public in Detroit, and their prevalence in the city."],"display_date":1793,"search_date":"1793-07-02","citations":[{"divid":1396321970,"type":"Pamphlet or Other Printed Material","data":["Matthew Bunn","The Rarest Story of Adventure in the Region of Niagara: Narrative of Matthew Bunn","New York","Publications of the Buffalo Historical Society","1904","Clarke Historical Library, Central Michigan University"]},{"divid":1396922138,"type":"Website","data":["Detroit Historical Society","Early American Detroit: 1787-1820","Detroit Historical Society","http://detroithistorical.org/learn/timeline-detroit/early-american-detroit-1787-1820","April 3, 2014"]}],"locations":[{"id":8365,"lat":null,"lng":null,"zoom":8,"place":"[all counties], Northwest Territory"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":2137,"tag":"Michigan"},{"id":1899,"tag":"Detroit"},{"id":2174,"tag":"British Conflict"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}