{"id":6033,"title":"Jim Scott's Last Joke","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/25","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When James Scott died in 1910 and left half a million dollars to the city of Detroit in his will, controversy erupted amongst local citizens. Scott, who inherited most of his money from his father and earned even more still from shrewd real estate deals, bequeathed the money so that the city could build a beautiful fountain on Belle Isle. It became a major issue when it was revealed that his stipulation was to also erect a giant statue of himself in the middle of the fountain. People took to different sides of this issue. Some believed that it was a very nice gesture and a great opportunity to beautify the city. Still others disagreed. A portion of them objected, so they said, because it was basically buying the honor and cheapening the overall honor of the fountain. The religious leaders felt that it set a poor example for the youth – you don’t have to earn respect because you can just buy it. In a similar fashion, others said they disagreed because there was no democratic notion behind it. The citizens had no say in who their city was honoring.","While many of these people contested that it was not a personal matter, many people believe that such a fuss was made over the fountain because the people just plain did not like the guy. He had very few friends and barely spoke to anyone. He inherited his fortune and was deemed lazy and spoiled. The money he made for himself was always at the expense of someone else. He never married and was considered a womanizer. James Scott gambled and drank and was just generally disliked by all his fellow citizens. After several years being locked in debate, the fountain was unveiled in 1925 and has since become known as “Jim Scott’s Last Joke”."],"display_date":"1910 - 1925","search_date":"1917-12-31","citations":[{"divid":1396322476,"type":"Newspaper Article","data":["MANY CITIZENS FOR SCOTT GIFT: Some Oppose Acceptance of Fountain at Hearing Before Council Committee","Detroit Free Press","Detroit, MI","December 13, 1910","2"]},{"divid":1396322588,"type":"Website","data":["Dan Austin","James Scott Memorial Fountain","HistoricDetroit.org","http://historicdetroit.org/building/james-scott-memorial-fountain/","March 31, 2014"]}],"locations":[{"id":8330,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}