{"id":6034,"title":"Progress of the Dept. of Parks and Recreation in Detroit, MI","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/52","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Twelve years after the Detroit Parks and Recreation Department entered into service, they proudly announced that they had become the “largest and most active [Department] in our City Government.” Originally created to prevent overlaps in event planning, the department expanded along with the booming city of Detroit. The total acreage of Detroit parks from 1940-52 jumped from 4163 to 5736 acres, including a total of 170 new parks. The new ice rink, hoped administrators, would benefit future players of the Detroit Red Wings, while the boating dock of the Memorial Park Marina would help the city attract new capital. Dramatic urban renewal projects that included the construction of several new depressed highways produced large amounts of excess dirt, some of which the city used to build new toboggan chutes on top of Water Canyon Park. The Hawthorne Recreation Center was built on the site of an abandoned warehouse, creating a playground where “a factory had been converted into a production of citizens.”","These projects reflected the Parks and Recreation Department's efforts to work on a very local level to improve the quality of life for its citizens. While urban renewal projects as a whole tend to focus on the larger, top-down picture of the \"greater good,\" many of the new parks projects of the era suggest a real engagement with local needs and landscapes. The relocation and reuse of excess dirt from the construction highways, for instance, is a practical and locally-based solution to two separate problems. Additionally, the types of parks produced, including the boating dock expansion project, capitalized on the city's natural resources of riverfront property. Extending Detroit’s hockey season also foresaw the setbacks of the seasonal changes, and counteracted the limitations of weather to produce a longer season. These ideas blended nature into artificial environments, and produced recreational activities which nature and human interaction can exist interdependantly."],"display_date":"1940 - 1952","search_date":"1946-07-02","citations":[{"divid":1396323542,"type":"Pamphlet or Other Printed Material","data":["Detroit Department of Parks and Recreation","\"Twelve years of progress!\" \"Thanks to you!\"","","unknown","1953","University of Michigan Art Architechture and Engineering Book Collection"]},{"divid":1396806799,"type":"Book","data":["Scott, James C.","Seeing like a State: How Certain Schemes to Improve the Human Condition Have Failed","","New Haven (Conn)","Yale University Press","1998","."]},{"divid":1396806976,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Cronon, William","The Trouble of Wilderness; or, Getting back to the Wrong Nature","Out of the Woods: Essays in Environmental History","ed. by Char Miller and Hal Rothman","Pittsburgh","University of Pittsburgh Press","1997","101-26"]}],"locations":[{"id":8316,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"},{"id":1947,"tag":"City parks"},{"id":1233,"tag":"Environmental History"},{"id":1971,"tag":"urban planning"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}