{"id":6036,"title":"Is Paradise Valley aptly named?","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Until the mid-twentieth century, the north-bordering area of Detroit's east side Black Bottom neighborhood was known as “Paradise Valley.” Its name referred to the high number of black-owned businesses that occupied Hastings Street and St. Antoine Street, the heart of the entrepreneurial neighborhood. At the time, it was the only place with businesses that would all serve blacks. In the 1940s, the neighborhood was home to most of Detroit’s black-owned businesses. The pharmacy run by Sidney Barthwell was one of many examples of the flourishing businesses at that point including churches, social organizations, barber shops, famous jazz and blues clubs, and grocery stores.","However, the imagery of booming businesses and thriving organizations paints an inaccurate picture of the neighborhood’s environment. The living conditions within the neighborhood were bleak. Projects were being built next door, but within the neighborhood of Paradise Valley, the houses were almost a century old, poorly-maintained, and largely unattended by city services. Federal Housing officials declared that two-thirds of the residents were living in substandard units. The high number of immigrants to the city during WWII exacerbated the existing problem of overcrowding. With overcrowding came sanitation problems, disease, and fire hazards. The racial component of these conditions is clear from the fact that the white neighborhood nearby was rated at only 12% substandard living conditions. This is not dissimilar to the contemporary trends in the nation. in the 1930s, basketball teams were still segregated. By the end of 1957, only fifteen states had no segregation laws in place. Detroit, heavily populated by blacks, was in the majority, still subjected to segregation laws and therefore, suffered the blows of housing segregation."],"display_date":"1940 - 1950","search_date":"1945-07-01","citations":[{"divid":1396324292,"type":"Book","data":["Thomas J. Segrue","The Origins of Urban Crisis: Race and Inequality in Postwar Detroit","1","Woodstock, Oxfordshire","Princeton University Press","1996","36"]},{"divid":1396324414,"type":"Image","data":["","Sidney Barthwell","1940s","Photograph","","","",""]}],"locations":[{"id":8313,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1964,"tag":"Paradise Valley"},{"id":1899,"tag":"Detroit"},{"id":242,"tag":"WWII"},{"id":2016,"tag":"Pharmacy"},{"id":2170,"tag":"Living Conditions"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}