{"id":6039,"title":"Freeways Effects on Health in Delray","course_id":118,"status":"P","start_date":"1/1/99","end_date":"1/1/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the aftermath of WWII, Detroit followed national urban planning trends in seeking to enhance high-speed transportation between the growing suburbs and the city center. Plans began for an extension to the I-75 highway to rectify the problem. The route recommended by the Fisher Freeway Planning Committee began at the southwest limits of the city, in the neighborhood of Delray. There, it would connect with three other freeways in the section under consideration: the Jefferies Freeway, I-96 and the Chrysler Freeway, serving as a terminus for the Jefferies freeway and providing interstate traffic access to the Ambassador Bridge to Canada. It also served to give traffic on both freeways access to the freeway loop. What this meant for Delray, however, was that there would be even more pollution in an already environmentally distraught neighborhood. It also divided industrial areas, residential areas and public and semi-public areas in the neighborhood, essentially splitting the community in half.","The Fisher Freeway was completed in 1959, and in the following years asthma and lung infection rates in Delray greatly increased. In part, this can be attributed to the increase in traffic, especially the diesel-run semi trucks that made up a large part of the international commerce and which emitted large amounts of carbon monoxide. Air pollution has been linked to morbidity and mortality from several diseases, including diverse conditions such as coronary disease and Hodgkin's Lymphoma. In terms of the effects on respiratory disease, exposure to air pollution has been linked to the aggravation of chronic respiratory symptoms and increased mortality from chronic obstructive pulmonary disease. Nationwide, over the course of the 20th century, air pollution increased greatly alongside the noted increase in the prevalence of asthma. More recent declines in pollution and improvements in public health do not compensate for what Delray residents have had to endure for decades."],"display_date":"January 1, 1999","search_date":"1999-01-01","citations":[{"divid":1396328434,"type":"Book","data":["Glenn C. Richards","Fisher Freeway Route Location Study","","Detroit Michigan","Board of county road commissioners","may 5th 1961","52-54"]},{"divid":1396810999,"type":"Website","data":["U.S library of medicine national institutes of health","Road-traffic pollution and asthma – using modelled exposure assessment for routine public health surveillance","U.S library of medicine national institutes of health","http://www.ncbi.nlm.nih.gov/pmc/articles/PMC526385/","April 02, 2014"]},{"divid":1396811084,"type":"Website","data":["Washington state department of ecology","Health Effects from Automobile Emissions","Washington state department of ecology","https://fortress.wa.gov/ecy/publications/publications/0002008.pdf","April 01, 2014"]}],"locations":[{"id":8319,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":908,"tag":"Pollution"},{"id":1941,"tag":"Delray"},{"id":1953,"tag":"Urban Renewal"},{"id":2092,"tag":"Environmental Justice"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}