{"id":604,"title":"Widespread and Acute Forebodings of Possible Slave Rebellions\n","course_id":1,"status":"P","start_date":"1857-01-01","end_date":"1857-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["A New Orleans newspaper editor published news of slave disturbances' throughout the South.  The Times Picayune of New Orleans, Louisiana reported, the increased discontents have as often shown that a remedy has not been reached;it is not to be disguised that violent offenses, breaches of the peace, and homicides have multiplied, especially of late;'  Other reports from various newspapers, in both the South and North, indicated that slaves were in a much unsettled state of mind' with symptoms of agitation' numerous and widespread.  A newspaper editor in Austin, Texas reported discoveries of insurrection movements' in Mississippi, Texas, Louisiana, and Tennessee.  Georgia citizens were still remembering the rumors of a possible slave rebellion rumored to have been during the holiday season.  And yet, not a single insurrection occurred.  All of the commotion and rumors of slave insurrections were most likely caused by panic and fear of white southern slaveowners, revealing more about the white mindset of the time than that of the blacks."],"display_date":"January - February 1857","search_date":"1857-01-30","citations":[{"divid":1213265220,"type":"Book","data":["Kenneth M. Stampp","America in 1857: A Nation on the Brink",null,"Oxford","Oxford University Press","1990","35-36"]},{"divid":1213265263,"type":"Newspaper Article","data":["","The Times Picayune","","January 9, 1857",""]}],"locations":[{"id":455,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}