{"id":6049,"title":"Lead paint takes over Michigan","course_id":118,"status":"P","start_date":"1/1/08","end_date":"12/31/22","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["At the beginning of the 20th century, when most Americans lacked indoor plumbing and basic sanitation was rare, infectious disease was an ever present fear. Millions of people worldwide died in 1918 from the Spanish flu, and cholera and typhoid were frequent threats in the cities. At this time, the medical community encouraged people to wash their walls to help avoid disease. Painted walls were preferred over those with wallpaper because the texture of wallpaper would trap bacteria. The smooth surface of paint allowed it to be readily washed with either water and soap or a disinfectant, while wallpaper, especially given the paste available at the time, could not stand up to repeated washing. This also was an era when homeowners often did not paint their own homes. Homeowners instead relied on the expertise of master painters, who were respected for their skills and knowledge of paints. Ironically, the medical benefits of painting one's walls brought with them new risks, as these master painters often preferred paints with lead pigments.","The early twentieth century saw a large increase in the demand for lead paint. In Detroit, the national leader for lead paint production, Acme White Lead and Color Works expanded its factory in 1908, and it was soon joined by competitors such as Borydell White Lead and Color Works, Detroit Graphite Company, Ditzler Color Company, and many others. With the expansion of business came a need for workers, who were primarily found in the poorer neighborhoods of the city. Those workers, in addition to living in homes with lead paint on the walls, were also exposed to high levels of lead through direct contact during the manufacturing process. Across the country, labor unions and public health officials expressed concerns with worker exposure to “clouds of dust\" laced with lead in factories. After multiple law suits against companies about deaths from lead poisoning, industries worked with labor unions and public health officials to minimize worker exposure to lead dust.  These actions reduced occupational lead poisoning without ending the use of lead paint, which would continue to contaminate homes and soil for decades."],"display_date":"1908 - 1922","search_date":"1915-07-02","citations":[{"divid":1396817454,"type":"Newspaper Article","data":["INDUSTRIAL DETROIT: DETROIT IS LEADER IN PRODUCTION OF PAINTS, VARNISHES Millions of Gallons Flow From Vats of Local Firms","Detroit Free Press","Gannett Co., Inc.","Jan 23, 1922","14"]},{"divid":1396818261,"type":"Website","data":["Understanding lead pigment litigation","Why lead based paint was used","Lead pigment litigation","http://www.leadlawsuits.com/index.php?s=699","April 03, 2014"]},{"divid":1396822135,"type":"Book","data":["The Northwestern Reporter","The Northwestern Reporter","148","St. Paul, MN","West Publishing Co.","1914","485"]},{"divid":1396823160,"type":"Book","data":["Clarence Monroe Burton, William Stocking, Gordon K. Miller","The City of Detroit, Michigan","1","Detroit","The S. J. Clack Publishing Compnay","1922","558"]}],"locations":[{"id":8320,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1889,"tag":"occupational health"},{"id":1899,"tag":"Detroit"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}