{"id":605,"title":"The Attack and Capture of Fort Steadman\n","course_id":1,"status":"P","start_date":"1865-03-25","end_date":"1865-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At 4:30am on March 25th, Lee's troops attacked Fort Steadman, part of the Union defense line, and caught them completely by surprise.  The confederate troops captured Fort Steadman and the forces in Petersburg, VA.  This capture was only temporary, it lost momentum and had little strength to maintain control allowing Union troops to counter attack later that same day forcing the confederate troops out, resulting in a Union victory.  There were 1,150 northern casualties and nearly 4,000 southern, many of whom are taken as prisoners. Fort Steadman proved to be a devastating blow to the Confederate army, and it set up the fall of the Confederacy.&lt;br /&gt;Lee, in another gallant effort to overtake Union territory fails due to the Confederate's inability to maintain a firm stance and momentum.  Even though the attack was a far reach, the defeat left Lee and the Confederate army disheartened and dejected. Soldiers, and even generals, were losing hope, and failed attacks such as Fort Steadman only produce high casualties and momentary success before final defeat. This attack, however, is an example of the southern incredible will to fight for their cause, at any cost, and shows how Lee and his soldiers did not give up after incessant loss."],"display_date":"March 25, 1865","search_date":"1865-03-25","citations":[{"divid":1214247360,"type":"Newspaper Article","data":["","Charleston Courier","","April 1, 1865",""]},{"divid":1214247374,"type":"Newspaper Article","data":["","The Daily Picayune","","April 7, 1865",""]},{"divid":1214247406,"type":"Book","data":["John Bowman","The Civil War Almanac",null,"New York","World Almanac Publications","1983",""]},{"divid":1214247604,"type":"Book","data":["E.B. Long","The Civil War Day by Day: An Almanac 1861-1865",null,"Garden City, NY","Doubleday &amp; Company","1971",""]}],"locations":[{"id":456,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}