{"id":6050,"title":"The Delray Tuberculosis Clinic","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/12","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The booming Detroit industries of the early twentieth century brought enormous demand for more workers as more and more industries pushed their way into neighborhoods such as Delray. Low real estate prices and rents attracted poor immigrants from around the world. Around 1910 Romanians, Serbs, Turks, Armenians, Austrians, Hungarians, and others flooded into the area. But the low cost of living translated into low standards of living, as well: bereft of even the most basic sanitation and infrastructure, many of the new residents were living in unspeakable conditions. Overcrowding of large numbers of people in these extremely small apartments and houses caused overflowing cesspools. The wells that the neighbors had dug for drinking water were sunk only a few feet into the sand, in close proximity to the cesspools, making the water unfit even for washing purposes. Lacking an alternative source, people in Delray used the well water anyway, even for cooking and drinking. The area was constantly in danger of outbreaks of tuberculosis, typhoid, and other diseases common in poor urban living conditions.","The Delray community, while powerless to address the underlying infrastructural issues, came together to create the Delray Tuberculosis Clinic in order to fight the disease in Delray. The clinic opened in May 1911 to educate the people of Delray about the disease and how it spread. Shortly thereafter, when word of the poor sanitary conditions in Delray reached authorities, the city of Detroit put together a full clean-up process led by health officer J.W. Inches. The first thing that Inches did was to condemn the wells as un-usable and begin to mainline the water in to Delray from other sources. The Board of Health also acquired the Tuberculosis Clinic to carry on its work."],"display_date":"1910 - 1912","search_date":"1911-07-02","citations":[{"divid":1396903559,"type":"Book","data":["Aldred Scott Warthin","Report of the Michigan Association for the Prevention and Relief of Tuberculosis, 1908-1909","","Detroit","The Association","1909","."]},{"divid":1396834174,"type":"Website","data":["Center for Disease Control","Tuberculosis","Center for Disease Control","http://www.cdc.gov/tb/topic/basics/default.htm","April 04, 2014"]},{"divid":1396834262,"type":"Website","data":["Keith Collier","History of Tuberculosis","University of Newfoundland","http://www.heritage.nf.ca/society/tb_20th.html","April 05,2014"]},{"divid":1396834426,"type":"Newspaper Article","data":["Making a Better Detroit","Detroit Free Press","Detroit","July 1 1917","E1"]}],"locations":[{"id":8323,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1319,"tag":"tuberculosis"},{"id":1941,"tag":"Delray"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}