{"id":6051,"title":"City of Detroit Blamed for Neglect in Tuberculosis Epidemic","course_id":118,"status":"P","start_date":"5/26/09","end_date":"5/26/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late 19<sup>th</sup> century and early 20<sup>th</sup> centuries, doctors had discovered that large numbers of deaths in industrial cities were the result of tuberculosis, a respiratory disease closely linked to poverty, overcrowding, and malnutrition. Middle-class fears that tuberculosis could spread resulted in significant expenditures in Detroit, but that money largely ignored the problems of vulnerable populations in the working-class neighborhoods and poor industrial districts such as Delray, to the southwest of the city. In 1909, Dr. Leo H. Herbert and Dr. Emil Amberg scolded the City of Detroit for its lack of funding for the city's most vulnerable residents at the Anti-Tuberculosis society. They claimed that the conditions of the working class in the city were disgraceful and dangerous to the health of Delray residents. The city's allocation of resources was also inefficient: doctors were attempting to fight the disease, but the preventative measures of urban clean-up and improved living conditions that they had suggested were not being implemented. Along with the obscene amount of litter in the streets, for instance, Dr. Herbert pointed to the overpopulated housing situations as the disease's principal cause. When ten to twenty people were forced to live in a small cottage, that house immediately became a breeding ground for tuberculosis. It only took one house with small children, he warned, to spread the disease. Since children attend school they are more likely to catch and spread the disease since they are constantly in contact with their class mates."],"display_date":"May 26, 1909","search_date":"1909-05-26","citations":[{"divid":1396839205,"type":"Newspaper Article","data":["Asserts Delray Alleys are Bad","Detroit Free Press","Detroit","May 26 1909","10"]},{"divid":1396839266,"type":"Website","data":["George Myers","Black-owned and -operated Hospitals in the Detroit Metropolitan Area During the 20th Century","Kellogg African American Health Care Project","http://www.med.umich.edu/haahc/Hospitals/hospital1.htm","April 05, 2014"]},{"divid":1396839468,"type":"Newspaper Article","data":["Making a Better Detroit","Detroit Free Press","Detroit","July 1st 1917","E1"]}],"locations":[{"id":8321,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1319,"tag":"tuberculosis"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}