{"id":6053,"title":"\"World War II Was The Greatest Setback To Negro Relations\"","course_id":118,"status":"P","start_date":"1/1/30","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Black Bottom has been known from many residents who resided there to be a tight-knit functional black community. They didn’t have the resources that white people had in Detroit, and in their community they created the resources they needed to survive. A former resident of Black Bottom, Sidney Barthwell Jr., recalled “Funeral homes, doctors — there were a dozen different black-owned hospitals,” Barthwell said. “The Detroit black community in its heyday was absolutely fantastic. It was better than Harlem.” Barthwell’s father, Sidney Barthwell Sr. owned and operated many chains of pharmacies and soft serve ice cream shops in Black Bottom. In an interview, his father states that, “I think that World War II was the greatest setback to Negro relations in general. I think that one of the mistakes that black people made was when they thought they had integration, they gave up their own institutions. I think every ethnic group needs a place where they can get together and discuss things that are peculiar to their problems.”","During World War II (WWII) and after, Detroit was on the verge of creating an “urban utopia” laid out by Mayor Jeffries and his Detroit Housing Committee. To keep Detroit segregated, Mayor Jeffries planned to keep black people in the center of the city away from the white people. “Slum” areas such as Black Bottom were eventually razed and destroyed for the construction of I-375 like many other public housing buildings. Displaced residents of public housing were left to fight on their own. City planners promised urban housing for low and middle income families to compensate with over populated Detroit."],"display_date":"1930 - 1950","search_date":"1940-07-01","citations":[{"divid":1396992405,"type":"Book","data":["Elaine Latzman Moon","Untold Tales, Unsung Heroes: An Oral History of Detroit's African American Community, 1918-1967","","Detroit, Michigan","Wayne State University Press","1993","84-88"]},{"divid":1396992569,"type":"Website","data":["John Gallagher","When Detroit paved over paradise: The story of I-375","Detroit Free Press","http://www.freep.com/article/20131215/OPINION05/312150060/Black-Bottom-Detroit-I-375-I-75-paradise-valley-removal","April 6, 2014"]},{"divid":1396994793,"type":"Website","data":["Publication Committee","Detroit's Black Bottom and Paradise Valley Neighborhoods","Walter P. Reuther Library","http://reuther.wayne.edu/node/8609","April 6, 2014"]}],"locations":[{"id":8468,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1994,"tag":"I-375 Freeway"},{"id":242,"tag":"WWII"},{"id":937,"tag":"integration/segregation"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}