{"id":6055,"title":"Dr. Garrison Calls for Action","course_id":122,"status":"P","start_date":"11/14/27","end_date":"11/17/27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In mid-November of 1927, in Memphis, Tennessee, the Southern Medical Assocoiation was holding their twenty-first annual conference. Included within this four-day conference, the Section on Public Health met. It was there that Dr. C. W. Garrison, the State Health Officer from Arkansas, addressed the delegates. He was concerned about the pellagra problem cases, he told the delegates that the number of cases in Arkansas ran between five-thousand and ten-thousand per year and that the death toll averaged at five-hundred per year where the total population was less than two-million.","Dr. Garrison, clearly alarmed at the statistics related to pellagra in his own state, appealed to the delegates to find a solution. He proposed a resolution that would provide a varied diet to tenant farmers by giving them, where- and whenever possible, \"a liberal supply of vegetables, poultry and milk for home consumption,\" and crop diversification in order to eradicate pellagra. His resolution passed, unanimously, following a heated debate over the origin of pellagra, about whether the disease was dietitic or infectious in nature.","Elizabeth Etheridge explains the reasons behind the poverty of the tenant farmers, who were always in debt as a result of cash advances during the year that were taken out of the profits after the harvest and ginning. This constant poverty was the true cause for pellagra, much to the dismay of many Southerners who believed that the endemic had been dramatized in order to scar the image of the New South. It was because of the economic situation that tenant farmers were forced to eat the three-M diet: meat, meal and molasses. That lack of variation meant dietary deficiency and, eventually, pellagra.","In addition to being poverty stricken, which meant little or no money to purchase food, the only crop grown by most tenant farmers was cotton, not a food crop. Cotton was king. In order to increase the chances of having a good crop the landowners would not allow tenants to use any land to grow their own gardens or keep their own livestock so that it could all be used to grow cotton. Only one crop meant that there was one chance to make money off the land. If the crops failed, as were common with many floods occurring, portions of the crops would be destroyed. If the crops were unsuccessful, the tenants would be fortunate if they made enough to cover their expenses. One crop also meant that there were vegetables readily available for the tenants, or to sell.","Etheridge calls Dr. Garrison's resolution \"the first evidence of a change in public opinion\" where pellagra, formerly thought to be an infectious disease, was now thought of as one of dietary deficiency and economic in nature. As ground-breaking as this resolution was, it only provided for tenant farmers. There were still plenty of other occupations that left people poverty-stricken."],"display_date":"November 14, 1927 - November 17, 1927","search_date":"1927-11-15","citations":[{"divid":1397517001,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["C. W. Garrison","Economic Aspects of Pellagra","Southern Medical Journal XXI","Southern Medical Association","Dallas, Texas","J. A. Majors Company","1928","237-240"]},{"divid":1397517660,"type":"Dissertation/Thesis","data":["Elizabeth Etheridge","The Strange Hunger: A Social History of Pellagra","PhD diss.","University of Georgia","1966","240-241"]}],"locations":[{"id":8408,"lat":35.1823412133,"lng":-89.8965921784,"zoom":9,"place":"Shelby, Tennessee"}],"tags":[{"id":1125,"tag":"Pellagra"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}