{"id":6058,"title":"<strong>Aurelian Defends His Triumph Over Zenobia</strong>","course_id":122,"status":"P","start_date":"4/15/99","end_date":"4/15/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 274 A.C.E., Rome was abuzz with gossip concerning the Emperor Aurelian’s recent defeat of Queen Zenobia. Zenobia had been the leader of the breakaway Palmyrene Empire. Aurelian sought to reunify the Empire to its former glory and in doing so had found himself at odds with Palmyra and its queen. Aurelian found himself victorious over Zenobia but this was not the source of gossip among the Senate and people of Rome. Aurelian wanted to have Zenobia paraded in a Roman triumph, the greatest military honor.","Aurelian was aware of the gossip back home in the capitol and wrote a letter in his defence. This letter does not survive but it was recorded by an anonymous author in the <em>Historia Augusta</em> which does survive today.  Aurelian wrote in his letter to the Senate that if people only knew what he knew about Queen Zenobia then they would not judge his decision. In fact, Aurelian praised her virtues as a leader and said he spared her life because her rule preserved the eastern part of the Roman Empire. Without her leadership, the Persians might have conquered Roman lands.  Aurelian concluded his letter by saying, “Therefore let those whom nothing pleases keep the venom of their own tongues to themselves.” Needless to say, the triumph went on and Zenobia was marched through the streets of Rome with so much gold and jewelry adorning her that she could hardly walk. After Aurelian had his triumph, it is said that he also allowed Zenobia to live in a villa near Tibur. She even had children and her descendants were still living as of the writing of the <em>Historia Augusta</em>.","It could perhaps be argued that Aurelian embellished the characteristics of Zenobia in order for his victory over her to be more spectacular. However, I believe this argument loses much when the popular views of women in ancient Rome are observed. According to historian, John Balsdon, “the exclusive sphere of a woman’s activity was inside the house” and that women were believed to be “the weaker sex, and… that they lacked the necessary toughness to compete in the rough and tumble of public life.” This traditional view of women was ingrained in the Roman male psyche. Therefore, Aurelian’s praise of his enemy (a female enemy at that) does more than bolster his victories; it proves that he was willing to defend his victory over her on the grounds that she was truly exceptional for a woman in his time.  She would have been a rare woman indeed to have warranted praise from one of Rome’s sternest emperors."],"display_date":"April 15, 1999","search_date":"1999-04-15","citations":[{"divid":1397531302,"type":"Website","data":["Anon., trans. David Magie","Historia Augusta • Lives of the Thirty Pretenders","LacusCurtius","http://penelope.uchicago.edu/Thayer/E/Roman/Texts/Historia_Augusta/Tyranni_XXX*.html","March 18, 2014"]},{"divid":1397531424,"type":"Book","data":["J.P.V.D. Balsdon","Roman Women: Their History and Habits","","London","History Book Club","1966","282-83"]}],"locations":[{"id":8417,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1760,"tag":"Gender Roles"},{"id":18,"tag":"Politics"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}