{"id":6059,"title":"<strong>Zenobia Defies an Emperor</strong>","course_id":122,"status":"P","start_date":"4/15/99","end_date":"4/15/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the summer of 272 A.C.E., Aurelian brought war to Queen Zenobia’s Palmyrene Empire. She only ruled because her husband Odenathus had been assassinated but the <em>Historia Augusta</em> tells us that it was perhaps she that ruled through her husband even before his death. She was said to have had a keen intellect and propensity for Greek and Egyptian language. There was even mention of her being descended from the Ptolemies and Cleopatra herself. The <em>Historia</em> also describes her in both a masculine and feminine light. She is said to have had qualities of a “good emperor.”","Her virtues as a leader came to the forefront when Aurelian arrived at her gates. He sent Zenobia a letter which asked for her complete surrender and that under the conditions he specified, neither she nor Palmyra’s citizens would lose their liberties. Zenobia was far too proud to accept these terms. Her letter back to Aurelian, therefore, was not what he was hoping to hear. In fact, Zenobia outright challenged Aurelian by telling him that, “Whatever must be accomplished in matters of war must be done by valor alone.” There would be no surrender without a fight first. Her letter also bordered on the insulting. Zenobia asked how Aurelian planned to defeat her when he could barely fend off the Syrian brigands that plagued the Roman advance to Palmyra. Aurelian answered appropriately… with battle. And with his valor, Aurelian and his army did defeat Zenobia and captured her as well.","Upon capturing her, Aurelian had Zenobia brought to him. He couldn’t understand why she had thought it wise to challenge him. He was Aurelian Augustus, Emperor of Rome. When this question was put to her, Zenobia’s claimed that Aurelian was the first Emperor that she had witnessed. Those that preceded Aurelian did not “win victories” and therefore she “never regarded them as emperors.” To speak so rashly would have been uncommon for a Roman woman. Yale historian and classicist, Ramsay MacMullen, wrote that women in public were “to be seen, then, not heard.” He went on to say that this did not mean that Roman women had no power. According to MacMullen, even the emperor, Claudius, was “wholly under the control of his latest wife.” According to the Historia Augusta, this was even true in regard to Zenobia having ruled through her husband until his death. It was a rare opportunity for her to be able to step into the public eye and rally the Palmyrene people around her in a system which seemed designed to prevent women from doing exactly that. She was no longer a whisperer but a challenge to the emperor of Rome."],"display_date":"April 15, 1999","search_date":"1999-04-15","citations":[{"divid":1397531842,"type":"Article","data":["Ramsay MacMullen","Woman in Public in the Roman Empire","Historia: Zeitschrift Für Alte Geschichte 29","no. 2","June 1, 1980","216"]},{"divid":1397532046,"type":"Website","data":["Anon., trans. David Magie","“Historia Augusta • Life of Aurelian (Part 2 of 3)","LacusCurtius","http://penelope.uchicago.edu/Thayer/E/Roman/Texts/Historia_Augusta/Aurelian/2*.html","March 6, 2014"]},{"divid":1397532156,"type":"Website","data":["Anon., trans. David Magie","Historia Augusta • Lives of the Thirty Pretenders","LacusCurtius","http://penelope.uchicago.edu/Thayer/E/Roman/Texts/Historia_Augusta/Tyranni_XXX*.html","March 18, 2014"]}],"locations":[{"id":8418,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1760,"tag":"Gender Roles"},{"id":5,"tag":"War"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}