{"id":6060,"title":"<strong>The Low-Born Aurelian Rises Through the Ranks</strong>","course_id":122,"status":"P","start_date":"4/15/99","end_date":"4/15/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The day had finally come. Aurelian was to stand before the Emperor Valerian at the Byzantine baths and be rewarded for all of his determination. This was to be a momentous occasion for Aurelian would rise to the consulship which was historically the most prestigious political office of the Roman world. He may well have thought back on his achievements that had led him to this moment. He had risen to the height of the Roman world but his origins were humble. He might well have thought of his poor, peasant family back in Illyria. The Roman Empire had long recruited soldiers from this province and Aurelian had proved why this was so. He rose through the ranks of the military with haste due to his fantastical victories. He had led a group of three hundred Illyrians against a force of Sarmatians that threatened to overrun his province. By the time the invasion was repelled, it was said that Aurelian’s blade had been the end of over nine hundred Sarmatians. Aurelian might well have thought of this and been reminded of his nickname, Aurelian Sword-in-Hand, because his sword was found so often drawn from its sheath. More victories led to more promotions and Aurelian found himself standing before an emperor and with the army as an audience.","The <em>Historia Augusta </em>details the exchange between Valerian and Aurelian on this day. Valerian publicly thanked Aurelian for his service and for a recent victory over a Gothic invasion. Valerian bestowed upon Aurelian the consulship and said that he would have the Senate grant him all of the titles and insignias of his new post. Aurelian (ever seeking to be the subservient soldier) knelt before the emperor in gratitude. He proclaimed to the emperor that, \"As for myself, my lord Valerian, Emperor and Augustus, it was with this end in view that I have done all that I did, have suffered wounds with patience, and have exhausted my horses and my sworn comrades, namely, that I might win the approval of the commonwealth and of my own conscience.” After much bloodshed and victory, Aurelian had gained the gratitude of the most powerful man in the world. And Aurelian was one step closer to his own further rise.","It is remarkable that a man would rise from such humble beginnings to become one of the most powerful men in the Roman state. Indeed it is even more remarkable that this man would one day become <em>the</em> most powerful man in the Roman state. Scholar of the ancient world, John Osier, believes that Valerian’s son, Gallienus, is the reason for so many Illyrian generals rose to prominence. According to Osier, Gallienus needed the support of the Illyrians and so he raised them to the equestrian rank and then restricted military commanderships to those of that same rank. This would have angered the senatorial class but made him many friends with his newly appointed equestrian Illyrians. Aurelian was already rising through the ranks due to his own courage but thanks to Gallienus he gained even greater command. And it was as a general that he would find himself becoming the emperor of a fragmenting empire and eventually restoring it to its former power."],"display_date":"April 15, 1999","search_date":"1999-04-15","citations":[{"divid":1397532442,"type":"Website","data":["Anon., trans. David Magie","Historia Augusta • Life of Aurelian (Part 1 of 3)","LacusCurtius","http://penelope.uchicago.edu/Thayer/E/Roman/Texts/Historia_Augusta/Aurelian/1*.html","March 6, 2014"]},{"divid":1397532506,"type":"Article","data":["John Osier","The Emergence of Third-Century Equestrian Military Commanders","Latomus 36","no. 3","July 1, 1977","685-87"]}],"locations":[{"id":8415,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":18,"tag":"Politics"},{"id":1695,"tag":"Military Service"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}