{"id":6063,"title":"John Woodall saves Northampton from The Plague","course_id":122,"status":"P","start_date":"4/15/99","end_date":"4/15/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In July of 1637, the town of Northampton faced a terrible predicament. Many of its residents had been stricken with plague. This plague utterly baffled William Wyly, Northampton’s local surgeon. According to his account the disease gave its victims a high fever and painful boils on the skin. Fortunately for Wyly, he was assisted by John Woodall, a true expert in the field of medical treatment.","As the retired chief of surgery for both the East India Trading Company, and Saint Bartholomew’s Hospital in London, Woodall had seen more than his share of disease. Woodall responded to Wyly by not only sending him an antidote for the plague, but writing detailed instructions on how to administer the antidote to patients. These instructions were extremely practical, and were similar to the instructions a modern reader might expect to receive in a pharmacy. According to Woodall, patients were to take the antidote in measured doses depending on their age and weight. Additionally, he encouraged patients to mix the medication with water, ale, or milk to improve the flavor.","Wyly did exactly as Woodall told him, and in his account he mentioned that the drug worked wonderfully. He later wrote Woodall, thanking him for his assistance. In this letter he included a list of specific citizens that had been saved by the medicine. Some of these citizens included a local boy by the name of James Fairness, and a woman called Goody Smith. Wyly told Woodall that everyone he administered the drug to was cured of the plague. What was the miracle cure that Woodall used to save Northampton? It was a cordial powder made primarily of powdered gold.","While this may seem incomprehensible to a modern audience, Woodall’s miracle cure is a prime example of the complexity of historic medical practice. On the one hand, Woodall’s administration procedure seems like solid ‘science’. On the other hand, we all know that gold has no magical healing powers. Woodall’s account clashes with our modern preconceptions. We see science as a philosophy that triumphed over ‘superstitious’ magic. While Woodall’s marriage of science and ‘superstitious’ medicine seems bizarre to us, it was typical of the Renaissance. According to Michael D. Bailey, the beginnings of modern science were as much joined with magical belief as they were opposed to it. In his book <em>Magic and Superstition in Europe</em> Bailey affirms that renaissance philosophers were heavily influenced by magical traditions from the twelfth, thirteenth and fourteenth centuries.","Magical or not, the town of Northampton seems to have benefited greatly from Woodall’s work. This account must be taken with a grain of salt, however; it remains a fascinating example of the influence of superstition on early medical science."],"display_date":"April 15, 1999","search_date":"1999-04-15","citations":[{"divid":1397578953,"type":"Book","data":["John Woodall","The Surgeons Mate","","London","printed by John Legate","1655","367"]},{"divid":1397579094,"type":"Book","data":["Michael Bailey","Magic and Superstition in Europe: A Concise History from Antiquity to the Present","","Lanham, Maryland","Rowman &amp; Littlefield Publishers","2007","181"]}],"locations":[{"id":8428,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":100,"tag":"Medicine"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}