{"id":6064,"title":"John Woodall Amputates a Sailor’s Leg","course_id":122,"status":"P","start_date":"4/15/99","end_date":"4/15/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The sailor’s leg was putrid and rotting. The hole left from the gunshot wound was, according to surgeon John Woodall, 'venomous'. John Woodall went on to say that gangrene had set in, causing the injury to resemble ‘an affront against nature’. Rather than let the gangrene fester, Woodall took the only course of action left to him; he amputated the limb. Once the extremity was removed, the venomous disposition ceased. The sailor’s heavy fever abated, and he made a speedy recovery. Many of Woodall’s other patients were less fortunate. By the time he reached some of the victims of gangrene the disease had progressed beyond treatment. One child had a limb so rotten that the skin parted to the touch. Others died with the onset of fever.","Woodall’s emergency treatment, while useful, was based on incorrect science. Woodall attributed the spread of gangrene to an imbalance of the four humors. Additionally, he described wounds infected by the disease as an ‘affront against nature’. We now know that, while gangrene is a horrible affliction, it is purely natural. In Woodall’s opinion, these injuries were from outside the realm of nature, and therefore wicked, vile, and venomous. While Woodall’s theories were technically incorrect, they worked to save the lives of those afflicted by disease. His hack-job method of treating extreme cases of gangrene actually helped those stricken with the plight. This mixture of ‘superstition’ and science challenges the modern assumption that science was born out of the death of superstitious belief.","This complicated system of superstition and rationality perfectly illustrates Lorraine Daston and Katharine Park’s thesis. In their book, <em>Wonders and the Order of Nature</em>, they dismiss the faulty notion that science and magic were directly at odds with one another. Instead, they propose a mutable, intricate system of balances and counter balances. To Daston and Park, magic played and plays a crucial role in our understanding of nature. While a modern audience may have some trouble digesting this concept, the gangrene afflicted sailor that was rescued by Woodall’s ‘faulty’ hypothesis benefited from the effects of this complex relationship."],"display_date":"April 15, 1999","search_date":"1999-04-15","citations":[{"divid":1397579829,"type":"Book","data":["John Woodall","The Surgeons Mate","","London","printed by John Legate","1655","381-382"]},{"divid":1397580023,"type":"Article","data":["Lynda Payne","Review of Wonders and the Order of Nature","Journal of the History of Biology","2","October 1, 2000","409-411"]}],"locations":[{"id":8426,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":5,"tag":"War"},{"id":230,"tag":"Medicine/Health"},{"id":100,"tag":"Medicine"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}