{"id":6065,"title":"Debs Found Guilty-Again","course_id":122,"status":"P","start_date":"9/12/18","end_date":"9/12/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As he exited the courtroom, “a girl pushed a bunch of flowers into [Eugene] Debs’ outstretched hands. Then she fell, half fainting, into his arms. Debs stooped down and kissed her.” This report from the New York Times portrays Debs as surrounded by a remarkable sense of bravado, a man who came to be known henceforth as “Democracies Prisoner.” On September 12, 1918 in Cleveland Ohio for the second time, Eugene V. Debs was sentenced to jail time in federal penitentiary. The first was in response to association to the Pullman Strike in 1894 where Debs was indicted under charges of conspiracy and insurrection, and received a six-month sentence for contempt of court. However, this sentencing was far more severe. Ordered by the Ohio District court, Debs was to spend ten years in prison as well as pay a fine of ten thousand dollars.","Judge Westenhaver found his anti-war speech in Canton Ohio to have violated the Espionage Act of 1917 on three accounts. “Attempting to incite insubordination, disloyalty, mutiny, and refusal of duty in the military and naval forces. Obstructing and attempting to obstruct the recruiting and enlistment service, and uttering language intended to provoke, and encourage resistance to the United States and to promote the cause of the enemy.” Debs’ case was only one of over two thousand wartime cases, and he was only one of twelve hundred to go to jail for his actions. Historian Ernest Freeberg believes this case was pivotal because the government “imposed a monopoly on the meaning of American patriotism that turned a dissenter like Debs into a felon.”","Over 450 miles away, the same events were being covered by <em>The People, </em>the Socialist Labor Party of America’s newspaper that published the news from New York City under the leadership of Daniel DeLeon. De Leon, a Columbia educated man, wrote an article on the same events, but comes to a different conclusion. States De Leon, “to be in contempt of a <em>capitalist</em> court is the only attitude becoming to decent men. The court speaks the opinion not of sense or justice, but of the robber class of capitalism that it represents.” Such ardent beliefs mark a unscrupulous moment in US history according to the Socialist Party. The article was marked my open outrage, and anger towards the court starkly contrasting with the New York Times’ plain, and unemotional diction.","Debs own attorneys had thought along a similar line to DeLeon. They noted that if the Supreme Court of the United States affirmed Debs’s conviction, it would “lend credence to the proposition that the topics of war and of socialism were unmentionable during wartime. It would demonstrate that the espionage Act could be used for the purpose of “suppressing during war an exposition and exhortation toward socialism.”","When the case was heard Supreme Court just a year later, Justice Holmes cited what would become a pivotal case in the history of American jurisprudence, Shneck v. United States, another case of violation of the Espionage Act. He claimed that both men had “[brought] about substantive evils which Congress has the right to protect.”  And although Justice Holmes dropped two of Debs’s charges, his prison sentence was not. Debs remained in prison till after Wilson’s presidency when President Harding, against whom Debs had run for president from his Atlanta prison cell, commuted his sentence in the year 1922. Socialist historian Howard Zinn famously posited that “dissent is the highest form of patriotism.” He never noted, however, it is without its own woes."],"display_date":"September 12, 1918","search_date":"1918-09-12","citations":[{"divid":1397587128,"type":"Newspaper Article","data":["FIND DEBS GUILTY OF DISLOYAL ACTS; Socialist Convicted of Violating Espionage Act--Jury Out Six Hours","New York Times","Clevland Ohio","September 13, 1918",""]},{"divid":1397587177,"type":"Newspaper Article","data":["Editorial: Debs’ Conviction","The People","New York","December 23, 1918",""]},{"divid":1397587213,"type":"Book","data":["Ernest Freeberg","Democracy’s Prisoner: Eugene V. Debs, the Great War, and the Right to Dissent","","Cambridge, Mass.","Harvard University Press","2008","4"]},{"divid":1397587362,"type":"Government Document","data":["Debs v United States","Supreme Court","March 19, 1919","","","","249 U.S. 211","",""]},{"divid":1397587477,"type":"Article","data":["Sterling, David L.","In Defense of Debs: The Lawyers and the Espionage Act Case","Indiana Magazine of History","83","March 1, 1987","17–42"]}],"locations":[{"id":8442,"lat":41.4243718872,"lng":-81.6586944761,"zoom":9,"place":"Cuyahoga, Ohio"}],"tags":[{"id":2188,"tag":"Socialism"},{"id":2187,"tag":"Eugene Debs"},{"id":746,"tag":"Supreme Court"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}