{"id":6066,"title":"<strong>Contribution to Medicine</strong>","course_id":122,"status":"P","start_date":"1822-01-29","end_date":"1822-01-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 29<sup>th</sup>, 1822, Dr. Ebenezer Basset who was the town physician of Nassau, New York was abruptly interrupted by his medical assistant Jacob Kipp, who notified the doctor of their servant girl who was terribly ill. Braving the cold, Dr. Basset attended to the black servant girl who was lying in the snow with an unusually large cut on her abdomen and right next to her was a razor blade that was covered in blood. Upon further examining the youth of fourteen, Dr. Basset noticed and began to uncover a fetus hidden underneath the snow. Dr. Basset was in complete shock at what he had just witnessed. To his amazement, the youth of fourteen had just conducted a cesarean section on herself. After Dr. Basset recovered from his shock he sent Jacob Kipp to a neighboring town to retrieve Doctors Francis and Beck to help assess the situation.","Upon their arrival to the city of Nassau, Dr. Basset explained to his colleagues what had occurred. The three physicians began to treat the African American servant girl while making detailed notes of the procedure. The physician’s amazement is understandable given that cesarean sections were known about, but not widely used. Even more amazing, the procedure was a self-administered one. How could a black youth of fourteen perform such a complicated procedure on herself?","Historians have always claimed that cesarean sections had been performed by slaves who came from Africa to America. In fact, the first recorded successful cesarean section was performed in Colonial America. There is an account of a doctor in Virginia by the name of Dr. Jesse Bennett who on January 14<sup>th</sup>, 1794 performed the first cesarean section on his wife with the help and guidance of their slave who was well versed in the procedure of cesarean section. According to author Herbert M. Morais who wrote, <em>The history of the Negro in medicine, </em>African Americans had prior knowledge and used cesarean sections in Africa and brought that knowledge with them to the early colonies of America. Although the procedure was amazing to these white doctors, it would have not been foreign to black females in this era."],"display_date":"January 29, 1822","search_date":"1822-01-29","citations":[{"divid":1397592976,"type":"Article","data":["Drs. Francis and Beck","ART. IV. Case of Self-performed CAESAREAN SECTION.: Communicated to DRS. FRANCIS and BECK, of New-York. Observations. From Moseley on Tropical Diseases.","The New York Medical and Physical Journal (1822-1830)","1","1823","1"]},{"divid":1397593175,"type":"Book","data":["Morais, Herbert M.","International Library of Negro Life and History: The History of the Negro in medicine","1","New York","Publishers Co","1967","12"]},{"divid":1397593351,"type":"Book","data":["Heatwole, David A.","Virginia Valley Records: Genealogical and Historical Materials of Rockingham County, Virginia, and Related Regions","1","Virginia","Genealogical Publishing Com.","1965","342"]}],"locations":[{"id":8434,"lat":42.7101775694,"lng":-73.5100473584,"zoom":9,"place":"RENSSELAER, New York"}],"tags":[{"id":238,"tag":"African American"},{"id":463,"tag":"African American Women"},{"id":230,"tag":"Medicine/Health"},{"id":605,"tag":"Upstate New York"},{"id":598,"tag":"New York"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}