{"id":6067,"title":"Southern, Sassy, and Strong","course_id":122,"status":"P","start_date":"1862-06-05","end_date":"1865-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Midnight train rides, cleaning wounds and changing dressing was not the job for a proper Southern woman. Kate Cummings took up the call to become and nurse and broke the holds that Southern society placed on women of middle to upper class. Kate travled by train from her home in Mobile to different hospitals around the South assesting surgeons after the Battle of Shiloh and hepling wounded in Georgia. While Northern hospitals system was very orginized and detailed, the South was far from it. Doctors drank the medical whiskey that was to go to the patients, other women would not want to preform their duties fully and all the while Kate was receiving letters from her family urging her to levae the unsutiable lifestyle and return home.","Unlike their Northern counterparts, who were welcomed in the hospital, Kate along with other women were seen as the enemy to the male staff such as the Union was the enemy. Pushing this aside and ignoring socieyt and her parents wishes, Kate \"cleaned house\" of the staff who were not up to standards using her society roots to help with her backing.","According to society Southern women were not to see a man's body until they married. The Civil War changed that notion. Cummings helped doctors in surgery, changed dressing, and cleaned wounds. With the new exposure to the male soldiers bodies Kate, who at the time was unmarried was in for a new concept. Throughout the war she remained professional and provided care for the wounded thus saving many lives."],"display_date":"June 5, 1862 - April 7, 1865","search_date":"1863-11-05","citations":[{"divid":1397620599,"type":"Book","data":["Brinton, John","Civil War Surgen: 1861-1856","","Southern Illinois","Southern Illinois University Press","1996","237"]},{"divid":1397620646,"type":"Book","data":["Schultz, Jane","Mothers of Invention: Women in the Slave Holding South","","Chapel Hill","University of North Carolina Press","2004","34"]},{"divid":1397620712,"type":"Book","data":["Garrison, Webb","Amazong Women of the Civil War","","Knoxville","University of Tennessee Press","1999","5"]}],"locations":[{"id":8460,"lat":35.1460265024,"lng":-85.6297474555,"zoom":9,"place":"MARION, Tennessee"},{"id":8459,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"},{"id":8458,"lat":34.9035877242,"lng":-85.1380945498,"zoom":10,"place":"CATOOSA, Georgia"}],"tags":[{"id":2189,"tag":"Nursing"},{"id":7,"tag":"Women"},{"id":32,"tag":"Civil War"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}