{"id":6069,"title":"<strong>“The light will shine forth”- Perseverance of Negro Physicians</strong>","course_id":122,"status":"P","start_date":"1790-09-25","end_date":"1790-09-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A slave by the name of David K. Mcdonough was granted permission to pursue his dream of becoming a doctor in the late nineteenth-century, but how was that possible given the horrendous circumstances that slaves endured? “His career began as the result of an argument between his master, slave-holder, and a planter. The dispute revolved about the question of the innate mental capacity of the Negro to improve him-self intellectually”. According to the <em>International Library of Negro Life and History, </em>his master chose to send Mcdonough off to school to prove his point that it was not possible for Negroes to obtain academic success. To his masters’ surprise, Mcdonough graduated from Lafayette College in Pennsylvania with a B.A. in Medicine and was the third in his graduating class. This beautiful success story embodies the truth behind the mental capacity of any Negro, and the light could shine.","Given the story above, Negroes in Medicine were still not permitted to practice and always faced harsh criticism. The greatest opposition to Negro Doctors was found in the South. This article by Paul B. Cornely in 1956 shows the stark reality of the matter. “In the South, however, only 6% of hospitals offered Blacks services without restrictions; 31% did not admit Blacks under any conditions, even emergency; 47% had segregated wards for Whites and Blacks; and 16% had modified patterns of segregation that changed with the ratio of Whites and Blacks admitted at any one time”. This example in the mid- twentieth century shows the disingenuous position than many White Southerners possessed in dealing with Negroes. However, that being said why is Booker T. Washington’s journal article <em>The Negro Doctor in the South</em>, show so much optimism? Booker T. Washington states that there are more than one-hundred Negro Doctors in the State of Alabama and there is over twenty-five in the Birmingham district. Of the many Negro Doctors, the State saw its first female African-American Doctor in Birmingham by the name of Dr. Sadie Dillard. Now let me ask you why has this proverbial light portrayed by Booker T. Washington shown itself in Tuskegee, Alabama in 1917 and we just saw a regressive mood in 1956? Booker T. Washington describes these fluctuations in trends as a few strong forces that have played a hand in elevating the Negro Doctor, despite the ever prevalent opposing forces. Case and point, Negro Physicians knew the road was not going to be easy, given that Hein site, Negro Doctors persevered and accounted for obstacles so the torch would continue to burn in their favor of progress, much like Dr. David K. Mcdonough did while he was oppressed and obtained the light."],"display_date":"September 25, 1790","search_date":"1790-09-25","citations":[{"divid":1397661278,"type":"Article","data":["Booker T. Washington","The Negro Doctor in the South","The Independent ... Devoted to the Consideration of Politics, Social and Economic Tendencies, History, Literature, and the Arts (1848-1921)","3058","Jul 11, 1907","1"]},{"divid":1397661714,"type":"Book","data":["Morais, Herbert M.","International Library of Negro Life and History: The History of the Negro in medicine","1","New York","Publishers Co","1967","13"]},{"divid":1397662168,"type":"Website","data":["P. Preston Reynolds, MD, PhD, FACP","Professional and Hospital DISCRIMINATION and the US Court of Appeals Fourth Circuit 1956–1967","US National Library of Medicine National Institutes of Health","http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1448322/","February 21, 2014"]},{"divid":1397662372,"type":"Article","data":["Paul B. Cornely","Segregation and Discrimination in Medical Care in the United States","American Journal of Public Health and the Nations Health 46","9","September 1956","1074–1081."]}],"locations":[{"id":8440,"lat":39.8405142472,"lng":-75.5864868268,"zoom":9,"place":"Chester, Pennsylvania"}],"tags":[{"id":238,"tag":"African American"},{"id":230,"tag":"Medicine/Health"},{"id":2191,"tag":"Doctors"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}