{"id":6070,"title":"The birth of Eugenics in Alabama","course_id":122,"status":"P","start_date":"4/16/01","end_date":"4/16/01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 16, 1901, at The Medical Association of the State of Alabama, Dr. C.T. Wilbur gave a speech to the medical committee on the state of “The Feeble-Minded” people in Alabama. While giving his speech he directed the audience’s attention to a census taken in 1890 that showed the number of Feeble-Minded and compared it to one taken in 1900. Dr. Wilbur then stated that it seemed as if the Feeble-Minded were \"more numerous than the mentally insane.” With the fear of the rising number of Feeble-Minded people in Alabama Dr. Wilbur suggested that since Alabama had no state asylum for this class of persons, they should be \"kept in private homes, county poor houses, or in the insane asylum.\" In order to drive his point home Dr. Wilbur continued to play upon the fear of the board members that this problem was spreading and needed more support. He did this by saying.“No two Feeble-Minded are alike. They are widely different and cannot be educated in classes. Each case must have its peculiarities studied carefully, and the right methods applied for its advancement”. This fear of a rising number of the Feeble-Minded in reality masked wider anxieties about criminals, poverty, illiteracy and other forms of what was consider social deviance.","The therory and practice of improving the genetic quality of the human population is called Eugenics, which in Alabama got its start under the guise of an attempt to help the Feeble-Minded. With the rising concerns about social deviances in Alabama the study of  Feeble-Mindedness gave a possible resolution. Dr. Wilbur wasn’t alone on trying to figure out how to control the growing problem. Historian Dorthy Porter relates a case of Dr. Weinberger sterilizing black poeople in the South for merely for being poor and illiterate. Mary Alice and Minnie were teenagers when they became victims Eugenics. Their mother, who had very little education and was illiterate, signed an X on a form, authorizing her daughters, who had both been deemed \"mentally disabled\"--without any proof-- to be given birth control shots. Instead, the young women were surgically sterilized and robbed of their right to ever bear children of their own.","The debate over what is and who is Feeble-Mined has been the issue from the start. Historian Dorothy Porter of University of California gives us examples of the reason people would be sterilized. According to Porter “Throughout the twentieth century scientific and social enthusiasm for Eugenics across national boundaries attempted to translate these ideals into legislative measures for controlling the reproduction of the “unfit”. Unfitness included many different categories of deviant behavior such as alcoholism, promiscuity and criminality plus what was termed “the Feeble-Minded”, by which meant the mentally retarded, and ‘moral imbeciles’, such as single women who had children”. There was about 224 people who were sterilized in the state of Alabama, which approximately 58% were men."],"display_date":"April 16, 1901","search_date":"1901-04-16","citations":[{"divid":1397742662,"type":"Government Document","data":["Transactions of The Medical Association of the State Of Alabama","Medical Association","April 16-19, 1901","Montgomery, AL","The State board of Health","1901","302-312","University of Alabama at Birmingham",""]},{"divid":1397743037,"type":"Article","data":["Dorothy Porter","Darwinian Archeology of Disease: Genomic Variants and the Eugenic Debate","History of Science","4","December 2012","432-452"]}],"locations":[{"id":8455,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":220,"tag":"alabama"},{"id":533,"tag":"Eugenics"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}