{"id":6071,"title":"Alabama Doctors segregate the \"Feeble-Minded by race","course_id":122,"status":"P","start_date":"4/20/17","end_date":"4/20/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1917 at the annual meeting of the Alabama Medical Association in Mobile Alabama Dr. Partlow stood in front of the committee and said “we have succeeded in getting the legislature to enact into law “The Alabama Mental Deficiency Bill,” which looks to establish of “ The Alabama Home” the for \"Feeble-Minded\".  After 20 years of lobbying and research Alabama found itself in position to make Eugenics legal. In passing the bill Alabama was following in the footsteps of Northern states that had already institutionalized eugenics, but while the North undertook eugenics to perfect society as a whole, the South was trying to perfect the white race only.","In contrast to Northern institutions for the Feeble-Minded, which admitted all, the Southern institutions were segregated. The Southern institutions processed fewer patients than the Northern ones and accepted only white children, believing that Feeble-Mindedness was, as historian Grergory Dorr puts it, “inherently a question for the Negro to solve for himself”. An example of this attitude can be found in Dr. Partlow approach to identify the Feeble-Minded. Partlow sends it colleague Dr. Thomas Haynes of Birmingham, AL, a representative of the National committee on Mental Hygiene, to complete survey of several institutions in the Birmingham area, both black and white which included The Industrial School in East Lake, The Girls’ Reform School in East Lake The Girls Industrial School in Woodlawn,The Reform School or Juvenile Negro Boys, and MT. Meigs, Facity for black juvenile afenders. This data collected by Dr. Haynes used this identiy the Feeble-Minded people in these areas, but only the white subjects were given treatment.","While Alabama never established a facility for Feeble-Minded blacks,  Gregory Dorr has argued that “the absence of such a facility should not lead observers to conclude that Eugenics in Alabama lacked racist elements, for the limitation of Eugenics to the sterilization of whites reflected the belief that the \"betterment\" of the black \"race\" could not be achieved by such measures”. At the end of segregation, African Americans had become the targets of extra-institutional and extra-legal sterilizations, reflective of a more general southern racist view that it was necessary “to further protect the white race itself from black folks\"."],"display_date":"April 20, 1917","search_date":"1917-04-20","citations":[{"divid":1397743651,"type":"Government Document","data":["Transactions of The Medical Association of the State Of Alabama","Medical Transcripts","April 17-20, 1917","Montgomery, AL","The Brown Printing Company","1917","31-36","University of Alabama at Birmingham",""]},{"divid":1397744086,"type":"Article","data":["Dorr, Gregory M","Defective or Disabled?: Race, Medicine, and Eugenics in Progressive Era Virginia and Alabama","Journal of the Gilded Age and Progressive Era","5","08 November 2010","387"]}],"locations":[{"id":8454,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":1669,"tag":"South"},{"id":3,"tag":"African-Americans"},{"id":533,"tag":"Eugenics"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}