{"id":6072,"title":"<strong>Medical Advancements at the cost of Dignity</strong>","course_id":122,"status":"P","start_date":"1836-01-10","end_date":"1836-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a brisk morning in January of 1836, Dr. J. Marion Sims started his day with his routine house-to-house calls in Montgomery, Alabama. Dr. Sims was a well-established and distinguished practitioner of medicine who came to Alabama from South Carolina to establish his own medical practice; he was also best known for his accomplishments in Women’s health and for the establishment of the first Women’s Hospital in the state of Alabama. While on his routine house call, he was notified by a friend that Mrs. Merrill, who was the wife of a prominent farmer, was terribly ill. Upon his arrival, Dr. J. Marion Sims described the situation at hand. ““She was in bed, complaining of great pain in her back, and a sense of tenesmus in both the bladder and rectum, the bearing down making her condition miserable”. Dr. Sims had to act fast on the female patient. Dr. Sims remembered two things while this emergency took place. First he remembered how much he “hated investigating the organs of the female pelvis”, and he also remembered his professor Dr. Prioleau of the Charleston Medical College, who said, “Gentlemen, if any of you are ever called to a case of sudden version of the uterus backward, you must place the patient on the knees and elbows-in a genu-pectoral position- and then introduce one finger into the rectum and another into the vagina, and push up, and pull down”. After executing protocol, Dr. Sims knew ultimately he had to get the uterus in position by using this method prescribed above. Mrs. Merrill was screaming from the top of her lungs as Dr. Sims still hand deep in her vagina pushed his hand toward the lady’s uterus wall and turned his hand upward and downward pushing with all his might until he could no longer feel her uterus or her womb. Mrs. Merrill enduring all of this pain suddenly said “Why, doctor, I am relived.” Just then as Mrs. Merrill was about to lie down on her back, she let out an explosion. Mrs. Merrill was speechless and bashful, but Dr. Sims knew this escape of gas was not from the bowel, but from the vagina. Dr. Sims had a revelation. He thought if the pressure in the vagina could be released in a certain way by the positioning of the body and other methods, he may have an explanation for a possible cure for vesico-vaginal fistula.","Vesico-vaginal fistula is an abnormal fistulous tract extending between the bladder and the vagina that allows the continuous involuntary discharge of urine into the vaginal vault. This abnormality is caused by complications in child births or other extreme causes. This female abnormality was very common and Dr. Sims was the leading doctor who experimented, tested, and always tried to seek a solution for this occurrence. His main subjects or guinea pigs were often on African American women. His leading test subject was a slave by the name of Betsy who suffered from this complication. Once the complication was solved for the first time on Mrs. Merrill, Dr. Sims immediately went to his test subject Betsy and performed an operation to heal her infirmities. Throughout the years Dr. J. Marion Sims overcame many medical feats and saved a countless number of women through his expertise, but he is sometimes viewed as a bad guy. According to Dr. L. L. Wall who wrote in The Journal of Medical Ethics, we see that there are some who defend his surgical practice. “Modern critics have discounted the enormous suffering experienced by fistula victims, have ignored the controversies that surrounded the introduction of anesthesia into surgical practice in the middle of the 19th century, and have consistently misrepresented the historical record in their attacks on Sims.” Dr. Wall acknowledges that Dr. Sims used enslaved African Americans as his guinea pigs, but it was not because they were vulnerable, it was due to the incredible suffering they endured on a constant basis. Dr. Sims was the only physician who had an alternative to their pains."],"display_date":"January 10, 1836","search_date":"1836-01-10","citations":[{"divid":1397745253,"type":"Primary Source in a Secondary Source","data":["The Story of My Life","1836","https://archive.org/details/storyofmylif00sims","The Library of Congress","New York","New York, D. Appleton and company","1884","225, 237-239,312-313"]},{"divid":1397746148,"type":"Article","data":["Wall, L L","“The Medical Ethics of Dr J Marion Sims: A Fresh Look at the Historical Record.”","Journal of Medical Ethics 32","no. 6","June 2006","1"]},{"divid":1397747442,"type":"Book","data":["Washington, Harriet A.","Medical Apartheid","The Dark History of Medical Experimentation on Black Americans from Colonial Times to the Present","New York","Random House LLC,","2008","512 pages"]}],"locations":[{"id":8448,"lat":32.2469172256,"lng":-86.1720796894,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":7,"tag":"Women"},{"id":463,"tag":"African American Women"},{"id":4,"tag":"Slavery"},{"id":220,"tag":"alabama"},{"id":230,"tag":"Medicine/Health"},{"id":2192,"tag":"Montgomery, Alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}