{"id":6074,"title":"Baseball: America's Greatest National Pastime","course_id":121,"status":"P","start_date":"1867-06-01","end_date":"1867-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As the Civil war drew to an end, it brought about the dawn of the game that would eventually be referred to as America’s “National Pastime.” According to the Baraboo Daily News, by 1867 baseball was pretty much organized and in full swing in the town of Baraboo, WI with much of the credit owed to the enthusiastic father of the game, George Dodd.","Baseball literally became the heart of little Baraboo, with its playing field in the very center of the town. Here, the people of Baraboo made memories and created history that is still shared today.  Like the day fans watched in awe as their very own Moore Hudson threw the very first fast pitch “like a bolt from the blue”.  Or the Baraboo boys most legendary and triumphant victory over their longtime Portage rivals.  Mr. Noyes pitched an excellent game that Fourth of July in 1976, and the colored catcher, who they called Johnson, with no protection and remarkable agility mastered the art of dodging the foul tips without letting his cigar leave it's spot between his lips.  It was an unforgettable day for Baraboo; it was an unforgettable game.","Every new-fangled pitch that developed with the passing years, from the fast ball to curve ball. Every time the incredible Le Grand Lippitt raced around the diamond in not much more than 13 seconds. Every time the crowd exploded as the crack of the legendary “Long Langdon’s” bat sent the ball soaring for a game winning homerun. This is what made the people of Baraboo fall in love with the game.  This is what made America fall in love with baseball.","The game changed over the years though.  Teams lost their “old-timers” from the roster and uniforms changed.  Although professional baseball started as a strictly white sport, African American’s started playing baseball in the mid 1800’s.  Players like Moses Fleetwood Walker and Bud Fowler finally made their way to inter-racial professional teams only to be rejected again by 1900; this eventually led to the founding of the Negro National League in 1920.  However, black players began creating their own teams and “barnstorming”, or challenging, any team willing to face them on the field. One of the most talented and well-known teams formed during this time was Robert P. Gilkerson’s very own Gilkerson Union Giants.  Though referred to as “those colored boys” and “the most comical aggregation ever assembled together”, the Giants swept across the country with an incredible series of victories.  During their 1921 season, the team came around that that home play a total of 916 times while their opposing teams scored just over 400 times.","Colored or not, America couldn’t ignore their astounding talent forever. On October 23, 1945 just 25 years after the Negro National League was formed and almost a century after American first discovered baseball, the Brooklyn Dodgers became the first ever Major League Team to recruit a black player: Jackie Robinson.  And so this began the uniting of leagues and the blurring of racial lines until all that was seen was players on the field who loved the game of baseball.","So yes, baseball transformed since 1867.  The rules in the book, the measurements on the field, the pitch coming off the mound, and even the color of the players on the roster have changed. From the Baraboo boys’ in 1867, to the barnstorming of the Gilkerson Union Giants in 1923; from the history changing Jackie Robinson of the Brooklyn Dodgers to the renowned Ryan Braun of the Milwaukee Brewers, it’s still the same game of baseball that makes America what it is today. And there is no doubt that baseball is still America’s greatest national pastime."],"display_date":"June 1867","search_date":"1867-06-15","citations":[{"divid":1398975221,"type":"Artifact","data":["","Wittenberg Grays Baseball Uniform","Baseball Uniform","","Curators' Favorites","",""]},{"divid":1398975322,"type":"Newspaper Article","data":["Early Days of Baseball in Baraboo - There Were Giant Players In Those Days","Baraboo Daily News","Baraboo, WI","June 25, 1925",""]},{"divid":1398975408,"type":"Website","data":["The Library of Congress","Baseball, the Color Line, and Jackie Robinson","The Library of Congress","http://memory.loc.gov/ammem/collections/robinson/jr1860s.html","April 17, 2014"]},{"divid":1398975490,"type":"Website","data":["Wisconsin Stories","More Than A Game","Wisconsin Stories","http://wpt2.org/wisconsinStories/2002season/sports/map/index.cfm","April 17, 2014"]},{"divid":1398975530,"type":"Website","data":["Negro Leagues Baseball Museum","A Brief History","Negro Leagues Baseball Museum","http://coe.k-state.edu/annex/nlbemuseum/history/overview.html","April 17, 2014"]},{"divid":1399667150,"type":"Website","data":["Underlying, Inc.","Dipity.com","Underlying, Inc.","http://www.dipity.com/cabose/Baseball-Throughout-History/#timeline","May 1, 2014"]}],"locations":[{"id":8482,"lat":43.4268115625,"lng":-89.948369585,"zoom":9,"place":"SAUK, Wisconsin"}],"tags":[{"id":265,"tag":"america"},{"id":238,"tag":"African American"},{"id":233,"tag":"Baseball"}],"course":{"name":"Introduction to Digital History","school":"University of Wisconsin, Milwaukee","course_id":121,"school_id":68}}