{"id":6076,"title":"An American Soldier Survives the Opening of the Tet Offensive","course_id":123,"status":"P","start_date":"1/30/68","end_date":"1/30/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For Sergeant Den Cook of the United States Air Force Security Forces, the Tet offensive was the defining moment of his overseas service. The assault began with rockets striking the Tan Son Nhut Air Base, as “thousands of tracers told [Cook] just how many VC and NVA were kicking at our door.” Cook heard over the radio that positions throughout the perimeter were being overrun shortly before the radio fizzled and died, leaving him in a communications blackout. While overcome by terror, the arrival of helicopter gunship support lifted his spirits, as Cook cheered every strafing run and shouted “Get ‘em” to every rocket launched.","However, Cook’s greatest test was yet to come. Out of the darkness lurched two shadowy figures, scrambling for his bunker at all costs. Cook, terrified but determined to defend his post, was about to fire when the pair called out in perfect English “Don’t shoot! It’s us!” Cook, confused enough to refrain from gunning the men down, was amazed to find that the pair were nothing more than terrified American ammo technicians. Cook’s amazement soon turned to self-loathing and regret, for he had failed. In failing to “blow their butts away,” Cook “failed to do his job.” Had the pair been Vietcong soldiers instead of terrified American technicians, Cook “would have been sent home early in a metal box…jeopardizing all the positions behind [him].” After Tet, Cook felt conflicted between his relief at not killing friendly Americans and his shame at ultimately failing at his duty. This despair, rage, and self-loathing stayed with Cook for the rest of his life, contributing to his PTSD, a condition he slowly learned to cope with.","For the majority of the Vietnam War, conflict was limited to the mountains, jungles, and rice paddies of rural Vietnam. The cities of the south were long considered impregnable bastions, untouchable by direct assault the combined forces of the Vietcong and the North Vietnamese Army. However, the launch of the Tet Offensive on January 30, 1968, shattered these illusions, forcing both the American military and American public to confront the fact that their North Vietnamese foes were more powerful than popularly believed.","The Tet Offensive proved a major turning point in the Vietnam War. The North Vietnamese showed themselves a still-potent force, and the American establishment narrative of the war, mainly that it was nearly won, was revealed as fallacious. This had a twofold effect - spurring the anti-war movement to new heights and creating a “credibility gap” for the Johnson administration in the minds of the American public. This second effect was far more pressing, for while the anti-war movement had existed previously, America’s continued involvement in Southeast Asia was largely predicated upon the support of the average American. As a wider swath of America began to turn against the war, the political will necessary to continue the conflict began to evaporate, pushing America towards a negotiated peace and withdrawal from the theater."],"display_date":"January 30, 1968","search_date":"1968-01-30","citations":[{"divid":1399564384,"type":"Website","data":["Den Cook","Tet: 1968 - Tan Son Nhut","Vietnam Security Police Association","http://www.vspa.com/tsn-cook-heavens-door-1968.htm","4/29/14"]},{"divid":1399564499,"type":"Article","data":["Richard Falk","Appropriating Tet","The Massachusetts Review","3","1988","391-420"]},{"divid":1399564543,"type":"Article","data":["Ronald Spector","Getting Down to the Nitty-Gritty: Military History, Official History and the American Experience in Vietnam","Military Affairs","1","1974","11-12"]},{"divid":1399564585,"type":"Article","data":["Jennifer Walton","The Tet Offensive: The Turning Point of the Vietnam War","OAH Magazine of History","5","2004","45-51"]}],"locations":[{"id":8473,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1554,"tag":"Vietnam War"},{"id":5,"tag":"War"},{"id":2196,"tag":"Tet Offensive"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":123,"school_id":3}}