{"id":6077,"title":"<strong>ABC launches <em>American Bandstand</em> to a National Audience</strong>","course_id":123,"status":"P","start_date":"8/5/57","end_date":"8/5/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 5, 1957, groups of Philadelphia teenagers met up at the WFIL studio on Market Street to partake in the popular dance show phenomenon, <em>American Bandstand</em>. The show, hosted by Dick Clark, debuted nationally on August 5 as a product of the American Broadcast Company (ABC). In J.P. Shanley’s <em>New York Times</em> review of <em>American Bandstand</em>’s premiere from August 6, 1957, he stated that “Viewers who are beyond voting age are not likely to derive much pleasure from ‘American Bandstand’ the disk jockey show that began yesterday.” Shanley gave clear reasons why older viewers would dislike the show. He explained what the “attractive group of youngsters” wore: “pretty gowns” for the girls and for the boys, “there were no motorcycle jackets and hardly a sideburn in the crowd.”  He criticized the dancing on the show and Dick Clark’s hosting. Shanley was not impressed by <em>American Bandstand</em> and called it “almost identical to that of a show that has been conducted in here over Channel 9” as a warning to adults in the area to stay away. The <em>Times</em> portrayed <em>American Bandstand</em> as a mediocre show entirely directed at a teenage audience.","By bringing<em> Bandstand</em> to a national network and advertising show-themed products to more viewers, Dick Clark became a popular television figure in the already forming teenage consumer culture of the 1950s. One of the leading historians of <em>American Bandstand</em>, Matthew Delmont, in his book, <em>The Nicest Kids in Town,</em> claimed, “<em>American Bandstand’s</em> daily images encouraged teenagers to imagine themselves as a part of a national audience enjoying the same music and dances at the same time.” Delmont also explained: “by representing the show’s teenagers consuming all of these products, <em>American Bandstand</em> constructed a national youth culture centered on simultaneous consumption” that imitated the larger consumer culture of America in 1957.","When asked by author Michael Shore about <em>Bandstand</em> going national, one of the regular dancers from the show, Justine Carrelli, responded, “That first network show had to be the first, last, and only time I can recall ever seeing Dick Clark acting the least bit nervous.” It was one of the only days when Dick Clark and show producer Tony Mammarella had to hand over control of <em>Bandstand</em> to network producers. The show lost much of its local flavor when ABC producers changed the interior design to a generic, national backdrop by adding a United States map and discarded local high school pennants. Delmont said, “When ABC decided to take <em>Bandstand</em> national in 1957, dozens of local markets had or would soon start their own teen dance shows.” It was those changes ABC made when debuting nationally that caused teenagers to tune into <em>American Bandstand</em> instead of their local programs. Even though the show displeased critics like Shanley, ABC guaranteed that <em>Bandstand</em> became a facet of American popular culture until the show finished in 1989 because it created a mainstream teenage culture in the United States and popularized television shows created for a specific youth audience."],"display_date":"August 5, 1957","search_date":"1957-08-05","citations":[{"divid":1399568118,"type":"Newspaper Article","data":["TV: Teen-Agers Only: 'American Bandstand,' a Daytime Disk Jockey Show, Bows on Channel 7","The New York Times","New York, NY","August 6, 1957",""]},{"divid":1399568478,"type":"Book","data":["Delmont, Matthew F.","The Nicest Kids in Town: American Bandstand, Rock \"N\" Roll, and the Struggle for Civil Rights in the 1950s Philadelphia","","Berkeley, CA","University of California Press","2012","158-160"]},{"divid":1399568596,"type":"Book","data":["Jackson, John A.","American Bandstand: Dick Clark and the Making of a Rock \"N\" Roll Empire","","New York, NY","Oxford University Press","1997","53"]},{"divid":1399568687,"type":"Book","data":["Shore, Michael","The History of American Bandstand: It's Got A Great Beat And You Can Dance To It","","New York, NY","Ballantine Books","1985","13"]}],"locations":[{"id":8474,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":7,"tag":"Women"},{"id":16,"tag":"Science/Technology"},{"id":2197,"tag":"Television"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":123,"school_id":3}}