{"id":6078,"title":"<strong>Locals React to the <em>Exxon Valdez</em> Oil Spill</strong>","course_id":123,"status":"P","start_date":"3/24/89","end_date":"3/24/89","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The primary employment in the Prince William Sound in Alaska is fishing. Not only is it a career, but also it is a way of life. That way of life was threatened by the <em>Exxon Valdez</em> oil spill. Over 80% of the protein in Alaskans’ diet comes from fish. They rely on seafood as a main source of food and they didn’t want to risk cancer or other organ damage. They also needed a good harvest to make a living. One fisherman told <em>the Globe and Mail</em> that the incident “took our resources and washed them down the sink.” Other local Alaskans worried about the clean up process and hoped that the oil company could indeed clean it and not leave the locals to suffer. Other fishermen fretted that it would change the $100 million industry by leaving fish that are not edible.","Early morning March 24, 1989 at 12:04 AM the <em>Exxon Valdez</em> oil tanker went aground on the Bligh Reef in Prince William Sound, Alaska. Over 260,000 barrels of oil spilled out of the 300 meter long, steel single hull, oil tanker. This created the most devastating human caused environmental catastrophe. The crude oil lay uncontained for twenty-four minutes before the accident was recorded. Seven hours after the spill, response teams tried attempted a dispersant test, but failed to contain the oil due to foul weather. It took Exxon thirty-six hours to finally put containment booms around Prince William Sound. Throughout the first week, efforts to clean the crude oil off the reef, beaches and affected animals began and would last over a year.","An environmental catastrophe as large as the<em> Valdez</em> oil spill, had a major impact on the local people, animals, and environment. Crude oil is toxic and a volatile compound and the fresh oil provided harsh fumes for the animals and workers to breathe. The effects of oil can be horrendous; contact of oil on skin, for example, can cause acute dermatitis. There were 350 sea otters that were rescued and only 180 of them survived. The ones who died had severe emphysema along with liver, kidney, intestinal, and bone morrow damage.","By the summer of 1990, the beaches were all cleaned up, but a high price was paid. Many animals were affected and the damage to fisheries still remains unknown. This massive, dangerous oil spill taught a lot of lessons. One of them is that single-skinned tankers should be phased out and the response to spills needs to be quicker and better prepared. As the <em>Globe and Mail</em> points out, Exxon failed to respond quickly and effectively resulting in a bad reputation."],"display_date":"March 24, 1989","search_date":"1989-03-24","citations":[{"divid":1399578964,"type":"Newspaper Article","data":["THE VALDEZ SPILL: ENVIRONMENT IN PERIL Chief of Exxon Shipping battles to contain damage on two fronts","The Globe and Mail","Canada","March 29,1989",""]},{"divid":1399579057,"type":"Article","data":["John Terry","Oil on the rocks--the 1989 Alaskan oil spill","Journal of Biological Education","25","1991","291"]},{"divid":1399579120,"type":"Article","data":["Marcia Barinaga","Alaskan Oil Spill: Health Risks Uncovered","Science","245","1989","463"]}],"locations":[{"id":8475,"lat":null,"lng":null,"zoom":8,"place":"Valdez-Cordova Cens, Alaska"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":1888,"tag":"environmental health"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":123,"school_id":3}}