{"id":6081,"title":"<strong>Violence Erupts at Altamont Free Concert</strong>","course_id":123,"status":"P","start_date":"12/6/69","end_date":"12/6/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As Mick Jagger and the Rolling Stones took the stage at Altamont Speedway the atmosphere was already intense. While the sun went down the Rolling Stones began their fateful set at a concert that was the culmination of their 1969 US tour, and by far the most violent. What promoters had advertised as a free concert for one and all featuring the immensely popular Rolling Stones, quickly degenerated into a violent, intimidating, and frightening scene in the northern California countryside.","The Rolling Stones’ US tour manager Sam Cutler had hired the San Francisco chapter of the Hells Angels Motorcycle Club to provide security for the concert. According to Bill Wyman, former bassist of the Rolling Stones, the Hell’s Angels agreed to protect the generators and stage from the crowd. They agreed to be paid with $500 worth of beer. Wyman recalls in his book <em>Rolling With the Stones</em> that by the time the Stones began the third song of their set the crowd had become unruly and close to completely out of control.","In the documentary film <em>Gimme Shelter</em>, which focuses on the 1969 Rolling Stones tour, Mick Jagger can be seen and heard pleading with the crowd to, “Just calm down in the front there. Cool it man.” Jagger was speaking in response to a series of brawls that had broken out directly in front of the stage, between Hell’s Angels members and concert-goers. It was here, in front of the stage, that eighteen year-old Meredith Hunter was stabbed to death by a Hells Angel. As seen in <em>Gimme Shelter</em> it is clear that Hunter revealed and began brandishing a revolver in the midst of the crowd, when Hells Angel Alan Passaro drew a knife and charged Hunter, stabbing him to death. The concert ended there, as the situation had gone beyond the control of the band. Later proceedings found that Passaro acted in self-defense, with the documentary footage providing the key evidence, along with the police report that the deceased Hunter had been under the influence of methamphetamines at the time of his death.","Although the Rolling Stones cannot be directly blamed for the violence at Altamont, their music incited movement and action, and represented the counter-culture of the sixties and seventies. However, people like Meredith Hunter, and the Hells Angels, were drawn to the Rolling Stones because their music addressed social problems, promised freedom from the banality of everyday life, and glorified drug use and other illegal activity."],"display_date":"December 6, 1969","search_date":"1969-12-06","citations":[{"divid":1399722777,"type":"Film","data":["Albert Maysles, David Maysles, and Charlotte Zwerin","Gimme Shelter","DVD","1970","","Maysles Films",""]},{"divid":1399722927,"type":"Newspaper Article","data":["The Day the Music Died?","Huffington Post","","December 6, 2009",""]},{"divid":1399722995,"type":"Book","data":["Bill Wyman","Rolling With the Stones","","New York","DK Adult","2002","45"]}],"locations":[{"id":8484,"lat":37.7659991545,"lng":-122.286458807,"zoom":9,"place":"Alameda, California"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":123,"school_id":3}}