{"id":6084,"title":"<strong>Latino Activism- Big Impact in Univeristy of Wisconsin-Milwaukee during 1970. Si Se Puede!</strong>","course_id":121,"status":"P","start_date":"10/1/70","end_date":"10/31/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During the 60’s Spanish Speaking at a university of United States would be a remote idea for some people. However, the University of Wisconsin-Milwaukee showed to the society that mixing new cultures would create a better community in the university.","The process of trying to involve more cultures and languages was a long process. According to the UW-M Spanish Speaking Outreach Institute gave many proposes to try to convince the university to provide more help giving extensive English as a Second Language for non-English speaking resident.  “The University of Wisconsin will establish as part of its program under the School of Education a Spanish speaking Outreach Institute as an umbrella program …to solve problems of non-English speaking members of this community.” Giving this type of opportunity could solve the lack of understanding caused because the language. Also, having a motivation to complete high school and knowing that they would have the opportunity to go to college and to feel welcome in the institute.","For the reason the Latin community wanted to let the rest of the institute know about their struggles. One of the methods they used was sending a flyer to the University of Wisconsin-Milwaukee about some suggestions of taking on consideration new programs into the institute. According to this flyer, the interesting fact about their purpose of adding a program for Spanish Speakers was that they wanted to have benefits for Latins, Indians, and Blacks.  As the flyer was shown, immediately the Chancellor’s Office should encourage the various deans and academic directors… to launch courses relative to the history and culture of Latins and Indians.”","However, the Spanish speaking institute had a long story behind it to reach their goals. Latin American did what they had in their hands, from the simplest things till the extreme. On October 13<sup>th</sup> 1970 the UWM newspaper published an article about how a group of Latin American students started a sit-in and hunger strike. The feeling of not being able to do something for the community of Spanish speaking made them do this “confrontation” to be heard.","On October 27<sup>th</sup> 1970 the article called, <em>Outreach plan win approval</em> found in the UWM newspaper mentioned “the council for Latin American education (CELA) and the administration…announced Friday agreement on the immediate establishment of a Spanish speaking outreach institute. The creation of this group gave and still gives the opportunity to many students to reach their dream of graduating of college.","For last, Roberto Hernandez one of the most active Latino leaders made possible the creation of the Spanish Speaking Outreach Institute. During a video clip he announced the creation of the program, revealing the final agreement with the institute of Milwaukee."],"display_date":"October 1970","search_date":"1970-10-16","citations":[{"divid":1399911907,"type":"Newspaper Article","data":["Latin Americans stage sit-in","UWM POST","","October 13 1970","3"]},{"divid":1399946011,"type":"Manuscript","data":["Council for the Education of Latin Americans (CELA)","Proposal: \"UW-M Spanish Speaking Outreach Institute\"","","","UWM Archives Collection 46 Box 18, Folder 39","Spanish Speaking Community, 1970","http://collections.lib.uwm.edu/cdm/singleitem/collection/uwmactivism/id/2/rec/13"]},{"divid":1399948130,"type":"Manuscript","data":["University of Wisconsin-Milwaukee","Statement, \"Response to Stated Needs of the Spanish-Speaking Community of Milwaukee\"","1970","","","Spanish Speaking Community, 1970",""]},{"divid":1399948559,"type":"Pamphlet or Other Printed Material","data":["","Some steps that the University of Wisconsin-Milwaukee might take to respond to Latins","","University of Wisconsin-Milwaukee","1971","University of Wisconsin Milwaukee"]},{"divid":1399948757,"type":"Film","data":["","News film clip of Roberto Hernandez announcing the creation of the Spanish Speaking Outreach Inst.","16mm","1970","","",""]},{"divid":1400122664,"type":"Image","data":["","\"English as a Second Language\"","","worldle","","","http://www.wordle.net/show/wrdl/7847132/ESL","05-13-2014"]}],"locations":[{"id":8549,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"}],"tags":[{"id":2217,"tag":"Spanish speaking"},{"id":2206,"tag":"Wisconsin"},{"id":2205,"tag":"Latino"},{"id":611,"tag":"Activism"}],"course":{"name":"Introduction to Digital History","school":"University of Wisconsin, Milwaukee","course_id":121,"school_id":68}}