{"id":609,"title":"Southern Reaction to Senator Stephen A. Douglas Delivers Speech that Eventually Evolves into Freeport Doctrine &#40;Delivered in Springfield, Illinois&#41;","course_id":1,"status":"P","start_date":"1857-06-12","end_date":"1857-06-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Senator Stephen Douglas, who sponsored the Kansas-Nebraska Act, delivered a speech supporting the Supreme Court's decision in Dred Scott v. Sanford, 1857.  Echoing the words of sympathetic southern slaveowners, Douglas agreed that a slaveholder's right to carry his property (i.e. slaves) in and out of U.S. territory continued in full force under the guarantees of the Constitution.'  But he also added that this was an empty promise unless the rule of law was maintained throughout the land, claiming that his right was barren and worthless;unless sustained, protected, and enforced by appropriate police regulations and local legislation.'  &lt;br /&gt;Douglas praised the decision of the Court because it maintained popular sovereignty and self-government of the citizens of the United States.  He believed that if the signers of the Declaration had intended to declare the negro equal to the white man, would not they on that very day have abolished slavery in every one of the states of the Union in order to have conformed to that Declaration'  In the end, Douglas's speech won more praise than criticism and he continued to preach his thoughts, which eventually evolved into the Freeport Doctrine during his debates with Abraham Lincoln the following year.  Many southerners sympathized with Douglas and supported his opinion of the Dred Scott decision, while Northerners tended to side with Lincoln."],"display_date":"June 12, 1857","search_date":"1857-06-12","citations":[{"divid":1213815575,"type":"Book","data":["Kenneth M. Stampp","America in 1857: A Nation on the Brink",null,"Oxford","Oxford University Press","1990","103-104"]},{"divid":1213815634,"type":"Newspaper Article","data":["","The New York Tribune","","June 23, 1857",""]}],"locations":[{"id":459,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}