{"id":6092,"title":"They fought with bread and humor.","course_id":121,"status":"P","start_date":"4/23/82","end_date":"4/23/82","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Drug smuggling in South Florida was a major issue in the early 1980's. Drugs were being dropped offshore and residents would pick them up, and bring them North to the distributors in the major cities. Many of the drugs coming into the country were coming from the Cuba and many of the Central American countries through Florida. In an effort to combat this problem the Federal Government set up a roadblock and checkpoint in the early months of 1982. The Border Patrol placed the roadblock at the northern limits of the Florida Keys. Residents of the Keys were disturbed about the fact that everyone was being stopped and searched upon their entry and exit of the County. With the massive amounts of tourism being lost, it was decided that an injunction against the Border patrol's actions should be filed in Federal Court. Dennis Wardlow, the mayor of Key West, flew to the Federal Court in Miami on April 22, 1982. The Court decided in favor of the Federal Government and maintained that the checkpoint was legal. When the media asked Mayor Wardlow what they would do, he responded \"we are going to go home secede.\" Then next day around noon, Mayor Wardlow, addressed the massive crowd. Reading the Conch Republic Proclamation of Secession, Wardlow ended the speech with \"Big trouble has started in much smaller places than this. I am calling on all my fellow citizens here in the Conch Republic to stand together, lest we fall apart-fall from fear, from lack of courage, intimidation by an uncaring government whose actions show it has grown too big to care for people on a small island.: The US flag was lowered in the town center, and the official flag of the Conch Republic was raised. Following the speech Mayor, now Prime Minister, Wardlow declared war on the United States. He took stale Cuban bread and broke it over the head of an individual in a US Navy uniform. Residents of the \"Conch Republic\" began throwing stale Cuban bread at the US Coast Guard cutter <em>DILLIGENCE. </em>After about a minute into the war, Prime Minister Wardlow surrendered to a US Naval Officer that was present. Upon the surrender, Wardlow demanded financial aid from the US for the Conch Republic. The US did not give the Conch Republic any financial aid, but the roadblock was immediately removed.","."],"display_date":"April 23, 1982","search_date":"1982-04-23","citations":[{"divid":1400166356,"type":"Website","data":["Conch Republic Military Forces","The Proud History of the Conch Republic","Conch Republic Military","http://conchrepublicmilitaryforces.com/","May 12, 2014"]},{"divid":1400166791,"type":"Primary Source in a Secondary Source","data":["Conch Republic Proclamation of Secession","April 23, 1982","Conch Republic, The Beginning","The Secretary General of the Conch Republic","The Conch Republic","Key West Web Services","2004","conchrepublic.com"]},{"divid":1400167258,"type":"Website","data":["Admiral Finbar Gittelman","A Historic Address From the Supreme Commander,","Conch Republic Military Forces","http://conchrepublicmilitaryforces.com/media/speech.html","May 12, 2014"]},{"divid":1400171444,"type":"Website","data":["Charles Mehlberg","Secession of the Conch Republic","TimeRime","http://timerime.com/en/timeline/3045505/Secession+of+the+Conch+Republic/","5-15-14"]}],"locations":[{"id":8553,"lat":24.6544423073,"lng":-81.6949104117,"zoom":8,"place":"Monroe, Florida"}],"tags":[{"id":1879,"tag":"Secession"},{"id":1496,"tag":"Florida"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Introduction to Digital History","school":"University of Wisconsin, Milwaukee","course_id":121,"school_id":68}}