{"id":6096,"title":"Grunt Witnesses the Enormities at My Lai","course_id":123,"status":"P","start_date":"3/16/68","end_date":"3/16/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At approximately 7:30 a.m. on the morning of Saturday March 16, 1968, the officers and enlisted men of Charlie Company of the 1<sup>st</sup> Battalion, 20<sup>th</sup> Infantry Regiment, 11<sup>th</sup> Brigade of the 23<sup>rd</sup> Infantry Division landed by helicopter directly outside the village of My Lai.  Private First Class Herbert L. Carter witnessed the unjustifiable and immoral events that ensued once his unit entered the village.  Charlie Company did not encounter any opposition from the villagers, but it did not matter.   According to Carter, the commanding officer ordered the men to “kill everybody, leave no one standing.”  Under the leadership of Captain Ernest Medina and spearheaded by Lieutenant William Calley, the men of Charlie Company tortured, murdered, and mutilated the inhabitants of My Lai.  When asked how many people were killed during the massacre, Carter responded, “There were more than 100, but I couldn’t tell you accurately how many people were killed.  I don’t believe there were any people left alive.”  The men of Charlie Company ceased fire between 9:00 a.m. and 10:30 a.m.  Carter shot himself in the foot and was evacuated at approximately 10:30 a.m.","The events of My Lai have been investigated and disputed since that Saturday morning in 1968.  Australian professors Truda Gray and Brian Martin claimed, “Upon publication of the news in late 1969, many people in the United States and beyond were shocked.”  The massacre at My Lai altered the American public’s stance on the war in Vietnam.  Since the military concealed facts surrounding the massacre, U.S. citizens felt left in the dark and increasingly protested the war once they learned what actually happened.  Top-level military commanders had no idea of what transpired on March 16, 1968 until the story reached publication a year later.  The cover-up process was kept within the middle ranks of the military.  The only person to be convicted for his actions was Lieutenant William Calley, reflecting injustice and bias within the judiciary system of the U.S. military.","Professors of sociology Joachim J. Savelsberg and Ryan D. King argued, “the My Lai Massacre, committed by American soldiers in the course of the Vietnam War, did not affect the telling of American history and the public esteem of the American military as profoundly as some had expected at the onset of the 1970s.”   However, My Lai and its negative aftermath are still remembered today, half a century later.  The My Lai Massacre and its consequences summarized the confusion of the Vietnam War.  The military’s ignorance and the media’s portrayal of My Lai played a substantial role in the loss of support for the war.  The entire ordeal illustrated how the actions of a few men in war can severely impact the opinions and beliefs of a nation."],"display_date":"March 16, 1968","search_date":"1968-03-16","citations":[{"divid":1400266466,"type":"Government Document","data":["Report of the Department of the Army Review of the Preliminary Investigations into the My Lai Incident","Peers Inguiry","","","Department of the Army","2010","1-51","The Library of Congress: Military Legal Resources","http://www.loc.gov/rr/frd/Military_Law/Vol_II-testimony.html"]},{"divid":1400266874,"type":"Article","data":["Gray, Truda, and Brian Martin","My Lai: The Struggle Over Outrage","Peace &amp; Change","33, no. 1","January 2008","90-113"]},{"divid":1400268150,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["King, Ryan D., and Joachim J. Savelsberg","Constructing and Remembering the My Lai Massacre","American Memories: Atrocities and the Law","Ryan D. King and Joachim J. Savelsberg","New York, NY","Russell Sage Foundation","2011","34-52"]}],"locations":[{"id":8577,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":5,"tag":"War"},{"id":20,"tag":"Diplomacy/International"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":123,"school_id":3}}