{"id":6108,"title":"Colonel Edmund Lilly Transcribes Some Poems","course_id":126,"status":"P","start_date":"4/9/42","end_date":"7/5/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel Edmund Lilly Jr. sat in camp Tarlac in the northern Philippines. He, along with his unit, had surrendered to the Japanese in April and had been subjected to the Bataan death march which saw many prisoners expire from horrid conditions. Edmund then decided that the best way to live out his captivity was to keep a diary to both record his experiences and give him something to occupy his time. Edmund also had a friend, a Brigadier General and poet by the name of William Brougher, who would recite a number of poems to Edmund; Edmund would then record these poems in a notebook that he had smuggled into the camp. These poems ranged from descriptions of hardships of their captivity to memories women they knew from back home. The poems played a crucial role in maintaining the morale of the captives.","Brougher’s first poem is titled “First Fruits of the Spirit” and seems to describe how humans are able to cope with extreme hardships. The poem opens with the first stanza describing hardships:","Some burdens are more than human flesh can bear;","Some tasks are more than human hands can do","Some dangers more than human hearts can dare","The first stanza metaphorically details the rough conditions endured by the men during their captivity. The hardships hinted at in the poem show the tremendous strain placed upon the will of the men. The contents then shift to a topic that is slightly more upbeat as it describes the men’s ability to cope with these difficulties:","When weary bodies crumple on the road,","Spirit lifts us up and bids us stand;","When hearts recoil with fear before the foe,","Spirit draws the sword and takes command","This stanza shows the human spirit’s tenacious ability to cope with hardships, such as the poor conditions in the camp and the cruelty of the prisoners’ captors. The work also seems to reference the bond of comradeship developed by the soldiers as the verses seem to be a reference for the men helping each other during the troubling times. Overall, the work may be symbolic of Edmund and William’s will to survive their ordeal.","Historian Charles B. Rolland argues that the seemingly mundane act of writing poetry was extremely useful in helping the prisoners of war survive. The poems themselves were utilized to help the men vent their emotions and served as a mechanism for coping with both the rough conditions in the camps and the brutal working conditions imposed upon the prisoners. Furthermore, Roland states that poems were useful for dealing with boredom as the Japanese captors often banned any activity designed for entertainment; consequently, Edmund went through much trouble to secretly keep his journal and would have likely suffered a beating if he had been discovered with this illicit possession. The banning of activities often had an adverse effect on the prisoners’ morale as the only thing they were able to look forward to was work. Thus the writing of poetry gave the men something to pass their time with. In conclusion, poetry was a useful way for prisoners of war to both pass time and boost morale."],"display_date":"April 9, 1942 - July 5, 1945","search_date":"1943-11-21","citations":[{"divid":1406139202,"type":"Manuscript","data":["Colonel Edmund J Lilly Jr.","Diary of Edmund J. Lilly Jr. Volume 14.","9 April, 1942","Volume 14","","Combined Arms Research Library- Digital Library",""]},{"divid":1406622276,"type":"Book","data":["Charles G. Roland","A Long Night's Journey Into Day: Prisoners of War in Hong Kong and Japan","","Waterloo, Ont.","Wilfrid Laurier University Press","2001","240"]}],"locations":[{"id":8696,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":258,"tag":"World War II"},{"id":1402,"tag":"Prisoners of war"},{"id":536,"tag":"Poetry"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}}