{"id":6109,"title":"<strong>A Governor Overshadowed by Her Husband’s Ambitions</strong>","course_id":126,"status":"P","start_date":"3/15/68","end_date":"3/15/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 15th, 1968, teachers and other members of the Alabama Education Association waited to hear George Wallace speak on the behalf of his wife at the annual AEA convention. Lurleen Wallace had been elected governor of the state a year before, and could not make it to the event. “As you know, she is quite sick,” the former governor told the crowd according to the <em>Birmingham Herold Post</em>. Lurleen had been diagnosed with cancer and she was in Montgomery recovering from a recent surgery. The AEA’s president, Vernon St. John decided to send a telegram to the beloved governor and tell her that “the teachers were inspired by her courage, [...] spirit, and uncomparable devotion to Alabama and her people”","In 1966, the state became aware that their new governor was being hospitalized for a hysterectomy. The administration did not tell the press about Lurleen’s condition, but rumors circulated that she had cancer. George Wallace instructed his staff and the doctors not to tell his wife about an abnormality in her biopsy they had found back in 1961. “His decision was not unusual for its time”, writes historian Dan T. Carter. When Lurleen found out from a mutual friend that she had been misled, she was furious. George had a number of reasons not to tell her; he simply did not want rumors spreading that the governor was dying.","George and Lurleen’s oldest son, George Jr. wrote a book about his famous parents in which he recounts the time when Lurleen followed George as governor. “My mother was not the kind of woman you would have expected to be a Governor,” he writes. It was widely known that Lurleen ran for the office simply because her husband, George, desired a third term in office and he was also planning on running for the presidency. He suggested that she run for the governorship, and she became determined to win the election. The crowd that gathered to listen to her inaugural speech could tell that she was tremendously humbled by the people’s confidence in her. More than likely, she knew that without her husband’s help and his presence, she would never have taken part in public life. “I entered the race for Governor for the purpose of permitting my husband to take our fight to the final court of appeal - the people of the United States,” she told the crowd at her inauguration. Although Lurleen was the one who made the decision to run for the executive office in her husband’s place, George’s decisions and policies ultimately shaped her administration.","The Civil Rights movement of the 1960s compelled the nation to reflect on social issues beyond those of segregation and racism. Women realized they still suffered discrimination and injustice in employment, social security, legal treatment of women, and education. Women made up 40 percent of the work force by the end of the 1960s, and more than half of those women were married. They soon began organizing to acquire equal pay and to end job discrimination. Although young women were joining the fight against these social issues across the South, Lurleen Wallace and her politics did not reflect these changing times. She was neither a part of the work force, or an activist for social justice. Governor Wallace’s short administration was overshadowed by not only her husband’s segregationist and conservative policies, but her failure to stand up for change during a time of social transformation."],"display_date":"March 15, 1968","search_date":"1968-03-15","citations":[{"divid":1406154355,"type":"Newspaper Article","data":["Little Burns Girl Now a Governor","The Birmingham News","Birmingham, AL","January 16, 1967","1"]},{"divid":1406154249,"type":"Newspaper Article","data":["AEA Wires Its Best Wishes","Birmingham Post Herald","Birmingham, AL","March 15, 1968","5"]},{"divid":1406146008,"type":"Government Document","data":["Draft of the Inaugural Address Delivered by Governor Lurleen Wallace at the Capitol in Montgomery, Alabama.","Alabama Dept. of Archives and History Digital Collections","1967 January 16","","","1967","","Alabama Dept. of Archives and History Digital Collections","http://digital.archives.alabama.gov/cdm/singleitem/collection/voices/id/3121/rec/2"]},{"divid":1406146440,"type":"Book","data":["Dan T. Carter","The Politics of Rage: George Wallace, The Origins of the New Conservatism and the Transformation of American Politics","","Baton Rouge, La","Louisiana State University Press","2000","277-279"]},{"divid":1406146609,"type":"Book","data":["Mildred Griffin Yelverton","They Also Served: Twenty-Five Remarkable Alabama Women","","Dothan, AL","Ampersand Publishing","1993","217-230"]},{"divid":1406146720,"type":"Book","data":["George Wallace Jr.","The Wallaces of Alabama: My Family","","Chicago","Follett Publishing Company","1975","87-119"]},{"divid":1406146989,"type":"Book","data":["Judith Parachristou","Women Together","","New York City","Alfred A. Knopf, Inc","1976","213-217"]}],"locations":[{"id":8698,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":2260,"tag":"female governor"},{"id":2259,"tag":"governor"},{"id":2258,"tag":"women's movement"},{"id":220,"tag":"alabama"},{"id":1071,"tag":"Civil Rights Movement"},{"id":18,"tag":"Politics"},{"id":1507,"tag":"1960s"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}}