{"id":611,"title":"Southern Reaction to Lincoln&#39;s Speech on &#147;Amalgamation&#39; in Springfield, Illinois","course_id":1,"status":"P","start_date":"1857-06-26","end_date":"1857-06-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Abraham Lincoln delivered a speech in response to Senator Stephen Douglas's speech on June 12 in Springfield, Illinois.  Lincoln noted a natural disgust in the minds of nearly all white people, to the idea of an indiscriminate amalgamation of the white and black races.'  He assured his audience that although the Republican Party deemed the Declaration of Independence's famous line all men are created equal' to include blacks, he most certainly did not want to vote, and eat, and sleep, and marry with negroes'  He stated that just because he does not want a woman negro as a slave does not mean that we would prefer to have her as his wife.  Thus, Lincoln favored a separation of the races by excluding slavery from the territories and urging them to resettle somewhere other than the United States.&lt;br /&gt;Lincoln had strong strategic political motivations to support amalgamation.  Lincoln was desperately eager to prevent border slave states such as Maryland, Delaware, Kentucky, and Missouri from leaning toward the Democratic Party. Lincoln was acutely aware that if the issue of the upcoming election (and eventual Civil War) was openly about slavery, his chances of retaining border state support (and eventual support within the Union amidst the outbreak of the Civil War) were slim. Moreover, during the time of the Civil War Lincoln knew that many people in the North were vehemently anti-black and saw themselves as fighting to save their country rather than to free slaves.  In the end, Lincoln helped to elevate slavery as a prominent issue during the latter half of the Civil War and eventually helped to formally declare the slavery to be unconstitutional under the Thirteenth Amendment."],"display_date":"June 26, 1857","search_date":"1857-06-26","citations":[{"divid":1213665810,"type":"Book","data":["Kenneth M. Stampp","America in 1857: A Nation on the Brink",null,"Oxford ","Oxford University Press","1990","106, 133"]},{"divid":1213665844,"type":"Newspaper Article","data":["","The Chicago Tribune","","June 30, 1857",""]},{"divid":1213665865,"type":"Article","data":["Robert Morgan","The Great Emancipator and the Issue of Race","The Journal for Historical Review","13","Sept/Oct 1993","4"]}],"locations":[{"id":460,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}