{"id":6113,"title":"Colonel Edmund Voices His Concerns","course_id":126,"status":"P","start_date":"4/9/42","end_date":"7/5/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel Edmund had seen his fair share of cruelty during his time in captivity at the hands of the Japanese. After being forced on a 500 mile march along with his men through the tropical conditions of the Philippines, he and his men now found themselves crammed into the former U.S. army base Camp O’Donnel. Upon arrival at the camp, the Colonel became weary of the treatment they would receive, especially in the aftermath of the long and arduous march they had recently been forced to take. He was also disappointed with the conditions in the main camp itself. Overall, his main concerns seemed to be the lack of food, clothing","Colonel Edmund first addresses the statements made by the camp commander which ensured that the prisoners would receive the best possible treatment: “We understood the camp commandant to say in his recent speech that prisoners of war would be treated according to international custom”. He then precedes to list off grievances pertaining to the inadequate conditions such as the water supply: “The water supply, except in the rainy season, is completely inadequate<sup>”</sup>; he also describes the limited clothing possessed by the prisoners: “Many are in bad need of clothing, articles are normally replaced only if the POW can identify that they have none at all of the article concerned… repair facilities are inadequate much clothing is falling to pieces<sup>”</sup>. These grievances are hard for one to imagine, the prisoners were without water and adequate clothing and at the mercy of the brutal tropical sun. Many were sun-burned badly and suffered from severe dehydration. But the colonel’s most severe concern seemed to be the beating of prisoners by the guards: “Many POWs, including officers of the highest rank, have been repeatedly struck with the fist, boot, and rifle butt for offenses often most trivial; in many cases they have not understood the offense<sup>”</sup>.  Colonel Edmund is disgusted at this fact the most because it appears as random acts of violence for no good reason. He particularly despises the fact that many prisoners were not informed of the violation they committed. Edmund felt the need to address these concerns due to his rank and concern for his men.","With these descriptions in mind, how does one account for the gap in the rhetoric of the camp commander and the terrible reality of the camp conditions? Historian Gavan Daws argues that the mistreatment of POWs stems from two reasons: the Japanese were not prepared to take on large numbers of prisoners, and the code of <em>Bushido</em> that was enforced by Japan’s militarist government. At the onset of the war, the Japanese enjoyed a rapid string of victories which saw the capture of many prisoners. These rapid successes left the Japanese in the awkward position of having inadequate supplies for the prisoners which would explain the shortages of items such as food, water, and clothing. As for the overall mistreatment of prisoners, the Japanese army still followed the code of <em>Bushido</em> which was a relic from feudal Japan; the code stated that being captured was one of the greatest dishonors a warrior could suffer, as a result, many Japanese soldiers did not wish to show mercy as they believed that none would be shown to them. With this in mind, one can realize that the Japanese did not expect any mercy to be shown to them and as a result, did not feel the need to take good care of their prisoners. Overall the combination of these factors led to numerous human rights abuses towards Japan’s prisoners of war."],"display_date":"April 9, 1942 - July 5, 1945","search_date":"1943-11-21","citations":[{"divid":1406624005,"type":"Manuscript","data":["","Colonel Edmund J. Lilly, Jr. diary : volume 2,","1944-1945","Volume 2","","Combined Arms Research Library Digital Library",""]},{"divid":1406624107,"type":"Book","data":["Gavan Daws","Prisoners of the Japanese: POWs of World War II in the Pacific","","New York, N.Y.","W. Morrow","1994","250"]}],"locations":[{"id":8694,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":258,"tag":"World War II"},{"id":1402,"tag":"Prisoners of war"},{"id":2270,"tag":"Atrocities"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}}