{"id":6115,"title":"“Georgia Prohibition – Nupatree What do You See?”","course_id":126,"status":"P","start_date":"4/15/10","end_date":"4/15/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 15, 1910 a man by the name M. A. Nupatree documented his travels through the state of Georgia. Nupatree documented his travels through the larger as well as the smaller cites because he wanted to study prohibition throughout the state. In his paper Nupatree claimed to be indifferent on the subject of prohibition, saying he observed everything with an impartial eye. However, Nupatree did go on to say, “I was rather prejudiced against prohibition as the best method, especially for the larger cities.” This showed he had somewhat of a bias to the subject matter. Nupatree also believed that statistics should have been ignored because they could easily be manipulated and were often unreliable for people.","Nupatree noticed that he saw only seven men under the influence of intoxicants throughout his entire trip. He stated that anyone could see that number of intoxicated men in a few minutes in the state of New Jersey. Nupatree found himself surprised by the how much drunkenness he had actually encountered in Georgia's cities. Most cities in other states shrugged off prohibition and did not pay it any attention.","Nupatree did notice that a lot of “near beer” was sold in the larger cites of the state. He said that hard liquor was hard to come by except for inside clubs, where even then its use was mostly restricted to those who would not abuse the substance. Because of all that had been noted Nupatree summarized that people that behaved themselves did not really need intoxicants, while people that were normally troublesome due to intoxication found it very hard to get into the trouble without it. He claimed that the citizens were happy with the Act and the only people not happy were the people of “the trade” as he referred to them. He noted that to him the state seemed to focus on the enforcement of laws and the more stringent laws. Nupatree found it strange that the state would focus on this instead of how the North focused on restoring the old wide-open order. Nupatree goes on to praise the state of Georgia and the shape it is in due to prohibition being followed.","By viewing this <em>New York Times</em> newspaper article that contains all the information found above, one can see the debate historians have had when they ask if prohibition was effective or not. If historians look at Nupatree’s observations throughout Georgia it is plain to see that prohibition was very effective. But this effectiveness may be due to what Political Science professors John Frendreis and Raymond Tatalovich suggested that multiple factors like region, religion and demographics play a role in the acceptance or denial of prohibition. Georgia is located in the Bible belt where there is a strong sense of Christianity. Georgia had this one main religion which according to Frendreis and Raymond made prohibition much more effective in the southern region. Nupatree observed there was a wonderful growth, prosperity and an orderly government while he traveled through Georgia. This observation of Nupatree’s shows that urbanization and income had begun to grow in Georgia, and these things factor into the demographics of the state.  This newspaper article shows how a state’s region, religion and demographics can greatly impact the decision of prohibitions like the professors stated. This <em>New York Times</em> newspaper article shows how certain elements within the state of Georgia made its citizens want to follow prohibition."],"display_date":"April 15, 1910","search_date":"1910-04-15","citations":[{"divid":1406672369,"type":"Newspaper Article","data":["\"EVIL OF INTOXICANTS\"","New York Times","New York","April 15, 1910",""]},{"divid":1406672477,"type":"Article","data":["John Frendreis and Raymond Tatalovich","\"Secularization, Modernization, or Population Change: Explaining the Decline of Prohibition in the United States\"","Social Science Quarterly","no. 2","June 2013","379"]}],"locations":[{"id":8683,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"Fulton, Georgia"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":79,"tag":"Religion"},{"id":2272,"tag":"1910"},{"id":1609,"tag":"georgia"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}}