{"id":6116,"title":"“Prohibition in Alabama- Newspaper Fiasco”","course_id":126,"status":"P","start_date":"2/25/15","end_date":"2/25/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a New York Times article published on February 25, 1915 titled “Prohibition Running Amuck” a story is told about a newspaper and magazine distributer in Birmingham, Alabama. The distributers name was Hiram R. De Laye and he was the largest distributor in Birmingham. He was arrested because he sold a copy of a newspaper published outside Alabama that had a liquor advertisement within the newspaper. Hiram had to pay a fine that was not less than $50 but no more than $500. Hiram also had imprisonment at hard labor for not more than six months stated in the article. The article stated that, “The Alabama Legislature passed, over the Governor’s veto, a law making this a penal offense.” This would have restricted the state’s citizens to reading mainly home papers and also it would have made citizens mostly stop reading magazines.                                                                                                      News dealers of Alabama tried to rectify the situation by cutting liquor advertisements out of the papers before they delivered them. This ended up being very costly for Laye since he had the largest distribution of the printed press he had to employ more laborers to get the job done. Thenewspaper article then went on to say that Laye would not have to worry about labor for much longer because his customers would soon stop buying papers and magazines if nearly all the material is cut out. A portion of the paper says, “The Birmingham Age-Herald prints a cartoon of an indignant citizen trying to read the report of a battle in Belgium and finding the important part cut out because a liquor advertisement was printed on the back.”  This portion shows that the prohibition act could hamper literature as a whole.","The sheriff of Birmingham got involved and told the press that the city was not trying to make an example out of Laye, but if he continued to violate the law he would be arrested every day he broke the law. The Montgomery Advertiser and The Birmingham News then decided to ignore the law. The article continues to speak on how prohibition is running mad and how human interest should not be sacrificed. Also the article states how if this situation were to logical extremes it would give states with anti-cigarette and anti-racing laws the right to exclude those advertisements in the paper.  Pretty soon the customer would be getting nothing for their money. The article ends with the author trying to bring citizens to his side by saying, “They might enact a law providing that if a citizen takes a drink in Tennessee and crosses into Alabama he should be arrested on the ground that he had carried liquor into the State.”","This <em>New York Times </em>newspaper article shows how there can be complications between the amendments. For instance, just how far do citizens’ rights protect someone when going against the government? Historian Robert M. Entman states that the government influences or determines some of the information citizens receive from the media. If the government sees it will benefit the larger majority of people they will alter information. Entman states that the First Amendment does not prevent the government from shaping most important dimensions of the news media’s messages. Many other news affiliates thought Laye was innocent yet the legislature found him guilty which shows how amendments can clash with each other. This clash ended with Laye being found guilty and being thrown in jail. All of this can be an example of how even our amendments have flaws, and they can be obstructed by each other."],"display_date":"February 25, 1915","search_date":"1915-02-25","citations":[{"divid":1406672970,"type":"Newspaper Article","data":["\"PROHIBITION RUNNING AMUCK\"","New York Times","New York","February 25, 1915",""]},{"divid":1406673044,"type":"Article","data":["Robert M. Entman","\"Putting the First Amendment in its place: enhancing American democracy through the press.\"","University of Chicago Legal Forum Annual","Annual 1993","1993","61-82"]}],"locations":[{"id":8684,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":203,"tag":"Birmingham, Alabama"},{"id":2273,"tag":"Newspaper"},{"id":1397,"tag":"Amendment"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}}