{"id":6117,"title":"“Prohibition – A March to Stop Intoxication”","course_id":126,"status":"P","start_date":"12/10/13","end_date":"12/11/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Washington, D.C. on the day of December 10, 1913 one of the largest prohibition demonstration took place within the city. There were 1,000 women from the Woman’s Christian Temperance Union and 1,000 men from the Anti-Saloon League that marched silently to the capital.  The article states that the ranks were swelled by hundreds of people who joined the march singing “Onward, Christian Soldiers,” and “America” as they were marching. The marchers were met by Senator Morris Sheppard of Texas and Alabama Representative Richmond P. Hobson at the steps of the capital. The group of marchers then proceeded to present multiple petitions that would allow a constitutional amendment to be made so the making and selling of intoxicants in the United States would be prohibited.","After the presentations of the petitions speeches were made by the leaders of the two factions. Both factions seemed to receive warm responses from the two politicians meaning they had obtained their support. Later in the same day Senator Sheppard introduced the proposed constitutional amendment in the Senate. The article says, “the galleries were only half full, but his address in support of the amendment was punctuated with outbursts of applause which Vice President Marshall made no effort to stop.”  The Senator went on to conclude his proposal with these words, “Prohibition will embrace the whole United States within a comparatively short time. The movement is so strong throughout the nation that nothing in the world can prevent its ultimate complete success.” The article ends with saying that Senator Thompson and Owen joined the indorsement of the amendment proposal.","This newspaper article from the <em>New York Times</em> shows precisely what historians have suggested when they speak on how women supported the idea prohibition and this is a firsthand account of the Woman’s Christian Temperance Union in action. The article also shows how organizations sought after the support of politicians in order to get the prohibition act into effect. This article fits perfectly with the beliefs of historian Peter Sasso and supports a number of his theses, but the main one being Sasso’s belief that the League was looking for political support. On page forty-seven of his journal Sasso talks about how one of the League leaders, Wayne Wheeler, believed that prohibition could only be accomplished through political advocacy. Gaining political support is one of the ways the League wanted to get prohibition into effect and it is clearly visible in the newspaper article.  Sasso also says how Wheeler sought to control the balance of power in key Congressional districts. This newspaper article shows perfectly how the League took steps to ensure political support to their idea. This article also shows how the WCTU and the Anti-Saloon League worked in make prohibition a reality."],"display_date":"December 10, 1913 - December 11, 1913","search_date":"1913-12-10","citations":[{"divid":1406673568,"type":"Newspaper Article","data":["\"ANTI-RUM ARMY AT CAPITOL\"","New York Times","New York","December 11, 1913",""]},{"divid":1406673678,"type":"Article","data":["Peter Sasso","“Prohibition, the Great War and Political Advocacy: The Wartime Campaign Prohibition.”","A thesis presented to the University of Waterloo","no. 1","2010","1-146"]}],"locations":[{"id":8682,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":1746,"tag":"Washington, D.C."},{"id":2274,"tag":"WCTU"},{"id":2275,"tag":"Anti-Saloon League"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}}