{"id":6120,"title":"Desegregation of UAB Medical Center","course_id":126,"status":"P","start_date":"7/2/64","end_date":"4/25/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Birmingham, Alabama was referred to as: \"the most thoroughly segregated city in the United States” by Martin Luther King, Jr. It was also given the name “Bombingham” due to the fifty unsolved racially charged bombings between 1945 and 1962. These bombings were directed towards the homes of African American leaders, integrated neighborhoods, and meetings for the Civil Rights Movement. Perhaps the most notorious occurred September 15, 1963 at 16th Street Baptist Church. Three members of the Ku Klux Klan decided to place dynamite under the steps of the church killing four young girls. The 16th Street Baptist church was where many civil rights leaders and activist held their meetings. This single moment in American history was the turning point for the Civil Rights Movement and the Civil Rights Act of 1964 enacted July 2, 1964 which prohibited any discrimination or denying access to public places based upon race, religion, sex, or national origin. The same year the Civil Rights Act of 1964 was passed, the phrase, “Joe Loves Niggers” was drawn on the entrance of the Medical and Dental Basic Science building of the University of Alabama November of 1964.","<br /> This graffiti was in response to Joseph Volker; the Vice President of Health Affairs at the University of Alabama Medical Center first attempts to desegregated their facilities in accordance to the new legislation. On April 25th of 1965, Joseph Volker received an email from Mathew McNulty, Jr. entitled the Civil Rights Act of 1964 which stated that “If it should be recorded, it is here reported that the University of Alabama at Birmingham hospitals and Clinics are 100% “non-segregated.” This letter detailed that University hospital’s attempt to desegregate the hospitals were successful although it was met with disdain from not only the community but from those inside of the facility. Mathew McNulty, Jr. was forced to place several members of the hospital in specific places such as the cafeteria to serve as “arbiter, race relations leader, persuader, and policemen” as he tells Volker in a letter explaining the difficulties of the transition.","<br />The problems that faced Volker as he attempted to comply with the new piece of legislation seemed not to bother him.  When asked about the difficulties of the patients in the newly desegregated facilities and how he was able to perform what would then be considered a difficult task and a less than progressive city, Joseph stated “We decided to do absolutely nothing except we started putting patients in on a first come, first served basis depending on the kind of care they needed. The first week, the black patients and the white patients looked at each other and turned their backs on each other, and that was the only protest that was made. They are too sick to do anything else… But after a week, everything began to settle down and people must have agreed that sick people are sick people. They’re not black, they’re not white. They are just sick, and they want to get well. And so, they started gradually turning over and speaking to each other.”","<br />Volker’s actions to comply with the legislation without fear benefitted the community dearly. This was a turning point not only for healthcare for the city of Birmingham, Alabama but soon a communal understand and progression. This allowed for people to have equal opportunity to decent care. It had the potential to give doctors colored or otherwise the ability to see patients and join in on a larger medical institution. Due to Volker’s progressiveness and concern for other’s helped make the University of Alabama the institution it is today with the University of Alabama at Birmingham being ranked fourth in student diversity by The Princeton Review.<br /><br />"],"display_date":"July 2, 1964 - April 25, 1965","search_date":"1964-11-27","citations":[{"divid":1406734702,"type":"Manuscript","data":["Matthew F. McNulty","Civil Right's Act of 1964","April 25, 1965","24","4","Joseph F. Volker Papers","UAB Archives, Reynolds Library"]},{"divid":1406734821,"type":"Image","data":["Virginia E.Fisher","Building On a Vision: A Fifty-Year Retrospective of UAB's Academic Health Center","1995","Graffiti","","Reynolds Historical Library","",""]}],"locations":[{"id":8712,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":203,"tag":"Birmingham, Alabama"},{"id":1795,"tag":"integration"},{"id":2285,"tag":"UAB"},{"id":2286,"tag":"Civil Rights Act 1964"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}}