{"id":6123,"title":"Gettysburg's Harvest of Death","course_id":124,"status":"P","start_date":"1863-07-05","end_date":"1863-07-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Battle of Gettysburg is remembered as the bloodiest battle of the American Civil War. The fighting in Gettysburg, Pennsylvania, started in the early morning of July 1, 1863, and lasted three days, until July 3. Despite the Union’s decisive victory at Gettysburg, around 23,000 of their soldiers died during the three day battle, whereas the Confederate Army lost 28,000 [1]. Photographs were taken of the battlefield and serve as a reminder of both how many lives this famous battle claimed, and the humanity of the fallen soldiers. One photograph in particular, Timothy O’Sullivan’s <em>A Harvest of Death</em>, gives a dramatic, yet realistic portrayal of Gettysburg’s casualties and the horrors of war.","The famous nineteenth century photographer, Matthew Brady, is most often associated with Civil War photography. He was in charge of a substantial crew of photographers, and often attributed their photographs to himself, as well as those of other photographers to which he had no business relations [2]. Brady was the former employer of other accomplished photographers, such as Alexander Gardner. Gardner and his cameramen, James Gibson and Timothy O’Sullivan, were accomplished photographers in their own right. After leaving Brady’s employment, Gardner and his crew focused on the grisly, uncensored realities of war, taking photos of the dead men and horses strewn about the battlefields. These photographers traveled to battlefield locations in covered wagons, which served as both a mobile storage facility and a darkroom [3]. Gardner led a three-man team which arrived at Gettysburg late in the morning of July 5, 1863, soon after the defeated Confederate General Robert E. Lee left the battlefield. The photographers immediately began taking photographs of their bloody surroundings, and Timothy O’Sullivan, one of Alexander Gardner’s photographers, snapped his famous photograph [4].","The photo shows the bodies of dead soldiers scattered across a field, among the debris from battle, and in the distance, two living men with horses can be seen. Prominent among the dead, the decaying corpse of a Union soldier is seen with his legs splayed, right arm outstretched, head turned towards the photographer, and his mouth forced open due to bloating. The other men lie in similar positions, but their heads are turned away. The soldiers’ once-handsome uniforms are disheveled; several of their coats are unbuttoned, and some are missing shoes. The dead lie at varying distances from O’Sullivan’s camera; the scattering of bodies continues until they fade into the mist [5]. Because the battle ended two days prior to the taking of this photograph, the bodies are not those of freshly deceased men, although they remain unburied in the July heat. The photo was fittingly titled <em>A Harvest of Death</em>.","The photographs of the Civil War hold a great amount of significance, to both contemporary and modern audiences. O’Sullivan’s photograph immortalized the carnage of the Battle of Gettysburg, giving non-combatants and future generations a view of the battlefield, in all its gruesome authenticity. This photograph gives humanity to the unnamed fallen soldiers and, together with the many other photos published from various Civil War battlefields, brought the horrors of war to the attention of the American public. These photographs were a stark contrast to the portraiture of powerful figures that Americans were used to seeing – high-ranking officers and government officials posing for the camera. Aside from their families and friends, most of the dead men on the battlefield were unknown to the general public [6]. The idealized glamour of war – the stylish uniforms, well-groomed horses, and the heroic nature of the soldiers who would fight for their families, their country, and their values – all of this was pushed aside in the photographs to show the true, gruesome nature of the battlefield.","Due to public demand, these photographs were displayed in galleries for public viewing and printed in newspapers using a woodcut of the glass images [7]. The American public was simultaneously horrified and fascinated by the morbid scenes depicted in the photographs. The <em>New York</em> <em>Times,</em> speaking of the photographs (for which Brady was given undue credit), said that they had “done something to bring home to us the terrible reality and earnestness of war. If he has not brought bodies and laid them in our door-yards and along the streets, he has done something very like it.” [8]","[1] George Sullivan, <em>In the Wake of Battle The Civil War Images Of Matthew Brady </em>(Munich: Prestel Verlag, 2004), 18.","[2] <em>Ibid</em>., 10.","[3] <em>Ibid</em>., 15.","[4] <em>Ibid</em>., 18.","[5] Timothy O’Sullivan, “A Harvest of Death, Gettysburg, July 1863” (Washington, D.C.: National Archives and Records Administration).","[6] Mary Panzer, <em>Matthew Brady and the Image of History</em>, (Washington, D.C.: Smithsonian Books, 1997), 106-109.","[7] Panzer, 106-109 and Foster Eubank, <em>Following Civil War Photographers</em>, (Henderson, NV: Jennings Sayre Publications, 2003), Introduction.","[8] Panzer, 106-109."],"display_date":"July 5, 1863","search_date":"1863-07-05","citations":[{"divid":1407407911,"type":"Image","data":["Timothy O'Sullivan","A Harvest of Death","","Photograph","","","",""]},{"divid":1407408283,"type":"Book","data":["George Sullivan","In the Wake of Battle The Civil War Images Of Matthew Brady","","Munich","Prestel Verlag","2004","10, 15, 187"]},{"divid":1407408784,"type":"Book","data":["Mary Panzer","Matthew Brady and the Image of History","","Washington, D.C.","Smithsonian Books","1997","106-109"]},{"divid":1407408919,"type":"Book","data":["Foster Eubank","Following Civil War Photographers","","Henderson, NV","Jennings Sayre Publications","2003","Introduction"]}],"locations":[{"id":8737,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"},{"id":1161,"tag":"Photography"},{"id":5,"tag":"War"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":124,"school_id":43}}