{"id":6126,"title":"Advertisement for Gatling Gun and Battery: a look at the public endorsemant of the Gatling Gun","course_id":124,"status":"P","start_date":"1862-08-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Gatling Gun, invented by R.J. Gatling, is the precursor to all modern machine guns. However, like all inventions, its legitimacy had to be proven. The document <em>Advertisement for Gatling Gun and Battery</em> is an example of the need to promote the benefits of the Gatling Gun to the public [1]. It is not known where it was first published; however, due to the fact that it is a single document and not connected to others, it is likely that it was published independent of any other works.","This document's original author is currently unknown, but the praise that the author bestows upon the Gatling Gun, such as citing claims made by United States Army and Navy officers that two of the guns with a group of twenty men could do more damage in combat than an entire regiment, shows that it was likely written by someone who was interested in promoting sales of the Gatlin Gun . Though the exact date of publication cannot be found for this artifact, the inclusion of a testimony by the Master Mechanic in the Navy Yard dated July 18, 1863, suggests that the flier was likely printed and distributed sometime in late summer or early fall of 1863 . This supposition is supported by fact that the weaon's manufacturer needed to quickly distribute information about the weapon due to the raging American Civil War in order to promote its sale and use by the Union Army.","The audience of this advertisement was likely two-fold, both of whom comprise different parts of the Union which can be surmised by the quotes provided by Union military officials. The inclusion of differing font sizes to draw attention to the names being promoted as supporters of the Gatling Gun, as well as a clear attempt to provoke an emotional response by suggesting that far fewer individuals will need to be hospitalized if the weapon is used, suggests that this was designed for the public and not as an official document for major military or political leaders. However, by provoking public support for the Gatling Gun, the author is obviously trying to reach out to those individuals in a position to commission the purchase and use of the Gatling Gun, therefore the audience of the advertisement is directly the public and indirectly the leaders of the Union.","The purpose for which this advertisement was created was to bring to light the tactical advantages provided by the Gatling Gun. Throughout the article facts and statistics are provided to persuade the reader that the new gun will shoot faster, more accurately, and required less maintenance than other weapons. It also claims that it can lessen the number of individuals that need to be put in harm’s way thanks to its heightened killing ability. This document was designed to promote the weapons ability to ensure victory for the Union if it is used and persuade the government, as well as citizens, that it is a tool that needed to be on the battlefield to help ensure victory.","While the advertisement discusses the merits of R.J. Gatling’s new gun, it was clearly influenced heavily by the American Civil War. It highlighted several attributes that, while always favorable attributes in a weapon, would have been even more appealing due to the progress of the war during the late summer or early fall of 1862. At the time of the advertisement, General Robert E. Lee had pushed into Union territory after a bloody victory at the second battle of Bull Run [2]. The Union did manage to throw the Confederate Army out of their territory, but it was again at the cost of an enormous number of lives at the battle of Antietam which was followed up by the dismissal of the union’s top ranked General McCllelan [3]. The extreme loss of life in such a short time frame as well as the dysfunctional state of the union Army would have left the Union in need of something to hold onto as a source of hope for a victory and end to the war.","In addition, the Gatling Gun had been well received in military circles all over the world, with the exception of the Union Army. This was due to General Ripley’s, who was a General and top advisor to President Lincoln, enthusiastic refusal to accept the weapon. The reason for this refusal is not fully known but likely had to do, in part, with Gatling’s southern origins which could have painted him as an untrustworthy individual [4]. As previously noted, the advertisement uses testimony from several military officials. It is reasonable to view this inclusion as a direct response to Ripley’s negative view of the weapon and as an attempt to counter his arguments against it.","[1] Author Unknown, <em>Advertisemant for Gatling Gun and </em>Battery, Accessed on July 27<sup>th</sup> from http://cdm15078.contentdm.oclc.org/cdm/compoundobject/collection/Milroy/id/587/rec/4","[2] “President Lincoln Removes General McCllelan”, <em>History, </em>accessed July 30<sup>th</sup>, 2014 from http://www.history.com/this-day-in-history/lincoln-removes-mcclellan","[3] <em>Ibid</em>.","[4] Albert E. Roark, “Doctor Gatling’s Gun,” <em>Arizona and the West, </em>vol. 4 no. 4 Winter (1962): 314.  Accessed August 2<sup>nd</sup> from  http://0-www.jstor.org.libcat.widener.edu/stable/40167884."],"display_date":"August - December 1862","search_date":"1862-10-16","citations":[{"divid":1407723764,"type":"Artifact","data":["Unknown","Advertisement for Gatling Gun and Battery","Print Advertisement","Unknown","Jasper County Public Library","Jasper County","Rensselaer, Indiana"]},{"divid":1407723954,"type":"Website","data":["History","President Lincoln Removes General McClellan","History Channel","http://www.history.com/this-day-in-history/lincoln-removes-mcclellan","July 30th, 2014"]},{"divid":1407724065,"type":"Article","data":["Albert E. Roark","Doctor Gatling's Gun","Arizona and the West","vol.4 num. 4","Winter 1964","309-324"]}],"locations":[{"id":8747,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":2295,"tag":"machine gun"},{"id":2294,"tag":"Gatling Gun"},{"id":32,"tag":"Civil War"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":124,"school_id":43}}