{"id":613,"title":"Proslavery Party Convention and Territorial Legislature Meet in Lecompton, Kansas","course_id":1,"status":"P","start_date":"1857-01-12","end_date":"1857-01-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lecompton was a busy town on the south bank of the Kansas river that served as the territory's capital.  There, the Proslavery Party Convention and the Territorial Legislature convened to draft the new constitution to be adopted once Kansas gained statehood.  Much debate centered around electoral law.  The Territorial Legislature, ignoring the recommendations of Governor John W. Geary, followed his advice in repealing the oath required of voters to support the federal Fugitive Slave Act and a law making it a felony to deny the legality of slavery in the Kansas Territory.  The problem of drafting the constitution would continue for many more months.  Geary was eventually ousted from office and Governor Walker, appointed by President Buchanan, seized the governorship.  The New York Daily Tribune reported, ;and again, the People are required to rejoice at Gov. Walker's appointment and hail it as an olive branch held out to Kansas, because Mr.Walker repeats the stereotyped professions of his party that they are in favor of letting the People of Kansas settle the slavery question for themselves by a fair and regular vote , a fall and fair vote of a majority of the People.''  Many people, including the people of Kansas, were weary of this promise and anxious to unveil the fate of the Kansas Territory.  The state of Kansas would eventually be admitted into the Union as a free state on January 29, 1861, throwing off the delicate balance of power between the free states and the slave states."],"display_date":"January 12, 1857","search_date":"1857-01-12","citations":[{"divid":1213449117,"type":"Book","data":["Kenneth M. Stampp","America in 1857: A Nation on the Brink",null,"Oxford","Oxford University Press","1990","155"]},{"divid":1213449160,"type":"Newspaper Article","data":["","The New York Daily Tribune","","January 19, 1857",""]}],"locations":[{"id":461,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}