{"id":6132,"title":"Romantic Environmentalism","course_id":127,"status":"P","start_date":"11/2/07","end_date":"11/2/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Everyday, people take their morning jogs and overlook the countless trees, rock formations and other scenic landscapes they pass by. John Muir during the early twentieth century admired the scenes that nature provides us all, especially around the Hetch Hetchy Valley in California. At the same time, talk of damming the Hetch Hetchy Valley to create a reservoir for San Francisco residents was probable.The beauty that John Muir eloquently described the Hetch Hetchy Valley reveals an Edenic view of nature that was an antithesis of what early American settlers had once viewed the vast flora and fauna of untouched land. Muir’s “The Tuolumne Yosemite in Nature” was written as an inspiration for a resurgence of value in modern American wilderness and not the preconceived notion of American wasteland as William Cronon describes it in his response to American wilderness misconceptions in “The Trouble with Wilderness,or,Getting Back to the Wrong Nature”. Muir compares Hetch Hetchy to the grand beauty of Yosemite and nicknames the area Tuolumne Yosemite because as he described it was an exact counterparat to that of the great Yosemite.Muir utilizes rich descriptions when conveying the beauty of the scenery and even incorporates humanistic characteristics when describing the vibrant landscape. The saying \"you'll miss it when its gone\" applies to Muir's colorful description because as he concludes his article, he stated that the the voice of the Board of Supervisors was not the voice of California or the Nation. The destruction of Hetch Hetchy may have been ideal for industrialization but it would ultimately eliminate aesthetics.","The overall theme toward these two works are the way in which the American landscape, once deemed a “wilderness” by means of being untouched from the disease of humans, has now become a place that is revered by its uniqueness and “best antidote to our human selves”(Cronon). The way in which Muir describes the possible destruction of Hetch Hetchy to man’s eagerness for technological progress, coincides with the way in which Cronon stresses modern industrialization revitalized nature’s worth when he stated, “ by the end of the nineteenth century, all this had changed. The wastelands that had once seemed worthless had for some people come to seem almost beyond price”(Cronon). We should all understand that wilderness can’t be the solution to our culture’s awkward idea of preservation; these ideas are generally the large part of the problem.Muir's article shows that conservation and preservation is very important to maintain nature's gift to us all."],"display_date":"November 2, 1907","search_date":"1907-11-02","citations":[{"divid":1410317550,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["William Cronon","The Trouble with Wilderness; or, Getting Back to the Wrong Nature","Uncommon Ground: Rethinking the Human Place in Nature","William Cronon","New York","W.W. Norton &amp; Co.","1995","691-710"]},{"divid":1410317851,"type":"Article","data":["John Muir","The Tuolumne Yosemite in Danger","The Outlook","87","November 2, 1907","486-489"]}],"locations":[{"id":8765,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":2304,"tag":"preservation"},{"id":2303,"tag":"landscape"},{"id":2302,"tag":"wilderness"},{"id":739,"tag":"Nature"},{"id":87,"tag":"Environment"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}}