{"id":6139,"title":"“A Southern Jaunt”: Winter Park and the Seminole Hotel","course_id":131,"status":"P","start_date":"1885-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The city of Winter Park was and is still known for its beautiful weather, its attractions, and for its amenities offered to tourists traveling through Florida. Hotels in Winter Park helped draw people from the northern states to the Southeast during the winter season. During the 1880s and 1890s, the United States was experiencing a time of innovation, and Winter Park’s amenities promoted these new inventions and attracted wealthy citizens to vacation in the town.","Winter Park was a new and popular city after its founding in 1881. Those who helped found Winter Park, such as Loring Chase and Oliver Chapman, were hoping to attract northerners to the area. The Seminole Hotel was Winter Park’s main attraction, providing a place for tourists or natives to stay. The Seminole hotel advertised that it could hold 400 visitors, and that it had the newest innovative amenities, including elevators, private bathrooms, and electricity. While advertising the numerous amenities it possessed, the hotel was also promoting that all of the employees at the hotel were white men from the north. This was advertised because of the racial tensions between whites and African Americans at the time. The Seminole Hotel attracted many northerners, often referred to as “snowbirds.” Winter Park was successful in attracting tourists from the Northeast, as well as tourists from different areas of Florida.[1]","The Seminole Hotel opened on New Years Day of 1886.[2] Although the Seminole received much attention from tourists, it was not the first hotel to be built in Winter Park. The Rogers House was a small bed and breakfast opened in 1882, just after the founding of Winter Park.[3] These hotels were attractive to wealthy individuals of the North. Many believed that Florida was a place to visit to better one’s health because of the warm climate and moderate weather. Because the winter months were the most profitable times of the year, The Rogers House and the Seminole Hotel were only open from November to April. Many wealthy and prominent people visited the Seminole Hotel during its prime, including President Grover Cleveland, and President Benjamin Harrison and his wife. Visitors of the Seminole Hotel could participate in games of tennis, and croquet; they could also take a boat out on to the lake, and take horses out for a trot.[4] The Seminole Hotel was in operation from 1886 to 1902, when it burned down during its off-season of September.[5]","Along with the hotels that made Winter Park a desirable vacationing destination, there were other leisurely activities offered in the city. Boating on Lake Osceola, golfing, and shopping on Park Avenue were some of the activities offered in Winter Park. Traveling to the town was made easier with the building of the rail line through the town, called the Dinky Line.[6] The inviting hotels, the countless activities offered, the preferable weather, and the location of Winter Park were the deciding factors that made Winter Park such a popular place for a “southern jaunt.”"],"display_date":1885,"search_date":"1885-07-02","citations":[{"divid":1412296965,"type":"Manuscript","data":["Loring Chase","A Southern Jaunt: Altamonte and Winter Park, FLA.","1883","","","Loring Chase Scrapbooks","Digital Library, University of Central Florida"]},{"divid":1412297125,"type":"Website","data":["Mark Andrews","The Seminole: Gentility in the Wilds","Orlando Sentinel","http://search.proquest.com/docview/278654863?pq-origsite=summon","10/2/14"]},{"divid":1412297300,"type":"Website","data":["Claire MacDowell","Chronological History of Winter Park","City of Winter Park","http://cityofwinterpark.org/government/city-info/history/","10/2/14"]},{"divid":1412297348,"type":"Website","data":["Jim Robinson","Rail Brought Tourists, Growth: [CENTRAL FLORIDA Edition]","Orlando Sentinel","http://search.proquest.com/docview/279037061?pq-origsite=summon","10/2/14"]}],"locations":[{"id":8817,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":2319,"tag":"\"Dinky Line\""},{"id":2318,"tag":"\"The Rogers House\""},{"id":2317,"tag":"\"Seminole Hotel\""},{"id":2316,"tag":"\"Winter Park\""}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}