{"id":6144,"title":"The Republican State Convention","course_id":131,"status":"P","start_date":"1892-04-01","end_date":"1892-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In April 1892 the republican state convention was held in Tallahassee, Florida. An event where Republicans can choose who to elect and who will represent them in the national republican convention.[1] The state convention was an important event in time where the Republicans attack the Democrats and elaborate on the reasons why they shouldn’t rule in Florida. The Republicans were angry that the Democrats were taking their votes over the years and feel as if the Democrats are manipulating the system. The Republican vote has dropped significantly in Florida since 1888, basically losing more then fifty percent of their votes. The Republicans go as far as calling the Democrat’s rule in Florida  “tyrannical” and dishonest. They accuse them of arson, robbery, murder, and assassination if in the interest of democracy. The state convention is also where the republicans chose their delegates to attend the national republican convention. The delegates were Joseph E. Lee, E. R. Gunby, James A. Shann, John G. Long, W. R. Long, George F. Horr, S. H. Coleman, and H. S. Chubb. H.S. Chubb being the well-known mayor of Winter Park. Half of the delegates were black and the other half white. These delegates were instructed to vote for the renomination of Benjamin Harrison.[2] In attendance was a staunch Republican who is well known for both his newspaper editing and political involvement in Florida. G.C. “Gus” Henderson was a newspaper editor in Winter Park, Florida. He established the second black newspaper in the state of Florida. He was not just a political advocate in Winter Park but also a newspaper editor around Florida. Henderson saw the Republican Party as an advocate for the black Americans. He interestingly states in one of his speeches in Hannibal Square 1888  “…all we ever received came from the Republicans. Our citizenship, our freedom, our free schools, and numerous good laws that have done great good for the Negro came from the Republican Party, and, gentleman, if that party never does any more special good for me, I shall die a Republican.” It would only make sense for G. C. Henderson to attend this pivotal state convention in Tallahassee, Florida.[3] The national republican convention was held in Minneapolis, Minnesota also 1892 a couple months later. The Republicans would meet from all over the country for secret meetings, public rallies and speeches, which resulted in the nomination of then Harrison as the party’s presidential candidate.   Harrison is then nominated as the Republican candidate for president on the first ballot on the final day of the 1892 Republican National Convention. Unfortunately, Harrison did not get reelected falling to the Democrat Grover Cleveland.[4]"],"display_date":"April 1892","search_date":"1892-04-15","citations":[{"divid":1412337497,"type":"Website","data":["Chase, Loring Augustus, 1839-1906.","Winter Park Scrapbook 1892","Wnter Park","http://digital.library.ucf.edu/cdm/fullbrowser/collection/CFM/id/26456/rv/compoundobject/cpd/26479","9-15-14"]},{"divid":1412337661,"type":"Online Encyclopedia","data":["britannica","Candidates and Issues","http://www.britannica.com/EBchecked/topic/1782526/United-States-presidential-election-of-1892/300998/Candidates-and-issues","9-30-14"]}],"locations":[{"id":8818,"lat":30.4580531641,"lng":-84.2778621385,"zoom":9,"place":"LEON, Florida"}],"tags":[{"id":2326,"tag":"Politics 1892"},{"id":1873,"tag":"Republicans"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}