{"id":6146,"title":"Florida's Phenomenal and Progressive Political Position in 1893","course_id":131,"status":"P","start_date":"1893-07-08","end_date":"1893-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late nineteenth century, several factors contributed to the establishment of the post-Reconstruction era South. Such factors include creating a balance between agrarian and industrial economic profit, establishing a sustainable political atmosphere, and moving towards development that would place the South in equal ranks with the North in terms of industrialization and productivity. Despite this overall sentiment to rebuild the region, certain aspects of the New South’s society were harder to establish than others. In particular, politics of the 1880’s and the 1890’s caused numerous setbacks due to the extreme partisanship, internal corruption within each party, and the competitive nature of elections.","Winter Park, Florida had effectively settled itself in terms of generating economic profit for the town, creating a pleasurable lifestyle for its residents and guests, as well as establishing a stable political environment. Various hotels such as the Seminole advertised sunshine as the key to escaping the unbearable winter months in the North as well as advertising its luxurious and spacious atmosphere. Labor was needed to provide for the flock of Northerners, so recently freed black citizens were encouraged to move to Winter Park as a place to live and work.[1] This influx of tourists created large economic profits for Winter Park, and thus caused other industries began to evolve as well. Despite the inclusion of black citizens into the town, social tensions did remain throughout the South, but the political upset are discussed in more detail in this article.","“A Quiet Election” provides an inside look into this stable political setting that is unusual compared to the rest of the South. In July of 1893, one ticket or platform ran for Town Council positions of mayor, marshal, collector, treasurer, and clerk, but these men did not have an opposing force to campaign against.[2] Florida has a history of political transformation especially after the Spanish-American War, in which the United States gained large territories in the Southwest region. Sectionalism and the later argument of secession created divisions among Floridians, so the political atmosphere of this state was, contrary to what “A Quiet Election” illustrates, composed of several different affiliations.[3] Further, the two-party system existed when Florida was admitted to the Union in 1848.[4] As a result, the continued competitive nature between the two major parties, as well as smaller third party organizations, made up the political culture within Florida. The book <em>The Promise of the New South: Life After Reconstruction </em>provides description of the standard regional Southern politics of the 1890’s: The Civil War and Reconstruction created a two-party system that transformed into a two-region system, with the North being mostly Republicans and the South being mostly Democrats.[5] Political parties were not mentioned and rather the article, “A Quiet Election,” only discusses information concerning the homes and reputations of the men elected. With this new round of officials, the newspaper ends on a progressive and positive note, “[A]nd now things are moving on. For them, we hope success.”[6]","In conclusion, the standard political aspects of the 1890’s in Florida as well as the majority of the South included severe party loyalty and an overarching theme of competition between the two major parties. Despite this fact, Winter Park seems to experience a completely different political landscape as illustrated by the City Council election of July 1893. One ticket of men ran for office and thus were elected. The article did not mention their party affiliations and instead discussed their relationships to the Winter Park community with an encouraging outlook for continued progress and industrialization of the town."],"display_date":"July 8, 1893","search_date":"1893-07-08","citations":[{"divid":1412341787,"type":"Book","data":["Gayle Prince Rajtar and Steve Rajtar","Winter Park Chronicles","","Charleston, SC","The History Press","2011","28"]},{"divid":1412342801,"type":"Manuscript","data":["Loring A. Chase","\"Winter Park Scrapbook 1881-1906: A Quiet Election\"","July 1893","F319 .W79 C43 vol. 2","","Winter Park Scrapbooks","Archives and Special Collections, Olin Library, Rollins College, Winter Park, Florida"]},{"divid":1412343352,"type":"Online Encyclopedia","data":["Encyclopedia of American Studies","Regionalism","http://eas-ref.press.jhu.edu/view?aid=562","September 30, 2014"]},{"divid":1412343421,"type":"Article","data":["Arthur W. Thompson","Political Nativism in Florida, 1848-1860: A Phase of Anti-Secessionism\"","The Journal of Southern History","2198072","February 1949","39"]},{"divid":1412343510,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Edward L. Ayers","Election News","The Promise of the New South: Life After Reconstruction","Edward L. Ayers","New York, NY","Oxford University Press","2007","147"]}],"locations":[{"id":8794,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":2330,"tag":"Election 1893"},{"id":2329,"tag":"1890s"},{"id":1496,"tag":"Florida"},{"id":1495,"tag":"Winter Park"},{"id":1444,"tag":"American Politics"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}