{"id":6147,"title":"Brawn and Beauty: The Seminole Hotel","course_id":131,"status":"P","start_date":"1890-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the year 1886, Winter Park made a decision that would change the way people saw the community. The Seminole Hotel built on Lake Osceola, which contributed to the economic advantage of the town. The destination became a widespread vacation spot for wealthy northerners and thus generated a large majority of the profit for the economy. It was apparent that the wealthy northerners enjoyed the warm weather and beautiful scenery.","The hotel being such a success among the northerners; it brought in publicity from all over, which brought in the wealthy and famous people to stay in the hotel such as William Rockefeller and President Grover Cleveland, along with several senators and acclaimed citizens from the nation's capital.","Along with its great publicity, it brought good business with job opportunities for African-Americans in the neighboring area. Even after legal protections made for the newly freed slaves, it was still difficult for African-Americans to obtain decent jobs with a good salary.","<em>“After the Civil War, there were plenty of displaced African-Americans citizens looking for a place to live and work in the South. Despite the abolition of slavery, land ownership rights were restricted, making it difficult for blacks to become financially stable…Chase and Chapman were about to market their town to the wealthy white northerners in 1881 as a winter resort and a sound financial investment for the developing citrus industry. Needing an abundant labor force to work in hotels and groves. They welcomed the former slaves as member of the community”(Winter).</em>","Most of the job opportunities for African Americans were working in hotels, such as the Seminole Hotel, which was a one of the only businesses in Florida that employed African-Americans during this time. Not only did they employ men and women, but also, children to carry out these duties. When the famous decided to stay at the hotel, most every worker had to work double, they would also be given additional jobs, such as driving the carriage to the train station to pick up and drop off the guest. The workers were treated well at the hotel and made a decent salary.","While other businesses still discriminated against the newly freed African-Americans, the Seminole Hotel hired them in a heartbeat. Through their affiliation with wealthy northerner hotel guests, local African-Americans were able to find off-season jobs such maintaining gardens for the wealthy people who had to go back home to the north in the summer. Thus beneficial for African-American families in Winter Park, because through these connections they were primarily assured work all year round.","In conclusion, the Seminole Hotel not only brought a vacation destination to the wealthy northerners, but an economic profit to the community, as well as a monetary wealth to those African-Americans who worked at the hotel."],"display_date":1890,"search_date":"1890-07-02","citations":[{"divid":1412342748,"type":"Manuscript","data":["Loring Augustus Chase","Winter Park scrapbook","1886","F319 .W79 C43 vol. 1","","WinterParkScrapbookVol1-1886","Archives and Special Collections, Rollins College"]},{"divid":1412342232,"type":"Online Encyclopedia","data":["Britannica","Winter Park","http://www.britannica.com/EBchecked/topic/645657/Winter-Park","October 1, 2014"]},{"divid":1412342904,"type":"Pamphlet or Other Printed Material","data":["","The Seminole Hotel Booklet","Winter Park Public Library","\"Art for All\" Publishing Co.","2014","Winter Park Public Library"]},{"divid":1412343057,"type":"Website","data":["Bonnie Osgood","THE GOLDEN AGE OF HOTELS","Winter Park History Musem","http://www.wphistory.org/explore-history/winter-park/hotels/","October 1, 2014"]}],"locations":[{"id":9043,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":2332,"tag":"Seminole Hotel jobs"},{"id":2331,"tag":"Winter Park 1890"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}