{"id":6155,"title":"<strong>History Engine Episode I</strong>","course_id":130,"status":"P","start_date":"1800-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When slaves were sold across the Atlantic, they brought with them some aspects of their culture. A few of these aspects included music, and the instruments used to create the music of their original cultures. Naturally, being from totally differing regions, the Africans cultures were completely different from that of Europeans. This is shown in the accounts of the Europeans travels to Africa, in hopes of trade. After being captured, transported, and enslaved across the Atlantic to the Americas; some African slaves continued to maintain parts of their original respective cultures of their homeland. Often times Europeans did not accept the distinctive culture of the African slaves, and even thought their customs to be barbaric; while others embraced it.","In the nation of Zanzibar of the African continent, music was an important part of the sense of cultural connection the people valued. However the way the Africans expressed themselves in this music was very strange for the European traders. For example, when William H. Ingrams came to trade he noted his opinions and experiences of such strange cultural customs. He explained such impressions in his book, “The People of Makunduchi, Zanzibar.” He spoke of how the inhabitants of the communities would make music with the instruments used for expressing their culture and would participate in ritual dances to go along with the music. It was apparent throughout his book of his allusion of how they were barbaric in nature. Though instruments such as the “Murungura,” a gong called the “Chapuo,” or the horns they made from the rich culture of the gold coast displayed the craftiness of their cultures. Along with the music went the dances for this cultures true form of expressiveness. The African women of Zanzibar would dance as the men orchestrated with their “Chapuo’s” and “Mashindo’s”, which both were drum-like instruments. Even once in the Americas, the African slaves would still continue to handcraft these cultural instruments.","Another account, written by Richard Cullen Rath, discusses Africans on the other side of the Atlantic still clinging on to these forms of expression similar to those in Zanzibar. Even after being enslaved and traded to the Caribbean, some slaves initially had a sense of their original homeland culture. He spoke of how slaves on the island of Jamaica would dance and sing around a fire, with instruments like the drums; which were similar to the cultures of the gold coast regions of Africa. The difference of this situation was that the Europeans of the Caribbean enjoyed this experience and viewed it as “a spectacle not to be missed.”","To show another case of the cultural attainment of some Africans forced over the Atlantic by way of the transatlantic slave trade; the sense of culture was shown, once again, in a book about a Louisiana slave-master. Maum Guinea referred to her slaves as her children in her book and also thoroughly enjoyed the song and dance of their culture. Though in this case the instruments weren’t really traditional. These slaves would use homemade banjos, tambourines, and kettle-drums; however with a vibrancy that was just as rich as of their ancestors celebrations based on her descriptions.","All of these accounts essentially are unified in that they show linkages to African ancestry in African slaves continued cultural expressions. Whether the expression was done traditionally or just similarly, the African slaves were able to hold on to parts of their cultures; despite being forced to separate from their ancestral communities in Africa."],"display_date":"1800 - 1825","search_date":"1812-12-31","citations":[{"divid":1413505066,"type":"Website","data":["William Harold Ingrams","The people of Makunduchi, Zanzibar","The University of Mancester, The John Rylands University Library","http://www.jstor.org.ezproxy.rollins.edu:2048/stable/60230298","09/23/2014"]},{"divid":1413505249,"type":"Website","data":["Richard Cullen Rath","African Music in Seventeenth-Century Jamaica: Cultural Transit and Transition","Institute of Early American History and Culture","http://www.jstor.org.ezproxy.rollins.edu:2048/stable/2947472","09/23/2014"]},{"divid":1413505431,"type":"Book","data":["Metta Victoria Fuller Victor","Maum Guinea, and her plantation \"children,\" or, Holiday-week on a Louisiana estate; a slave romance","",".","Beardle and Company","1861","37"]}],"locations":[{"id":8827,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"Charleston, South Carolina"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":157,"tag":"Transatlantic Slave Trade"}],"course":{"name":"African-American History to 1877","school":"Rollins College","course_id":130,"school_id":5}}