{"id":6156,"title":"An article from an Atlanta newspaper presents a table showing the number of permits, both approved and unapproved for major Southern cities in the years after the Great Depression. A prediction for a few years after and the number of permits is included.","course_id":135,"status":"P","start_date":"1/1/22","end_date":"12/31/22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The number of building permits within the first six months of the year 1922 in Greenville, South Carolina was 532,415 and by the end of the year the number had rose to 1,234,418. The theme of urban development and growth is demonstrated and exhibited in this source by showing the numbers of agreements to construct buildings such as houses, churches and buildings for public services such as schools, hospitals and places to protect the public like firehouses and police stations. One of the most interesting aspects of this newspaper article is that not only does it offer current statistics on the number of building permits which increase over time, the article also publishes the amount of money spent on permits over the year 1922. Included in this, which I found to be the most intriguing, which was a prediction for the first six months of the next year, all of which I looked at where over the last number of permits granted for construction. An article stating the main types of buildings made in Greenville around the Civil War era was the construction of paper and textile mills in the city. These mills were some of the finest according to the article, \"McBee's and Dunham's mills manufactured all qualities of paper form the finest letter sheet to the common brown wrappers.\". In the Oral History of the American South, a Greenville resident whose name was Alice Hardin who describes what it was like working in the largest cotton mill under one roof in the South. Hardin worked there with her siblings, father and even her mother. She also briefly mentions a strike with an organized union but quickly fell apart.","The contents of the primary source that relate to the secondary sources being used here are the improvement of the economy and how adult education can lead to community development.  Economic factors are of great importance in community development. A main point in the economy section is that more and more people are becoming specialized in one skill and therefore becoming interdependent on other people making it crucial that people understand each other and work together. The handbook also touches on the school-community relationship and how that can improve on a community and be the cause for further development. This is something that one of the first presidents of Furman, Bennettee Geer focused on during his tenure as head of Furman University, using the university as a tool for educating adults to better the abilities of adults to drive the force for development of renewal of the post-depression city. Geer was a pioneer for this movement and is one of the main reasons Greenville was able to thrive during the hard times of the 1920’s and 1930’s. The handbook also specifically touches on the function of a university in community development, not just average schools. The best example is showing adults how to be leaders in a community and thus providing an example for generations to come. However, the book later shows that methods used for teaching students in high school or college will not work for adult classes, some methods are offered up such as recognizing the capacity of adults for learning new things and develop a desire for continuous growth and the ability to plan for it? One major aspect of using adult education as method for greater growth of a community is making sure that adults being educated develop a sense of concern for all ranges of personal life to truly care about all aspects of a community growing and developing.","This article shows the theme of growth because not only does it show the permits that were granted increasing, it also does not show the amount of permits that were not approved, which shows that even though cities are expanding in terms of buildings each year, there were more plans to construct more places that either do not get approved, or that get approved and do not have the funds to sustain a building project. This article does a great job at showing the development of major cities by showing the number of permits that are granted outside of the major city limits such as Greenville or Charleston. The concept of trying to adequately portray the idea that major cities undergo a lot of change can be done through a lot of lenses and the fact that this newspaper decided to use the medium of building permits to show this trend is interesting. Another intriguing notion is that this was during the peak of American economic success before the eventual crash of the stock market and the Great Depression, a question to ask is that if the number of permits would decline during the Depression and then have a steady rise like shown in the newspaper article."],"display_date":1922,"search_date":"1922-07-02","citations":[{"divid":1413935529,"type":"Newspaper Article","data":["South States Spend Half Million on Building Permits","The Atlanta Constitution","Atlanta, GA","February 11, 1923",""]},{"divid":1414511914,"type":"Article","data":["Ernest M. Lander","Paper Manufacturing in South Carolina before the Civil War","North Carolina Historical Review","Volume 29, No. 2","April 1952","220-227"]},{"divid":1415241402,"type":"Manuscript","data":["Allen Tullos","Oral History Interview with Alice Grogan Hardin","May 2nd, 1980","H-0248","","Southern Oral History Program Collection",""]}],"locations":[{"id":8983,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":2382,"tag":"building permits"},{"id":2383,"tag":"paper mills"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}}