{"id":6169,"title":"Women's Roles in Mid-Nineteenth Century Massachusetts","course_id":136,"status":"P","start_date":"1843-07-25","end_date":"1843-08-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the sweltering months of late summer, Laban Morey Wheaton, a cotton textile manufacturer and entrepreneur of one of the wealthiest and most respected families in the area, was recording the transactions he made with the “quiet, relatively prosperous community” of Norton, Massachusetts. One member of this community with who he made several transactions was Mary A. Wrigley. At the end of July Mary Wrigley purchased a spool of thread at eight cents from him, and a couple of weeks later she borrowed fifteen dollars cash in order to go to Boston. These transactions are quite significant due to her position as a woman in mid- nineteenth century New England. The fact that her name appeared in these transactions could mean she was a single woman or a widow, but either way Mary Wrigley clearly had a great deal of financial independence.","According to common law, adult single woman had a significant amount of power to own property and make financial transactions during the mid nineteenth century. But once they were married, women effectively lost their legal identity. The fact that Wrigley bought a spool of thread speaks to a distinctively feminine purchase, and may help conclude that she was a well off woman who had the leisure time to use thread to make items for her friends and family. The nineteenth century placed duties such as shopping for provisions to make clothes as not an economic function, but an emotional and social one which would have been influenced by the distinct choice of spool she would have made with her unique knowledge of the personalities and style of those she would be making something for. Her borrowing of the rather larger sum of fifteen dollars to travel into Boston also shows that this was a relatively prosperous, independent woman who had extra means and extra time. The nineteenth century roles prescribed to middle and upper class women in New England listed childcare as the primary responsibility, so Wrigley’s ability to take time off may mean she was an independent woman with no family of her own and deceased parents (since otherwise a father would most likely still control her finances) or she was an older widow whose children no longer needed taking care of."],"display_date":"July 25, 1843 - August 9, 1843","search_date":"1843-08-01","citations":[{"divid":1414165706,"type":"Book","data":["Paul C. Helmreich","Wheaton College 1834-1957: A Massachusetts Family Affair","","Massachusetts","Cornwall Books","2002","25"]},{"divid":1414166516,"type":"Artifact","data":["Laban Morey Wheaton","Daybook","Financial Account Book","July 1843","Wheaton Family Collection","Wheaton College Digital Repository","Norton, Massachusetts"]},{"divid":1414166611,"type":"Article","data":["Diane Avery and Alfred S. Konefsky","The Daughters of Job: Property Rights and Women's Lives in Mid-Nineteenth Century Massachusetts","Law and History Review","10","1992","326"]},{"divid":1414166687,"type":"Article","data":["Ellen Hartigan-O'Connor","Abigail's Accounts: Economy and Affection in the Early Republic","Journal of Women's History","7","2005","36-37"]},{"divid":1414166825,"type":"Article","data":["Barbara Easton","Industrialization and Femininity: A Case Study of Nineteenth-Century New England","Social Problems","23","1976","393"]}],"locations":[{"id":9398,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":686,"tag":"Wheaton"},{"id":685,"tag":"accounting records"},{"id":684,"tag":"mid-nineteenth century"},{"id":7,"tag":"Women"},{"id":228,"tag":"Roles of Women"},{"id":1263,"tag":"financial"}],"course":{"name":"Junior Colloquium: Historical Methods","school":"Wheaton College","course_id":136,"school_id":2}}