{"id":6182,"title":"<strong>A Murder Trial in the <em>Greenville Mountaineer</em></strong>","course_id":135,"status":"P","start_date":"1838-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On November 9, 1838 the <em>Greenville Mountaineer </em>reported on a murder trial against none other than its own editor, mister William Lowndes Yancey. Yancey shot and killed his wife’s uncle, Dr. Robinson Earle, on South Main Street in broad daylight in September 1838. The Yancey family was well known in the Greenville area in the 1820s, as was the Earle family, which caused this trial to become a rather infamous one. The murder was quite a violent, because Yancey not only shot Earle, but he bludgeoned him repeatedly with his pistol and attempted to stab him with his sword after he did not fall down immediately. The entire conflict ensued after Yancey had struck Earle's son, who had called him a liar after Yancey defamed a politician that was related to the Earles. While Dr. Earle and Yancey initially worked out their differences while walking through the downtown area, Yancey lost his temper when Earle once again called him a liar. The article in the <em>Greenville Mountaineer </em>offers an elaborate account of the events leading up to the murder, with witness testimonials and details of conversations between victim and perpetrator. Even though the murder was well recorded due to the many witnesses, Yancey pleads not guilty when he is on trial. He ends up not being acquitted, but the judge does rule that Yancey acted out of self-defense and sentenced him to a mere year in prison and a fine.","The size of the article tells us something about the impact this trial had on the society of Greenville in 1838, and it is very understandable that the murder of one notable by another in broad daylight on South Main Street was the talk of the town. Interestingly enough, the murder did not result in a family feud, as Yancey’s son Ben would even be buried in the Earle Family Cemetery on Old Buncombe Road in a later year.","The <em>Greenville Mountaineer </em>was a newspaper that focused largely on anti-nullification and was located on Buncombe Street in Greenville. The article it wrote on Yancey's trial seems quite sensationalistic and the paper also allowed Yancey to keep sending in articles while he was incarcerated. The <em>Mountaineer</em>'s attempts to sell more papers through this strategy did not work wonders, as it did not operate independently for a very long time. The <em>Greenville Mountaineer </em>merged with the <em>Southern Patriot </em>as it was purchased by the latter paper’s editor. The competition between smaller newspapers was very high in the late 19<sup>th</sup> century and a lot of newspapers came and went through mergers or bankruptcies. Although the murder was infamous, impactful and well-documented at the time, it did very little to damage Yancey’s reputation after he was convicted, since revenge of honor was commonly accepted at the time."],"display_date":"1838 - 1839","search_date":"1838-12-31","citations":[{"divid":1414469311,"type":"Newspaper Article","data":["","Greenville Mountaineer","Greenville","November 9, 1838","1"]},{"divid":1414469802,"type":"Book","data":["Alexa Jones Helsey","Hidden History of Greenville County","","Charleston, SC","The History Press","2009","67"]}],"locations":[{"id":9015,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":2373,"tag":"Greenville Mountaineer"},{"id":2370,"tag":"Earle"},{"id":2371,"tag":"Yancey"},{"id":91,"tag":"Murder"},{"id":1412,"tag":"Greenville, SC"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}}