{"id":6187,"title":"Who Controls the Streets?","course_id":135,"status":"P","start_date":"1893-01-01","end_date":"1893-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["One of the most interesting aspects of the Viola area is the manner in which is grew and developed. Looking at the turn of the nineteenth century at the Sanborn Insurance map it is clear that the Viola area does not even exist. In Greenville, South Carolina there is Poinsett Highway, which is one of the main roads in and out of downtown Greenville. However, off of Poinsett Highway one finds Stone Avenue, which then has offshoots to the Viola Street neighborhoods. The other main road around the Viola neighborhood is Rutherford Road. Within Rutherford and Stone there is no development. However, when looking at the Sanborn maps after the turn of the century,  property began to be sketched in as roads are changed and redrawn. This is an important observation because simultaneously to this growth were changes in the socioeconomic climates on the neighborhood.","The 1913 Sanborn Insurance Map is the first view of Viola street coming off of Rutherford Road. However, while looking at the 1913 map in comparison with the Walsh City Directory, it is clear that the street names were not concrete. The question of who controlled the streets is vital. However, it was not until the 1990s that Viola Street was cut off from Buncombe highway. This resulted in an opening up of Buncombe. As a result the development on Buncombe and Rutherford Roads began to take the shape of what we see more of today.","The importance of looking at these primary sources is a reflection of how important street names and understanding who names them is. As Gwendolyn Wright reflects, street names are the result of social, political, and intellectual sources. As urban historians having an understanding of the many different names of an area is important. Consequently, the specific case of Viola the constant changing of street names reminds one of the complexity of this neighborhood. Just as interesting is the question of where the street names came from, and who had control over that. In the Viola Street Community history, Judith Bainbridge indicates that street names came from rich, White Greenvilleans."],"display_date":1893,"search_date":"1893-07-02","citations":[{"divid":1414510022,"type":"Image","data":["Sanborn Fire Insurance Map Company","Greenville, 1893 December","","Map","","","http://www.sc.edu/library/digital/collections/sanborn.html","20 October 2014"]},{"divid":1414510099,"type":"Image","data":["Historic Aerial Photography Viewer","Greenville 1998","","Satellite Photograph","","","http://gis64.greenvillesc.gov/HistoricalImagery/","19 October 2014"]},{"divid":1414510149,"type":"Article","data":["Gwendolyn Wright","Urban Spaces and Cultural Settings","Journal of Architecture Education","Volume 41, Number 3","Spring 1988","10-14"]}],"locations":[{"id":8996,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":2379,"tag":"Street Names"},{"id":719,"tag":"South Carolina"},{"id":1412,"tag":"Greenville, SC"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}}