{"id":6194,"title":"The Once Compact City: Opelika, AL and Industrial Redevelopment","course_id":127,"status":"P","start_date":"7/1/49","end_date":"7/31/49","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1949, the Sanborn Map Company updated its detailed survey of Opelika, Alabama. This map contains a wealth of detail, including all major and minor structures within the city limits, and detailed information about their function. Sanborn published this map (and others like it) for the benefit of insurance companies, who used them to estimate the fire risk for different structures in the town. For example, a house located next to the higly flammable Alabama Oil and Guano Company would likely be assessed a higher insurance rate than one further away. Although the Sanborn maps had a narrow purpose at the time they were published, historians have realized that the information they contain is useful for a wide variety of purposes. The maps show where specific homes, businesses, and other important buildings were located relative to other structures. They also show how communities developed over time, as the company published updated maps every few years. In the case of Opelika, the map also shows how certain patterns of development can make it difficult for cities to adapt to economic realignment.\tOpelika in 1949 had a very compact city structure, with little wasted space. The city radiates out from a central rail hub, where the Central of Georgia and Western of Alabama railroads converge. The Lee County Court House and City Hall are only a few blocks away, and many businesses and homes are tightly clustered around them. Opelika is not a densely populated area, but it makes efficient use of the available space anyway. Despite having many facilities for the maintenance and sale of automobiles, the city lends itself to easy walking. Homes and businesses are located close to each other. It is important to note, however, that Opelika would have been subject to the same Jim Crow segregation rules as the rest of South during this time period. The school for black children is located on the edge of the city, far away from many amenities. \tAfter 1949, Opelika’s pattern of economic development began to change rapidly. New businesses, such as textile mills and the Uniroyal tire factory, arose outside of the city limits. Other businesses went into decline and closed, including the passenger rail station. As a result, Opelika moved towards a pattern of “suburbanizing” industry away from traditional city centers.","This was a pattern in many American cities in the latter half of the twentieth century. Thomas Sugrue’s <em>The Origins of the Urban Crisis</em> explains this phenomenon in detail, using the city of Detroit as his chief example. As industries fled inner cities all across America, those areas rapidly deteriorated. It is still proving difficult to redevelop those former industrial areas for useful purposes, with Opelika a prime example of this."],"display_date":"July 1949","search_date":"1949-07-16","citations":[{"divid":1414865238,"type":"Pamphlet or Other Printed Material","data":["Sanborn Map Company","\"Lee County, Alabama Map\"","New York, NY","Sanborn Map Company","1949","ProQuest"]},{"divid":1414865407,"type":"Book","data":["Thomas J. Sugrue","The Origins of the Urban Crisis: Race and Inequality in Postwar Detroit","Princeton Classic Edition","Princeton, NJ","Princeton University Press","2005","1-375"]}],"locations":[{"id":8973,"lat":32.6011777617,"lng":-85.3556271043,"zoom":10,"place":"Lee, Alabama"}],"tags":[{"id":2402,"tag":"Economic History"},{"id":2401,"tag":"City Planning"},{"id":2400,"tag":"Redevelopment"},{"id":1824,"tag":"Railroads"},{"id":2335,"tag":"Industrial History"},{"id":2334,"tag":"Opelika, Alabama"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}}