{"id":6201,"title":"Unnatural Nature: The Creation of Lake Martin","course_id":127,"status":"P","start_date":"9/14/24","end_date":"9/14/24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lake Martin, located in Central Alabama, was the largest manmade lake in the world at the time of its construction. The 25,000-acre lake was formed by Martin Dam, which was built by Alabama Power in 1923. Project designers promoted the construction of Martin Dam by describing its benefits to both agricultural producers and local residents. Among those benefits was the claim that the presence of such a large body of water would positively affect the general climate of the area. The temperature is more equitable where there is a larger concentration of water. Not only was the temperature altered but the presence of the lake would provide better and safer weather conditions in regards to fruit and vegetable production. Ideal temperature leveling would also eliminate late frost devastation. These promotional details were necessary to secure local/farmer support of such a large scale construction and landscape alteration.","Critics of this hydroelectric project were unable to defeat the lake's creation considering the resources that it would provide for the area such as hydroelectric power, job resources and recreation. Although the original landscape was destroyed by flooding, nature was in a sense \"replaced\" by a manmade version of a naturalized landscape. Would John Muir be displeased with Lake Martin? As the lake was introduced to an array of fish species, over time it has become not only a source of recreation but also home to an abundance of marine life. This beautiful body of water may not have been naturally created but over time has created rich resouces for people and ecosystems around the area."],"display_date":"September 14, 1924","search_date":"1924-09-14","citations":[{"divid":1415078060,"type":"Pamphlet or Other Printed Material","data":["Alabama Power","The Alabama Sportsman","Alabama","Alabama Sportsman Publishing Inc.","1924","Auburn University Ralph Draughon Library"]},{"divid":1415078264,"type":"Article","data":["John Muir","The Tuolumne Yosemite in Danger","The Outlook","87","November 2, 1907","486-489"]},{"divid":1415078442,"type":"Book","data":["Elizabeth Schafer","Lake Martin: Alabama's Crown Jewel","","Charleston, South Carolina","Arcadia Publishing","2003","3-10"]}],"locations":[{"id":8971,"lat":32.8623974318,"lng":-85.7975267163,"zoom":9,"place":"Tallapoosa, Alabama"}],"tags":[{"id":739,"tag":"Nature"},{"id":2414,"tag":"Lake Martin"},{"id":2415,"tag":"Resources"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}}