{"id":6206,"title":"18 Days in June","course_id":138,"status":"P","start_date":"1812-06-01","end_date":"1812-06-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["President Madison was concerned in June 1812, and he asked for the help of Congress. Thirty-six years after declaring independence from Great Britain, the United States found itself on the brink of war again, and Congress debated how to handle the seizing of American vessels by the British navy.","On June 1<sup>st</sup>, the House of Representatives took up a request by President Madison to consider in a secret setting the confidential matter of British vessels on the open ocean. He accused the British Navy of violating the “peace of the ocean” and the rights of Americans. Then on June 2<sup>nd</sup>, the House was cleared of strangers and the June 1<sup>st</sup> letter from President Madison was read to the members.","On Thursday, June 4, 1812, the House of Representatives discussed a bill that would propel the United States into war with Great Britain. By a vote of seventy-nine to forty nine, the representatives voted to “declare war between Great Britain and her dependencies and the United States and her territories.” Representative Laban Wheaton of Massachusetts voted against declaring war. Wheaton, a Federalist, whose party favored Great Britain over France in world affairs, voted with most New Englanders and his party in this nay vote. On June 17<sup>th</sup>, The Senate narrowly passed the bill and on June 18<sup>th</sup>, Madison declared war on the British.","Historian Richard Buel has evaluated debate and preparations in Congress before the War of 1812. Buel noted that the Federalists, led by Virginian John Randolph, were partial to the British. They believed that the United States should be patient and wait for British concessions. “Go to war without money, without men, without a navy, would be treason,” said Randolph. But Republicans did not believe that the British concessions would be meaningful or lasting, and Republican president James Madison's letter to the House of Representatives led to the June 4<sup>th</sup> to declare war. A week later, the Senate voted to declare war, and President Madison then declared war on Britain. Ready or not, the United States would be taking on the most powerful sea power in the world. Not until the final declaration of war on June 18th did the American people know about these secret debates that took place in early June. These decisions would lead to Madison's evacuating the White House two years later."],"display_date":"June 1, 1812 - June 18, 1812","search_date":"1812-06-09","citations":[{"divid":1415123169,"type":"Government Document","data":["Supplemental Journal","House Journal","June 4, 1812","Washington, D.C.","Gales and Seaton","1826","463-470","Library of Congress, A Century of Lawmaking for a New Nation: U.S. Congressional Documents and Debates, 1774 – 1875","http://memory.loc.gov/cgi-bin/ampage?collId=llhj&amp;fileName=008/llhj008.db&amp;recNum=460&amp;itemLink=D?hlaw:7:./temp/~ammem_L9nt::%230080461&amp;linkText=1"]},{"divid":1415123858,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Richard Buel","The Struggle over Declaring War","America on the Brink: How the Political Struggle Over the War of 1812 Almost Destroyed the Young Republic","Richard Buel","New York, N.Y.","Palgrave Macmillan","2005","123-154"]}],"locations":[{"id":9052,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":154,"tag":"War of 1812"},{"id":17,"tag":"Government"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":138,"school_id":2}}