{"id":6207,"title":"Prelude to War: American Government After the Embargo","course_id":138,"status":"P","start_date":"1809-03-24","end_date":"1809-03-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Gurdon S. Mumford most likely wore his finest on the May 24, 1809, as it was the day he was sworn into the House of Representatives. While this may have been the most significant event for Mumford, Laban Wheaton--a seasoned representative and Federalist from Massachusetts--knew there were matters of state to be addressed on that day. Two petitions were redirected to the Committee of Commerce and Manufacturers, and Wheaton listened as members of the House propose amendments to their actions on previous days. Virginia Federalist John Randolf then moved “to immediately disband” military units that had been authorized on April 12 in a bill entitled “An Act to Raise, for a Limited Time, an Additional Military Force”. Randolph also moved that \"the funds be redirected towards the pre-existing military in order to [arm] and [equip] the whole body of the militia of the United States.” Randolf also sought to appoint a committee to look into whether or not money taken from the Treasury had been used in the way the House had directed. Randolph's multipart motion was unanimously affirmed. Then many representatives began to fuss over the specificities of the motion, however the House was able to, again, agree on passing it. At the end of the day, the House adjourned until the following morning at ten o’clock.","While many of the votes taken that day were unanimous, the last was not. Laban Wheaton voted against the final motion of the day, and his vote illustrated both the platform of the Federalist Party, and the tensions in Congress between attempting to maintain good relations with Britain and upholding the sovereignty of the relatively new United States.","History Jeffrey A. Frankel’s article has noted that the 1807-1809 Embargo against Great Britain had many shortcomings, ultimately it failed, and did more harm to the United States it helped the nation either financially or politically. By May 24, 1809, the embargo had been lifted, but the nation faced an economic downturn brought on by the embargo. And the House discussion of troops and funds illustrated ongoing indecision within the government of the early republic regarding the potential of international warfare with England."],"display_date":"March 24, 1809","search_date":"1809-03-24","citations":[{"divid":1415123162,"type":"Government Document","data":["Journal of the House of Representatives of the United States","A Century of Lawmaking for a New Nation US Congressional Documents and Debates","May 24 1809","Washington","Gales &amp; Seaton","1826","11-15","A Century of Lawmaking for a New Nation US Congressional Documents and Debates","http://memory.loc.gov/cgi-bin/ampage?collId=llhj&amp;fileName=007/llhj007.db&amp;recNum=9&amp;itemLink=D?hlaw:19:./temp/~ammem_ICc6::%230070010&amp;linkText=1"]},{"divid":1415123932,"type":"Website","data":["Jeffrey A Frankel","The 1807-1809 Embargo against Great Britain","JSTOR","https://oncourse.wheatoncollege.edu/mod/assign/view.php?id=11201","Accessed October 22, 2014"]}],"locations":[{"id":9074,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":2493,"tag":"Embargo of 1807"},{"id":1782,"tag":"US Government"},{"id":370,"tag":"Federalist"},{"id":9,"tag":"Law"},{"id":1444,"tag":"American Politics"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":138,"school_id":2}}