{"id":6210,"title":"A Massachusetts Federalist Opposes Declaration of War","course_id":138,"status":"P","start_date":"1812-06-18","end_date":"1812-06-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Thursday June 18, 1812 the members of the House of Representatives were in session when word came that the Senate had passed a bill, “An act declaring war between Great Britain and her dependencies and the United States and their territories.” Tensions with Great Britain had grown in the early 1800s because of conflict with the British Navy. The British had impressed over six thousand United States citizens, and in 1807, <em>HMS Leopard</em> had opened fire on <em>USS Chesapeake</em>, killing three men. Great Britain had not responded to either diplomatic negotiations or threats made by the United States. Declaring war was the next step for many United States politicians, though not all congressmen agreed on declaring war against Great Britain. Federalists and some Republicans had strong concerns about the effects of war on the new nation.","Virginian John Randolph had previously voiced Republican apprehensions about the implications of the impending war for the United States. Randolph worried that American citizens would not want to pay increased taxes and that New England merchants would not support a war that would make their ports vulnerable to the British. Randolph tried to convince other Southern Republicans of the possible dangers a war would cause.","Federalist Laban Wheaton had opposed war with Great Britain since his time in at the Massachusetts Statehouse. In 1808 Wheaton presented the Wheaton Resolves in response and opposition to the national Embargo Act. James Sullivan, a Democratic-Republican and Governor of Massachusetts, had seen the Federalist Campaign in Massachusetts as a betrayal of President Jefferson, and he had feared that opposing the national government would lead to anarchy. Sullivan tried to present the Embargo Act in a positive light, as a federal action the demonstrated of unity and independence for the nation. The Federalist Party had dominated the Statehouse, and Wheaton had gained recognition for authoring the resolves. Elected to the U.S. House of Representatives in 1808, Wheaton maintained his Federalist stance through his four terms. He joined with other Federalists and some Republicans in resisting the declaration of war in 1812.","When the Senate presented the act to the House, Federalists and other members who were opposed to war tried to delay the vote. Virginia Federalist Daniel Sheffey proposed to postpone the vote indefinitely. Along with seventy other House members, Massachusetts Federalist Laban Wheaton voted in favor of the motion, which was opposed by forty-six nays. The motion was raised again, and Wheaton voted in the affirmative. However, the nays outweighed the yeas with an eighty-five to forty-four vote. When John Randolph, a Republican from Virginia who opposed the declaration of war, moved to postpone the vote until the following Monday the nays still defeated the yeas. Randolph then proposed to postpone the vote until July, but again the motion failed. All efforts to delay a vote and halt the process of declaring war on Britain proved futile."],"display_date":"June 18, 1812","search_date":"1812-06-18","citations":[{"divid":1415123143,"type":"Book","data":["Richard Buel","America on the Brink: How the Political Struggle over the War of 1812 Almost Destroyed the Young Republic","","New York","Palgrave Macmillan","2005","45-46, 130-152"]},{"divid":1415123450,"type":"Government Document","data":["House Journal","Annals of Congress, 12th Congress, 1st Session","June 18, 1812","Washington","Gales and Seaton","1826","1679-1683","Century of Lawmaking for a New Nation","http://memory.loc.gov/cgi-bin/ampage?collId=llac&amp;fileName=024/llac024.db&amp;recNum=249"]}],"locations":[{"id":9063,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":5,"tag":"War"},{"id":370,"tag":"Federalist"},{"id":17,"tag":"Government"},{"id":2423,"tag":"Laban Wheaton"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":138,"school_id":2}}