{"id":6214,"title":"Economic Forces Shaping the African American Experience","course_id":130,"status":"P","start_date":"1845-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Economic Forces Shaping the African American Experience (1600-1877)<br />Primary Source: Slaves and the Courts. “Trial and Imprisonment of Jonathan Walker at Pensacola, Florida, for Aiding Slaves to Escape From Bondage.” Boston, Pub. at the Anti-slavery office, 1845. Accessed November 1, 2014.<br /><br /> <br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /> Jonathan Walker’s name means something for slavery that was not common of a middle-class white man in the 1800’s. Walker was an abolitionist that risked his life for the greater good of the slaves in Florida, and around the United States. This source addresses the imprisonment and trail of Walker after being caught moving slaves to the Bahamas in 1844 that he wrote in 1845, after he was released from jail. Walker explains in this story of his life what his struggles were while in jail, and his feelings on slavery as a whole. What this source shows the public is what slavery looked like to a man who was ultimately removed from slavery, but involved himself by choice. Walker was a railroad property manager who decided to befriend the black workers that he encountered, as the National Abolition Hall of Fame and Museum explains. He would invite them over for dinner, and learn about their lives. Eventually this passion for people lead him to move slaves to freedom in the Bahamas, at least, he tried. Upon being caught he was put in arrested and imprisoned for “stealing slaves.” <br /> “Economics, social science that seeks to analyze and describe the production, distribution, and consumption of wealth.” What this means, is that there is a significant part of the movement of services and development of consumers that defines what an economy is all about. In the 1700-1800’s, much of that relied on the slave. Down to it’s most basic needs, the slave was an integral part of the community. The content of this source explains what imprisonment looked like in 1844, which to me, had a lot to do with the economy of the African-American Slave. “The family consisted of F. T. the jailer--L. T. his wife, and six children; a mulatto woman and her child, five or six months old. Of course the work about the yard and kitchen devolved on the slave woman, who, by the bye, was not without her faults.” This quote from Walker explains that even on the inside of a jail, the slaves were being worked. Although the horror of working in the fields, and being beaten and lashed is what is imagined as the worst possible circumstance, it is hard not to imagine that this is in fact equally as bad. There are women, mothers, who were being beaten in front of convicted criminals and were then expected to serve them, too. This just enhances the idea that there is nothing that happened over the course of these years that didn’t require a slaves hands. This is what defines the economy. The economy wasn’t sustainable without the slave, which is why it was such a problem to eradicate. It became such a necessity for sustainability in the United States, because the owner didn’t want to have to pay for their services. The economy in this time period became the slave, “Because northern textile mills relied on southern cotton, many northern textile mills relied on southern cotton, many northern congressmen sympathized with southerners’ arguments that only slave labor could sustain the U.S. economy.” As horrible as it was, and is, slavery did become it’s own economy. It became what people relied upon to survive. Walker defines this in this source about his time in jail after trying to bring an end to this twisted economy that was occurring. <br /><br /> <br />"],"display_date":1845,"search_date":"1845-07-02","citations":[{"divid":1415129396,"type":"Website","data":["Jonathan Walker","http://www.nationalabolitionhalloffameandmuseum.org/jwalker.html.","National Abolition Hall Of fAme","http://www.nationalabolitionhalloffameandmuseum.org/jwalker.html.","November 3, 2014"]},{"divid":1415129493,"type":"Book","data":["Clayborne Carson","African American Lives","1","Stanford University","Pearsons","2005","227"]}],"locations":[{"id":8955,"lat":null,"lng":null,"zoom":8,"place":"ESCAMBIA, Florida"}],"tags":[{"id":2425,"tag":"slavery economy"},{"id":2426,"tag":"1844"}],"course":{"name":"African-American History to 1877","school":"Rollins College","course_id":130,"school_id":5}}