{"id":622,"title":"Fugitive Slave and Author Delivers Speech in Glasgow, Scotland","course_id":1,"status":"P","start_date":"1857-06-02","end_date":"1857-06-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Andrew Jackson was a slave living under the lash in Sumter County, South Carolina.  After years of servitude, Jackson fled slavery when he was separated by sale from his wife and child in 1846.  Jackson worked briefly in Charleston, South Carolina before he stowed away on a vessel bound for Boston, Massachusetts.  He settled in Salem and worked part-time as a sawmill operative and leather tanner.  When Jackson mailed a letter to his former master in South Carolina asking to purchase his family members, a slave agent was sent to find him and return him to Sumter County.  Jackson avoided capture, however, and fled to Canada wit the help of Harriet Beecher Stowe once the Fugitive Slave Law was passed.  &lt;br /&gt;Jackson wanted to educate others about the incredible sufferings and toils of black people under slavery in the United States.  He did this by publishing his own book in 1862 entitled, The Experience of a Slave in South Carolina, and traveling to other countries to give lectures and speeches on slavery in the US.  In the summer of 1857, Jackson traveled to Glasgow, Scotland to give a speech at the Scottish Exhibition of Arts and Manufactures Connected with Architecture.  The chairman introduced the lecturer Mr. Jackson as an intelligent-looking black, in the prime of his life, with a peculiar broken dialect of a negro' although he did a round, unvarnished tale delivery' of his captivity and escape from slavery.  Utlimately, Jackson hoped to earn enough money from his speeches and lectures to eventually purchase the freedom of his family members still in slavery in South Carolina."],"display_date":"June 2, 1857","search_date":"1857-06-02","citations":[{"divid":1215728351,"type":"Book","data":["Peter C. Ripley, et al, eds.","The Black Abolitionist Papers, Vol. I: The British Isles, 1830-1865",null,"Chapel Hill, NC","University of North Carolina Press","1985","427-429"]},{"divid":1215728414,"type":"Pamphlet or Other Printed Material","data":["John Andrew Jackson","The Experience of a Slave in South Carolina","London","Passmore &amp; Alabaster","1862","Academic Affairs Library, UNC - CH"]}],"locations":[{"id":467,"lat":33.8522812111,"lng":-80.2797613977,"zoom":8,"place":"SUMTER, South Carolina"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}