{"id":6223,"title":"Seminole Hotel Worthy of First Lady","course_id":131,"status":"P","start_date":"1892-10-02","end_date":"1895-04-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Since the ambitious Loring A. Chase crafted his initial vision of Winter Park, he predicted that its success would derive from the tourism industry. As the Seminole Hotel was an enormous stride in the structural economic development of tourism, the whole town dynamic centered around the hotel. For instance, Hannibal Square was created to serve as a residential area for the employees of the Seminole, as well as to maintain the segregation between the white and African American citizens. The Seminole’s unquestionable success as a tourist staple solidified Winter Park’s economy. Tourism in the region resulted in a flow of revenue and widespread attention to an otherwise unknown, developing town. Even the former First Lady, Mrs. Ulysses Grant, chose to stay at the Seminole Hotel for her 1895 tour honoring her late husband. The cultural significance of the hotel has defined and cultivated Winter Park’s history, making it the backbone of the city’s origins and continued legacy.","When Loring Chase first invested in Florida land development and real estate, he knew the most pragmatic way to generate money was to attract the wealthy people who came to Florida from the Northeast during the winter[1]. Thus, Chase built three main hotels in Winter Park with the Seminole being the most luxurious. It was equipped with the best facilities and modern technologies to allow for a pampered visit. He hoped that when the vacationers witnessed the aesthetically appealing surroundings and enjoyed the temperate weather, they would be drawn to purchase Winter Park property and become invested in the city’s future[2].","The Seminole Hotel itself was five-stories tall. It cost $150,000 to construct and furnish the 200 rooms. The hotel offered croquet grounds, tennis courts, fishing, rowboats, sailboats, two steam yachts, a billiard room, a bowling alley, and an orchestra. Due to all of the amenities, the Seminole was the largest and arguably the grandest hotel in Florida. The Seminole Hotel boasted, “That more millionaires and beauties were gathered on its piazzas than any other space in Florida.” By the end of that first winter season, 2,300 registered guests had already lodged in the Seminole Hotel[3]. By 1892, famous visitors of the hotel included, H. M. Flagler, William Rockefeller, President Grover Cleveland, and First lady Mrs. US Grant.","After the early years of garnering its reputation, Mrs. US Grant’s stay marked the peak of the Seminole Hotel’s success, before a fire devastated the hotel only a few years later. Mrs. Grant’s stay arguably bolstered the hotel’s business because she drew crowds who wished to see her and to offer their condolences. The crowds brought positive public attention to the hotel. Mrs. Grant was the highest profile figure to lodge at the hotel at that time, and her stay showed how influential the tourist industry of Winter Park had become.[4]                 The Seminole Hotel accomplished its main goal of fostering wealth within the community during its successful duration. Though it did not continue its legacy after the fire in, it still affected Winter Park today, specifically through the layout and its affiliation with tourism. Furthermore, the wealth of Winter Park originated in part due to the amount of tourism the hotel generated. What the modern observer witnesses about Winter Park today is due to the domino effect that started with the success of the Seminole Hotel.","[1] Encyclopædia Britannica Online, s. v. \"Winter Park\", accessed November 06, ………2014, http://www.britannica.com/EBchecked/topic/645657/Winter-Park.","[2] John Williston Cook, “In Memory of Loring Augustus Chase: One Of The Founders Of ………Winter Park, Addresses and Letters.”","[3] Winter Park Historical Association. \"The Golden Age of Hotels.\" The Golden Age of  ………Hotels. Winter Park History Museum, n.d. Web.","<sup><sup>[4]</sup></sup> Winter Park scrapbook “Mrs. US Grant in Winter Park, 1881-1906: Loring Chase scrapbooks Vol. 02, 1895."],"display_date":"October 2, 1892 - April 4, 1895","search_date":"1894-01-01","citations":[{"divid":1415333475,"type":"Article","data":["Loring Chase scrapbooks","US Grant in Winter Park","Winter Park Scrapbooks","Vol. 02","1895","471"]},{"divid":1415333596,"type":"Website","data":["Winter Park History Museum","Golden Age of Hotels","Winter Park History Museum","http://www.wphistory.org/explore-history/winter-park/hotels/","November 6th 2014"]}],"locations":[{"id":8989,"lat":27.9325389945,"lng":-81.1174374911,"zoom":8,"place":"OSCEOLA, Florida"}],"tags":[{"id":2314,"tag":"WinterPark"},{"id":2440,"tag":"seminolehotel"},{"id":2441,"tag":"usgrant"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}