{"id":6224,"title":"The Great Florida Migration","course_id":131,"status":"P","start_date":"1880-01-01","end_date":"1/1/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the Civil War Florida became a beacon for people from other stated to change environments from the cold north to the almost year long tropical climate of Florida. Mainly towards the 1890's Florida experienced a rapid increase in population, due to people migrating down south. Many of the people that decided to migrate down were white New Englanders and colored people, many of whom were former slaves.  However, with the influx of migrants from other states tensions followed, mainly racially with the influx of former slaves.","The majority of the migrants coming down to Florida were mainly white northerners. A vast number of them came from New England. From a period of twenty years from 1880 to 1900 the white population more than doubled from 142,605 to 297, 333, while making up almost 60% of the Florida population.[1] Some of the New Englanders tended to form societies of their own containing other New Englanders. These societies they formed were called New England Societies. [2]These societies of New Englanders included permanent residents of Florida who used to live in New England, and even included the New Englanders who only stayed down in Florida for the winter. The New England Society in Florida would meet on various occasions and places throughout the year, one of these places was the City of Winter Park.[3] One of the main reasons people tended to migrate to Florida, besides the tropical winters, was the increase in jobs due to the development of Florida. The second main group to come into Florida were the former free slaves. Between 1880 and 1900 the black population in Florida had increased from 126,690 to 230,730. [4]Some of the more popular reasons that African Americans came down here for was work. Many either worked on the construction of the railroads under Henry Flagler or started or helped out on farms in the area.[5]","Despite the increase in migration, many southerners did not enjoy having these new residents in their state. Besides the white northerners, some of the groups experienced heavy discrimination in the south, including Florida. The main group to be exposed to a negative view on their influx into Florida and the rest of the South, were the blacks. One of the most basic and widely used discrimination tactic against the blacks were the Jim Crow Laws[6]. The Jim Crow Laws were a series of legal acts that enforced segregation mainly in the South. Anti black movements throughout the South were effective for the southerners in keeping the blacks separated from their daily lives, and giving them the least amount of freedom they could possibly get, which was easy for them to do in the south despite the fact that in some areas, like the entire state of Florida, blacks made up more than a third of the population. The white northerners on the other hand were more accepted by the residents of the state of Florida. As long as they could be considered white, the residents presented little aggression towards them. They were allowed to stay in hotels, move down here, and open their own businesses without the risk of segregation. Some of them, like the New Englanders, even created their own societies to stay connected with other people that were from their area.","The migration of fellow Americans into the state of Florida continued a trend of population expansion within not just Florida, but the South. Many of these migrants came from former slaves and white northerners mainly from New England. However, despite the massive increase in population for Florida some of the migrants, mainly the former slaves, were unwelcome in many areas of Florida and the South."],"display_date":"January 1, 1880 - January 1, 1900","search_date":"1889-12-31","citations":[{"divid":1415338856,"type":"Website","data":["United States Census","Florida - Race and Hispanic Origin: 1830 to 1990","United States","http://www.census.gov/population/www/documentation/twps0056/tab24.pdf","November 5, 2014"]},{"divid":1415338954,"type":"Online Encyclopedia","data":["International Encyclopedia of the Social Sciences","Jim Crow","http://www.encyclopedia.com/doc/1G2-3045301216.html","November 5, 2014"]},{"divid":1415339033,"type":"Website","data":["Florida History Internet Center","Florida History","Florida History Internet Center","http://floridahistory.org/newwaves.htm","November 4, 2014"]},{"divid":1415339216,"type":"Website","data":["Loring Chase","Winter Park scrapbook, 1881-1906: Loring Chase scrapbooks Vol. 02,1892,","Winter Park","http://digital.library.ucf.edu/cdm/ref/collection/CFM/id/26479","November 5, 2014"]}],"locations":[{"id":8990,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":366,"tag":"Migration"},{"id":2442,"tag":"New England Societies"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}