{"id":6230,"title":"<em>Worcester v. Georgia </em>Changes Indian Relations with Government","course_id":137,"status":"P","start_date":"1832-02-20","end_date":"1832-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Cherokee leaders appealed to the Supreme Court in the monumental case <em>Worcester v. Georgia</em> ruling in favor of the Cherokee people and missionary Samuel Worcester and overturning a previous Georgia law from 1831.  Chief Justice John Marshall’s majority opinion stated, “Although it had surrendered sovereign powers in those treaties with the United States, the Cherokee Nation remains a separate, sovereign nation with a legitimate title to its national territory.” The Cherokee Nation and other individuals involved were overjoyed with the verdict of the case.  Elias Boudinot, one of the missionaries arrested with Worcester, wrote to his brother, “It is glorious news.  The laws of the state are declared by the highest judicial tribunal in the country to be <em>null & void</em>.  It is a great triumph on the part of the Cherokee.”","Missionary Samuel Worcester, a Vermonter, traveled to Brainerd, Tennessee as part of the American Board of Commissioners for Foreign Missions (ABCFM) Cherokee mission in 1825.  In 1827, Worcester moved to New Echota, Georgia, the Cherokee national capital.  Worcester worked with several other missionaries, such as Boudinat, in translating the Bible into the Cherokee language.  Through the years, Worcester became close friends with several Cherokee leaders and told them about their legal rights under the Constitution.","Georgia government officials began to fear Worcester’s influential behavior on the Cherokee leaders and needed a way to remove him from Cherokee Territory.  On February 1, 1831 the Senate and House of Representatives of the State of Georgia enacted a law that “further enacted that his Excellency the Governor be, and he is hereby, authorized to grant licenses to reside within the limits of the Cherokee Nation.” This decision made it so that Worcester and other missionaries must have permission from the state of Georgia to reside in Cherokee territory.","Georgia authorities arrested Worcester and several others who refused to leave on March 12, 1831. They released him soon after because his lawyer argued that he was there on behalf of the federal government while he was being postmaster.  Not long after, Georgia authorities arrested him again on July 7, but Worcester posted bond so he could return home to take care of his wife and dying daughter. They arrested Worcester for a third time and in September he, along with other missionaries, were sentenced to four years in prison and was sent to the Georgia penitentiary at Milledgeville for hard labor. Worcester and the other missionaries were finally released from prison in 1833."],"display_date":"February 20, 1832 - March 3, 1832","search_date":"1832-02-26","citations":[{"divid":1415644664,"type":"Government Document","data":["Worcester v. Georgia","31. U.S. 515 Supreme Court of the U.S.","1832","","","","","",""]},{"divid":1415644759,"type":"Book","data":["Robert J. Conley","The Cherokee Nation: A History","","Albuquerque","University of New Mexcio Press","2005","112"]},{"divid":1415644848,"type":"Website","data":["Tim A. Garrison","Worcester v. Georgia (1832)","New Georgia Encyclopedia","http://www.georgiaencyclopedia.org/articles/government-politics/worcester-v-georgia-1832","21 September 2014"]}],"locations":[{"id":9003,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":2457,"tag":"Chief Justice Marshall"},{"id":557,"tag":"American Indian Policy"},{"id":260,"tag":"Cherokee Indians"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}