{"id":6235,"title":"Pacific Railway Act Makes Transcontinental Train Possible","course_id":137,"status":"P","start_date":"1862-07-01","end_date":"1862-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 1, 1862 President Abraham Lincoln signed into law the Pacific Railway Act of 1862 which “hereby created and erected into a body corporate... by the name... of The Union Pacific Railroad Company... ; and the said corporation is hereby authorized and empowered to lay out, locate, construct, furnish, maintain and enjoy a continuous railroad and telegraph.”  This act provided Federal support for the building of the first transcontinental railroad across the United States from the Missouri River to the Pacific Ocean. Federal support came in the form of government issued land grants to railroad companies to help fund the construction. Historian Stephen Ambrose states, “Next to winning the Civil War and abolishing slavery, building the first transcontinental Railroad…was the greatest achievement of the American people of the nineteenth century.”","Congress passed many Railway Acts to help establish the first transcontinental railroad with the first being the Pacific Railway Act of 1862. Nearly a decade earlier, Congress authorized Jefferson Davis, then the Secretary of War, to conduct several different surveys to find a possible route for a transcontinental railway in 1853.  Davis presented the report to Congress in 1855, but no route or bill could be agreed on until after secession removed southern voters from Congress.","This, no doubt, would be an expensive undertaking, so how did the Federal government plan to fund it?  They decided to offer incentives such as land grants and government bonds to “men of talent, men of character, men who are willing to invest” to help fund this major project. The government bonds were “issue[d] to said company bonds of the United States of one thousand dollars each, payable in in thirty years after date…for each section of forty miles.” It was mainly railroad companies that received government bonds as financial aid and these bonds had to be paid back.  An estimated 180 million acres of land were given to railroad companies by states and the federal government in the form of public land grants.  Critics argued that the government was just giving away land and money to help businessmen increase their fortunes.","Congress authorized two railroad companies, Union Pacific and Central Pacific, to construct the railway lines.  The Union Pacific began at Omaha, Nebraska building west, and the Central Pacific starting at Sacramento, California building east.  For both crews, the majority of workers were immigrants who had to face unforeseen challenges.  The Union Pacific had about 8,000 Irish, German and Italian immigrants and Central Pacific had about 10,000 Chinese immigrant laborers.  The workers constructed railway lines around mountains, dealt with severe weather, and tried to survive the Native Americans hostility.  The last portion of the railway line was finished in Promontory, Utah and Congress held a ceremony on May 10, 1869 celebrating the great accomplishment of having a transcontinental railroad connecting the United States."],"display_date":"July 1, 1862","search_date":"1862-07-01","citations":[{"divid":1416427569,"type":"Government Document","data":["Pacific Railway Act of 1862","12 Stat. 489","","","","July 1, 1862","","",""]},{"divid":1416427634,"type":"Book","data":["Stephen Ambrose","Nothing like it int he world: the men who built the transcontinental railroad, 1863-1869","","New York","Simon &amp; Schuster","2000","17, 80-81"]},{"divid":1416427715,"type":"Website","data":["N/A","Landmark Legislation: The Pacific Railway Act of 1862","United States Senate","http://www.senate.gov/artandhistory/history/common/generic/PacificRailwayActof1862.htm","October 26, 2014"]}],"locations":[{"id":9039,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":666,"tag":"Railroad"},{"id":683,"tag":"Abraham Lincoln"},{"id":2468,"tag":"American West"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}