{"id":6240,"title":"New York Canal Construction Challenges its Creators","course_id":137,"status":"P","start_date":"1825-10-26","end_date":"1829-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The challenges of creating the Erie Canal are clearly portrayed in a bill submitted to the Canal Board for payment in 1829. The expenses listed within this bill were specifically for section twelve of the canal. Some chores mentioned were “cleaning [of land], chopping, and excavation [of] solid rock.”  Noticeably, these actions required a lot of time and energy from dedicated, hardworking individuals.","Constructing a waterway that is 340 miles in length, four feet deep, forty feet wide, and connects Buffalo to Albany, New York was not an easy task, and inevitably brought countless challenges that the laborers faced and overcame in order to get the canal operating. This bill submitted to the Canal Board allowed $490 towards “1 Farm Bridge.” This illustrates one of the challenges that the creators of the canal met. As they cleared land and continued digging the canal, citizens who owned that land probably became frustrated because it was hard for them to access both sides of their land. Therefore, the canal workers had to install bridges along the way so that landowners could reach both sides of their land without having to get wet.","When the Erie Canal workers reached the Montezuma marsh in 1820 towards the northern part of the canal, engineers from the American Society of Civil Engineers report that “malaria and pneumonia thinned their ranks and difficult geo- technical conditions slowed their progress.” Unfortunately for these laborers, this was only the beginning of the difficulties they would meet while creating the Erie Canal. “The canal builders did not meet their greatest challenge, though” experts recall, “until they had nearly reached Buffalo, the western terminus.” There, laborers had to use the dangerous technique of heavy blasting to break through a slab of sturdy rock.","In all, the 1829 bill for section twelve submitted to the Canal Board ordered excavation for “29,184 cubic yards” of solid rock. To put that number into perspective, a typical ten-wheel dump truck has a capacity of ten to twelve cubic yards of material. Therefore, it would have taken approximately 2,500 dump trucks to haul all of the solid rock that the Erie Canal workers had to excavate for this section.","Overall, the builders of the Erie Canal faced numerous challenges along the way that required years of hard work, dedication, and a little creativity to overcome. Plus, keep in mind that this bill submitted to the Canal Board was only representative of the needs of one section of the Erie Canal. Section twelve was a bit over one mile long, while the entire canal’s length was 363 miles. Therefore, the amount of chopping, clearing, and excavating that was needed over the eight year creation of the canal is almost unimaginable."],"display_date":"October 26, 1825 - October 26, 1829","search_date":"1827-10-26","citations":[{"divid":1416883970,"type":"Pamphlet or Other Printed Material","data":["","Bill for Work Completed: Section 12","New York","n/a","1829","New York Archives"]},{"divid":1416884218,"type":"Article","data":["Roy G. Finch","The Story of the New York Canals","New York State Canal Corporation","n/a","1998","1-28"]},{"divid":1416884459,"type":"Website","data":["Destination Anywhere","Our Services","Destination Anywhere Inc.","http://www.destinationanywhereinc.com/index.php?get_page=services","October 15, 2014"]}],"locations":[{"id":9050,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"ALBANY, New York"}],"tags":[{"id":792,"tag":"Transportation"},{"id":831,"tag":"construction"},{"id":563,"tag":"Erie Canal"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}