{"id":6241,"title":"Seven Days Battle Letter Gives Insight into Soldier’s Lives","course_id":137,"status":"P","start_date":"1862-07-03","end_date":"1862-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter from R. Emmett Martin to his wife, one can see the content, yet suffering state of mind that most Confederate soldiers were in during the days following the Seven Days Battle. Soldiers wanted to be cheerful as they had just won a battle, but were seemingly unable to muster that emotion because of the losses they endured. The Seven Days Battle was technically a Confederate victory. However, historians wonder if it should be considered a victory at all, as the South suffered immense losses.  Martin demonstrated how distressed many southern soldiers were from the deaths and wounds of comrades and the prolonged time and distance between themselves and their loved ones. Other than the effects of the Seven Days Battle on the Confederacy, it also becomes obvious in this letter how poorly educated some of the soldiers were who were fighting in the Civil War.","James McPherson, author of <em>Battle Cry of Freedom,</em> has discussed how devastating the Seven Days Battle was to the southern troops. McPherson reports that the Confederate’s “total causalities in these six contests exceeded Union casualties by 20,000 men.” R. Emmett Martin emphasized this reality as he named off several soldiers he knew who fell that day. Martin summarized that “Our regiment lost in killed and wounded one hundred and twenty six [men].” It is questionable how southerners were supposed to consider this battle a victory when they had lost so much.","The importance of family is also emphasized in Martin’s letter. These soldiers had lives and families waiting for them to return home. Martin showed how important his family was to him as he began his letter: “I write in a haste and only a few lines to inform you of my safety after the hard fought Battle…” Martin spent his spare moments on writing letters to reassure his family that he was still alive. At the end of the letter, he also promises to write again, and in more detail, when he had more time.","Lastly, R. Emmett Martin’s letter shows a stereotypical southern Civil War soldier. It seems as though Martin could not have gone more than a few lines in his letter without a spelling error. For example, “I was in with the regimant,” and “it was an awfull hot place.” These spelling errors also could have been due to other factors such as hurrying to write. However, Frank E. Smitha, a lifelong researcher of history and philosophy, explains that southerners overall were in fact poorly educated during this time compared to their northern counterparts. He states that “Of the nation's 321 public high schools only 30 were in the South.”","Overall, the letter from R. Emmett Martin reiterated many ideas from McPherson, and brought plenty of new ideas to the table as well."],"display_date":"July 3, 1862","search_date":"1862-07-03","citations":[{"divid":1416885045,"type":"Pamphlet or Other Printed Material","data":["Emmett R. Martin","Confederate Soldier at the Battle of Malvern Hill","Richmod, VA","n/a","1862","VMI Archives"]},{"divid":1416885129,"type":"Book","data":["James McPherson","Battle Cry of Freedom: The Civil War Era","1","New York","Oxford UP","1988","465"]},{"divid":1416885537,"type":"Website","data":["Frank E. Smitha","Cultural Differences Before the U.S. Civil War","Macrohistory and World Timeline","http://www.fsmitha.com/h3/h42cw-culture.htm","November 2, 2014"]}],"locations":[{"id":9051,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":6,"tag":"Education"},{"id":1619,"tag":"family"},{"id":663,"tag":"Letters Home"},{"id":2229,"tag":"Soldier's letter"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}