{"id":6243,"title":"\"The Hun Rule Association\" was a political cartoon used by the Anti-Saloon League to marry patriotism and prohibition by vilifying the German brewing inductry in the United States.","course_id":133,"status":"P","start_date":"1/1/17","end_date":"12/31/33","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early twentieth century, the United States was involved in two “wars”, a military conflict in which those of German ancestry were vilified as part of the war effort, and a social and political campaign that used this hatred of Germans as a tool to further its cause.  America’s entry into World War One sparked an anti-German sentiment that targeted many accomplished members of society that had come to the United States in the first wave of immigrants from Europe.  At the same time, a battle was being fought against the consumption of alcohol, blaming it for all of society’s ills. Since the majority of the breweries in the United States were owned by German immigrants and still retained German names, they became a convenient target of both prohibitionist and anti-German crusaders.","The cartoon “Hun Rule Association” was created by the Anti-Saloon League in the period of 1914-1920, when the United States was at war in Europe during World War 1 (Anti-German Prohibition).  It depicts a parade of beer kegs and bottles, many with stereotypical German faces on them, marching and waving placards.  The placards state the supposed ills that the Anti-Saloon League blamed on alcohol consumption.  The use of German imagery and the term “hun,” an anti-German slur, was meant to associate our enemies oversees with the liquor and beer industries, making Prohibition appear patriotic in a sense.  The Anti-Saloon League went as far as to refer to the Milwaukee brewing industry as “the worst of all our German enemies” (Digital History). These enemies that the league spoke out against were, in fact, some of the most successful and industrious immigrants that had come to America, spreading a culture that is still ingrained in the collective American society.  Germans built a flourishing brewing industry and distribution network, dominating saloon business.  They also introduced the concept of beer gardens to America, providing a family-friendly drinking environment that included food, games, and live music in a well-lit, inviting setting (Immigration).","The organization responsible for this and many other anti-German, prohibitionist cartoons was the Anti-Saloon League.  The organization was founded in 1895 by members of the Republican Party as a national, bipartisan organization tasked with the advancement of alcohol prohibition through public support.  It exerted influence on religious leaders and local politicians to allow it to spread its message to the largest number of citizens possible.  The readers of these cartoons created by the League were ordinary patriotic, god-fearing people that were easily swayed by clever rhetoric.  These common folk would then demand that their church leaders and local politicians do their part for the prohibition cause, further strengthening the movement.","The results of cartoons like “Hun Rule Association” were rapid and violent.  German culture was swept under the rug as German music, including that of Beethoven, was no longer played, books were burned, and businesses were boycotted (German Immigration).  German citizens were attacked, beaten, and on occasion lynched as examples to others.  A once proud and substantial portion of the population was forced to hide a proud heritage, one that had already become a major part of American culture.  Financially, the German beer brewing industry faced massive losses when National Prohibition went into effect.  The value of breweries during the period of prohibition dropped as much as two-thirds (Immigration).  The only way that breweries remained in business until alcohol was made legal again was to diversify production, manufacturing barley malt syrup, ‘near beer’, malted milk, and other pantry staples.","“Hun Rule Association” and similar propaganda remain today as examples of misguided crusades against convenient enemies.  The German immigrants that helped to build business and industry in the United States were victimized, but they still retain their place in American society.  Alcohol’s prohibition did little to lessen its supposed effects, namely wife beating, child abuse, corruption, and Machine politics (Digital History).  The Anti-Saloon League is long gone, but beer is a booming business, and German culture is experiencing a resurgence in the United States."],"display_date":"1917 - 1933","search_date":"1925-07-02","citations":[{"divid":1417215689,"type":"Website","data":["History in the City Timeline","Anti-German Prohibition","History in the City Timeline","http://historyinthecity.weebly.com/prohibition-and-world-war-i.html","10/25/14"]},{"divid":1417215772,"type":"Website","data":["Immigrant Entrepreneurship","Prohibition","Immigrant Entrepreneurship",": http://www.immigrantentrepreneurship.org/entry.php?rec=87","10/25/14"]},{"divid":1417215823,"type":"Website","data":["Lawrence W. Baker, et al","German Immigration","U.S. Immigration and Migration Reference Library","http://ic.galegroup.com/ic/uhic/ReferenceDetailsPage/ReferenceDetailsWindow?zid=a1bdd01f59dacbddab4e6bea68b2a54e&amp;action=2&amp;documentId=GALE|CX3436800018&amp;userGroupName=gray02935&amp;jsid=f6ef0c62ec142c368bfc2a12c90b49ea","10/25/14"]},{"divid":1417215935,"type":"Website","data":["Digital History","Prohibition","Digital History","http://www.digitalhistory.uh.edu/disp_textbook.cfm?smtid=2&amp;psid=3383","10/25/14"]}],"locations":[{"id":9277,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"},{"id":9276,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"},{"id":9275,"lat":38.6407017012,"lng":-90.4430188422,"zoom":9,"place":"St Louis, Missouri"}],"tags":[{"id":2478,"tag":"german americans"},{"id":2477,"tag":"world war one"},{"id":2275,"tag":"Anti-Saloon League"},{"id":111,"tag":"Prohibition"}],"course":{"name":"From Civil War to World Stage","school":"Widener University","course_id":133,"school_id":43}}