{"id":6251,"title":"Women Workers at the Glenn L. Martin Plant during World War II","course_id":132,"status":"P","start_date":"2/1/42","end_date":"2/28/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On the outset of World War II, the demand for production in industries rose. With many men overseas in the military, women were called on the help the war effort by taking on nontraditional roles including industrial jobs. This was especially the case at the Glenn L. Martin Plant in Middle River, Maryland. The Glenn L. Martin Plant built many of the bomber planes used by American and British forces during the war. Because the production at the Martin plant was so crucial to the war effort, the company began recruiting women from across the country in 1942 to keep production running during the war. Women flooded into to Baltimore for the opportunity to work at the Martin Company.","The influx of women workers created many challenges in the community. There were increased demands for housing and for services to help women new to the area find help with childcare and other domestic duties.  In some ways, the community and the company responded well. The Glenn L. Martin Company created female dormitories first, and more substantial housing projects later, so that women workers could live nearby. To help support women, the company provided inexpensive child-care which included regular check-ups by nurses. Recreation was also in demand. The Glenn L. Martin company established recreational clubs for women, including the Minta Martin Girls Club. The community responded, too. Our Lady of Mount Carmel Church established a USO for the plant workers. The church also sponsored events and classes.","However, not all of the women's needs were met without a struggle. Recognizing their importance to the war effort, women were able to insist upon some important services. For example, at first, workers' children were not accepted into the public schools because of over-crowding. In response, they acted collectively, threatening to quit their jobs and slow the war effort at the plant. The federal government had to step in, providing financial support to enable workers' children to attend Victory Villa School.","At first, Martin employers were hesitant to hire women claiming that they would be a distraction to men. However, they quickly discovered that women workers were a tremendous asset to the overall production at the plant, and they made accomodations that were unusual in the history of women's homefront activities. In other areas around the country, child-care established by war industries or in neighboring communities was too expensive. Many women were forced to rely on neighbors or older children to take on the responsibility of daycare. Unlike at Glenn Martin, women in other industrial plants also had to struggle to provide health care and healthy meals for children. Further, the commuting times for women in other cities could be quite long, expanding the amount of time they were away from home.The women at the Martin Company were paid that same as male workers, but the same cannot be said about women in industrial jobs elsewhere.","Because of the importance of the Martin Plant, due to location and what they produced, they were able to do a lot more for their women workers. Even though the women at the Martin Company still faced hardships, the company and the support of the community eased some of these hardships allowing the women to really thrive and help with the war effort."],"display_date":"February 1942","search_date":"1942-02-14","citations":[{"divid":1418349085,"type":"Book","data":["Penny Colman","Working on the Home Front in World War II","","New York","Crown Publishers","1995","88-90"]},{"divid":1418349593,"type":"Article","data":["John R. Breihan","Between Munich and Pearl Harbor: The Glenn L. Martin Aircraft Company Gears Up For War, 1938-1941","Maryland Historical Magazine","88","Winter 1993","389-414"]},{"divid":1418349789,"type":"Pamphlet or Other Printed Material","data":["Jack Breihan","A History of Wartime Middle River: A Proud Past-A Bright Future","Middle River, M.D.","Essex-Middle River Civic Council, Inc","1996",""]},{"divid":1418349924,"type":"Article","data":["Martin Staff","Women at Work","The Martin Star","2","March 1942","19"]},{"divid":1418349996,"type":"Article","data":["Martin Staff","To the Ladies","The Martin Star","7","August 1943","3"]},{"divid":1418350478,"type":"Article","data":["Amy Bentley","Wages of War: The Shifting Landscape of Race and Gender in World War II Baltimore","Maryland Historical Magazine","88","Winter 1993","420-439"]}],"locations":[{"id":9364,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":258,"tag":"World War II"},{"id":1758,"tag":"Gender"},{"id":2571,"tag":"Homefront"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}