{"id":6252,"title":"<strong>The Creation of the Patuxent Research Refuge</strong>","course_id":132,"status":"P","start_date":"1/1/34","end_date":"6/3/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Franklin Delano Roosevelt established the Patuxent Research Refuge by Executive Order 7514 on December 16, 1936. The Refuge was officially opened in June, 1939. It served as both a conservation and a research site for the federal government. Its creation is an example of two of the primary objectives of the New Deal: longterm conservation of natural resources to help prevent future ecological disaster and immediate relief for the unemployed.","Rexford G. Tugwell was responsible for the creation of the Patuxent Research Refuge. As Undersecretary of the Department of Agriculture, he recommended the protection of roughly 2600 acres bordering the shores and tributaries of the Patuxent River. Tugwell argued the site was otherwise unsuitable for farming or development. Mr. Ira Noel Gabrielson was Head of the Biological Survey Head, and he helped Tugwell realize the potential of the Patuxent Reserve. Gabrielson survyed the area on August 14, 1935. He found the site to be diverse in both biological specimins and in natural environments. Patuxent Superintendent, Dr. Leland Morley, praised Gabrielson's ability to recognize that “specialized wildlife investigations could be carried on under the guidance or leadership of our country's foremost scientists [near the nations’s capital].”","The development of the Refuge helped meet the New Deal goal of work relief and training. New Deal funds paid a variety of laborers to study and develop the site. Civilian Conservation Corps workers readied the land for research and implemented a variety of conservation strategies.","The Patuxent Research Refuge helped preserve America’s wildlife and indirectly aided in addressing the problems of poverty and unemployment by putting men to work in conservation. It was founded in hopes that future generations of Americans would efficiently and effectively thrive in America, and avoid environmental disasters."],"display_date":"January 1, 1934 - June 3, 1939","search_date":"1936-09-16","citations":[{"divid":1417910367,"type":"Book","data":["Dr. L. B. Morley","Early History of Patuxent Wildlife Research Center: A Report on the History and Development of the Patuxent Research Refuge","","Unknown","Unknown","1948","1-7, 12, 14-6, 29, 33"]},{"divid":1417915329,"type":"Article","data":["Charles G. Curtin","The Evolution of the U.S. National Wildlife Refuge System and the Doctrine of Compatibility","Conservation Biology","7, no. 1","1993","29-38"]},{"divid":1417916921,"type":"Book","data":["Neil M. Maher","Nature's New Deal: The Civilian Conservation Corps and the Roots of the American Environmental Movement","","New York","Oxford University Press","2007","3-4, 6"]},{"divid":1417917219,"type":"Book","data":["Ira Noel Gabrielson","Wildlife Conservation","","New York","Macmillan","1963","1, 107-9"]},{"divid":1417921582,"type":"Pamphlet or Other Printed Material","data":["Dave Marshall","Ira and Clara Gabrielson Oral History Transcript","","U.S. Fish and Wildlife Service","May 31, 1974","NCTC Archives Museum"]}],"locations":[{"id":9360,"lat":38.8324772244,"lng":-76.8447330303,"zoom":9,"place":"Prince Georges, Maryland"},{"id":9359,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"Anne Arundel, Maryland"}],"tags":[{"id":1550,"tag":"Conservation"},{"id":1300,"tag":"New Deal"},{"id":2503,"tag":"Patuxent Research Refuge"},{"id":2504,"tag":"Bureau of Biological Sur"},{"id":2505,"tag":"Wildlife"},{"id":2506,"tag":"Natural Resources"},{"id":2508,"tag":"Department of Agriculture"},{"id":2509,"tag":"Research"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}