{"id":6257,"title":"Standarization of Fire Hose Couplings:  Outcome of the Great Baltimore Fire","course_id":132,"status":"P","start_date":"2/7/04","end_date":"7/7/12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Everyone is familiar with the myth of Mrs. O’Leary’s cow who kicked over the lantern and started the Great Chicago Fire.  Far fewer are familiar with the story of the Great Baltimore Fire of 1904. A cigarette and not a cow was rumored to have caused the destruction. More important than the causes are the outcomes. The Baltimore Fire of 1904 led to important change in fire safety equipment. Urban fires were a common and devastating occurrence throughout the United States. They created great fear and anxiety, and each led to calls for meaningful reform. The Great Baltimore Fire was no exception.","On February 7, 1904, at midday, a small ember sparked in a warehouse in downtown Baltimore.  This tiny ember sparked and fueled a fire that lasted thirty hours. Baltimore was not prepared for a fire of this magnitude.  Buildings, including fire-resistant structures, were damaged by the heat and flames. Firefighters had to combat high speed winds, and extinguishing the flames proved more challenging than anticipated.  Newspapers articles reported that neighboring cities sent firefighters and equipment to help battle the blaze.  Unfortunately, these legions of firefighters were often unable to use their own equipment, because their coplings were not compatible to Baltimore City fire hydrants.  This  wasted time and might have prolonged the blaze. But it also helped motivate reform. Within two months after the fire, legislative bills and conferences were held to standardize fire hose couplings.  Cities expressed an interest in finding methods to make their city safer.","Interest in fire safety reform lasted into the early twentieth century.  Magazines, such as the <em>Quarterly of the National Fire Protection Association</em>, explained the importance of standardizing fire hose couplings, referencing the Baltimore fire as valid reason for his reform. Numerous cities replaced their fire hose couplings relatively quickly and efficiently. While the Great Baltimore Fire devastated the city, it lead to new methods of fire safety and reform that is essential to present needs in keeping the public safe."],"display_date":"February 7, 1904 - July 7, 1912","search_date":"1908-04-22","citations":[{"divid":1418403962,"type":"Article","data":["F. M. Griswold","Progress in the Adoption of the National Standard Hose Couplings and Hydrants Fittings for Public Fire Service","Quarterly of the National Fire Protection Association","1","1912","22-28"]},{"divid":1418404126,"type":"Newspaper Article","data":["Standard Coupling On Fire Hose urged","The Sun (1837-1988)","","November 08, 1923",""]},{"divid":1418404246,"type":"Newspaper Article","data":["To Help Stop Big Fires: Plan for Uniform Couplings that all State Fire Engines can use","The Sun (1837-1988)","","March 8, 1904",""]},{"divid":1418404318,"type":"Book","data":["Sara E. Wermiel","The Fireproof Building: Technology and Public Safety in the Nineteenth-Century American City","","Baltimore","Johns Hopkins University Press","2000","178-182"]}],"locations":[{"id":9343,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":2519,"tag":"Baltimore fire 1904 MD"},{"id":2538,"tag":"Fire Safety"},{"id":2566,"tag":"Urban Reform"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}