{"id":6259,"title":"Maryland Woman Suffrage Assocation","course_id":132,"status":"P","start_date":"1/1/04","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Maryland Women Suffrage Association was formed in 1867. At that time, there were two national organizations for women’s suffrage at the time the Maryland chapter was formed:  the National Women Suffrage Association and the American Women Suffrage Association. While both had the same goal of achieving full voting rights for women, they tended to have different arguments and different tactics. The NWSA, headed by famous suffragette Susan B. Anthony, wanted a constitutional amendment granting voting rights for women in every state. The AWSA favored state-by-state change. Eventually, in 1890, both organizations combined to create the National American Women Suffrage Association, which approached women’s suffrage as part of women's traditional role. Women should vote, they argued, so they could \"clean up politics.\"","Maryland was one of the first states to have a state suffrage association, and Maryland activists were rather distinct from those in the national organizations. By the turn of the 20th century, Maryland's suffrage leaders were not only demanding the vote, they were making a strong case for women's independence and professionalism. Emma Maddox Funck became President of the Maryland organization in 1904. Funck and her sister were accomplished and independent women. Emma Funck had created a name for herself in the music world. She graduated from the Peabody Conservatory of Music of the Johns Hopkin’s University in Baltimore, Maryland. However, rather than focus on her musical career, she joined the Baltimore Suffrage Club and the National American Woman Suffrage Association in 1894 to become a full time activist. Her sister, Etta Maddox, was also a suffrage and women's rights activist. Etta Maddox had also attended the Peabody Institute, but she eventually switched from singing to law school. On June 6, 1901, Etta Maddox was the first woman to graduate from the Baltimore Law School. Although 37 other states allowed women to take the bar, Maryland did not. Etta Maddox fought for the right of women to practice law in her home state. She lost a case in the Maryland courts, so she pursued it as a federal issue. Under pressure from Etta Maddox and a group of her peers, the Senate passed a bill on March 4, 1902, establishing a federal right for women to practice law. The House passed a similar bill on  March 31, 1902.","Despite such strong, feminist leadership, the women in the Maryland Woman Suffrage Association faced many obstacles. Their agenda was diverse. In addition to demanding access to the vote, they also fought for co-education, and equal pay for equal work. Ironically, even after passage of the federal woman suffrage amendment, women in Maryland still had a fight ahead of them. The state did not ratify the Suffrage Amendment. Nonetheless, women in Maryland won the right to vote after the Amendment was ratified."],"display_date":"1904 - 1920","search_date":"1912-07-01","citations":[{"divid":1418412436,"type":"Newspaper Article","data":["ANTI-SUFFRAGE CATECHISM Advantages of Which Women Would Be Deprived by the Franchise.","New York Times","","April 29, 1894.",""]},{"divid":1418412493,"type":"Website","data":["Jennifer Hafner and Alicia Brooks","Etta Haynie Maddox , MSA SC 3520-12464","MSA","http://msa.maryland.gov/megafile/msa/speccol/sc3500/sc3520/012400/012464/html/12464bio.html","December 12, 2014"]},{"divid":1418412641,"type":"Lecture, Conference Paper, etc.","data":["Dr. Denise Meringolo","“The New Woman: Two Generations of Suffrage Leaders\"","Lecture","HIST 319 Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","University of Maryland Baltimore County","November 3, 2014"]},{"divid":1418412788,"type":"Article","data":["McCammon, Holly J.","“‘Out of the Parlors and into the Streets’: The Changing Tactical Repertoire of the U.S. Women’s Suffrage Movements.”","Social Forces","81, no. 3","March 1, 2003","787–818"]},{"divid":1418412881,"type":"Article","data":["_________","“Stirring up Suffrage Sentiment: The Formation of the State Woman Suffrage Organizations, 1866-1914.”","Social Forces","80, no. 2","December 1, 2001","449–80"]},{"divid":1418412983,"type":"Website","data":["Enoch Pratt Free Library Special Collections","\"Woman Suffrage in Maryland Collection.\"","Enoch Pratt Free Library","https://www.prattlibrary.org/uploadedFiles/www/locations/central/special_collections/finding_aids/MS 4 Woman Suffrage in Maryland Collection.pdf.","December 12, 2014"]},{"divid":1418413124,"type":"Article","data":["Special to The New York Times","“WOMEN LOOK TO MARYLAND.: Suffragists Expect Session Today to Ratify Suffrage.”","New York Times","N/A","September 20, 1920","N/A"]}],"locations":[{"id":9379,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":2548,"tag":"Suffrage Association"},{"id":2547,"tag":"Maryland Woman Suffrage"},{"id":1066,"tag":"Right to Vote"},{"id":280,"tag":"Maryland"},{"id":632,"tag":"woman’s suffrage"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}