{"id":6263,"title":"The Baltimore Jewish Garment Workers’ Strike of 1892","course_id":132,"status":"P","start_date":"1892-06-01","end_date":"1892-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1890s Baltimore, coats were made in a multi-stage process. First, Lithuanian “cutters” employed by wholesalers of fabric worked in warehouses to form the parts of coats—the sleeves, the collars, and so on. Next, these parts were moved to the sweatshops that teemed in the neighborhood bounded by Fayette Street and Eastern Avenue on the north and south, and Central Avenue and Broadway on the east and west.. There, men operating sewing machines assembled the parts into coats. Finally, women working by hand finished the coats. The owners of these sweatshops, like almost all the sewing machine operators and seamstresses, were Jews from Poland.","Since 1886, the men working the sewing machines and the women finishing the coats had each had their own union, first as part of Terence Powderly’s Knights of Labor, and then beginning in 1891 in the United Garment Workers, affiliated with Samuel Gompers’ American Federation of Labor. In these early days of American labor, disputes among unions were frequent, and the AFL had split off from the Knights only a few years prior in a major schism. And while the Jewish seamstresses and sewing machine operators had switched to the AFL, the Lithuanian cutters remained Knights. Soon after joining up with the AFL (which was far more strident than the Knights), the members of Baltimore’s UGW locals began to circulate their demands. They wanted a ten-hour workday instead of twelve to eighteen. They wanted to be paid every week, instead of whenever their bosses got paid for finished coats. They wanted year-long contracts, instead of ad-hoc employment. And they wanted everyone working in the shops to be a member of the UGW, with a UGW representative coming by regularly to ensure that workplace conditions were suitable.","The employees of the shops discovered that the owners were going to complete their current orders and then lock the union members out. So the UGW (with the assistance of national secretary Henry Reichers) preemptively went on strike on June 30. Approximately one thousand tailors and seamstresses shut down over thirty sweatshops. Within a week, a third of the “sweaters,” as the shop owners were known, had given in and agreed to operate their shops on union terms. In fact, the strike may have been too successful. Days later, the sweaters formed their own union, the Monumental Tailors’ Benevolent Association. The MTBA was advised by (though not yet aligned with) the Knights of Labor, who were staunch competitors against the AFL. The Knights, who were already affiliated with the Lithuanian cutters, pressured the sweaters not to give in to the demands of the Polish Jewish tailors and seamstresses. Now, instead of each sweatshop owner dealing with the union on his own, the Association was dealing with the UGW. The MTBA tried to convince the male tailors, who led the UGW negotiators, to abandon the female seamstresses, but were rebuffed by a strong show of solidarity. Despite this new stumbling block, the UGW and MTBA hammered out the framework of an agreement by early August. Only one problem remained.","The MTBA, on the advice of local Knights leader J. G. Schonfarber, insisted that the restriction of employees to membership in the UGW be changed to membership in any labor organization, including the Knights of Labor. The UGW, frustrated by the turn negotiations had taken, decided that they would go back to dealing with individual employers, which had worked so well just a month earlier. The MTBA responded by formally joining the Knights of Labor as the Monumental Coat Contractors’ Association. It now became clear to most of the seamstresses, tailors, and sweaters (who themselves were not wealthy or powerful men) that their local dispute had been hijacked by the rivalry between two major national unions. They had been better off before the Knights of Labor ever intervened. By October, almost all the striking workers had returned to the shops. The sweaters employed them on the union’s terms, even without a formal agreement between the union and the shops. The strike had ended when the owners decided to come to terms with their fellow Polish Jews rather than maintain the interests of the Lithuanian cutters or participate in the squabble between the AFL and the Knights of Labor."],"display_date":"June 1, 1892 - October 30, 1892","search_date":"1892-08-15","citations":[{"divid":1418063401,"type":"Book","data":["Ileen A. DeVault","United Apart: Gender and the Rise of Craft Unionism","","Ithaca","Cornell University Press","2004","11-18"]},{"divid":1418063570,"type":"Book","data":["Eileen Boris; Angelique Janssens","Complicating Categories: Gender, Class, Race, and Ethnicity","","New York","Cambridge University Press","1999","46-49"]},{"divid":1418063769,"type":"Book","data":["Jo Ann Argersinger","Making the Amalgamated: Gender, Ethnicity, and Class in the Baltimore Clothing Industry, 1899-1939","","Baltimore","Johns Hopkins University Press","1999","Chapter 1"]},{"divid":1418064034,"type":"Newspaper Article","data":["In and About Town","Baltimore Sun","Baltimore","August 3, 1892","8"]},{"divid":1418064642,"type":"Newspaper Article","data":["Internal Labor War","Baltimore Sun","Baltimore","August 16, 1892","8"]}],"locations":[{"id":9320,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"BALTIMORE CITY, Maryland"}],"tags":[{"id":156,"tag":"Labor Strike"},{"id":960,"tag":"Labor Unions"},{"id":1664,"tag":"Jewish"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}