{"id":6267,"title":"<em>Empire Colliery Miners go on Strike</em>","course_id":137,"status":"P","start_date":"1868-07-21","end_date":"1868-07-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 21, 1868 a group of miners from the Empire Colliery in Wilkes-Barre, Pennsylvania started a strike in the region protesting hours and wages. Similar, and fairly successful, strikes in Schuylkill County inspired this particular strike. An article in Philadelphia’s <em>Daily Evening Bulletin</em> described the spreading of the cause as, “…inflammable material so susceptible to the slightest touch of the torch is kindling into a broad blaze.” The Empire Colliery’s strike is an example of this.","The creation of the Workingmen’s Benevolent Association, founded by John Siney worked as a labor union for miners in the region. Earlier in the year the association played an integral role in the passing of a new state law on July 1 that decreased the length of the standard work day from ten hours to eight. The members of the association and laborers remained unsatisfied with the lack of implementation of the new law and the decrease of salary based on the new hours. These dissatisfactions prompted the strike.","Just before midday on July 21, 1868 the miners at the Empire Colliery stopped their work for the day and began to march.  The miners marched to neighboring mines recruiting more support. The <em>Daily Evening Bulletin</em> describes the men as marching with “military enthusiasm” armed with bludgeon and pistols in case of opposition. They met some opposition at the Lehigh and Susquehanna Railroad Shop, however, and responded by unscrewing the bolts of a locomotive and allowing it to fall down the tracks. The miners encouraged the prison workers and employees of the Gas Company to join them. The superintendent of the gas company eventually gave in to the demands and was met with threats to keep his word. By nightfall the strikers had shut down all of the neighboring collieries and considered it a successful day.","While the strikers where satisfied with the work they had accomplished on July 21, in the end their actions proved to be unsuccessful and the strike disbanded. This particular strike in Wilkes-Barre ended without the laborers demands being met, but strikes simultaneously happening in Schuylkill County proved to be more successful. Nevertheless, all of the strikes happening in the Anthracite region of Pennsylvania foreshadowed the Great Coal Strike of 1902 that occurred decades later."],"display_date":"July 21, 1868","search_date":"1868-07-21","citations":[{"divid":1418246707,"type":"Newspaper Article","data":["The Strike in the Coal Regions","Evening Daily Bulletin","Philadelphia, PA","July 24, 1868","1"]},{"divid":1418246793,"type":"Book","data":["Kenny Kevin","Making Sense of the Molly Maguires","1","New York, NY","Oxford University Press","1998","172"]},{"divid":1418246875,"type":"Article","data":["Marvin Schlegel","The Workingmen's Benevolent Association: First Union of Tnthracite Miners","Pennsylvania History","10","1943","243-67"]}],"locations":[{"id":9226,"lat":41.2653695787,"lng":-75.8599727257,"zoom":8,"place":"LUZERNE, Pennsylvania"}],"tags":[{"id":896,"tag":"Labor"},{"id":2526,"tag":"Strike"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}