{"id":6268,"title":"Aberdeen Proving Ground Creating a Local Impact","course_id":132,"status":"P","start_date":"10/20/17","end_date":"7/15/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["World War I impacted millions of people and their environment. After hostilities erupted in Europe in 1914, the United States maintained an official stance of neutrality. But American industry recognized an opportunity, and provided a variety of supplies to warring nations. The German strategy of unrestricted submarine warfare made neutrality impossible, however. The United States declared war on Germany in 1917, and the federal government entered into the business of military supply.","Six months after the official declaration of war, the federal government purchased over 35,000 acres of land in Harford County, Maryland. The War Department contracted with the Maryland Dredging & Contraction Co. for construction and Aberdeen Proving Ground opened in October, 1917. The facility was used for designing and testing ordinance material. The construction of the Proving Ground had a profound impact on the local community. Population increased dramatically, and workers and locals alike demanded new services.","Transportation services became a priority for both locals and workers. On November 1<sup>st</sup> 1917 Mr. James Buckelew requested a railroad track extension so that workers could travel directly from Baltimore to the Proving Ground. Work to extend the tracks began on December 20<sup>th</sup> 1917. Unfortunately, the new line was not complete until  July 15<sup>th</sup>, 1920, well after the end of the war.","The population increase also created opportunities for new businesses in Aberdeen. Recreational facilities were particularly in demand. The Aberdeen Amusement Company constructed a theater that became an important social space for locals, workmen, and soldiers alike. The Aberdeen Amusement Company was the only theatre in the Aberdeen area, so it was  important to everyone. Sadly, on a cold winter night in February of 1918, the Odd Fellow Building, located right next to the theatre caught fire and caused severe damage. The reconstruction of the buildings took over three years, but the theatre was rebuilt and renamed “New Theater.\"","Aberdeen Proving Ground created a local impact for the town of Aberdeen. It helped the town grow to over 15,000 people in a short period of time, and it made a home for not just the locals, but a home for soldiers and their families during World War I."],"display_date":"October 20, 1917 - July 15, 1920","search_date":"1919-03-03","citations":[{"divid":1418244137,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Maj. Hill","Case No, 3021","Decisions of the Appeal Section War Department Claims Board","Claims Board","The Saint Louis University Libraries","LLMC","1920","923"]},{"divid":1418244413,"type":"Book","data":["C. Milton Wright","Our Harford Heritage: A History of Harford County, Maryland","1","Harford County, Maryland","C. Milton Wright","1967","460"]},{"divid":1418248885,"type":"Website","data":["The History Channel","U.S. enters World War I","A&amp;E Television Networks","http://www.history.com/this-day-in-history/us-enters-world-war-i.","December 10 2014"]}],"locations":[{"id":9317,"lat":39.5358347431,"lng":-76.0898051386,"zoom":9,"place":"Harford, Maryland"}],"tags":[{"id":1111,"tag":"World War I"},{"id":792,"tag":"Transportation"},{"id":955,"tag":"Theatre"},{"id":2527,"tag":"Aberdeen"},{"id":2528,"tag":"APG"},{"id":2529,"tag":"local"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}