{"id":6269,"title":"Remember, Remember: A Look into How Media Can Shape the Events of a Nation.","course_id":132,"status":"P","start_date":"10/16/33","end_date":"10/18/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Those who cannot remember the past are condemned to repeat it.”","The body of a lynched man, George Armwood of Princess Anne, MD, hung limp and tortured late on October 17<sup>th</sup>, 1933. An African American man, Armwood, had had some encounter with an elderly, white woman the previous day. Mary Denston had been walking down the road from the post office. She claimed to have been attacked. Such accusations were deadly for black men. Regardless of the true nature of Armwood’s “attack” on Denston, a posse of over a thousand gathered and stole Armwood from the town jail. They lynched him, burning his body, and leaving him smoldering in a lumber yard. He was discovered early on October 18<sup>th</sup>. In the history of lynching it is evident that the mainstream media fueled the kind of fear that justified racial violence. At the same time, the black press was crucial in drawing attention to the prevalence of injustice and instrumental in pushing for  change.","Racial bigotry did not die with the signing of the Emancipation Proclamation. Whites relentlessly continued to implement new means for upholding a misguided social hierarchy once they no longer had the institution of slavery to justify their control of black people. Lynching emerged as a method of control, demoralizing and terrorizing black people to discourage them from protesting injustice. This was one of many ways they were kept as second class citizens.","Journalists in the George Armwood case began to use the media to press for change. White newspapers tended to downplay racial unrest, at least until the  early 20<sup>th</sup> century. They emphasized African American crimes in order to create an image of a people not suited for free society. By 1933, white newspapers had begun to report more frequently on crimes <em>against</em> African Americans. They were not interested in activism, however. Rather, the tone of most articles was informative and the focus was local. This made it difficult for readers to understand lynching as a systemic problem.","The Baltimore Sun took this approach in the Armwood case, reporting the details of the lynching without raising questions about the response of local officials or police. Armwood's jailers had lfailed to protect him, and he never had the benefit of a trail. The Sun did not make these points clear. Further, The Sun attempted to soften the atrocity, for example, by referring to the posse’s contempt for pleas for peace as “good natured.”","The black press took a much more activist approach. In Baltimore, reporters for The Afro American expressed outrage. In the early 20<sup>th</sup> century, African American newspapers became key players in advancing the cause of civil rights. No longer would African Americans stay silent under the chains of oppression. Instead, they would become more vocal and more insistant – a role that The Afro played beautifully. Reporters reminded the public that George Armwood had been tortured before his body was burned, that he was a son of a mother distraught with grief, that this event was a travesty and a flippant disregard of the justice system. A new juggernaut of media style began to take form as it walked a nation into an era of social freedom.","Media holds the power to shape nations. White journalists failed to question the long reach of  slavery into the 20<sup>th</sup> century. Black journalists propelled a movement for change. Every form of media has a cause: to remember this and to understand where it is leading us will open a window to escape the cycle of history. To forget is to become Sisyphus: forever rolling the stone of racial relations up the insurmountable hill of progress."],"display_date":"October 16, 1933 - October 18, 1933","search_date":"1933-10-17","citations":[{"divid":1418265179,"type":"Newspaper Article","data":["Shore Mob Lynches Negro: Drags Him to His Death From Princess Anne Jail","The Baltimore Sun","","October 19, 1933",""]},{"divid":1418265396,"type":"Newspaper Article","data":["Mobsters Pick Out Victim’s Gold Teeth; Burn His Naked Body in Gasoline; Ear Cut Off, Gold Teeth Picked Out, Body Stripped by Md. Barbarians","The Afro American","","October 28, 1933",""]},{"divid":1418265454,"type":"Newspaper Article","data":["Mother’s Heart Broken from Lynch Tragedy : Told on Day of Crime Son Would Be Safe in Jail. Posse Broke in with Shotguns. Saw Men Dragging Youth Across Field","The Afro American","","October 28, 1933",""]},{"divid":1418265517,"type":"Book","data":["Glenda Elizabeth Gilmore","Gender and Jim Crow: Women and the Politics of White Supremacy in North Carolina","","Chapel Hill, North Carolina","University of North Carolina Press","1996","62-64"]},{"divid":1418265620,"type":"Book","data":["Rudolph Alexander Jr.","Racism, African Americans, and Social Justice","","New York, New York","Rowman and Littlefield Publishers, INC","2005","6, 16"]},{"divid":1418265699,"type":"Book","data":["Patrick Washburn","The African American Newspaper","","Evanston, Illinois","Northwestern University Press","2006","115-117,120, 123"]},{"divid":1418265826,"type":"Website","data":["Maryland State Government","“George Armwood (b. 1911 - d. 1933): Lynched in Princess Anne, October 18, 1933","Maryland State Archives","http://msa.maryland.gov/megafile/msa/speccol/sc3500/sc3520/013700/013750/html/13750bio.html.","October 28, 2014"]},{"divid":1418266227,"type":"Book","data":["Ralph Ginzburg","100 Years of Lynching","","Baltimore, MD","Black Classic Press","1962","Introduction, 227"]}],"locations":[{"id":9335,"lat":37.9285902233,"lng":-75.8346527629,"zoom":9,"place":"Somerset, Maryland"}],"tags":[{"id":367,"tag":"Lynching"},{"id":1,"tag":"Crime/Violence"},{"id":21,"tag":"Race Relations"},{"id":600,"tag":"Media"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}