{"id":6271,"title":"Greenbelt: Enthusiasm and Exclusion","course_id":132,"status":"P","start_date":"1/1/35","end_date":"12/31/37","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Of all the federal government’s attempts to deal with the Great Depression, few were as ambitious as the creation of the Resettlement Administration. The Resettlement Administration, established in 1935, was originally designed to move farmers to more productive agricultural areas. Once farmers were moved off of poor landscapes, the agency sent in conservation experts to reclaim and improve the land. The Resettlement Administraion also oversaw the creation of model communities, designed to serve as examples of how people could live more harmoniously with the environment. The towns highlighted the necessity of green space and public transportation and emphasized the value of cooperative living. The Resettlement Administration worked with over 200 existing rural and suburban communities and actually designed three entirely new towns before the agency was dissolved.","Greenbelt, Maryland, was one of the three towns planned and established by the Resettlement Administration. Established in 1937, Greenbelt attracted unemployed and impoverished people who wanted to make a new life for themselves and were willing to be active civic participants. One citizen of Greenbelt in the early years said first inhabitants felt like pioneers working in uncharted territory. Their enthusiasm for the Greenbelt project showed itself in the creation of numerous cooperative organizations within the town. Within the first ten months, Greenbelt’s civic-minded inhabitants had founded twenty-nine clubs and organizations.","Despite this enthusiasm of the residents in the foundation of Greenbelt, there was a disappointing trend toward racial exclusion. The town originated as an exclusively white community. The only hint of diversity was the presence and acceptance of Jewish residents. The original plan for Greenbelt called for a segregated black section, the Rossville Rural Development. Officials quietly dropped the plan and later justified their decision by explaining that African Americans had their own low cost housing in Northeast Washington.","Racial inequity was a persistent problem in the New Deal, and the Resettlement Administration Programs were no different.The racial exclusiveness of Greenbelt was not unique. Several other Resettlement Administration towns who also did not allow African Americans, including Trussville, Alabama, Greendale, Wisconsin, and Arthurdale in Reedsville, West Virginia."],"display_date":"1935 - 1937","search_date":"1936-07-01","citations":[{"divid":1418338273,"type":"Website","data":["Department of American Studies, University of Maryland, College Park","Oral Histories of the City of Greenbelt. Virtual Greenbelt.","City of Greenbelt","http://ite-projects.umd.edu/vg/community/orals.html","11/14/14"]},{"divid":1418338577,"type":"Article","data":["Leslie Hunter","Greenbelt, Maryland: A City on a Hill","Maryland Historical Magazine","68","1968","105-136"]},{"divid":1418338675,"type":"Book","data":["Joseph L. Arnold","The New Deal in the Suburbs; a History of the Greenbelt Town Program. Tenant Selection","","Columbus. Ohio","Ohio State University Press","1971","136-145"]},{"divid":1418338804,"type":"Book","data":["Cathy D. Knepper","Greenbelt, Maryland: A Living Legacy of the New Deal","","Baltimore","Johns Hopkins University Press","2001","13-23"]}],"locations":[{"id":9358,"lat":38.8324772244,"lng":-76.8447330303,"zoom":9,"place":"Prince Georges, Maryland"}],"tags":[{"id":2533,"tag":"Greenbelt Maryland"},{"id":889,"tag":"Racism"},{"id":1084,"tag":"The New Deal"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}