{"id":6276,"title":"Women Workers at the Bethlehem Steel Mill in Sparrows Point, Maryland","course_id":132,"status":"P","start_date":"1/1/42","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A significant part of the development of modern America can be attributed to the rise of the steel industry. Henry Bessemer developed a faster method to manufacture steel in 1864, reducing the production time from seven days to thirty minutes.  Bessemer’s work was revolutionary.  After that, steel was quickly integrated into modern society.  At the end of the Civil War, top railroad executives formed a steelmaking company that would incorporate the Bessemer process.  Steel enabled a giant leap ahead in technology, as it was much more resilient in comparison to traditional iron. Steel can be attributed to the massive expansion of railroads across the country.","In March 1887, surveyors arrived in Sparrows Point, Maryland to determine a suitable location for a steel mill.  One of the biggest steel companies in the eastern district, Pennsylvania Steel, purchased the peninsula on the Chesapeake Bay and broke ground in the following summer.  Upon its completion, more men began working at the mill, and their wives and children followed and lived in the surrounding area of Sparrows Point.  The U.S. Bureau of Labor called Sparrows Point “the most noteworthy example of a complete steel community, planned, constructed, and controlled by a steel company.”","The steel industry was a man’s world – incorporating intense heat and heavy equipment that naturally shut out women from the job -- as it drastically contributed to the masculine pursuit of expansion and modernization of America. But, when World War II erupted and men were sent overseas, some 35,000 women answered the call to serve the war effort. They entered shipbuilding, aircraft, and machinery industries throughout Baltimore. Despite the fact that they worked admirably under difficult conditions, most people viewed women as weaker with less endurance. They faced a great deal of discrimination from their male coworkers and supervisors.","Oral history interviews provide insight to women’s experiences and men’s reactions to them. When asked a group of male workers to evaluate the performance of women in the mills, their responses included “women can’t work in labor” and “the women can’t handle it.” Though it was difficult for them to become accustomed to working in the harsh environment, the most resilient women proved that they could work a “man’s job.”  When asked a group of female workers to evaluate their own experiences at the mills, their responses included, “it just takes guts,” “determination is the key,” and “any woman can make it here if she wants to.” This type of resilience was important in fighting against the prejudice that they faced upon their employment at the steel mills."],"display_date":"1942 - 1945","search_date":"1944-01-01","citations":[{"divid":1418407758,"type":"Book","data":["Mark Reutter","Making Steel: Sparrows Point and the Rise and Ruin of American Industrial Might","","Urbana, Illinois","University of Illinois Press","2004","7"]},{"divid":1418407801,"type":"Primary Source in a Secondary Source","data":["Oral History Interviews of Women's Experiences in the Steel Mills and Men's Responses","1943","Women of steel: female blue-collar workers in the basic steel industry","Kay Deaux, Joseph C. Ullman","New York, New York","Praeger","1983","122-125"]}],"locations":[{"id":9315,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":228,"tag":"Roles of Women"},{"id":258,"tag":"World War II"},{"id":906,"tag":"Steel industry"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}