{"id":6277,"title":"Six Prohibition Agents Removed from Alcohol Plant","course_id":132,"status":"P","start_date":"9/1/28","end_date":"10/30/28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During Prohibition, alcohol use was never outlawed entirely; only the manufacturing, selling, transporting, importing, or exporting alcohol was illegal. American citizens were not prosecuted for consuming alcohol, but they had to turn to the illegal liquor trade to have access to alcohol. This made criminals of millions of Americans. As the number of criminals increased at an alarming rate, a proportionate growth of the police force was necessary. But sometimes, enforcing offers engaged in corrupt or illegal activities.","In late September of 1928, six government agents went to work at the United States Industrial Alcohol Company's plant in Curtis Bay, Maryland. The workers, E. L. Wolfe, H. C. Shyrock, J. C. Frederick, C. W. Spence, F. C. McLane, and N. Cullison, were employed by the the Prohibition Department. A few days later, it was alleged that the workers had attempted to divert a carload of alcohol. These men were immediately removed from the plant and asked to resign from their positions.","In the investigation that followed, the six men were alleged to have worked together with whiskey gougers and warehouse agents in order to redirect the alcohol in question. John V. J. Herbert made the charge against the men and removed them from their positions. As prohibition administrator at the local dry unit, Herbert had been their supervisor. Yet, when Herbert was approached by investigators, he refused to discuss the case. He maintained that any information would have to come from the headquarters at Washington.","Investigators did attempt to contact Commissioner Doran at the prohibition headquarters in Washington. However, he was out of town. The acting commissioner, Alf Ofidat, also refused to speak. He said that he “didn't feel authorized to discuss the details of the case.”","The final person interviewed was United States Senator William Cabell Bruce. He reported that two of the workers, Wolfe and Shyrock, had met with him to discuss their defense. The two men told Senator Bruce that they “were not negligent” and that they had “been in government employ long enough to have established reputations.” Senator Bruce was sympathetic, promising to act on their behalf in order to secure a hearing for them with Mr. Doran.","Bruce understood the mens' predicament. The consequences of firing would be harsh, including loss of pension stature for Wolfe. This revelation goes to show the ramifications of the eighteenth amendment on law enforcement were often quite negative. Because so many officers during this time period were turning to corrupt practices, everyone became suspicious of law enforcement members. This gave honest men and women who were in the profession for the right reasons a bad name and reason to be cautious in their everyday duties. This is a stigma that continues to this very day in this profession."],"display_date":"September 1, 1928 - October 30, 1928","search_date":"1928-09-30","citations":[{"divid":1418408095,"type":"Newspaper Article","data":["6 Dry Agents Removed from Alcohol Plant","The Evening Sun","Baltimore","October 3, 1928","42"]},{"divid":1418408146,"type":"Book","data":["Jeff Hill","Prohibition","","Detroit","Omnigraphics","2004","28-150"]},{"divid":1418411887,"type":"Book","data":["James H. Timberlake","Prohibition and the Progressive Movement","","New York","Harvard University Press","1970","1-11"]}],"locations":[{"id":9314,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":290,"tag":"Crime"},{"id":111,"tag":"Prohibition"},{"id":2541,"tag":"Law Enforcement"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}