{"id":628,"title":"Military Occupation of Florida\n","course_id":1,"status":"P","start_date":"1840-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Throughout the month of January, the Baltimore American followed the debates in the United States Congress over the situation in Florida, which was not yet a state and which was menaced by hostile Indians.  An immense sum' had been paid to Spain for Florida in 1821, and the territory had been a messy place since, marked by recurring wars with the Seminoles.  As Senator Strange of North Carolina said, the Indians might be whipped, but unfortunately for the country they would not stay whipped.'  The Florida War with the Seminoles had begun in 1835 with the Dade massacre and the ambush of a small force of Americans.  This had convinced the United States government of the need to take more serious actions in Florida.  In 1840, after five years of war, the United States government was getting tired of its failure to subdue the territory.  Accordingly, the Senate was debating measures designed to settle Florida in a more permanent and forceful manner.  &lt;br /&gt;The American reported that the Senate deliberated upon a bill granting up to 10,000 white settlers a bounty of three hundred and twenty acres of land each.'  The men would have to be able and willing to fight, and they would be organized into camps for the purpose of claiming and protecting their own areas of land.  This bill was opposed by Senator Crittenden of Kentucky, who argued that it was not worth maintaining the United States Army in Florida to protect a mass of settlers who would not be establishing farms and homesteads.  Meanwhile, the federal government would be responsible for feeding and clothing these settlers.  He proposed instead that bounties be offered for each Indian killed.  Reports of numbers of Indians killed and the manner in which they died continued to appear in newspapers throughout 1840.  The military forces in Florida even imported bloodhounds from Cuba to hunt down Indians for deportation.&lt;br /&gt;In July, a bill for the admission of Florida as a state came before Congress.  Congress would admit Florida as soon as it reached the requisite population of 30,000.  A second bill also made its way to the Senate floor, this one calling for Florida to be split into two territories and then admitted as two states.  The Charleston Mercury suggested that this bill had been written by abolitionists with the intent of delaying statehood for years so that anti-slavery settlers could flood the territory in the meantime, eventually turning at least one of the halves into a free state.  A free state at the mouth of the Gulf of Mexico was something which the Mercury could hardly live at peace with.'  It would be a Botany Bay for superfluous Tappans and Garrisons so near us , better to have the Seminoles.'  Florida entered the Union as one state five years later."],"display_date":1840,"search_date":"1840-07-01","citations":[{"divid":1214329532,"type":"Newspaper Article","data":["","The Charleston Mercury","Charleston","July 29, 1840",""]},{"divid":1214329565,"type":"Newspaper Article","data":["","Raleigh Star and North Carolina Gazette","Raleigh, NC","March 18, 1840","3"]},{"divid":1214329634,"type":"Newspaper Article","data":["","Baltimore American and Commercial Daily Advertiser","Baltimore","January 8, 9, and 11, 1840","1"]},{"divid":1214329744,"type":"Book","data":["W.T. Cash","The Story of Florida, Vol. 1",null,"New York","American Historical Society, Inc.","1938",""]}],"locations":[{"id":469,"lat":null,"lng":null,"zoom":8,"place":"DADE, Florida"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}