{"id":6281,"title":"The Failed Leagl Proceedings of Maryland's Last Lynching","course_id":132,"status":"P","start_date":"10/18/33","end_date":"1/24/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The last lynching in Maryland state history took place on the night of October 18, 1933, when George Armwood was kidnapped from jail and lynched by a mob of white protestors in Princess Anne County. Armwood had been accused of assaulting an elderly white woman. Enraged, a mob refused to wait for Armwood to be tried.  His murder was just one in a long list of lynchings perpetrated by whites against African Americans. These murders were committed to assert white supremacy and instill fear. African American organizations and leaders worked to pass a federal anti-lynching law for decades, but their efforts failed to attract the necessary support.","By 1933, opposition to lynching was growing, however. Progressives called for an investigation into the Armwood murder. Governor Albert Ritchie complied and expressed hope that the leaders of the mob might be apprehended. However, Ritchie's choices made that hope unlikely. He put Judge Robert F. Duer in charge of the investigation. Duer had gotten word that Armwood was in danger, but he had not  acted to stop the mob. Meanwhile the majority of whites on the Eastern Shore of Maryland remained uncooperative with authorities. They believed the lynching was justified and considered the leaders of the mob to be heroes.","Even after suspects were identified, Judge Duer refused to make any arrests. He said there was insufficient evidence. In response, Governor Ritchie declared martial law in Somerset County and dispatched state police and 300 National Guardsmen to make arrests in its surrounding areas. Four of the nine alleged mob leaders were arrested and a new mob came to protest the arrests. They attacked authorities and tried to free the suspects. Despite this, the suspects were safely tansported to Baltimore for trial. Ritchie received a number of death threats as well as intense criticism from the state legislature, who felt he had acted without regard for the law. For whatever reason, only one day after the arrests were made, Ritchie handed the case back over to Judge Duer.","On January 24, 1934, the Somerset County Grand Jury refused to indict the men. They decided there was a lack of evidence to bring charges against any of them. The four accused were  were released to an overjoyed crowd. The failure to bring Armwood's murderers to justice showed how little progress had been made towards equal rights in Maryland and exposed a flawed justice system that made decisions based on race. After the disappointment of the Armwood case, African American leaders and newspapers pushed even harder for endorsement of federal anti-lynching laws, bringing the movement to national attention. This along with new state protocol to transport all arrests of African Americans for crimes against whites to Baltimore ensured that George Armwood's lynching would be Maryland's last."],"display_date":"October 18, 1933 - January 24, 1934","search_date":"1933-12-05","citations":[{"divid":1418411952,"type":"Newspaper Article","data":["Maryland Begins Lynching Inquiry","New York Times","New York","October 20, 1933",""]},{"divid":1418413479,"type":"Newspaper Article","data":["Fear of Mob Bars Lynching Arrests","New York Times","New York","November 18, 1933",""]},{"divid":1418413543,"type":"Newspaper Article","data":["Ritchie Abandons Lynching Action","New York Times","New York","December 1, 1933",""]},{"divid":1418413554,"type":"Book","data":["Andor Skotnes","A New Deal for All? Race and Class Struggles in Depression-Era Baltimore","","Durham","Duke University Press","2013","119-139"]}],"locations":[{"id":9357,"lat":37.9285902233,"lng":-75.8346527629,"zoom":9,"place":"Somerset, Maryland"}],"tags":[{"id":367,"tag":"Lynching"},{"id":119,"tag":"racial violence"},{"id":142,"tag":"african americans"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}