{"id":6282,"title":"Children Working in Berry Fields in Maryland in 1900s","course_id":132,"status":"P","start_date":"7/8/09","end_date":"7/8/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early 1900s, child labor was common. Lewis Hine dedicated himself to photographing children at work around the country. As a photographer for the National Child Labor Committee, he believed that his images would draw attention to the plight of children and lead Americans to press for an end to child labor. The National Child Labor Committee was composed of politicians and citizens who were concerned about the effects of child labor on children. Hine used these photographs to show the dangerous conditions of the workplace  and to humanize child workers. He photographed children in a variety of industries around the country, including agriculture.","During his project, Hine took photos in Maryland of children working in berry fields.One of these children was named Laura Petty. She was photographed on July 8, 1909 on Jenkins family berry farm in Anne Arundel County. The Jenkins farm was owned by several generations of the James Jenkins family.  Laura Petty was a six year old berry picker who had just started out berry picking at the time Hine photographed her. She and her family lived in Baltimore, and were among a large number of families who worked on the berry farms during the summer months. Petty worked long hours in the hot sun.  She serves as just one example of the impact of child labor in Maryland."],"display_date":"July 8, 1909","search_date":"1909-07-08","citations":[{"divid":1418413978,"type":"Website","data":["Joe Manning","Mornings on Maple Street","Joe Manning","http://www.morningsonmaplestreet.com/laurapetty1.html","12/12/2014"]},{"divid":1418414089,"type":"Website","data":["The History Place","Child Labor in America 1908-1912","The History Place","http://www.historyplace.com/unitedstates/childlabor/about.htm","12/12/2014"]},{"divid":1418414186,"type":"Book","data":["Kate Sampsell-Willmann","Lewis Hine as Social Critic","","Jackson","University Press of Mississippi.","2009","50-61"]}],"locations":[{"id":9369,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"Baltimore, Maryland"},{"id":9370,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"Anne Arundel, Maryland"}],"tags":[{"id":65,"tag":"Child Labor"},{"id":1590,"tag":"National Labor Relations"},{"id":280,"tag":"Maryland"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}