{"id":6284,"title":"<strong>The Desegregation of <em>Maryland's Law School</em></strong>","course_id":132,"status":"P","start_date":"12/1/33","end_date":"1/31/36","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In December 1933, Thurgood Marshall began preparing for his first major civil-rights case. Marshall, having recently graduated from Howard Law School, returned to his native Baltimore to practice law and became legal advisor to the local branch of the National Association for the Advancement of Colored People (NAACP). Marshall was set on fighting to desegregate the University of Maryland Law School – the very same school that had rejected his application four year earlier.","Maryland was seen by the NAACP as a fertile testing ground for cases against segregation. Maryland state law did not require the segregation of colleges and the University had no rules explicitly prohibiting the admission of black students. Only the bias of those controlling admission stood in the way. And this bias could be challenged.","Marshall asked his mentor Charles Hamilton Houston for help. Houston was a Vice Dean of Howard University Law School and special counsel of the NAACP. Houston had constructed a strategy based on the findings of Nathan Margold.  Margold’s research found that institutions had violated the “separate but equal” principle which had been established by <em>Plessy v. Ferguson</em>. The institutions created for blacks were separate but never equal to those provided for whites. Houston’s strategy to challenge the equality aspect of segregation rather than questioning the constitutionality of segregation itself.","Houston agreed with Marshall assessment of the Maryland Law School. They needed to begin at the graduate-school level and law schools were an ideal target. Lawyers could easily see the absurdity of a “separate but equal” law school. The choice between creating a separate school for colored students and allow the admission of black students was clear.  Additionally, the NAACP also needed a victory for morale.  Houston hoped that through this case he could start pattern of precedents with each victory supporting the next.","While Marshall waited to take direct action, nine black students applied and had been turned down by the University of Maryland Law School. What Marshall needed for his case was a plaintiff.  He found that in Donald Gaines Murray. Murray was an ideal plaintiff. He was black graduate of Amherst College with good grades. Murray’s family was also well respected in the Baltimore area. Marshall convinced Murray to apply to the law school and, as expected, they turned him down. The university officials suggested that Murray apply to the Princess Anne Academy, an all-black school. This academy did not have a law school.","On April 20, 1935, Murray sued the university for denying his application in Baltimore City Court with Marshall as his attorney. The case began in June and was executed swiftly. The university claimed that the Princess Anne Academy offered an equal education opportunity. However, Marshall disproved them and argued that there was no other law school in the country that could teach the laws of Maryland except the University of Maryland Law School. The next day the judge ruled in Murray’s favor. The university did appeal the case but lost.","Following the victory, Houston cautioned “Don’t shout too soon.” The Murray case was only a small opening in the fight to end segregation. The Murray case, while it did not end segregation, was a monumental stepping stone in the road to desegregation. It demonstrated the power of the community and secured the NAACP’s resolve"],"display_date":"December 1933 - January 1936","search_date":"1934-12-31","citations":[{"divid":1418421669,"type":"Book","data":["Kluger, Richard","Simple Justice: The History of Brown v. Board of Education and Black America's Struggle for Equality","","New York","Vintage","2011","176-200"]},{"divid":1418421737,"type":"Book","data":["Williams, Juan","Thurgood Marshall: American Revolutionary","","New York","Three Rivers Press","2011","258-273"]},{"divid":1418421799,"type":"Book","data":["Sullivan, Patricia","Lift Every Voice: The Naacp and the Making of the Civil Rights Movement","","New York","New Press","2009","207-238"]},{"divid":1418421828,"type":"Article","data":["McGuinn, Henry J.","The Courts and Equality of Educational Opportunity","The Journal of Negro Education","Spring","1939","150-163"]},{"divid":1418421865,"type":"Article","data":["Ransom, Leon A.","Legal Status of Negro Education Under Separate School Systems","The Journal of Negro Education","Spring","1939","395-405"]}],"locations":[{"id":9355,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":472,"tag":"Plessy vs. Ferguson"},{"id":43,"tag":"Desegregation"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}