{"id":6286,"title":"The episode explores the relationship between Christianity and African-Americans.","course_id":133,"status":"P","start_date":"1/1/06","end_date":"1/31/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In January of 1906, the Financial Department of the National Christian Congress Association, headquartered in Washington, D.C., published an appeal to the public. Reverend H.J. Williams, the Association’s secretary, and Reverend R.B. Robinson, the Association’s president, are listed as the authors of the document. .  It is likely that the Association intended the publication to be read by educated, white readers, since the purpose of the announcement was to generate support for projects to aid African-Americans.","The Association made an appeal for monetary donations so that it could raise funds to create a publishing house to print “papers, pamphlets, books, and other literature” devoted to the betterment of African Americans and to bring whites and blacks closer together. The article explains that once the material was published, the Association wished to distribute the information to the Chautauqua Reading Circle. This organization was a popular reading group made up of intellectual white individuals.  The “Appeal” states that “Programs, essays, recitations, biographical and general readings” will be formulated with a message of harmony between whites and blacks.","The purpose of the Association’s article seems to be encouraging white readers to perform a moral evaluation of their thoughts regarding their relationship with African-Americans. It appeals to the conscience of Christians and asks them to establish “speedy amelioration” of problems affecting the African-Americans. When doing this, however, it does so in a derogatory tone stating that proper education should be directed towards African-Americans for their “advancement in dealing with the dominant race”. The overall message contained in the Appeal is commendable but one can see there is much for these Christians to think about.","The article is also directed towards the younger generation so that the Association can teach them to be more loving and respectful towards all people not just white people. They do this in the hope that life will be improved for African- Americans. The two authors of the article tell the readers that this is the only way to improve conditions between the races. They draw on the inherent kindness of individuals in hopes that they will donate to their noble cause to bring peace between the “dominant” white race and the African-American race.","Since even before the founding of the United States Christians had called for the betterment of African-Americans, most of whom were enslaved at the time. Thomas Paine was one such individual. In his essay <em>African Slavery in America </em>(which was later included in an anthology published in 1906 entitled The Writing of Thomas Paine), Paine speaks out about his concerns regarding slavery and belittles men who try to justify it through Christianity. He states,” Most shocking of all is alledging (sic) the Sacred Scriptures to favour (sic) this wicked practice.” He urges Christians to look toward the Gospel for guidance in matters pertaining to the enslavement of African-Americans.  He himself utilizes the Gospel beautifully when he reminds Christians to “ do to all men as they would be done”.","Slavery ended with the Civil War, but African-Americans still faced social and political inequalities in the United States. Inspired by Social Gospel some Christian groups saw their mission as improving conditions for blacks in the United States. Members of the American Home Mission Society “became passionate advocates of the rights of the freedmen.” The National Christian Congress Association’s appeal was published with the intent to improve society.  It utilized Christianity as a vehicle to bridge the separation between the whites and blacks in American society."],"display_date":"January 1906","search_date":"1906-01-16","citations":[{"divid":1418424034,"type":"Government Document","data":["An Appeal to the Public","Broadsides &amp; Ephemera","","Washington, D.C.","National Christian Congress Association","1906","1","Duke University","http://library.duke.edu/digitalcollections/broadsides/"]},{"divid":1418424251,"type":"Website","data":["Daniel Conway","The Writings of Thomas Paine","Barleby","www.barleby.com/184/101.html","November 12, 2014"]},{"divid":1418431466,"type":"Website","data":["Bradley W. Bateman","The Social Gospel and the Progressive Era","National Humanities Center","natioanalhumanitiescenter.org/tserve/twenty/tkeyinfo/socgospel.htm","December 1, 2014"]}],"locations":[{"id":9337,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District Of Columbia"}],"tags":[{"id":514,"tag":"Christianity"},{"id":238,"tag":"African American"},{"id":21,"tag":"Race Relations"}],"course":{"name":"From Civil War to World Stage","school":"Widener University","course_id":133,"school_id":43}}