{"id":6289,"title":"Sherman Writes to His Brother Concerning The Plains Indians","course_id":137,"status":"P","start_date":"9/23/68","end_date":"9/23/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 23, 1868 General William T. Sherman wrote to his brother Senator John Sherman from the headquarters of the Military Division of Missouri. In his letter Sherman discussed the ensuing struggles between the United States Army and the Plains Indians and expressed some of his thoughts on how best to deal with the situation. Many of these thoughts appear to point to one thing: Total War.","After being placed in command of the Military Division of the Mississippi (renamed the Missouri a year later) in July of 1865, Sherman appears to have built upon the “hard war” tactics of destroying homes and property that he utilized during the American Civil War and developed a “total war” strategy by which to deal with the Plains Indians. Explaining in his letter that all Indians have been provided with reservations on which to live, Sherman concluded, “All (Indians) who cling to their old hunting grounds are hostile and will remain so till killed off.” He continued by calling the conflict a “predatory war” and insisted that the U.S. Army must “take chances and clean out Indians as we (the army) encounter them.”","This strategy was not applied only to Indian men. On the topic of Indians, Sherman is quoted in a work by historian John F. Marszalek to have said, “During an assault, the soldiers can not pause to distinguish between male and female, or even discriminate age. As long as resistance is made, death must be meted out, but the moment all resistance ceases, the firing will stop and all survivors turned over to the proper Indian agent.”","According to Marszalek, Sherman believed strongly in the social Darwinian philosophy that had become popular in the years following the Civil War and viewed the Indians as inferior beings who were standing in the way of Whites and the progress of modern American Culture. Historian Michael Fellman supports these claims asserting that Sherman indeed agreed strongly with the idea of “Natural Law” and quotes him as saying, “It is an inevitable conflict of races, one that must occur when a stronger gradually displaces a weaker” While very alien to a Twenty-first century audience, perhaps it was this set of beliefs that, in Sherman’s eyes, justified such a brutal strategy. Regardless of his ethical motivations, Sherman’s actions earned him a harsh image as an Indian killer, which would stay with him long after his death. Sherman appears to have been superb at one particular thing: waging all out war on the enemies of the United States. It is for this talent that he is most often remembered, revered, loved, and hated."],"display_date":"September 23, 1968","search_date":"1968-09-23","citations":[{"divid":1418441780,"type":"Book","data":["John Sherman, Rachel Sherman Thorndike, William T. Sherman","The Sherman Letters: Correspondence Between General and Senator Sherman from 1837 to 1891","","New York","Nabu Press","2010","322-23"]},{"divid":1418441935,"type":"Book","data":["Michael Fellman","Citizen Sherman: A Life of William Tecumseh Sherman","","New York","Random House","1995","379-80"]},{"divid":1418442043,"type":"Book","data":["John F. Marszalek","Sherman: A Soldier's Passion for Order","","New York","Free Press","1993","262-63"]}],"locations":[{"id":9381,"lat":38.6358212793,"lng":-90.2450510752,"zoom":11,"place":"St Louis City, Missouri"}],"tags":[{"id":2558,"tag":"Total War"},{"id":180,"tag":"Indians"},{"id":60,"tag":"letters"},{"id":284,"tag":"General Sherman"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}