{"id":6292,"title":"Women Working on the Homefront during WWII","course_id":132,"status":"P","start_date":"1/1/43","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When the men of America were called upon to serve their country during WWII, many job positions and duties on the Homefront were left unfulfilled. As a result, the women of America were encouraged to step up and take on the roles the men serving our country had left behind. The radio broadcast songs about women working in factories. Advertisers and propaganda agencies created fictional characters such as Rosie the Riveter to inspire women. Advertisements calling on women to support the war effort were widely published and distributed. All of these mechanisms encouraged women to enter the work force. Women answered the call. While women's wartime industrial work is well-known, less well known is the fact that women also engaged in homefront agricultural work by joining the Women’s Land Army.","The goal of the Women’s Land Army was to fill the roles men had left behind on farms while they were away fighting. During the course of the war, the Women’s Land Army had recruited over 1.5 million women to join the homefront efforts. Jean Wanamaker of Bel Air, Maryland, was one of the recruits. She was participated in the first nationally offered college course on farming for women, offered at the University of Maryland. The course was created to make sure that Women’s Land Army workers were appropriately trained before engaging in farm work. Jean joined mostly because she wanted the opportunity for training and income. Jean was one of several thousand women in the Maryland agricultural industry. They produced 40 percent more food than average, despite the fact that there had been 30 percent decrease in farm labor.","Jean’s story is just one of millions that reflected the common attitude of women on the Homefront during WWII. Many felt their civilian role was just as important as men’s military role. They, too, were working for victory, by keeping the country's economy running. Though many of the women returned to their original domestic roles when WWII ended, they made strides for future generations of women."],"display_date":"1943 - 1945","search_date":"1944-07-01","citations":[{"divid":1418445944,"type":"Pamphlet or Other Printed Material","data":["Judy Barrett Litoff and David C. Smith","The Women's Land Army During WWII","","Proluge Magazine","1993","National Archives"]},{"divid":1418446421,"type":"Image","data":["Washington Post","Recruits in New Women's Land Army of AWVS Start Their Training Course at The Maryland U.","","Photograph","","University of Maryland College Park Archives","https://umdarchives.wordpress.com/2014/03/",""]},{"divid":1418446556,"type":"Pamphlet or Other Printed Material","data":["","Maryland's Women and the \"Call to Farms\" During WWII","","University Archives","2014","University of Maryland College Park Archives"]}],"locations":[{"id":9363,"lat":38.8324772244,"lng":-76.8447330303,"zoom":9,"place":"Prince Georges, Maryland"},{"id":9362,"lat":39.5358347431,"lng":-76.0898051386,"zoom":9,"place":"Harford, Maryland"}],"tags":[{"id":2564,"tag":"Women's Land Army"},{"id":242,"tag":"WWII"},{"id":13,"tag":"Agriculture"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}