{"id":6294,"title":"<strong>Temperance: The Next Step in Post Civil War Era Social Reform</strong>","course_id":137,"status":"P","start_date":"1870-03-19","end_date":"1870-03-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Gerrit Smith, a politician and abolitionist from New York, called for more social reform in the United States.  Smith, also a financial supporter of the <em>Fredrick Douglass’ Paper,</em> urged for reform that focused on curbing the use and distribution of alcohol after the Civil War.  In a public letter to Hon. Henry Wilson, Smith attacked Wilson for his lack of commitment to the temperance cause.  Smith noted, “For years, you were earnestly engaged in the work of voting slavery to death.  Hence you connected yourself with an independent anti-slavery political party, and eloquently summoned your fellow citizens to do likewise.”  Smith went on to ask, “Why is it that you are not now at work to get the dramshop voted out of existence?”  This excerpt implies that Wilson urged people to go to the polls and vote for the end of slavery, however, when it comes to the idea of temperance, Wilson did not advocate following the voter’s will.","Although it is the duty of every citizen to cast their opinion at the polls, after the abolishing of slavery, Wilson was not committed in urging others to vote.  Smith specifically challenges him out on this.  Smith also points out that southern churches had a great impact on their parishes in regards to voting.  He states that churches in the South refused to state that the idea of slavery was immoral, but insisted it was a necessary evil and a political labor.  Likewise, he believed the churches deny and fail to acknowledge the negative use of alcohol.  Thus the churches failed to persuade people to vote a temperance agenda, and in effect, do not change any social policies.  Since most churches are primarily conservative in thinking and by basing the laws on the idea of the Church, not a single social aspect will change.  Smith recognized and respected Wilson’s acknowledgement of temperance as the next step in the acts of social reform, but he called Wilson to be more deliberate in his support.  Instead of simply implying the idea of temperance, Smith asks Wilson to reach out in the church and call people to the polls to vote down alcohol.","Alcoholism in the 1800s was of great concern after the abolishing of slavery.  Many argued this next social reform was much needed.  After the war, the suicide rate of active duty military personnel nearly doubled.  Alcoholism was one of the main causes of suicide.  Soldiers coped with their experiences in the war with the use of alcohol.  However, this also increases the rate of suicide.  Thus, leading to more support to the temperance movement."],"display_date":"March 19, 1870","search_date":"1870-03-19","citations":[{"divid":1418593338,"type":"Newspaper Article","data":["Temperance: Gerrit Smith to Hon. Henry Wilson","Tioga County Agitator","Wellsboro, Pennsylvania","June 8, 1870",""]},{"divid":1418593420,"type":"Online Encyclopedia","data":["Columbia Electronic Encyclopedia","Gerrit Smith","http://web.b.ebscohost.com/ehost/detail/detail?vid=3&amp;sid=ab2ba709-a5e5-47f9-aa4f-7dec77300880%40sessionmgr113&amp;hid=106&amp;bdata=JkF1dGhUeXBlPWlwLHVybCx1aWQmc2l0ZT1laG9zdC1saXZl#db=aph&amp;AN=39032711","December 2, 2014"]},{"divid":1418593586,"type":"Online Encyclopedia","data":["Columbia Electronic Encyclopedia","Henry Wilson","http://web.b.ebscohost.com/ehost/detail/detail?vid=5&amp;sid=ab2ba709-a5e5-47f9-aa4f-7dec77300880%40sessionmgr113&amp;hid=106&amp;bdata=JkF1dGhUeXBlPWlwLHVybCx1aWQmc2l0ZT1laG9zdC1saXZl#db=aph&amp;AN=39040554","December 2, 2014"]},{"divid":1418593649,"type":"Article","data":["Frueh, B. Christopher, and Jeffrey A. Smith","Suicide, Alcoholism, and Psychiatric Illness among Union Forces during the U.S. Civil Wa","Journal of Anxiety Disorders","7","October 2012","769-775"]}],"locations":[{"id":9346,"lat":42.9128684277,"lng":-75.6697351039,"zoom":9,"place":"MADISON, New York"}],"tags":[{"id":192,"tag":"Gerrit Smith"},{"id":2107,"tag":"Social Reform"},{"id":518,"tag":"Alcoholism"},{"id":699,"tag":"Temperance Movement"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}