{"id":6299,"title":"Harriet Jacobs encourages Savannah Freedman’s Orphan Asylum","course_id":137,"status":"P","start_date":"1868-03-02","end_date":"1868-03-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Harriet Jacobs appealed to the government of the city of Savannah to create an orphan asylum. According to Jacobs there were other organized societies that provided “relief of the freed orphans and aged freedman.” What Jacobs planned to do was purchase an area of land around the city and cultivate it for the use of the both the children and older residents within the area. “I promised my assistance, with the understanding that they should raise among themselves the money to purchase the land,” she wrote,  “to cultivate the land (about fifteen acres) in vegetables and fruit.” Jacobs then went on to say that, “The institution will thereby be supplied, while a large surplus will remain for market sale. Poultry will also be raised for the market sale.”  By making the institution self-sufficient they hoped not to depend on local or state government in the long term would most likely decline to help blacks. Jacobs and her counterparts wanted to provide for both education and growth for African Americans who were left in a state of destitution during the Reconstruction era.","Harriet Jacobs was an ex-slave from North Carolina who spent years of her life working as a nanny for a family in New York. She changed her name, and began a new life after her escape to freedom in the early 1840s, however, the time she spent in slavery had a major impact on her.  She captured her experience in the South in her autobiography, <em>Incidents in the Life of a Slave Girl </em>published in 1861<em>.</em> She used her antislavery narrative to show society the horrors of slavery for a woman. She emphasized the fact that women suffered in a way that was particularly terrible compared to that of men. Jacobs’ story, unlike many other antislavery narratives of this time, appealed by design to an abolitionist audience that was primarily made up of women. More importantly, it was geared towards white women in a society that believed their moral virtue was a component of Christianity. But for Jacobs as a black woman, getting her writings published was very difficult. What is most remarkable about this woman is that despite the horrors she faced, she continued to advocate for blacks, joining the struggle against slavery, and even assisting black refugees during the war. She used the recognition from her narrative to help with public institutions for blacks such as schools, hospitals and orphanages after the war.","During Reconstruction, southern states creation of Black Codes had a major, but short-lived effect on the lives of blacks. The South needed a sufficient labor force and many black orphans were forced against their will to work as apprentices for an employer. Many of these employers could perform a series of abuses on their apprentices. Although they had to provide both clothing and food for their apprentices, it was akin to slavery. Because of these laws this resulted in the creation of black orphan asylums that could aid black children who were homeless."],"display_date":"March 2, 1868","search_date":"1868-03-02","citations":[{"divid":1418681790,"type":"Primary Source in a Secondary Source","data":["Anti Slavery Reporter","2 March 1868","http://www.yale.edu/glc/harriet/14.htm","http://www.yale.edu/glc/harriet/14.htm","http://www.yale.edu/glc/harriet/14.htm","http://www.yale.edu/glc/harriet/14.htm","1868","1"]},{"divid":1418681970,"type":"Article","data":["Bartlet, Kaythrn R.","Harriet Jacobs: A Life","Library Journal","129.2","2004","102"]},{"divid":1418682134,"type":"Article","data":["McCurry, Stephanie","Harriet Jacobs' Blunt Biography","America's Civil War","27.1","2014","28-29"]}],"locations":[{"id":9382,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":1115,"tag":"Freedmen"},{"id":123,"tag":"Reconstruction"},{"id":2577,"tag":"Orphans"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}