{"id":63,"title":"Meeting of the Board of Alderman\n","course_id":1,"status":"P","start_date":"1856-10-14","end_date":"1856-10-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 14, 1856 the Board of Alderman held a city council meeting to discuss the climate in the city of New Orleans.  In the meeting, the Mayor advocated for the increase of the police force by more than one hundred men.  The call for an increased police force stemmed from his desire to protect the persons and property of our citizens (Daily Picayune, Oct 14, pg. 4).'  In other words, the Mayor wanted to prevent the escape and possible rebellions of the slaves in the city.&lt;br /&gt;&lt;br /&gt;It is apparent from the focus of this city council meeting that the Mayor along with the city of New Orleans was concerned with the enslaved population.  Harriet Beecher Stowe's newest novel on Dred Scott had just recently been published along with other abolitionist material.  As a result of this northern interference,' people invested in the institution of slavery became more vigilant over their human property.'  Tensions were high because of constant eruptions of violence in Kansas and Missouri over the issue of slavery as well, so it is more than likely that New Orleans was not the only city that wished to up their police force in order to better protect their assets."],"display_date":"October 14, 1856","search_date":"1856-10-14","citations":[{"divid":1213123396,"type":"Newspaper Article","data":["The Board of Alderman","Daily Picayune","","October 15, 1856","4"]},{"divid":1213123423,"type":"Book","data":["Robert O&#39;Brien","The Encyclopedia of the South",null,"New York","Facts on File","1985","375-377"]}],"locations":[{"id":45,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}