{"id":630,"title":"Newspapers Report that Trinidad Offers Aid to Free Black Immigrants\n","course_id":1,"status":"P","start_date":"1840-03-18","end_date":"1840-03-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["According to the Raleigh Star, in 1840 the colonial government of Trinidad, a possession of Great Britain, began to offer financial aid to any people of African descent who wished to move to the island.  The law was passed in order to speed the economic development of the island, but it had a second effect of encouraging freed slaves in the United States to emigrate.  This gave free blacks an alternative to the colonization sponsored by the American Colonization Society.  The Liberian colony which the Society sponsored was diseased and overcrowded, considered by many to be a death trap.'  &lt;br /&gt;Colonization had long been a project of abolitionists and slave-holders alike, often resulting as much from a mistrust of freedmen as from the opinion that colonization would be most beneficial to free blacks.  Opinions differed on whether it was even possible for free blacks and whites to coexist in American society.  Northern opponents of abolition had argued early in American history that liberated, propertyless, black men and women would become a burden on society.'  Free blacks on the whole seemed to oppose colonization, and some abolitionists viewed it as a means to strengthen slavery by exporting all the free blacks.  The American Colonization Society itself was a target of abolitionist ire.  Garrison, a former advocate of colonization, wondered how the Society was advancing the cause of immediate emancipation.  He also saw it as something which reinforced racism.  The Society's efforts enjoyed a surge of popularity in the 1830s after Nat Turner's rebellion, but then this support began to wane as finances decreased and as absolute emancipation and full citizenship continued to gain ground in the anti-slavery movement."],"display_date":"March 18, 1840","search_date":"1840-03-18","citations":[{"divid":1215728520,"type":"Newspaper Article","data":["","Raleigh Star and North Carolina Gazette","Raleigh, NC","March 18, 1840","1"]},{"divid":1215728546,"type":"Book","data":["Eric Burin","Slavery and the Peculiar Solution: A History of the American Colonization Society",null,"Gainesville, FL","University of Florida Press","2005",""]},{"divid":1215728591,"type":"Book","data":["Early Lee Fox","The American Colonization Society 1817-1840 ",null,"Baltimore, MD","The Johns Hopkins Press","1919",""]}],"locations":[{"id":470,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}