{"id":6300,"title":"<strong>Baltimore’s Residential Segregation Ordinance of 1910</strong>","course_id":132,"status":"P","start_date":"6/1/10","end_date":"12/20/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In search of better living conditions, George W. McMechen and his family became the first black people to live on Baltimore’s McCulloh Street in June of 1910. Their windows were smashed, and someone threw a brick high enough to damage the skylight of their three story home. Young boys were blamed for this act of vandalism, but McMechen doubted that a mere boy could hurl a brick to such a height. In July, some female school teachers and a post office clerk soon added to the tally of black residents on the block where McMechen had moved. Their windows were promptly shattered as well.","Fear spread among the white residents of McCulloh Street. They had seen nearby Druid Hill Avenue go from being all white just several years prior to having an overwhelming majority of black residents. White residents feared a sharp decline in property values. McMechen thought this fear was unfounded since other black residents of the street and he were paying more expensive rents than the white people that had dwelled in their homes before them. Still, real estate agents would take advantage of anxious white racists wanting to leave a neighborhood when the first black person moved in. An agent would buy a home at a price lower than the market value and sell it at a profit to a black newcomer. This was an underhanded and now illegal practice known as blockbusting.","McCulloh Street’s newly-formed neighborhood association devised a strategy for restoring the racial homogeneity of the neighborhood that included buying the property owned and occupied by blacks on McCulloh Street. M. Z. Hamer, the black post office clerk, was called upon to have a meeting with the president of the association in order to discuss a potential sale. Hamer refused to sell his house. It was rumored that the clerk became so enraged at the persistent effort of the president to buy his property that he threatened to bash the president with a chair.","With this information of potential unrest at hand, Milton Dashiell, a white lawyer who lived on McCulloh Street, felt he had the ammunition he needed to justify the passage of a law that would prevent blacks from moving into white areas. Citing an old police power provision from the 1796 city charter, he wrote a draft of Baltimore’s residential segregation law of 1910. Blacks could not move into residential blocks with a white majority and vice-versa. The law was passed on December 19, and was the first of its kind in the United States.","When being interviewed by a reporter from the <em>New York Times</em> the next day, Mahool emphasized that the ordinance was not passed due to hostile feelings that white Baltimoreans had for black people. Instead, he claimed that the main reason for its passage was the protection of property values. In fact, real estate agents who engaged in blockbusting were largely responsible for this problem."],"display_date":"June 1, 1910 - December 20, 1910","search_date":"1910-09-10","citations":[{"divid":1418682814,"type":"Newspaper Article","data":["Baltimore Tries Drastic Plan of Race Segregation","New York Times","","December 25, 1910",""]},{"divid":1418683429,"type":"Newspaper Article","data":["The Meaning of Neighborhood in the Modern City: Baltimore’s Residential Segregation Ordinances, 1910-1913 by Gretchen Boger","Journal of Urban History","","January 2009","245"]}],"locations":[{"id":9385,"lat":39.2712597428,"lng":-76.5709760837,"zoom":12,"place":"Baltimore City, Maryland"}],"tags":[{"id":2578,"tag":"Urban Life/ Boosterism"},{"id":21,"tag":"Race Relations"},{"id":2125,"tag":"housing segregation"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}