{"id":6303,"title":"Low Bridge, Everybody Down or The Erie Canal Song","course_id":137,"status":"P","start_date":"1/1/05","end_date":"12/31/05","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Thomas Allen wrote a song about the famous Erie Canal in 1905 titled, “Low Bridge, Everybody Down,” also known as “The Erie Canal Song.” This humorous, yet accurate tune reminded others just how much the Erie Canal shaped and improved people’s lives during its first eighty years. In addition, Thomas Allen’s song contributed to an entirely new genre of music that perhaps became America’s longest lasting form of song, as it is still popular among Americans today.","When Allen’s lyrics sang, “Giddap ‘there gal we’ve passed that lock, We’ll make Rome fore six o’clock,” he made a direct reference to time in order to portray how much faster transportation occurred and the time-sensitive striving that make the Canal so important. Goods being transported by waterway beat goods being transported overland by road, even when mules or oxen did the pulling in each case. The steam engine began to replace beasts of burden along the canal route in the later Nineteenth century as the song implies. In these ways, Thomas Allen’s renowned song portrays the positive effects that the Erie Canal had on the United States, even though it sadly meant there would be no work left for Sal.","Before the year 1815, the United States’ growth was developing at a slow pace physically, economically, and socially.  This sluggish progression, historian James McPherson explains, was due to a number of problems going on in America. For example, roads were rutted dirt paths all but impassable in wet weather, and farmers living more than a short distance from navigable water consumed most of what they raised. Furthermore, the cost to ship goods and the amount of time it took for the goods to be transported made it extraordinarily difficult for the northern states to be productive. Fortunately, around the year 1815, America dove into a transportation revolution. Many changes regarding transportation were occurring, including construction of roads and railroads. In New York, though, the state pioneered the canal era by building the Erie Canal from Albany to Buffalo. The creation of the Erie Canal is even given credit as the first prominent waterway that sparked interest and led to the production of 3,700 additional miles of canals by the year 1850.","Overall, it is simple to see how influential the Erie Canal was for the development of the United States. The Erie Canal had a huge, positive impact on the nation’s transportation, which led to stronger trade, growth, and economy. Furthermore, the song regarding the canal, “Low Bridge, Everybody Down,” laid the groundwork for American folk music, as it preceded songs such as  “Apples and Bananas,” and “If You’re Happy and You Know it.” All of these folk songs tell some kind of story, and are shared among citizens all across America, giving new generations a peak into their nation’s past."],"display_date":1905,"search_date":"1905-07-02","citations":[{"divid":1418877032,"type":"Film","data":["Thomas Allen","Low Bridge, Everybody Down or The Erie Canal Song","Song","1905","New York, New York","",""]},{"divid":1418877217,"type":"Article","data":["Civil Engineering","Erie Canal","Civil Engineering","n/a","2002","94"]},{"divid":1418877274,"type":"Book","data":["James McPherson","Battle Cry of Freedom","","New York","Oxford University Press","1988","11-12"]},{"divid":1418877353,"type":"Website","data":["Songs for Teaching","Folk Songs: American and Multicultural Folk Song Lyrics","Songs for Teaching","http://www.songsforteaching.com/folk/","December 17, 2014"]}],"locations":[{"id":9394,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"Albany, New York"}],"tags":[{"id":563,"tag":"Erie Canal"},{"id":792,"tag":"Transportation"},{"id":1278,"tag":"music, folk"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}