{"id":6305,"title":"Batman: Homoheroic?","course_id":139,"status":"P","start_date":"1/9/66","end_date":"1/9/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Dozier was less than thrilled when asked to transform the comic book series, <em>Batman</em>, into a television show. The famous director despised his nickname that was given to him by the rest of Hollywood as dictated by <em>Caped Crusader of Camp</em>. “They’re calling me the ‘King of Camp.’”<sup>1</sup> Before being asked to create the television program, Dozier had not even heard of <em>Batman</em>, but was soon to be immersed in the darkness of Gotham City.","Airing every Wednesday and Thursday night from 7:30 to 8pm, the television series was a primetime hit from its debut in 1966, and soon became a “national sensation” through the late 1960s.<sup>2</sup> In reality though, the show probably “did more harm than good for the comic book industry.”<sup>3</sup> The show more or less made the concept of comic books the laughingstock of popular culture. It also then made fun of the people who read them. Dozier wanted to create a production that was entertaining to children and adults alike, so he employed an exaggerated pop art technique. It was the “sheer absurdity of the characters” and “goofy sound effects” that helped pull together a child-like view of comic books and their superheroes.<sup>4</sup>","With the progression of the television series, certain elements of Batman and Robin’s relationship, their identity as characters, and their actions allude to homosexual tendencies. In his 1954 book <em>Seduction of the Innocent</em>, Dr. Frederick Wertham attacked comic books and their readers, mainly those of Batman, arguing that, “only someone ignorant of the fundamentals of psychiatry and the psychology of sex can fail to realize a subtle atmosphere of homoerotism which pervades the adventures of the mature ‘Batman’ and his young friend ‘Robin’.”<sup>5</sup> Wertham addressed the homosexual nature of the relationship between Batman and Robin, calling the abode in which they reside “a wish dream of homosexuals living together.”<sup>6</sup> In his article, <em>Come Back to the Batmobile, Robin Honey</em>, Louis Bayard claimed that the 1966 series was “a seminal show for many gay men of my generation... because it showed them coming together in ways that were both comfortingly domestic and undeniably illicit.”<sup>7</sup>","William Dozier, being the manly, heterosexual, and homophobic director that he was, claimed that he never noticed any illusion to a homosexual relationship between Batman and Robin. He made sure that the television show portrayed the Dynamic Duo in a purely heterosexual manner: “There will be no doubt on TV that Batman and Robin like girls, even though they may be too busy fighting crime to have much time for them.”<sup>7</sup> Casting helped this dream of Dozier’s, as Adam West and Burt Ward took the faces of Batman and Robin, respectively. Their masculinity shined through into the characters in which they portrayed. Ward, quite proud of his role on primetime television, stated what he believed to be the real role of superheroes: to “represent the wish- dream to do good, to be a morally good person. I don’t think it’s wrong to go out and catch crooks.” <sup>8</sup>","The television series was widely successful throughout the late 1960s, and still captivates an audience today. Despite the director’s initial fear of the television show containing homosexual connotations, the Batman franchise and its adaptation to a form of visual entertainment took off and revolutionized the superhero nation.","<strong>Notes</strong>","<sup>1</sup>Stone, Judy. \"Caped Crusader of Camp.\" <em>New York Times</em>, January 9, 1966.","<sup>2</sup>Layman, Richard. <em>American Decades: 1960-1969</em>. New York: Gale Research, 1995. 310, 28.","<sup>3</sup>Wright, Bradford W. <em>Comic Book Nation: The Transformation of Youth Culture in America</em>. Baltimore: Johns Hopkins University Press, 2001., 225.","<sup>4</sup>Ibid.","<sup>5</sup>Terrill, Robert E. \"Spectacular Repression: Sanitizing the Batman.\" <em>Critical Studies in Media Communication</em>: 493-509.","<sup>6</sup>Bayard, Louis\"Come Back to the Batmobile, Robin Honey.\" <em>The Gay and Lesbian Review Worldwide</em> 8, no. 6 (2001): 25.","<sup>7</sup>Stone, Judy. \"Caped Crusader of Camp.\" <em>New York Times</em>, January 9, 1966.","<sup>8</sup>Ibid.","<strong>References</strong>","Bayard, Louis \"Come Back to the Batmobile, Robin Honey.\" <em>The Gay and Lesbian </em>","<em> Review Worldwide</em> 8, no. 6 (2001): 25.","Layman, Richard. <em>American Decades: 1960-1969</em>. New York: Gale Research, 1995. 310,","28.","Stone, Judy. \"Caped Crusader of Camp.\" <em>New York Times</em>, January 9, 1966.","Terrill, Robert E. \"Spectacular Repression: Sanitizing the Batman.\" <em>Critical Studies in </em>","<em>Media Communication</em>: 493-509","Wright, Bradford W. <em>Comic Book Nation: The Transformation of Youth Culture in </em>","<em>America</em>. Baltimore: Johns Hopkins University Press, 2001. 183, 225."],"display_date":"January 9, 1966","search_date":"1966-01-09","citations":[{"divid":1424268590,"type":"Article","data":["Judy Stone","Caped Crusader of Cape","New York Times","1923-Current file","January 6th, 1966","75"]},{"divid":1424268666,"type":"Book","data":["Bradford W. Wright","Comic Book Nation: The Transformation of Youth Culture in America","","Baltimore","Johns Hopkins University Press","2001","183, 225"]}],"locations":[{"id":9399,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":2587,"tag":"Homosexuality Batman"},{"id":2586,"tag":"Batman TV Show"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}}