{"id":6307,"title":"Race in Comic Books","course_id":139,"status":"P","start_date":"3/25/72","end_date":"3/25/72","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The stereotypical superhero is handsome, is strong, has superpowers, and is white.  Most comic books featured a stereotypical white hero who was stronger and was far more superior than any other. Characters such as \"Superman,\" \"Batman,\" and the \"Green Lantern\" depiect the idea of the \"handosme and heroric\" white comic book hero that all kids are familiar with. However, comic books began to reflect the social issues of their time, and the producers and creators infused diververisty into their work. In 1972 a new superhero was going to be introduced, \"Blackman.\" Blackman was a superhero of color who saved the world from crime and racial discrimination. He was a character that even white children could \"readily identify\" with. He represented the Libery flag whose colors were featured as his superhero costume. According to his producers, he would serve \"educationally as a vehicle for presenting the contributuions of the black Americans in a unique fashion.\"","Many comic producers tried to mix comics and race but their efforts failed. Comics such as Black Lightning (DC Comics) and Black Goliath (Marvel), which also premiered in the 1970's and featured black heroes, did not last very loing. African Americans were not the only minority that made their way into comics, Chinese and Native American heroes were also featured however this was short lived as well. The longest nonwhite hero to make an appearance was Shang-chi from the comic, \"Master of Kung Fu\" (Marvel). Race was not only an issue in superhero comic books but also in the Sunday paper, proving race was a product of general comics and not just of the superhero variety. Most comic strip characters that were not white were depicted as lower class and of inferior social standings. Race was a critical aspect of the comics of the 1960's and 1970's, largely because it was a topical issue. Most black readers wouldn't mind, let alone notice that they were reading about a white hero, but many whites noticed where they were reading about a superhero of color. This caused many white readers to abandon certain comic series that featured main characters of color.","Many publishing companies tried not to be prejudiced in thier depictions of the black superhero, but often times they were not successful. A good example of this would be Blackman, the superhero who wore the colors of the Liberty flag and protected the projects, a location in which most residents were of color. Another example of this would be Black Lighning who saved the world from drug dealers and protected the hood. Even more ironically, Black Lughning worse a white mask with an afrom attached to it,, almost as if tyring to become a white character while still keeping his sterotypical racial features. The comics that portrayed heroes of color seemed to make their focus on race a bigger deal than it was, by exaggertaing the stereotypical features of certain races. Most comics that featured nonwhite heroes also featured thier race in the title of the comic or in the name of the superhero, adding more emphasis than was neccessary on thier ethnicity. Blackman and Black Lightning are two examples of this. Even Red Wolf (Marvel), who was a superhero of Native American decent, was named with his ethnicity and race as his defining characteristics.","Kids are too naive to focus too much on the details of the race within comics, and yet the producers and writers go out of their way to avoid being racist, which actually backfires. By trying to add diversity to their comics and stories, writers emphasize the lack of diversity. To children and those who love comics, the comic version of a superhero does not have to be defined by his race, but simply the hero who saves the world and wins the heart of his true love."],"display_date":"March 25, 1972","search_date":"1972-03-25","citations":[{"divid":1424400416,"type":"Article","data":["Michael L. Culbert","\"Black Comic Book Taking Place of Superman and Green Lantern","Chicago Daily Defender","Big Weekend Addition","March 25, 1972","unknown"]},{"divid":1424400952,"type":"Book","data":["Bradford W. Wright","Comic Book Nation:The Transformation of Youth Culture in America","","Baltimore","Johns Hopkins University Press","2001","249"]},{"divid":1424401187,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["S. Barbant &amp;L.A. Mooney","The Socail Construction of Family Life in the Sunday Comics: Race as a Consideration","Journal of Comparative Family Studies","S. Barbant &amp; L.A. Mooney","unknown","unknown","1999","113-133"]},{"divid":1424401319,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Gina Misirogula with David Roach","The Superhero Book","The Superheroes Book: The Ultimate Encylopedia of Comic-Book Icons and Hollywood Heroes","Gina Misirogula with David Roach","Detroit","Visible Ink Press","2004","08"]},{"divid":1424401525,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Marc Singer","\"Black Skins and White Masks\":Comic Books and the Secret of Race","African American Review","Marc Singer","unknown","Pluto Books","2002","107-119"]}],"locations":[{"id":9402,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":629,"tag":"race"},{"id":1775,"tag":"Comics"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}}