{"id":6308,"title":"Superheores and Late 20th Century Pop Culture","course_id":139,"status":"P","start_date":"1/30/66","end_date":"5/2/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Pows, bangs, and booms captivated young readers in the late 1930’s and up throughout the entirety of World War II.  However, characters, like Batman and Superman, nearly fell into obscurity after Fredric Wertham published <em>Seduction of the Innocent</em> in 1954.  Comic book burnings were not an uncommon in suburban America.  It took time, determination, and alternative media outlets, but superheroes returned to the public eye by the late 1960s’ and 1970s’.  Comic books were brought into the pop culture of the late 20<sup>th</sup> century by the emerging counterculture, television shows, and more mature and relatable subject matter.","To begin, the youth culture boom of the 1960s’ sought after comic books as a modern mythology to speak to the troubles of their generation.  At the time, comic books began to resonate with college students so much that creators held lectures. In his 1971 New York Times articles, Saul Braun says, “[Stan] Lee has succeeded so well in his art that he has spent a good deal of his time traveling around the country speaking at colleges.”[1]  As with many large popular trends, the young adults and teenagers carried their likes into adulthood. In this case, Marvel Comics (Hulk, Spider-Man, the Fantastic Four, etc.) traveled safely out of the 1950s’ comic slump bigger than ever into the 1960s’ and onward.","Additionally, the widespread episodic possibilities available on television let superheroes invade the homes of millions of people across America.  When speaking of the influence of superhero television shows, it was assumed that one will speak of the <em>Batman</em> (1966-1968).  However, it would be unfair to include the shows that were the product of this show’s outrageous success, shows such as <em>Wonder Woman </em>(1975-1979), <em>Shazam</em> (1974-1977), and the classic <em>Spider-Man Cartoon </em>(1967).  Each held cultural significance in their own right, but <em>Batman </em>truly stood out as the one that shifted popular opinions on comic books, though it is criticized for saturating the art with camp value.  In a study of merchandizing of television brands it was said, “Scholarship on the Batman TV series has largely been concerned with its appeal to multiple audiences - generational, countercultural, or queer-and with its relationship to the emerging pop art movement and camp sensibilities of the late 1960s’.”[2]  The manner in which <em>Batman </em>appealed to so many different walks of life allowed comic culture to work its way into the mainstream.","Finally, the matter being discussed (aside from camp coming from some television related materials) was more mature in nature.  Marvel Comics was praised by the youth movement of the 1960s’ for creating characters that faced problems and fears shared by their generation.  Robert Genter explains the Marvel formula in his exploration of their impact on Cold War America: “Fantastic powers aside, most Marvel heroes were laden with typical problems plaguing the 1950s’ and spoke to the anxieties of a culture in an atomic age.”[3]  The relatability present in Marvel Comics allowed readers to, for the first time, interject themselves fully into the superhero fantasy.  In <em>Comic Book Nation</em>, Bradford Wright explains the impact of Marvel characters at this time, “Heroes like Spider-Man helped keep code approved comic books relevant and profitable in the age of television and rock-n-roll, a prospect that had seemed quite unlikely only a few years earlier”[4].","In short, comic books grew back into pop culture icons during the late 1960s’ and 1970s’ through youth culture, television appearances of superheroes, and significance of subject matter in mainstream comic stories.  The culture that grew out of comic books in the mid and late 20<sup>th</sup> century incubated and gave through to the present third way of superhero/comic book fascination in America."],"display_date":"January 30, 1966 - May 2, 1971","search_date":"1968-09-15","citations":[{"divid":1424405535,"type":"Article","data":["Avi Santo","Batman Versus the Green Hornet: The Merchandisable TV Text and the Paradox of Licensing in the Classical Network Era.","Cinema Journal","49.2","2010","63-85"]},{"divid":1424405624,"type":"Article","data":["R Genter","With Great Power Comes Great Responsibility’: Cold War Culture and the Birth of Marvel Comics","The Journal of Popular Culture","40","2007","953-978"]},{"divid":1424405687,"type":"Book","data":["Bradford W Wright","Comic Book Nation","","Baltimore, MD","Johns Hopkins University Press","2003","180"]},{"divid":1424405761,"type":"Newspaper Article","data":["Shazam! Here Comes Captain Relevant: Here Comes Captain Relevant","New York Times","New York, NY","May 2, 1971",""]}],"locations":[{"id":9403,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2592,"tag":"Pop Culture"},{"id":2591,"tag":"Superheroes"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}}