{"id":6309,"title":"The people's opinion at the international convention of comic art in 1968","course_id":139,"status":"P","start_date":"1/1/60","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The people's opinion at the International Convention of Comic Art in 1968","In the cover of thousands of comic books, Batman, Superman, and Capitan Marvel, are displayed in courageous brilliance. These comis books were once so cheap that you could pay 10 cents for each, but in 1968 they were selling for approximately 150 dollars each during the International Convention of Comic Art. Phil Seuling, president of the Society for Comic Art Research and Preservation, Inc., sponsored the convention. Seuling stated that comics had evolved from humble situations to more problematical and psychological problems. The political, economic, and social cultural history impacts comics from the way they are written, their price, and the people's opinion.","Comic book dealers, collectors, editors, and cartoonists showed up at the convention followed by approximately 500 teenage fans. Some fans that attended were the middle age sentimentalists that were brought up on Dagwood Bumstead, Katzenjammer Kids, and Moon Mullins. Other attendants like 21 year old Howard Rogofky who grossed 80,000 dollars by selling old comics during that times harsh economy. From 1965 to 1968 the United States had problems on implementing economic stabilization policies. One of the main reasons was that the Vietnam War was projecting a menacing shadow on economic policies, and unacceptable inflation.This fact explains why some of the attendants of the convention were just there to make money by selling old comic strips and comic books.","The true bibliophiles that can quote the chapters and verses of old comics that they love also attended the convention. Glenn Farley a 15 year old stated that he liked to read the old comics mainly because they expressed the frustration in life during those time periods. In the fifties and the beginning of the sixties, comics were all about the horrors of the cold war. Even during the World War II era some comics would show someone doing somthing bad and the hero would punish him. From the 1960s, the direction that comics were taking was the same direction that reflected the new ideas of the people. The 1968 presidential campaign became a conflict about the deadlocked Vietnam War, civil rights, and lack of law and order in the US. During the years, people`s ideas changed for the greater good and were open to alternate choices to deal with issues.","Comics are an art form that have history and have a development of style. Comic art mirrors society, this art is inspired by society the same way any other art form is. Some critics claim that comics not only reflect but encourage violence and hatred in society. These ideals are a direct reflection of the 1960s social and cultural issues in the United States. In 1968 the U.S was on the brink of a massive race war because of persistent discrimination in jobs, education and housing. In that time, the black press provide essential records of the struggles of a united people dealing with generations of loathing and discrimination. An opening made at the convention by Stan Lee, an editor and writer of Marvel comics, strongly disagreed with the critics who stated that comics encouraged violence.","In the 1960s, the Jungle War Stories comic was among the first introductions of the Vietnam War to apear anywhere in America. Jungle War Stories validated the U.S. presence in Southeast Asia, but it also illustrated the challenging obstacles to victory. The idealistic and angry young people of this time period were determined to transform society. the Vietnam War was protested, and other movements were encouraged to battle for civil rights, black power, and feminisim. It is clear that during this convention, people realized the political, economic, and social impact in the country that changed how comic books were made, leaving people open to new ideas."],"display_date":"1960 - 1968","search_date":"1964-07-01","citations":[{"divid":1424407624,"type":"Article","data":["Deirdre Carmody","Comic Books Get Star Billing at Convention here.","New York Times","unkown","Jul 06, 1968","unknown"]},{"divid":1424408102,"type":"Article","data":["Hoover, Dennis K.","PROBLEMS IN THE IMPLEMENTATION OF U.S. ECONOMIC STABILIZATION POLICY, 1965-1968.","National Tax Journal","no. 2","06, 1972","147"]},{"divid":1424408362,"type":"Article","data":["Sieg, Kent G.","The 1968 Presidential Election and Peace in Vietnam.","Presidential Studies Quarterly","no. 4","Fall, 1996","1062-1080"]},{"divid":1424408474,"type":"Article","data":["Thornton, Brian and William P. Cassidy.","Black Newspapers in 1968 Offer Panthers Little Support.","Newspaper Research Journal","no. 1","Winter, 2008","6-20"]},{"divid":1424408578,"type":"Book","data":["Wright, Bradford W.","Comic Book Nation: The Transformation of Youth Culture in America.","","Baltimore","The Johns Hopkins University Press.","2001","181-229"]}],"locations":[{"id":9406,"lat":40.7416518725,"lng":-74.0773468609,"zoom":11,"place":"Hudson, New Jersey"}],"tags":[{"id":579,"tag":"New York City"},{"id":1507,"tag":"1960s"},{"id":1775,"tag":"Comics"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}}