{"id":6312,"title":"Superman vs. Ali: Simply A Fictional Fight, or Something More?","course_id":139,"status":"P","start_date":"2/1/78","end_date":"2/1/78","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Muhammad Ali was the first Muslim boxer to win a heavyweight title, and his fame earned him the opportunity to create a comic book plot for American readers. Ali chose to write a scenario in which he and Superman, who was unable to use his powers, boxed against each other as mortals. In fighting Superman, Ali is clearly reflecting the internal racial war that was going on during 1970’s America. He made the conscious decision to choose a superhero that was most associated with conservative American values such as equality, freedom and justice.","Siegel and Shuster had intentionally created Superman as a symbol of hope to the people during the time of the Great Depression, and gave him the alter ego of  “Clark Kent” in order to relate more with the people. As the gap between the American Dream and reality began to take a toll on the Americans in the 1930’s, Superman fought for justice and upheld the idea of the traditional American hero.","On the other hand, Muhammad Ali was a boxer, who was also known as being one of the biggest Muslim and African-American figures during the 20<sup>th</sup> Century. He spoke out on American hypocrisy towards other races, and criticized how Superman was meant to be the one to speak out for justice and American values, yet there were still oppressed minorities living in America. Ali’s comic book scenario clearly puts Superman as the superior white American male against himself, standing in place for the oppressed minorities who lack equal rights. In taking away Superman’s powers, Ali is literally leveling down the playing field, which shows how unequal the whites and blacks were in America. Superman’s “superpowers” would have been a representation for the social and economical power that whites had in America and the blacks were willing to fight for. Ali’s ending, in which Superman is knocked out in two rounds, creates the controversial alternative to American society as it features a world in which both races are equal, and minorities are able to defeat white Americans.","In conclusion, Ali was trying to send the message to the public about his opinions about race and inequality in America. He struck a chord in the American public by using one of the biggest Superheroes ever created. His comic book scenario featured a black man and a white man fighting against each other, and threatened to defeat the oppressed status quo just like how he defeated Superman in the ring."],"display_date":"February 1, 1978","search_date":"1978-02-01","citations":[{"divid":1424418708,"type":"Newspaper Article","data":["Superman a Patsy for Ali, But Spinks Silences Him","New York Times","New York","February 1st, 1978","B9"]},{"divid":1424418743,"type":"Book","data":["Bradford W. Wright","Comic Book Nation: The Transformation of Youth Culture in America","","Baltimore &amp; London","Johns Hopkins University Press","2001","11"]},{"divid":1424418817,"type":"Article","data":["Unknown","The Black Scholar Interviews: Muhammad Ali","The Black Scholar","42","2012","14-21"]},{"divid":1424418922,"type":"Book","data":["Maurice Horn","The World Encyclopedia of Comics","6","Philadelphia","Chelsea House Publishers","1999","376"]}],"locations":[{"id":9416,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2597,"tag":"Muhammad Ali"},{"id":2589,"tag":"Superman"},{"id":2201,"tag":"Minority Groups"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}}