{"id":632,"title":"Southerners Respond to Reports of British Cotton Schemes\n","course_id":1,"status":"P","start_date":"1840-03-01","end_date":"1840-07-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In March of 1840, the Southern Cabinet of Agriculture, Horticulture, Rural and Domestic Economy included an article saying our readers are aware, no doubt, that certain parties in England have lately brought up a question as to this subject, which materially concerns this country; viz. whether there is any probability that England can hereafter raise her own supplies of the raw material for her immense cotton manufactories.'  The journal quoted from a report in the London Athenaeum.  British authorities in India had begun to consider the viability of growing all the cotton necessary for their nation in their Indian possessions.  At the time they estimated that Britain imported between 4 and 500,000,000 pounds of cotton per year.  Most of this came from the American South, with only about a tenth being produced in India.  The subcontinent had long grown cotton, but this was generally a household industry and the varieties cultivated were coarser and less valuable than American cotton.&lt;br /&gt;The East India Company sent their agent, Captain Bayles, to the American South to investigate the possibility.  There he recruited American farmers to assist the Company in its cultivation projects.  The Manchester Guardian reported the arrival of several individuals from the United States, with saw-gins and other machinery for the cleansing of cotton.'  The plan seems to have come about not only for current economic considerations, but also so that in the event of war with America, we shall thus, in due time be independent of that country for the supply of a staple commodity of very extensive utility, and productive of no inconsiderable profit.'  The editors of The Charleston Mercury, observing all this, had no doubt that the great Anti-Slavery agitation in London, also set on foot by the East India Company.'  According to some southerners this was a threat to the basis of the southern economy as well as a scheme to undermine the southern slaveholding system.&lt;br /&gt;Over the next decades the British began to build up the Indian cotton industry.  It was not an immediate change.  Steam presses for baling arrived in the 1850s, and in 1854 India saw its first large cotton mill.  The development of this industry would prove to be a crucial factor in the American Civil War."],"display_date":"March 1, 1840 - July 29, 1840","search_date":"1840-05-15","citations":[{"divid":1217553916,"type":"Newspaper Article","data":["","The Charleston Mercury","Charleston","July 29, 1840","2"]},{"divid":1217553939,"type":"Newspaper Article","data":["","Southern Cabinet of Agriculture, Horticulture, Rural, and Domestic Economy","Charleston","March 1840","144"]},{"divid":1217553973,"type":"Book","data":["V.B. Kulkarni","History of the Indian Cotton Textile Industry",null,"Bombay","The Millowners&#39; Association","1979",""]}],"locations":[{"id":472,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}