{"id":6323,"title":"Denny O’Neil:  Champion of the Bronze Age","course_id":139,"status":"P","start_date":"4/1/70","end_date":"4/30/85","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The shift between the Golden Age and the Silver Age of comic books in the wake of Fredric Wertham’s <em>Seduction of the Innocent</em> in 1954 was like night and day.  The increasingly heinous horror, crime, and even superhero comics were softened by the self-regulated Comics Code Authority to stay in the mainstream, which ultimately was the genesis of the Silver Age.  The Silver Age was a period in which comic book stories were more cut-and-dry, allowing the unsettling aspects of the industry to be dulled in the eyes of parents.  Yet, as social tensions rose in Cold War America, comic books wished to adjust with the growing youth culture, giving way to the Bronze Age by the early 1970s.  Denny O’Neil was a pioneering comic book writer of the Bronze Age.  O’Neil’s works are important to this age as they related with the maturing audience, introduced relevant social messages to comic books, and developed superheroes into beings capable of learning from mistakes.","First, O’Neil believed that the comic book medium would benefit by maturing with the readers.  The Silver Age that was in full force as O’Neil began his career tended to cower away from stories that would relate to mature readers.  According to Bradford Wright in <em>Comic Book Nation</em>, “DC’s comic books (during the Silver Age) emphasized responsibility to the community over individualism, and the creators minimized the importance of the latter, perhaps unintentionally, by giving all of their superheroes essentially the same personality”.[1] Looking back on writing his first Batman story, O’Neil recalled, “`Okay, we've been doing this camp thing for however long it had been.  The first time I was offered Batman I didn't want to do it…it was in the middle of the camp thing and I thought, `I don't think I'm any good at this.’\"[2]  O’Neil’s apprehension to writing campy stories in the vein of the 1960s Batman television show was due in large part to the older audience who he felt were yearning for depth in their readings.  O’Neil’s time as a reporter got him acquainted with the social turmoil facing the youth culture revolution of the time.","Moreover, O’Neil’s stories intended for a maturing audience interjected relevant social messages to mainstream comics.  Coming from the journalism world and having a working knowledge of social issues pressing the youth culture, O’Neil felt his fiction could help educate mass audiences on these issues.  This holds especially true in the<em> Green Lantern/Green Arrow</em> series; the pairing of these two heroes with conflicting viewpoints brought about interesting new conflicts. In a writing about this particular series, the two viewpoints were described as, “Green Lantern’s liberal responses to situations are in stark contrast to the counterculture ideologies that influence Green Arrow’s thinking”.[3]  Comics before the time of O’Neil, and arguably still to this day, had portrayed western minorities in lesser roles often characterized by their race with characters like Black Spider or Black Panther.  In an article analyzing racial issues involving comic books, O’Neil’s run on <em>Green Lantern/Green Arrow</em>, tackling the titular hero’s absence in the Black community, was hailed with, “Superhero comics represented every fantastic race possible, as a means of ignoring real ones”.[4]  This series in particular gave previously flat characters more dynamic, round qualities.","Finally, O’Neil helped shape mainstream superheroes into people who are able to learn from their misdeeds instead of infallible beings as they had often been.  While pairing Green Lantern with the former “Batman with a Bow”, Green Arrow, O’Neil elected to create new personality and status traits for the heroes in order to make them more flawed and deep characters.  In a 2007 interview, O’Neil said, “Well, Oliver Queen [Green Arrow] had never had much character… but we were evolving into more characterization, and in this particular case I needed someone to represent the non-establishment point of view… there was not very much established about him, apart from the loss of fortune, which had been my story”.[5]  Green Arrow’s leftist views fueled by his loss of fortune lead to later O’Neil characters growing, like the Question’s search for inner peace or Batman’s struggles with limitations and drug abuse in 1993’s <em>Batman: Venom</em>.","In brief, Denny O’Neil’s writing was pivotal in crafting the Bronze Age as it matured with the audience, was full of relevant social messages, and allowed Superheroes to be people capable of error rather than perfect vessels for fighting crime.  O’Neil’s works helped pave the way for diversity in the stories told and the societal value of comic books after the 1960s."],"display_date":"April 1970 - April 1985","search_date":"1977-10-15","citations":[{"divid":1427678442,"type":"Article","data":["Jesse T. Moore","The Education of Green Lantern: Culture and Ideology","The Journal of American Culture","26","2003","263-278"]},{"divid":1427678575,"type":"Article","data":["Marc Singer","Black Skins and White Masks: Comic Books and the Secret of Race","African American Review","36","2002","107-119"]},{"divid":1427678677,"type":"Website","data":["Bryan D. Stroud","The Silver Age Sage","WTV Zone","http://www.wtv-zone.com/silverager/interviews/oneil_2.shtml","March 18, 2015"]},{"divid":1427679487,"type":"Book","data":["Bradford W. Wright","Comic Book Nation","","Baltimore, MD","Johns Hopkins University Press","2001","186"]}],"locations":[{"id":9431,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2602,"tag":"Comic Books"},{"id":2596,"tag":"Bronze Age"},{"id":2618,"tag":"Denny O'Neil"},{"id":2619,"tag":"Green Lantern"},{"id":2620,"tag":"Green Arrow"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}}