{"id":6325,"title":"Marvel Comics and Roy Thomas’ Time of Horror","course_id":139,"status":"P","start_date":"1/1/70","end_date":"12/31/80","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["For Marvel Comics, the 1970’s brought on the revival of the horror genre with Roy Thomas working under Stan Lee and later serving as Lee’s immediate successor as Marvel’s editor-in-chief. Thomas is well known for writing X-Men and Avengers for Marvel Comics in the early 1960’s, but he also contributed greatly to the horror stories that flourished a decade later.[1] Marvel and DC comics sales were very close during the period, continuously fighting for the top spot in the market.","In the beginning of the decade, DC Comics was having success with their anthology series <em>House of Mystery</em> and <em>House of Secrets</em>. Marvel had a good hold on the horror market in the 1950’s, so it was only natural for the company to return to the genre and compete with DC by releasing <em>Tower of Shadows </em>and <em>Chamber of Darkness. </em>Marvel put out numerous books and stories during this time such as <em>Tomb of Dracula</em>, <em>Son of Satan, The Valley of the Worm, </em>and <em>The Living Mummy,</em> essentially flooding the market. Consequently, DC had to match it.[2]","Thomas worked with and advised Stan Lee extensively to create several other horror stories. Marvel’s large spread over the market allowed them to have stories with similar characters such as Dracula and Morbius, both vampires, and stories concerning a Werewolf and also a Man-Wolf. Stan Lee also found inspiration from other famous monsters. He created the Hulk with Frankenstein’s monster in mind. Yet, when he reexamined the Hulk he found it to be a good representation of what the golem, a Jewish legend, was.  The golem was first introduced in comics in <em>Strange Tales, </em>but only lasted a few issues. Thomas later reincarnated the myth of the golem however in <em>Hulk #134</em> and he stated that the Hulk was a “modern version of the Jewish golem saga.”[3]","The immense popularity of horror comics did not last extremely long though. Another kind of horror occurred in 1973 with a nationwide paper shortage that plagued all business that relied on the resource. This caused a decline in the amount of books that were put out by both comic book companies. The shortage resulted in the United Paperworkers International Union appealing to the government to let pulp and paper prices be regulated by market forces and not government control.[4] The feminist movement in the early 70’s caused both Marvel and DC to shift their focus a bit away from horror. In 1972, Marvel released three comics with female main characters, <em>Shanna the She-Devil, Night Nurse, </em>and <em>The Cat. </em>Several other issues across the nation affected the material released by comic book companies. Many stories increasingly covered topics such as the Vietnam War and racism.[5] It is therefore evident then that the companies covered any and all topics that would let them grab hold of the market.","[1] Lawrence, John Shelton. \"The Stan Lee Universe.\" The Journal of American Culture 36, no. 1 (03, 2013), 64.","[2] \"Comic Book Artist Magazine #13 - Roy Thomas Interview - TwoMorrows Publishing.\" Comic Book Artist Magazine #13 - Roy Thomas Interview - TwoMorrows Publishing.","[3] Weiner, Robert G. \"Marvel Comics and the Golem Legend.\" Shofar 29, no. 2 (Winter, 2011).","[4] Wilcke, Gerd. \"Paper Shortage Plagues Business.\" New York Times (1923-Current File), Jan 06, 1974.","[5] Bradford W. Wright, Comic Book Nation: The Transformation of Youth Culture in America. (Baltimore: Johns Hopkins University Press, 2001), 243-251."],"display_date":"1970 - 1980","search_date":"1975-07-02","citations":[{"divid":1427687175,"type":"Website","data":["Jon B.Cooke","Son of Stan: Roy's Years of Horror","TwoMorrows","http://twomorrows.com/comicbookartist/articles/13thomas.html","March 17, 2015"]},{"divid":1427687250,"type":"Newspaper Article","data":["Paper Shortage Plagues Business","New York Times","New York","January 6, 1974",""]},{"divid":1427687315,"type":"Article","data":["John Shelton Lawrence","The Stan Lee Universe","The Journal of American Culture","36","March 2013","64-64"]},{"divid":1427687486,"type":"Article","data":["Robert G. Weiner","Marvel Comics and the Golem Legend","Shofar","29","Winter 2011","50-IX"]},{"divid":1427687523,"type":"Book","data":["Bradford W. Wright","Comic Book Nation: The Transformation of Youth Culture in America","","Baltimore","Johns Hopkins University Press","2011","243-251"]}],"locations":[{"id":9433,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2626,"tag":"Horror"},{"id":2625,"tag":"Stan Lee"},{"id":2624,"tag":"Roy Thomas"},{"id":2623,"tag":"Marvel Comics"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}}