{"id":6326,"title":"America’s Part on the Rise of Comic Books in the 1930s","course_id":139,"status":"P","start_date":"1/1/30","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the ending years of the Great Depression, the launch of an enduring enterprise called Marvel Comics in 1939 was the approach taken by a young pulp magazine publisher named Martin Goodman. Goodman purchased comic book stories from the Funnies, Inc. which included superheroes such as the Human Torch and the Sub-Mariner.[1] Kevin Garcia a free-lance writer for Marvel Comics, describes in his interview his journey through the 1930s in the comic book business. In his interview, he describes the character of Namor “The Submariner” in enough detail that events in the U.S. can relate to that time period. In the 1930s, events in American politics, economics, and social culture, had an influence on the rise and development of comics, their characters, and writers.","The hunt for communists in the U.S. government began in the 1930s and continued on until the 1960s. This changed the stakes of politics and the development of the United States’ social policies. Historians argued that the anticommunist attack was triggered by the rise of unionism under the Congress of Industrial Organizations. This was also a reaction against the development of pro-labor, anti-racist, and feminist consumer movements.[2] In the 1930s the United States government believed that communism was a threat and immoral. This information relates to Kevin Garcia’s interview because he believed that Namor fought evil and rarely saw defeat.[3]","Given the right learning tools, pre-school children are able to demonstrate the extent of their learning. Comic strips have been used in many ways to enhance knowledge and education. Also, comic books and their use as learning stimuli show their historical context as well as their potential for future practice. Research shows that pre-school children respond in a positive manner to comic strips because they allow the learners to make sense of different topics through the retelling of stories, allowing a deeper understanding and a higher level of learning.[4] Kevin Garcia was a high school teacher of American literature. Since comics began to strongly rise in the 1930s, this research relates to Garcia’s comment that comics are an excellent learning tool and are part of American literature, which is why he used them in his classes.[5]","Militarization altered nearly every feature of American life from the late 1930s and the following centuries. Militarization steered the economy in the direction of a strong war production. This happened both during the actual hostilities of the World Wars and a lot longer during the cold war when hostilities threatened but were not acted upon. The nation paid unthinking attention to national security at the expense of other issues. This even had an impact on shaping social and cultural affairs, so that everything from education to the rights of women was debated in terms of the language of military struggle.[6] This document does not relate directly with Garcia’s interview but more importantly, it provides background knowledge of the struggling America that he endured during the 1930s.","In the United States, employment fell approximately 25 percent and output fell about 30 percent during 1929 and 1933, marking the beginning of the Great Depression.[7] The Great Depression began soon after the stock market crashed in October 1929. By 1933, nearly 13 to 15 million Americans were unemployed and approximately half the country’s banks failed.[8] Many comic book writers were in financial difficulties during the early 1930s and saw an opportunity in the comic book business to lift their families out of the Depression. The distance between the American dream and reality seemed particularly large at that time.[9] These facts relate to Kevin Garcia because he was a free-lance writer for Marvel Comics trying to make a living during that time.[10] Writers did not create superheroes only to entertain and to make a living, but to bring hope to the American people. Instead, the real heroes in the Great Depression of America turned out to be the American people themselves.","[1] Wright, Bradford W. 2001. <em>Comic Book Nation: The Transformation of Youth Culture in America. </em>Baltimore: T","[2] Storrs, Landon. \"LEFT-FEMINISM, THE CONSUMER MOVEMENT, AND RED SCARE POLITICS IN THE UNITED STATES, 1935-1960.\"<em>Journal of Women's History</em> 18, no. 3 (Fall, 2006): 40-67,148. http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/203248794?accountid=13584.","[3] Ortiz, Ildefonso. \"Local Writer Chronicles Marvel Superhero.\" <em>McClatchy - Tribune Business News,</em> Aug 23, 2010. http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/746394557?accountid=13584.","[4] Sharpe, Justin and Yasamin O. Izadkhah. \"Use of Comic Strips in Teaching Earthquakes to Kindergarten Children.\" <em>Disaster Prevention and Management</em> 23, no. 2 (2014): 138-156. doi:http://dx.doi.org/10.1108/DPM-05-2013-0083. http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/1507610768?accountid=13584.","[5] Ortiz, Ildefonso. (2010)","[6] Brands, H. W. \"In the Shadow of War: The United States since the 1930s.\" <em>Political Science Quarterly</em> 111, no. 3 (Fall, 1996): 539-540. http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/208265331?accountid=13584.","[7] Cole, Harold L. and Lee E. Ohanian. \"The Great Depression in the United States from a Neoclassical Perspective.\" <em>Federal Reserve Bank of Minneapolis.Quarterly Review - Federal Reserve Bank of Minneapolis</em> 23, no. 1 (Winter, 1999): 2-24. http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/227764563?accountid=13584.","[8] History.com Staff. “The Great Depression” <em>History.com- A+E Network</em> (Spring, 2015)","[9] Wright, Bradford W. (2001)","[10] Ortiz, Ildefonso. (2010)"],"display_date":"1930 - 1939","search_date":"1934-12-31","citations":[{"divid":1427687687,"type":"Article","data":["Wright, Bradford W.","Comic Book Nation:","The Transformation of Youth Culture in America.","1","2001","35"]},{"divid":1427687792,"type":"Article","data":["Storrs, Landon.","LEFT-FEMINISM, THE CONSUMER MOVEMENT, AND RED SCARE POLITICS IN THE UNITED STATES, 1935-1960.","Journal of Women's History","3","2006","18"]},{"divid":1427687860,"type":"Article","data":["Ortiz, Ildefonso.","Local Writer Chronicles Marvel Superhero.","McClatchy - Tribune Business News","unknown","2010","unknown"]},{"divid":1427687938,"type":"Article","data":["Sharpe, Justin and Yasamin O. Izadkhah.","Use of Comic Strips in Teaching Earthquakes to Kindergarten Children.","Disaster Prevention and Management","2","2014","23"]},{"divid":1427688027,"type":"Article","data":["Brands, H. W.","In the Shadow of War: The United States since the 1930s.","Political Science Quarterly","3","1996","539-540"]},{"divid":1427688103,"type":"Article","data":["Cole, Harold L. and Lee E. Ohanian.","The Great Depression in the United States from a Neoclassical Perspective.","Federal Reserve Bank of Minneapolis.Quarterly Review","1","1999","2-24"]}],"locations":[{"id":9434,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2628,"tag":"Namor Marvel Comics"},{"id":2627,"tag":"Marvel Comics 1930"},{"id":1972,"tag":"1930s"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}}