{"id":6327,"title":"Akira and Postwar Manga","course_id":139,"status":"P","start_date":"1/1/82","end_date":"6/8/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an interview with Takehiko Inoue, Katsuhiro Otomo discusses writing his comic book Akira, and specifically how the manga he read growing up, namely <em>Ahita no Joe </em>and <em>Kyojin no Hoshi</em>, got progressively darker. [1]  This was a very common theme among manga books and <em>Akira </em>is no exception.  From where manga began to where it stood when Otomo created Akira, a clear trend of darker, gloomier stories emerge due mostly to the aftermath of World War Two.","From the start, it is clear that Japan’s social, political and cultural customs had a huge impact on manga.  Since there is not as much room to move around in Japan as there is in other countries, Japanese children needed to find a way to entertain themselves and manga was the perfect outlet.  Many things in Japan, such as buses, seemed to take a long time to get through and thus even gave adults chances to read manga.[2]  The idea that manga was meant solely for entertainment completely changed after WWII, especially after the bombings on Hiroshima and Nagasaki.  Manga now gave Japanese citizens an avenue to cope with their fears of nuclear weapons. This now near obsession with nuclear disasters and post-apocalyptic dystopias took to the forefront of most media forms in Japan, not only manga.  Movies like <em>Godzilla, Tidal Wave </em>and even the <em>Akira </em>film are prime examples of this fear “centered around a vision of disaster, of social, material, and sometimes spiritual collapse.”[3]","The constant fear surrounding Otomo’s life is likely where he received his inspiration to write <em>Akira</em>.  In <em>Akira</em>, he is “more concerned with trying to reconstruct the world in the midst of the ruins of war than with any historical reality.”[4] This is all anyone in Japan really wanted at the time, not necessarily a realistic solution to the seemingly insurmountable problem of nuclear warfare, but rather a quick easy fix in their minds to calm their worries.  Otomo understood this and did just that in <em>Akira</em>, which is why it is still so popular to this day.","Overall, the social, political and cultural influences in Japan caused manga to be a flourishing genre, but as terror began to spread about nuclear catastrophes after WWII, manga became more than just a comic book.  Otomo realized this and by creating a city everyone could imagine, but no one hoped for, he was able to play to their insecurities and fears while slowly but surely building the city back up.","[1] <em>A Conversation between Katsuhiro Otomo and Takehiko Inoue. 2014.</em>","[2] Henry D. Smith. <em>Review of 'Manga! Manga! The World of Japanese Comics. </em>The Society for Japanese Studies, 1984.","[3] Susan J. Napier.  <em>Panic Sites: The Japanese Imagination of Disaster from Godzilla to Akira. </em>The Society for Japanese Studies, 1993.","[4] Unchino Tadashi. <em>Images of Armageddon: Japan's 1980s Theatre Culture. </em>The MIT Press, 2000."],"display_date":"January 1, 1982 - June 8, 1999","search_date":"1990-09-19","citations":[{"divid":1427691427,"type":"Article","data":["Susan Napier","Panic Sites: The Japanese Imagination of Disaster from Godzilla to Akira.","The Society for Japanese Studies","19","1993","327-351"]},{"divid":1427691575,"type":"Manuscript","data":["","A Conversation between Katsuhiro Otomo and Takehiko Inoue","","","","Mangabrog Wordpress",""]}],"locations":[{"id":9435,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":2630,"tag":"Akira"},{"id":2629,"tag":"Manga"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}}