{"id":6328,"title":"Ditko’s ‘Realistic’ Crime in Comics","course_id":139,"status":"P","start_date":"10/1/68","end_date":"10/31/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During October 1968, an issue of the Marvel Main magazine was released in which an interview with comic book artist Steve Ditko was included. The interview mentioned a number of superhero comic figures that he created, one of them being The Question. Albeit following the trend of fighting super villains, the people who The Question fought against were much like real people: reporters and mobsters. Furthermore, apart from the realistic perspective of his comic stories, he comes into depth when talking about the  “struggle of the mind from being corrupted and being ruled by irrational premises.” He therefore states that human beings are in control of everything they do and how they react to their surroundings, including the spreading fear of communism at the time. One of the most significant events at the time was the Vietnam War, where Americans feared the spreading belief of communism.","The Vietnam War began due to the President Truman’s belief of how Vietnam was turning into a communist state and was losing its sense of “deep-rooted nationalism”. This led to the fear of communism, as well as an increase in the amount of anti-communist propaganda displayed throughout the country. Nevertheless, forms anti-communist propaganda weren’t only prominent in advertisements and speeches, but also within comics. For example, Stan Lee’s Iron Man created his superhero armor when the Communists kept him hostage, only to come to the realization that the only way he could stay alive was to wear the iron chest plate he created along with it. The general public would feel sympathy for this fictional character even though it is clearly unrealistic, as well as feel hatred towards these communist groups.","In contrast, Steve Ditko’s The Question was used to represent his views on society and who the public should truly be fighting against: the media. The Question only ever fought against reporters and mobsters, instead of including racial groups and stereotypes that other comics focused on. This would therefore relate to other comics where the enemy is fought against, such as Lee’s Iron Man as stated previously, since it creates more unnecessary hatred and irrational feelings towards the enemies in reality. Ditko also mentions “a mind that refuses to accept or defend the truth, by that act, permits lies to exist…” and that whatever we choose to believe is what our future relies on. To him, evil would only exist if we believe it to be real.","To conclude, Ditko created a superhero that didn’t necessarily fight for solely the government’s perspective of justice like the other superheroes, but rather more of what he saw as being the brainwash and use of propaganda to make people think that what they do is right when it may not be. The Question is a clear representation of how he believes that the media and ‘realistic’ types of crime is who the people should be fighting against, not just fighting against who others think we should be fighting against and why. It was a waste to use up our resources on unnecessary wars that blew up due to fear."],"display_date":"October 1968","search_date":"1968-10-16","citations":[{"divid":1427718664,"type":"Book","data":["Bradford Wright","Comic Book Nation: The Transformation of Youth Culture in America","","Baltimore &amp; London","Johns Hopkins University Press","2001","215"]},{"divid":1427718833,"type":"Article","data":["Emily Clark","Of Catholics, Commies, and the Anti-Christ: Mapping American Social Borders through Cold War Comic Books","Journal of Religion and Popular Culture","3","Fall 2009","1-23"]},{"divid":1427718890,"type":"Article","data":["David Hunt","America's Lost War. Vietnam: 1945-1975","The Journal of Military History","1","2006","278-9"]},{"divid":1427719018,"type":"Website","data":["Mark Canterbury","Interview with Ditko from Marvel Main #4","Unknown","http://www.vicsage.com/wp/interviews/interview-with-ditko-from-marvel-main-4/","19th March, 2015"]}],"locations":[{"id":9438,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2632,"tag":"the question"},{"id":2631,"tag":"steve ditko"},{"id":1246,"tag":"Propaganda"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}}