{"id":6330,"title":"Golden Age","course_id":139,"status":"P","start_date":"1/1/40","end_date":"12/2/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In January 1940, <em>DC Comic</em> debuted a comic following the fastest man alive. Creator Gardner Fox and artist Harry Lampert built the story of Jay Garrick, known as “Flash.” In the first edition of <em>Flash Comics</em>, readers are introduced to Garrick as a college student studying to become a scientist. During one of Jay’s science experiments, he unintentionally inhales hazardous fumes that render him unconscious. After awakening, Garrick discovers that the gases had remarkably enabled him to function at superhuman speed. With his gift, Flash defends his fictional home of Keystone City while allotting time to keep up with his studies. Flash’s pursuit of education after acquiring superhuman speed is an example of how structured conduct in American culture following The Great Depression and into World War II was being implemented to it’s new generation.","Flash differs from his predecessors in that he is a less combative superhero than Superman or Captain America. Flash, who wore his father’s World War I helmet, exemplifies the rectitude that was being urged upon children of the early 1940’s and continued into the 1950’s. As <em>Comic Book Nation</em> notes, society during the Golden Age of comics became fixated on the instilment of morally just ideology in youth culture.[1] Comics, having become a hugely popular medium for youth to gain information, also began attracting a lot of attention as to whether or not their criteria was beneficial for kids. Gardner’s focus during the creation of <em>Flash Comics</em> was not rooted in forming a character mighty enough to defend America against its greatest villains, like many of Flash’s super-peers had.[2] Rather, Flash was created to allow readers an escape from the belligerent culture surrounding World War II. Because Flash was created at a time when comic criteria was highly speculated, Gardner’s vision for Flash was one that offered an escape from that antagonistic ideology.","In a 1972 interview with Gardner Fox, the creator of Flash recollects what had directed him toward writing comics, in particular Flash. In the interview with John Benson and Phil Seuling, Gardner states that, “<em>The Gods of Mars</em> and <em>The Warlord of Mars</em> opened up a complete new world for me”, continuing to say,  ”That was my goal for the original <em>Flash Comics</em>.”[3]  Perhaps more than any other comic book writer of his time, Fox’s mission was to create a hero whose job wasn’t solely to destroy the enemy by any means necessary. Instead, Fox wished to create a hero that was viewed as a human with superpowers rather than a superhero pretending to be human.","However, as the attention surrounding World War II grew, it became inevitable for from a revenue standpoint for Flash to join in on the propaganda. As Gardner states, “As writers, it was our job to adapt to the world around us.”[4] In the months following Flash’s debut, Gardner premiered a group of superheroes known as the Justice Society of America whose issues ventured far outside of the Keystone City. The Justice Society, in which Flash was an honorary member, quickly became part of the War and took the name the Justice Battalion after becoming a branch of the United States Armed Forces.[5] Much like Marvel’s Captain America, the Justice Battalion approached head on issues surrounding WWII like Nazi Fascism, which at the time, was a commonality for comics.[6] Chapter Two of <em>Comic Book Nation</em> addresses, Golden Age comic book superheroes often provide their own political input by taking action in war efforts on behalf of America.[7] Gardner accomplishes the inclusion of the world around him in his early Flash comics through the actions of the Justice Society of America. Readers began depending on the actions of their favorite heroes such as The Justice Society, Captain America, and Superman to determine how they might like to see the war handled. Whether or not they truly played a role in the outcome of World War II, it is evident that the true outcomes did not differ greatly from those that were predicted in graphic novels at the time.","Gardner Fox’s creation of Flash provides the comic world with a hero centered on the mirroring strong morality rather than one that reflects the abrasive arrogance that much of America culture during the 1940s represented. Jay Garrick’s Flash is one who tried admirably to branch away from the hostile nature attached to Golden Age comics, but ultimately became engulfed by it."],"display_date":"January 1, 1940 - December 2, 1945","search_date":"1942-12-17","citations":[{"divid":1427839282,"type":"Book","data":["John Benson Phil Sueling","Comic Art Convention","","New York","Benson &amp; Sueling","1972","94"]},{"divid":1427839379,"type":"Book","data":["bradford wright","comic book nation","","baltamore","Johns Hopkins","2001","202"]},{"divid":1427839424,"type":"Book","data":["cord scott","comics and conflicts","","N/A","Cord Scott","2006","19"]},{"divid":1427839483,"type":"Book","data":["william savage","comic books and america","","Univ. of Oklahoma","Norman","1990","160"]}],"locations":[{"id":9441,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2634,"tag":"Keystone City"},{"id":2609,"tag":"gardner fox"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}}