{"id":6332,"title":"The History and Impact of the ARPANET","course_id":140,"status":"P","start_date":"2/7/58","end_date":"12/30/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1957 the Soviets launched a beach ball sized (23-inch) sphere named Sputnik into low earth orbit to the amazement of scientists all over the world.  What does this have to do with the modern Internet?  The answer is everything.  This Soviet feat of engineering caused a chain of events that would change the world forever.  In the process of compiling this article, we have examined numerous primary source references including Congressional Actions, Department of Defense Directives and original Contractor Memorandums from which we were able to distill an accurate chronology of the events described within.","In 1958, as a result of the Sputnik’s launch, coupled with the ever intensifying Cold War, the United States Department of Defense created the Advanced Research Project Agency (ARPA) [1].  ARPA’s mission was simple.  Team up with the newly formed National Aeronautics and Space Administration and regain United States’ technical superiority [2].  In order to achieve this mission, defense contractors, universities, and government agencies needed a communication method that could share mountains of data instantly across the United States and with our allies abroad.  The efforts and technologies developed to complete the mission became the physical foundation for the modern Internet.","On August 29, 1949 the Soviet Union detonated its first nuclear weapon.  No longer was the United States the only global power that could harness that incredible power.  Our response was predictable and over the next two years we put up a radar fence to identify and track incoming bombers.  The fence gave us the feeling of security we needed. When the Soviets launched Sputnik in 1957 the game changed [3]. Our fence needed to reach into space and current technologies did not have the answer.","On February 7, 1958, Secretary of Defense Neil McElroy signed the Department of Defense Directive 5105.15, authorizing the creation of the Advanced Research Projects Agency (ARPA).  The new agency was responsible for “the direction or performance of such advanced projects in the field of research and development.” In order to fulfill its responsibilities, ARPA was empowered to “enter into contracts and agreements with individuals, private businesses entities, educational, research or scientific institutions” [4].   For the first four years ARPA was primarily involved with the design of what would become known as Intercontinental Ballistic Missiles (ICBM’s).  These early spacecraft were designed to deliver nuclear weapons from hardened silos in the United States through space to the heart of the Soviet Union.   The design and production of these new technologies required a level of communication and cooperation between entities scattered across the United States.  Recognizing this issue ARPA created the Information Technology Processing Office (IPTO) in 1962 to work on the communication problem.","The first director of the IPTO was J.C.R. Licklider.  Licklider was a psychologist and acoustic engineer with an incredible vision.  Most scientists of the time viewed computers as large calculators.  Licklider envisioned an “intergalactic network” in which computers could communicate with each other.   Computers at the time were large custom built machines frequently located in research facilities or educational institutions that performed intensive research.  Licklider imagined the efficiency of being able to access these machines from remote locations in order to share these valuable resources.  This was the concept of time-shared computing.  Although his stay at IPTO was short-lived (two years) his initial vision shaped the IPTO’s policy for the more than a decade.  While the IPTO was working on the time-sharing concept, the Air Force had contracted with the Rand Corporation for a classified project to create a “command and control” telecommunications network that could withstand and dynamically re-route communications in the event of a large-scale nuclear attack.  One of the key concepts pioneered by the network was “Packet Switching”.  Packet switching takes an electronic transmission and breaks it down into smaller, serialized packages.  These packages are transmitted to their destination and reassembled to recreate the original data.  In 1964, when the Rand study was published [5], the IPTO immediately integrated this concept into their designs.","The ARPANET’s original design included multiple host computers connected via dedicated phone lines to devices called “Interface Message Processors” (IMPS).  These IMPS would eventually become what we refer to today as “Routers”.  In 1968, ARPA contracted out the manufacture of the 20 IMPS to a Massachusetts company called Bolt, Beranek and Newman (BBN).  It is worth noting that J. C. R. Licklider served as Vice-President of BBN for four years before going to ARPA.  On October 15, 1969, the first two IMPS’ installed at UCLA and Stanford Research Institute were connected.  The first message was “log in” [6].  By December 1969, all four test sites were up and running. All 20 of the original sites were operational before the end of 1970 [7].  The ARPANET was born.","Over the next 20 years ARPA and the ARPANET went through changes and growth that could not have been imagined by its initial planners.  Thanks to advances in telecommunication technology, the network united educational and research facilities across the globe. The creation of modern communication protocols and advances in hardware fortified the resiliency and integrity of the network. There were many other people and nations who directly contributed to the design and creation of what we today call the Internet. The works of men like Tim Berners-Lee, Vint Cerf, and Paul Baran all contributed to the wonder of technology we use today. The ARPANET’s technology was immature compared to today’s modern standards.  The ARPANET did however create a foundational platform for the global sharing of knowledge that allowed the greatest minds of our generation to share and benefit from each other’s skills and expertise.   Without the vision, determination, and support of the ARPANET’s early innovators, the modern Internet and all of the opportunities it has created would not exist.","[1] Department of Defense. <em>Department of Defense Advanced Research Projects Agency</em>(DOD Directive 5105.15).","[2] Internet History from ARPANET to Broadband.","[3] Lukasik, S. Why The Arpanet Was Built.","[4] Department of Defense. <em>Department of Defense Advanced Research Projects Agency</em>(DOD Directive 5105.15).","[5] Baran, P. On Distributed Communications: I: Introduction to distributed communication networks.","[6] Internet History from ARPANET to Broadband.","[7] Lukasik, S. Why The Arpanet Was Built."],"display_date":"February 7, 1958 - December 30, 1970","search_date":"1964-07-19","citations":[{"divid":1429812070,"type":"Government Document","data":["A history of the ARPANET: The first decade. (Report No. 4799)","Defense Advanced Research Agengy","1981","Washington DC","","1981","","DARPA Website","http://www.darpa.mil/WorkArea/DownloadAsset.aspx?id=2677"]},{"divid":1429812837,"type":"Article","data":["Campbell-Kelly, M., &amp; Garcia-Swartz, D.","The history of the internet: The missing narratives.","Journal of Information Technology","28","2013","18-33"]},{"divid":1429813038,"type":"Article","data":["Braman, S.","The Framing Years: Policy Fundamentals in the Internet Design Process","Information Society","27(5)","2011","295-310"]},{"divid":1429813223,"type":"Article","data":["Lukasik, S","Why The Arpanet Was Built.","IEEE Annals of the History of Computing","33 (3)","2011","4-21"]},{"divid":1429813532,"type":"Law","data":["Advanced Research Projects Agency,DOD Directive 5105.15","2/7/1958","Department of Defense","Washington DC","Department of Defense","1958","","www.darpa.mil","http:// www.darpa.mil/WorkArea/DownloadAsset.aspx?id=2473"]},{"divid":1429813759,"type":"Article","data":["Federal Communications Commission","Internet History from ARPANET to Broadband","Congressional Digest","86 (2)","2007","35-64"]},{"divid":1429814277,"type":"Pamphlet or Other Printed Material","data":["Baran, P.","On Distributed Communications: I: Introduction to distributed communication networks. (Memorandum RM-3520-PR)","Santa Monica CA.","Rand Corporation","1964","http://www.rand.org/content/dam/rand/pubs/research_memoranda/2006/RM3420.pdf"]},{"divid":1429814705,"type":"Law","data":["Public Law 85-325","2/12/1958","H.R. 9739","Washington DC","United States Government Publishing Office","1958","11","United States Government Publishing Office","http://www.gpo.gov/fdsys/pkg/STATUTE-72/pdf/STATUTE-72-Pg11.pdf"]}],"locations":[{"id":9456,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":2640,"tag":"network"},{"id":2639,"tag":"internet"},{"id":2638,"tag":"arpanet"},{"id":2637,"tag":"arpa"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":140,"school_id":43}}