{"id":6333,"title":"Women in Protest and the Vagina Monologues","course_id":144,"status":"P","start_date":"2/14/98","end_date":"2/14/98","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sex is not a taboo topic on college campuses. Sex is everywhere. At late night weekend parties. In campus coffee shops as people fill their friends in on their latest hookup. In freshman orientations where free condoms are handed out and safe sex is highlighted. In dorm rooms as you’re trying to focus on your assigned reading and the rhythmic bang bang bang of a lofted dorm room bed hitting the cement wall is all you can hear. But how does college feel about vaginas? Not good, many women fear. Upset with the taboo subject of vaginas, upset that so many people with vaginas know so little about them and are afraid to ask, upset that so many women are subject to sexual violence within the world, and specifically on college campuses where sex is so prominent, Eve Ensler wrote the Vagina Monologues. These were a series of interviews Ensler did with a group of women in which they discussed their experiences and anything related to vaginas.","In 1998, V-Day was created, in which a group of women performed Ensler’s Vagina Monologues in order to spread awareness about and to stop violence against women. This performance led to many similar ones taking place at colleges throughout the United States.","One of these colleges includes Augustana, whose members were inspired by the organizers of V-Day and other students to put on their own performance. In 2003, Jamie Nelson, Scott Magelssen, Emily Chouinard, Amy Fischl, and Ellen Hay all began to organize the school’s very first performance, which was funded by the school’s chapter of Alpha Psi Omega. Taking place in Wallenberg hall, students with vaginas were able to read pieces from the Vagina Monologues, and the school was able to donate its proceeds to the Family Resource Center in order to aid women faced with sexual or domestic abuse. The performances have since expanded into using art, poetry, prose, etc. by Augustana students with vaginas that captures the issues of vaginas, sexuality, and sexual violence.","The creation of the Vagina Monologues, V-Day, and its increased presence on college campuses came in a time period marked by third wave feminism and it’s ideals. Issues of gender violence and reproductive rights were being discussed more and more, something that was particularly relevant to college aged women. According to the Bureau of Justice Statistics, women between ages 16 and 24 years are at greatest risk for rape, and for college students in particular, 9 of 10 knew the man who raped them (Gross). The issue of sexual violence is something that desperately needed to be addressed for college women. It was a reality that they were faced with, knowing that the danger of rape and violence for them and their female friends could happen, and it could be done by someone they know, someone they share classes with, someone they see everyday on the quad. It is for this reason that the Vagina Monologues took off on college campuses, as it gave these women a platform of protest with which to discuss the issues they were faced with."],"display_date":"February 14, 1998","search_date":"1998-02-14","citations":[{"divid":1430003829,"type":"Book","data":["Eve Ensler","Vagina Monologues","","New York","Villard","2001","1-22"]},{"divid":1430003875,"type":"Article","data":["Alan M Gross","An Examination of Sexual Violence Against College Women","Violence Against Women","1","March 26 2006","288-300"]}],"locations":[{"id":9457,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":2643,"tag":"third wave feminism"},{"id":2642,"tag":"Augustana College"},{"id":2641,"tag":"Vagina Monologues"},{"id":196,"tag":"women's rights"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}}