{"id":6334,"title":"The Creation of the National Organization for Women (NOW)","course_id":144,"status":"P","start_date":"6/30/66","end_date":"6/30/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a warm June day in the year 1966, 28 frustrated women went to Washington D.C. to attend the third National Conference of Commissions.[1]  The topic for this conference was the status of women in the United States.  While some believed that women became equal in America the moment that they gained the vote, others, these 28 women specifically, believed that the U.S. still had a long way to go to gain equality between the sexes.  Yet upon attending the conference they felt that not enough of the issues were being dealt with or even discussed.  Issues like that of equal opportunities for employment for both sexes.[2]  These 28 intelligent and educated women experienced first-hand the discrimination and limitations that came with being a woman in the job market during that time.[3]  Even though, governmental departments such as the Women’s Bureau may have been putting out reports of female contentment in the private sphere, or the home, these women said different.[4]  Soon after the conference these 28 women founded the National Organization for Women, an American Feminist Advocacy group.","These 28 women after leaving the conference threw their anger at the lack of progress for women into creating an activist feminist organization whose goal was to attempt to tip the scales in the favor of women everywhere in America.[5]  They wanted to challenge a system that would have much preferred women remain in their supposedly traditional roles in the home.[6]  Also to give a voice to the issues that women cared about and effected them directly, on a political and national scale.  With the help of Betty Friedman, the author of <em>The Feminine Mystique</em>, these women formed a feminist civil rights group.  Friedman also came up with the idea to name the group “NOW” or the National Organization for Women.[7]  Books like Friedman’s <em>Feminine Mystique </em>helped to create a consciousness in the United States which led to more discontentment with the status of women in the country.[8]  This consciousness along with many other factors contributed to the women’s movement in that time and eventually the creation of the National Organization for Women.","Later as NOW grew to include chapters all across the United States they felt the need to share their origin story.  So pamphlets were distributed, recounting the narrative of the founding of the organization to the newly formed chapters all over the country.  This most likely give the new chapters a sense of connection to the group on its national level.  Rather than just each individual chapter creating its own ideology and goals, NOW wanted all the chapters to understand the importance of the ideas that the organization was founded upon and the goal of helping women to gain their political voice.","[1]NOW Origins Pamphlet, in MSS 310 National Organization for Women National records,","Administrative 1966-1993, Special Collections, Augustana College, Rock Island IL.","[2] NOW Origins, Special Collections.","[3] Ryan, Barbara. \"IDEOLOGICAL PURITY AND FEMINISM: The U.S. Women's Movement","from 1966 to 1975.\" <em>Gender & Society</em> 3, no. 2 (June 1989): 239-257. <em>America: History & Life</em>, EBSCO<em>host</em>. 242.","[4] Duerst-Lahti, Georgia. \"The Government's Role in Building the Women's Movement.\" <em>Political </em>","<em>Science Quarterly (Academy Of Political Science)</em> 104, no. 2 (Summer89 1989): 249. <em>America: History & Life</em>, EBSCO<em>host</em>.","[5] NOW Pamphlet, Special Collections.","[6] Ryan, “Ideological Purity”, 242.","[7] NOW Pamphlet, Special Collections.","[8] Duerst-Lahti, “The Government’s Role”, 256."],"display_date":"June 30, 1966","search_date":"1966-06-30","citations":[{"divid":1430101583,"type":"Manuscript","data":["","NOW Origins","1966-1993","MSS 310","Box 17, Folder 3","National Organization for Women National records","Special Collections Library, Augustana College"]},{"divid":1430101790,"type":"Article","data":["Georgia Duerst-Lahti","The Government's Role in Building the Women's Movement","Political Science Quarterly","104","1989","249"]},{"divid":1430101918,"type":"Article","data":["Barbara Ryan","Ideological Purity and Feminism: The U.S. Women's Movement from 1966-1975","Gender &amp; Society","3","June 1989","239-257"]}],"locations":[{"id":9458,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":2644,"tag":"women's organizations"},{"id":617,"tag":"Feminism"},{"id":2258,"tag":"women's movement"},{"id":7,"tag":"Women"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}}