{"id":6335,"title":"<strong><em>The Presidential Consent of Women's Suffrage</em></strong>","course_id":144,"status":"P","start_date":"6/7/18","end_date":"6/7/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["President Wilson sat at his desk trying to organize his thoughts. World War I continued on while he tried to fix the problems at home as well as overseas. On June 7, 1918, President Wilson typed up a letter and sent it to Carrie Chapman Catt who was a leading figure in the women’s suffrage movement. Wilson pictured the United States as the leader of the democratic world during the early 20<sup>th</sup> century. However, it was hardly democratic itself. Women were not allowed to partake in politics, specifically in voting for their representatives. Many women had been trying to change this by adding a women’s suffrage amendment to the constitution since at least 1848 with little success.","President Wilson did very little with women’s suffrage at first. Many women even picketed the White House in 1917 in order for Wilson to take them seriously. The protest put many women into jail because violence broke out. His daughter, Jessie Woodrow Wilson Sayre, was also a prominent leader in the women’s suffrage movement. Around the time of the protests, Wilson had a sudden change of heart.  These various factors may have contributed to Wilson’s change in attitude towards the women’s movement.","Finally after much hard work, the leaders of women’s suffrage had gained a powerful ally in 1918. That ally would be none other than the President himself, Woodrow Wilson. In the letter, President Woodrow Wilson stated that he agreed with Catt on her views for, \"...democratic reconstruction of the world for which we are striving, and which we are determined to bring about at any cost, will not have been completely or adequately attained until women are admitted to the suffrage…” Carrie Chapman Catt had finally convinced a world leader about the importance of women’s suffrage.  It was now only a matter of time before her hope for women would become a reality with the eventual passage of the 19<sup>th</sup> Amendment."],"display_date":"June 7, 1918","search_date":"1918-06-07","citations":[{"divid":1430103369,"type":"Website","data":["Global Women's Leadership Initiative","Woodrow Wilson and the Women's Suffrage Movement: A Reflection","Wilson Center","http://www.wilsoncenter.org/article/woodrow-wilson-and-the-womens-suffrage-movement-reflection","4/26/2015"]},{"divid":1430103603,"type":"Manuscript","data":["Woodrow Wilson","Woodrow Wilson to Carrie Chapman Catt, Jun. 7, 1918","June 7th, 1918","","","Carrie Chapman Catt Papers, 1878-[ongoing]","Iowa State University Library Special Collections"]}],"locations":[{"id":9463,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":2645,"tag":"Woodrow Wilson"},{"id":2646,"tag":"Carrie Chapman Catt"},{"id":2647,"tag":"Women's Suffrage"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}}