{"id":6337,"title":"The Coming of Age of the \"Women of Augustana\"","course_id":144,"status":"P","start_date":"1/1/21","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Eliminate them from the school and see what a vacuum there would be” claimed Esthena Randolph of the groups and clubs formed and carried out by women at Augustana prior to and through the 1920s. In fact, the “Berean Bible Class, the Edward Everett Debating Club, the Oriole Chorus, and the Augustana Women’s Club owe[d] their existence entirely to women.” During the 1920s, often known as the progressive era, women in education were beginning to make big moves for themselves and stand out in academia. These major changes were happening very fast as Randolph rightly noted that it had not been many years that women had been “tolerated” at Augustana because in the beginning, only men had attended the college.","After the first woman was admitted to Augustana in 1883, women’s presence continually went up and the Rockety-I newspaper took note of this change and asked her to write an article about their progress. Proudly, Randolph explained how far women in education had come from the days of 1886 where women were not allowed to “recite” in the classrooms until they took a stand and were “welcomed with awed admiration” as their voices were finally heard in the classroom. Being able to form clubs and participate in class changed what college meant to women at this time.","Coming of age as woman in this era had often been defined by marriage, but these women were breaking that barrier and they knew it. Claudia Goldin studied three different cohorts of female students in her working paper entitled “The Meaning of College in the Lives of American Women: The Past One-Hundred Years.” Included within one of these cohorts were women who attended college and graduated between 1900 to 1920. She examined the choices of these college women and discovered that they were marrying at lower rates because “college permitted women to be more discerning in their choice of lifestyle and husband” and many women furthered their education and got jobs as teachers. Important to Randolph’s account of college women is Goldin’s findings that men did not necessarily “like” educated women because of their choice between family and career. Randolph used a more positive position, elevating the women at Augustana, because men were recognizing their feats instead of scorning them. In turn, Randolph’s article was also a tribute to the men of Augustana and the institution as a whole."],"display_date":1921,"search_date":"1921-07-02","citations":[{"divid":1430137799,"type":"Article","data":["Claudia Goldin","The Meaning of College in the Lives of American Women: The Past One Hundred Years","The National Bureau of Economic Research","4099","1992","1-5"]},{"divid":1430137883,"type":"Newspaper Article","data":["The Women of Augustana","Rockety-I","Rock Island, Illinois","1921","160-161"]}],"locations":[{"id":9467,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":7,"tag":"Women"},{"id":6,"tag":"Education"},{"id":780,"tag":"college"},{"id":2651,"tag":"Clubs"},{"id":2652,"tag":"Equality of Sexes"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}}