{"id":6338,"title":"The Role Education Played in Suffrage","course_id":144,"status":"P","start_date":"1895-01-01","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["There she was, standing before Augustana College’s class of 1915 as Valedictorian. Margaret Olmsted gave a speech at commencement on the importance on what it meant to receive a liberal education. Olmsted made the claim that a liberal arts education gave recipients a “broader view and keener insight”[1] to the world. An education such as that comes with a greater reasonability claimed Olmsted; someone that has received a liberal arts education must work to make the world a better place.[2]","At the end of the nineteenth-century and beginning of the twentieth-century women increasingly enrolled into higher education. With the influx in college attendance, women became exposed to worldly views that had been previously less available to them. With the knowledge they were gaining from college, women started to act on that knowledge, which included fighting for more rights such as suffrage.  Part of the movement occurred after the Civil War; due to the role nurses played in the war, nurses started to want more training, more education, and more responsibilities. From 1870 to 1880, white, middle class women enrolled in higher education went from 11,000 to 40,000. Women started to put their progressive education to good use.[3] Education was the catalyst that empowered many women to become involved in movements such as the suffrage movement.","As Olmsted said to her classmates as they were about to graduate, those “who understand things better and know more about the remedies for existing conditions, are more to blame if we do not endeavor to make things right.”[4] Calling to action all that received a higher education, Olmsted wanted her classmates to go forth, making the world’s wrongs into rights. Though Olmsted did not highlight which problems she was speaking of, there is little chance that Olmsted and her classmates had not heard of Alice Paul. Two years prior to the commencement speech, in 1913, college educated Alice Paul led one of the  largest parades of the time through Washington, DC.[5]  Instead of greeting soon to be President Wilson, crowds gather in support of Paul’s suffrage parade which marked the beginning of a campaign that would eventually led to the passage of the 19<sup>th</sup> amendment.[6] Two people and one group that all with college education, fighting for a better tomorrow. Paul and the nurses were clearly working for the passage of women’s suffrage. Olmsted was making broader claims for her class to get involved in bettering the world, showing how college education was a catalyst for social issue involvement.","It is clear that as more and more women began to receive higher education, women became increasingly involved in social issues. Many women had different reasons for becoming involved in the suffrage movement. One reason can easily be that as women became educated, especially with a liberal arts education like Olmsted received from Augustana College, they become more aware of social inconsistences and were equipped with the knowledge to solve those issues.","[1] Margaret Olmsted, “A Liberal Education,” <em>Augustana Observer: Commencement 1915 May 1915</em>, Vol. XIII. No.5. Box 1, in MSS 12 Margaret Olmstead Paper, 1914-1943, Special Collections, Augustana College, Rock Island, Illinois.","[2] Ibid.","[3] Hedy Dumpel, “Nursing, Suffrage, and Social: Honoring our Heritage, Voting Our Values, Protecting,” <em>National Nurse</em>, (Sept. 2010): 17-18.","[4] Margaret Olmsted, “A Liberal Education,” <em>Augustana Observer, </em> Augustana College, Rock Island, Illinois.","[5] Sylvia Hawranick,, Joan M. Doris, and Robert Daugherty, \"Alice Paul.\" <em>Affilia: Journal Of Women & Social Work</em> 23, no. 2 (May 2008): 191.","[6] Ibid., 190."],"display_date":"1895 - 1920","search_date":"1908-01-01","citations":[{"divid":1430139153,"type":"Pamphlet or Other Printed Material","data":["Margaret Olmsted","“A Liberal Education,” Augustana Observer: Commencement 1915 May 1915","Rock Island, I.L","Augustana College","1915","Tredway Library, Augustana College"]},{"divid":1430139286,"type":"Article","data":["Hedy Dumpel","Nursing, Suffrage, and Social: Honoring our Heritage, Voting Our Values, Protecting","National Nurse,","N/A","2010","16-22"]},{"divid":1430139415,"type":"Article","data":["Sylvia Hawranick,, Joan M. Doris, and Robert Daugherty","Alice Paul","Affilia: Journal Of Women &amp; Social Work","23, no. 2","2008","190-196"]}],"locations":[{"id":9468,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"ROCK ISLAND, Illinois"},{"id":9469,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":2647,"tag":"Women's Suffrage"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"},{"id":2642,"tag":"Augustana College"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}}