{"id":6339,"title":"The episode provides the outlook of Coed dormitories and the year Augustana introduced it, and how the world for college students were and the things individuals were going through.","course_id":144,"status":"P","start_date":"12/19/84","end_date":"12/19/89","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Tags: Gender, Education, Integration","Co-Ed Dormitories’ in the 1980’s","With the interactions with the student body within the college life and the importance it brings to success with programs and events, and organizations. With the separation of the dormitories and the strict expectations it makes the interaction with the student life much harder to succeed and gain other insight. Adding a Co-Ed dorm within a college students can make strides in bettering their success their peers success and opportunity. Having the ability to walk only few steps and have things like group projects, random questions, or even to enhance the social life all are reason why a Co-Ed dorm would create a better outing for college students to succeed. In 1984 Augustana College in Rock Island, Illinoisannounced the new addition of testing for the Co-Ed dormitories. In the Observer, Augustana College newspaper it expresses to the college community the new positive vibes about Co-Ed dorm and what it can do to better the overall college as a whole. It expresses things by current students saying “The benefits outweigh generally speaking, the difference”. The Observer provided the word around campus that you may with conversation with peers so this allowed for students and even staff to see the perspectives of what the college was shooting for and how individuals felt and commented on the topic. During this time in the1980’s most colleges didn’t have Co-Ed dorms because it was looked down on to be around opposite genders certain times in dorms, but as time progressed people were able to see the good that came from the living together of young social men and women.","Adding the Co-Ed dorms allowed a better social life, but for those who never experienced living with another sex and had issue with the thought struggled with it. Majority struggling were parents but Augustana during this time tested out the Co-Ed dorms with only two different dorms rather than the whole school to make everyone comfortable. In the Coed Dorms Now The Norm from the Chicago Tribune in 1996, it expresses the thoughts of individuals such as Ryan Fitzgerald, a college student from the University of Stevens-Point out of Wisconsin where he stated, “You can look the way you want, smell the way you want, and feel the way you want”, explaining his issues with combining genders in the dorms. In another article, American News by Alan Neville, he explains how in the early 80’s college life was much simpler of an experience. Co-Ed housing wasn’t a thought at all. The college life together was much different with even going to the library to do work through books not having computers, the social life was much more of a hazed experience during Greek life, the ability to get around wasn’t as easy so interaction with others were important for people and how to communicate. There was no social media to explore people so with the addition of Co-Ed housing it just expresses the great things that it brought to the table to better things for not only the students but as well the community, and school as well.","Bibliography","<em>The Observer, </em>Rock Island, Illinois December 19, 1984 (Special Collections Library, Augustana College).","Worthington Rogers, “Coed Dorms Now 12qwthe Norm,” Chicago Tribune (1996): 1-6"],"display_date":"December 19, 1984 - December 19, 1989","search_date":"1987-06-20","citations":[{"divid":1430143108,"type":"Article","data":["Augustana Newspaper","The Observer","Coed Dormitories","1","december 19, 1984","1"]},{"divid":1430143185,"type":"Article","data":["Rogers Worthington","Chicago Tribune","Coed Dorms Now the Norm","1","1996","1-6"]}],"locations":[{"id":9474,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":1760,"tag":"Gender Roles"},{"id":30,"tag":"Urban Society"},{"id":2653,"tag":"Education\""}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}}