{"id":634,"title":"1840 North Carolina Gubernatorial Campaign and Election\n","course_id":1,"status":"P","start_date":"1840-01-01","end_date":"1840-08-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1840 gubernatorial campaign in North Carolina featured John Morehead, a Whig, and the Democratic Judge Romulus Saunders.  The Whigs had won the previous election in 1836 and once again emphasized government-supported economic development in their platform.  Paralleling the national election campaign, the parties focused personal attacks on each others' candidates and trumpeted their records on slavery and southern interests.  The Whig Raleigh Star reported the discovery of a record of Judge Saunders' service in the House of Representatives.  While there, in 1824, Saunders had presented a memorial from the Manumission Society for promoting the gradual abolition of slavery within the United States.'  The Whigs brought this up as often as possible.&lt;br /&gt; North Carolina had voted for Van Buren in the 1836 presidential election, but had since shifted its allegiances to the Whigs, and the Star pointed out that Saunders, slack-twisted as we know him to be,' enjoyed the backing of Van Buren and James K. Polk.  The popularity of the North Carolina Whigs in 1840 turned this against Saunders.  Morehead ended up winning the governorship.  In the words of the Investigator and Expositor of Troy, Ohio, the Whigs had come to the rescue of the Constitution, and the preservation of our liberties from a vainglorious and insolent Aristocracy.'"],"display_date":"January 1, 1840 - August 1, 1840","search_date":"1840-04-16","citations":[{"divid":1215728793,"type":"Newspaper Article","data":["","Investigator and Expositor","Troy, OH","October, 1840","230"]},{"divid":1215728816,"type":"Book","data":["Hugh Letler and Albert Newsome","The History of a Southern State: North Carolina ",null,"Chapel Hill, NC","University of North Carolina Press","1954","360, 373"]},{"divid":1215728861,"type":"Newspaper Article","data":["","Raleigh Star and North Carolina Gazette","Richmond, NC","March 18, 1840, 2-3 and April 1, 1840","3"]},{"divid":1215728918,"type":"Newspaper Article","data":["","The Crisis: Devoted to the Support of the Democratic Principles","Richmond, VA","August 5, 1840","184"]}],"locations":[{"id":473,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}