{"id":6340,"title":"Women’s Social Organizations during the Economic Crisis.","course_id":144,"status":"P","start_date":"1/1/25","end_date":"12/31/33","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1925, a new social sorority, founded just years before the economic downfall, the Great Depression, made its first official document, the Chi Omega Gamma Constitution. Chi Omega Gamma was founded by Helen Sheveland, Dorothy Youngberg, Lois Oline, Lorraine Ossain, Clarice Swanson, Lillian Wilson and Mildred Anderson. These women saw the need for another social organization on Augustana College’s campus. They felt Augustana needed more “spirit.”  Little did these women know, spirit would be very helpful in just a few short years.","In order to make any organization successful there need to be rules and expectations for the members to follow. The seven women, along with two pledges, set rules and regulations as well as the goals they wanted their organization to achieve. First they started with a monthly meeting.  To run these meetings, and the sorority effectively, they made four primary positions: President, Vice President, Historian, and Treasurer.","During the Great Depression many college aged woman were financially affected by the stock market crash in the late 1920s. Samuel Haig Jameson found that one of the biggest issues for college women in the early 1930s was money. The women felt pressure from their parents to conserve money, which only added stress to the already hectic college life.","While the Chi Omega Gamma sorority had been growing for over five years, its members were not above the economic crisis happening during this time. The group vowed, back in 1925, to hold no more than two social events per year. Next, they decided on system to pay for these events, and made mandatory monthly fees, or dues; each woman was required to pay her share in order to be active in the sorority.  Without this money, the sorority would not hold these social events, and, as a result, would lose the opportunity to recruit new members.","During this economic hardship, the women of Chi Omega Gamma found solace in their sisterhood and banded together to move the sorority forward."],"display_date":"1925 - 1933","search_date":"1929-07-02","citations":[{"divid":1430143760,"type":"Pamphlet or Other Printed Material","data":["Chi Omega Gamma","Chi Omega Gamma Constitution Book","Rock Island, IL","Chi Omega Gamma","1925","Augustana College Special Collections, Augustana College"]},{"divid":1430143865,"type":"Article","data":["Samuel Haig Jameson","\"Certain adjustment problems of university girls.\"","Journal Of Higher Education 70","5","September 1999","485-493"]}],"locations":[{"id":9471,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":2654,"tag":"Sorority"},{"id":1081,"tag":"The Great Depression"},{"id":1946,"tag":"Higher Education"},{"id":7,"tag":"Women"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}}