{"id":6341,"title":"Crazy Kids Create Crazy Connie’s: Augustana College Pranks and Masculinity","course_id":144,"status":"P","start_date":"11/1/51","end_date":"11/30/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["One morning in 1951, students at Augustana College in Rock Island were met with an unusual site: a set of stairs off 7th avenue that led up to the iconic academic building Old Main had a sign stretching across the top of it, reading “Crazy Connie’s Used Cars.” Accompanying the sign on the grassy lawn were several cars, all with for-sale signs. At least twelve male students at Augustana took it upon themselves to get the cars up the hill in front of Old Main and set up a used car lot overnight. There were no women present, at least in the photograph. The pranksters probably assembled a team of men to move the cars, as they had the muscle and might to perform. Don Peterson, a student at Augustana in the late-1940s, explained that Crazy Connie referred to the president of Augustana at the time: Conrad Bergendoff. Other signs set up on the lawn promoted “Super Salesmen Betsy Brodahl, the Dean of Women, and Happy Harry Johnson...the Dean of Men.”  In fact, Peterson’s own car was set up on the lot with a sign advertising “good family car $25.”","The students who set up Connie’s car lot were not the first or last to conduct large-scale, masculine campus pranks at Augustana. In 1949, a dozen or so men snuck into a women’s dormitory for a “panty raid,” an invasion of the women’s privacy and a prank with overtones of power and control. In 1955, a few male students scaled Old Main to decorate its dome like a teapot. Scaling was an activity that took physical strength, and the symbol the men used in their prank was a feminine symbol (teapots connoted tea parties, an activity for women). Peterson recalled that Augustana students once loaded hymnals into a Model-T car, locked it, and got it into the Old Main basement, another prank that would’ve taken physical might in order to move the car. All of these pranks took place before, during, or not long after Peterson attended Augustana as an undergraduate.","Crazy Connie’s Used Cars did not stand alone when it came to pranks at Augustana; however, other decades at Augustana do not have the track record for (in)famous pranks as the late 1940s-1950s did. Before the 1940s, Daniel A. Clark explains that college education in America was viewed as an upper-middle class institution: aristocratic young men and women ascended to lofty world of academia. At the end of World War II, however, the GI Bill introduced an influx of everyman veterans into the college atmosphere. The clash, according to Clark, of “Joe College” and “Joe Veteran” had a democratizing effect on higher education—it became more popular and accessible. However, it might have also heightened male students’ sense of masculinity (some male veteran students refused to follow the traditions of younger male students, another possible power play with masculine connotations). Most of the pranks were performed by men, some like the Panty Raid at the expense of women. Masculine ideals, especially in terms of veteran soldiers, may have driven the students responsible for pranks: a desire for control, of asserting dominance. When Crazy Connie’s happened, maybe those male students were showing off their sense of masculinity as much as their sense of humor."],"display_date":"November 1951","search_date":"1951-11-15","citations":[{"divid":1430144933,"type":"Image","data":["","Crazy Connie’s Used Cars","November, 1951","Photograph","","Special Collections, Augustana College, Rock Island, IL","https://www.flickr.com/photos/augustanaspecialcollections/6379238695/","April 19, 2015"]},{"divid":1430145003,"type":"Article","data":["Daniel A. Clark","\"The Two Joes Meet. Joe College, Joe Veteran\": The G. I. Bill, College Education, and Postwar American Culture","History of Education Quarterly","38","1998","168-89"]},{"divid":1430145138,"type":"Manuscript","data":["Kathleen Buckingham, Mike Pagano, and Donald Peterson","Interview with Donald Peterson","January, 2009","MSS 291","","Oral history interviews","Special Collections, Augustana College, Rock Island, IL"]},{"divid":8157,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":[null,null,null,null,null,null,null,null,"hYRCvzsCwgvNAbwfPy"]}],"locations":[{"id":9473,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":1758,"tag":"Gender"},{"id":6,"tag":"Education"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}}