{"id":6344,"title":"<strong>Women at Work during WWII 1940s</strong>","course_id":140,"status":"P","start_date":"10/3/42","end_date":"10/3/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Shortly after World War I (1914-1918) ended, trade unions were concerned that men returning from the war would have to accept lower wages since many women had filled their jobs during the conflict [3]. Their concern proved to be overstated, but it remained relevant when the United States entered the World War II at the end of 1941. During the war, there was a sudden upsurge in industrial production in such a short amount of time that additional workers were needed in order to replace the men that were leaving for military service. Since women \"taking\" jobs from the men was seen as unacceptable, the initial turnout of women workers was not as successful as the government had hoped. In order to overcome these stigmas, the United States government launched a campaign to entice women into industrial work by selling the importance of supporting the war [4].  Joseph Purcell’s <em>Hie From Altar to War Jobs</em>, was one of hundreds of articles that was published portraying working women in a favorable manor [5].","Millions of women were conscripted to fill empty jobs that had once been worked by men [2]. Primarily, women were believed to not work as well as men and received lower wages. However, even with minimal experience and no training, women were confident that they could perform equally as well as the men. In Joseph Purcell’s <em>Hie From Altar to War Jobs </em>(1942), Virginia Brown, who is depicted in the picture, was a perfect example of someone who was not afraid of taking on work requiring “plenty of elbow grease.” She is shown in the article working on a gun barrel at the Watertown Arsenal in Massachusetts. Virginia Brown, along with Alice Barnes, was determined to aid the war and take on new responsibilities, including inspecting gun barrels. The article noted that Alice Barnes, Virginia Brown’s coworkers, had postponed her honeymoon to begin work. This information was emphasized in the text by a bolded heading; suggesting that she went straight from the altar after getting married to her job to continue helping the soldiers. These women were worried about the soldiers having enough equipment and focused on learning everything involved with operating heavy machinery to aid to war. WWII provided an opportunity for the women exercise greater rights in the workplace and helped to change cultural notions that women were inferior and unequal.","The government also created \"Rosie the Riveter,\" a fictional character that provided an illustration of the ideal working woman: \"loyal, efficient, patriotic, and pretty [1].  Rosie was branded in a poster with the words \"We can do it\" [1].  Initially, women were influenced by patriotism, persuaded by this successful campaign, but shortly after, the economic incentives became greater. Women between the ages of 20-30 were recruited to work in war industries and Armed Forces [3].  Propaganda flyers were distributed in mass quantities, urging women to partake in war work. One propaganda in particular shows various pictures of women working in those roles which were once men's [4]. The headline \"Women in war industry: Women <em>Must </em>keep'em rolling,\" speaks of these women highly by proving that these jobs are still being maintained through these women, keeping the economy moving.  These marketing leaflets can also be seen in John Cilio's book <em>Women's Work in WWII</em>.","While all the efforts of the men fighting in the war were constantly spotlighted, the women who were working hard to maintain stability at home were easily forgotten and often not credited with the work they accomplished.  However, from the start of WWII in 1939 to 1943, there was a 26 percent increase — 5.1 million to 7.25 million — in women employees, with 90 percent of single women between 18 and 40 employed [1].  Even though they may have taken over the workforce, their pay was still not equivalent to those of their male counterparts [4].  The war opened doors for working women by providing opportunities for them to join workforces where they were extremely unwelcomed before.  Women that were exemplified in the campaigns, such as Virginia Brown and Alice Barnes, were able to set an example of patriotism to other women and help shape the entire working industry for women.  Women that were represented in the campaigns, such as Virginia Brown and Alice Barnes, embodied patriotism, helping to shape the entire work industry for women.","References"],"display_date":"October 3, 1942","search_date":"1942-10-03","citations":[{"divid":1430712668,"type":"Image","data":["Joseph Purcell","Hie From Altar to War Jobs","1942","photograph","","","http://www.archives.gov/boston/exhibits/homefront/4.01-10-scrapbook.pdf#page=6","5/1/2014"]},{"divid":1430712753,"type":"Book","data":["John Cilio, Herb Hill","Women's Work in WWII: Millions of Working Women Break down the Barriers of Gender Discrimination.","","K","Vintage Flyer Media LLC","2013","1"]}],"locations":[{"id":9532,"lat":42.3399569086,"lng":-70.8833658099,"zoom":9,"place":"Plymouth, Massachusetts"}],"tags":[{"id":5,"tag":"War"},{"id":199,"tag":"working women"},{"id":242,"tag":"WWII"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":140,"school_id":43}}