{"id":6345,"title":"The Wisconsin 8th Infantry was organized to fight in the Civil War in late 1861.  They originally traveled from Camp Randall, Madison, to St. Louis, and evenutally found their way in Nashville to fight the Battle of Nashville.","course_id":141,"status":"P","start_date":"1864-12-15","end_date":"1864-12-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<strong>The Path of the 8<sup>th</sup> Wisconsin Infantry Regiment</strong>","They had traveled from Newtonia, Missouri -- 497 miles to the west -- and were now in the second most fortified city in the Union:  Nashville, Tennessee.  It was dawn, November 30, 1864.  The 8<sup>th</sup> Wisconsin Infantry had put in three long years of service, and their 1,203 member brigade joined up with General George H. Thomas to defend Nashville from a final Confederate attack.  Before they had a chance to engage the enemy, a severe ice storm hit the area on December 8.  Thomas used this delay to ponder the strategy even more, much to the chagrin of General Ulysses Grant and President Lincoln in Washington.  The 8<sup>th</sup>, like many other regiments that came from all over the Midwest to reinforce the Union, were itching to fight.","Thomas had close to 55,000 men for the battle, and the 8<sup>th</sup> took up positions on the Federal fortified line west of the city.  The Union had two fortified lines, one closer to downtown, near their headquarters in the Belmont Mansion, and one out towards Belle Meade further west.  General John Bell Hood, of the Confederates, positioned his 30,000 men directly south of the city, in present day Forest Hills, Tennessee, forming a solid line from east to west.  He had just pushed north from the south after a failed attack on Union forces at Franklin, Tennessee.  He now looked to salvage that blunder by attacking at Union strength, even though he was vastly outnumbered.  The stage was now set for battle.","The weather finally cleared on December 15.  Thomas sent a diversionary attack to Hood’s right flank with the United States Colored troops (one of the first African American battalions) while planning his main thrust, which was an attack from the left to engulf Hood’s exposed left flank.  The diversionary attack did not achieve its purpose because Hood decided to strengthen the left flank anyway.  The 8<sup>th</sup> sprang into action as one of the brigades leading the charge under Lieutenant Colonel Britton.  With battle-tested precision, the 8<sup>th</sup> made “four distinct charges” at Hood’s left flank[1], and destroying their garrison and pressing up the 1,000 foot hill the Confederates had fortified.  This hill, later to be called Shy’s Hill because of the Confederate general William Shy, who was killed on it, was where the 8<sup>th</sup> made its final charge and drove the Confederate defenses off the hill and they fled south.  The 8<sup>th</sup> lost 10 men and had 52 wounded, but ended up capturing a “6-gun battery, 400 prisoners, and 2 stands of colors”[2]. Companies B&D of the regiment also captured 200 prisoners as well as covering up the rear flank.","The Battle of Nashville had been won, but the war was not over nor was the mission of the 8<sup>th</sup>.  They continued to chase Hood south through Tennessee and eventually northern Alabama.  They made their way all the way down to the bayou in New Orleans, and eventually east in Mobile, Alabama.  They returned back to Madison, Wisconsin on September 13, 1865 where they were disbanded.  They had traveled over 4,200 miles and served the great state of Wisconsin proud.  They returned with 964 men out of the original 973[3], and proudly displayed “Old Abe”, the fighting bald eagle, at the Milwaukee Fair in 1865.","Bibliography","Quiner, E.B. 1866. <em>Military History of Wisconsin.</em> Chicago: Clarke & Company.","[1] Quiner, 537","[2] Quiner, 538","[3] Quiner, 539"],"display_date":"December 15, 1864 - December 16, 1864","search_date":"1864-12-15","citations":[{"divid":1431919367,"type":"Book","data":["E.B. Quiner","Military History of Wisconsin","","Chicago","Clarke &amp; Company","1866","537-539"]},{"divid":1431919760,"type":"Image","data":["United States Engineer Department","Battlefields in front of Nashville where the United States forces ... defeated and routed the rebel","1864","Map","15.25 x 12.75","","http://www.wisconsinhistory.org/Content.aspx","April 2015"]}],"locations":[{"id":9582,"lat":36.1725147903,"lng":-86.7796759805,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":2206,"tag":"Wisconsin"},{"id":182,"tag":"Nashville"},{"id":32,"tag":"Civil War"}],"course":{"name":"Intro to Digital History","school":"University of Wisconsin, Milwaukee","course_id":141,"school_id":68}}