{"id":6350,"title":"Dorm Life at Augustana: Early 1900’s","course_id":144,"status":"P","start_date":"1/1/05","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Ah the college life.  Something many today take for granted.  Back in the early 20th century not everyone had the opportunity to go to college, especially women.  At the time, it wasn’t seen as important for a women to have an education.  But this didn’t stop all women; some desired to be doctors, lawyers, and other such professionals.  So these women needed to go to school somewhere to get this education.  One of the places they could go was a little private Lutheran school called Augustana College.  Located in Rock Island, Illinois, Augustana was a great school with a beautiful campus and a style all its own.  But unfortunately for Augustana’s history, it also had it’s faults.","Gender was a major player in early 20th century America.  We see women pushing for equality harder than ever before but in order to do that, we have to understand the inequalities that everyday women faced.  The everyday woman we’ll look at is the Augustana College woman.  She pushed against the habits of older generations of women and decided to get herself educated.  Where would she see everyday gender discrimination?  In the place she would call her home: the dorms.","Augustana, as a college of high morals and great education, had rules for its students to follow.  While it had a generalized version for all students, which never really mentioned any gender differences, the rules for the dorms, which were separated by gender, painted a much different picture.  There is a series of documents which showcase some of these rules in President Andreens file at Augustana College.  The documents, for the most part, are typed up rules and regulations for men and women at Augustana from 1901-1935.  When reading the rules for men, one can see little difference between them and the rules for all students.  There are some gender specific rules added like “In general, every student should remember that his conduct is ever to be gentlemanly”.  This one popped up throughout 30 years of rules but one that popped up in the late 1920’s was a ruling specifically banning “lady friends… in the private rooms”.  For a lutheran college this isn’t surprising but is still a notable mention on gender.","When you go over into looking at the woman's rules however, one can see much stricter rules about how they should act, what they could and could not do as well as when they could not do it.  For example if an Augustana female wanted to go to the cities for any reason, they had to notify the lady principle.  There was no mention of that in any of the rules for males.  The women also had a rule similar to the “gentlemen rule” mentioned early except theirs was much more specific and was reinforced as the subject of a note written to the ladies in the dorms by the lady principle (during one of the years in 1901-1935).  Women had specially set times for when they could use the showers.  Men had specific times as well but they had over double the amount of hours per week to get into the showers (men at 30 hrs/week, women at 14 hrs/week).  One of the most surprising rules, which was never mentioned in the mens rules, was that in order to go home and visit their parents, the girl in question had to have a signed letter from one of their parents or guardians to do so.  Men, it appears, had no such restriction.","While the amount of rule differences and inequalities might seem a bit intense, it was simply part of the times.  During this time period, the University of Alabama, the college tried to ban certain types of dances at formal events because it caused the older generations, and the students parents, “endless concern”.  Lisa Dorr, a writer about Alabama women in  Alabama Heritage, writes that “Social engagements had changed considerably since the era when [her] parents had be of student age, and many adults feared such activities could lead only to depravity”.  It wasn’t just at Augustana where these kinds of things were happening.  Women of this time were still seen as delicate and pure and a college wanted to do whatever it could to keep its upstanding reputation.  If the parents of students had seen acts of depravity happening at the campus, then they would probably not let their son or daughter to attend."],"display_date":"1905 - 1930","search_date":"1917-12-31","citations":[{"divid":1430317974,"type":"Pamphlet or Other Printed Material","data":["Gustav Andreen","Gustav Andreen Papers: Student Rules and Regulations (Men)","Augustana College Rock Island, IL","Augustana College","1901-1935","Special Collections"]},{"divid":1430318064,"type":"Pamphlet or Other Printed Material","data":["Gustav Andreen","Gustav Andreen Papers: Student Rules and Regulations (Women)","Augustana College Rock Island, IL","Augustana College","1901-1935","Special Collections"]},{"divid":1430318205,"type":"Article","data":["Dorr, Lisa Lindquist","Daphne Cunningham’s World: Student Life at Alabama in the 1910s","Alabama Heritage","no. 111: 50-51","Winter 2014","50-51"]}],"locations":[{"id":9501,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":2642,"tag":"Augustana College"},{"id":1404,"tag":"Rock Island"},{"id":1758,"tag":"Gender"},{"id":2672,"tag":"Dorm Life"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}}