{"id":6354,"title":"Breaking Point: Stonewall Riots","course_id":141,"status":"P","start_date":"6/28/69","end_date":"6/28/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 2015, the LGBT community in America sits on the edge of its collective seat, much like the African-American community in 1967 with the much-anticipating ruling of the Loving Case.  Today, we await a Supreme Court ruling on the legality of same-sex marriage.  How did we get here when only 50 years ago, interracial marriage was illegal?  The answer may be in a bar in Greenwich Village.","On June 28th, 1969, New York police raided the Stonewall Inn in Greenwich Village in Manhattan, New York.  What followed was a serious of violent uprisings that are now considered the beginning of the fight for gay rights across the nation in the face of an anti-homosexual legal system.","Following WWII, a paranoid America cried out for the suppression of any people seemingly jeopardizing the integrity of the country, among whom were LGBT.  Homosexual acts of any kind were illegal, including not wearing outfits appropriate fore their gender.","By and large, the mafia owned the bars that catered to the LGBT community, sometimes without a liquort license.  Police often raided these establishments, but typicall gave the owners a head's up, but on the night of 28 June 1969.  In the wee hours of the morning, the police exploded into the bar, without the tradition warning of the white lights that gave the patrons time to duck out the back door, stop dancing and touching each other, or stash their liquor.  Some patrons offered a little resistance to the police officers who responded with more force, and the situation escalated.","In the height of the Civil Rights Movement in the US, tension between law enforcement and marginalized Americans were already high.  From all accounts, it was just a matter of time before the LGBT community hit their breaking point, and for the first time in history, this was the day that would happen.","The police raid, which otherwise would have lasted all of a half hour, dragged on as the surrounding crowd grew.  Crowd reaction fueled the fire of the patrons, who continued to fight back with growing vengeance.  The police answered with more force.","The LGBT patrons of the Stonewall Inn were historically among the most marginalized of the LGBT community: transvestites, homeless kids, drag queens.  Exasperated and angry, they rose up against decades of persecution.  What followed was a couple of days filled with riots in reaction to the raid.  Cars overturned, violent and combative encounters between LGBT members and police men, and manifestations of pride in what was perceived to be a perverse way of life marked the first uprising of the LGBT community.","A year later to the date, America saw its first gay pride parade.  45 years later, America awaits a Supreme Court ruling on the legality of same-sex marriage."],"display_date":"June 28, 1969 - June 28, 1970","search_date":"1969-12-27","citations":[{"divid":1430366665,"type":"Government Document","data":["Arrest Report","New York TImes","2009","","","","","",""]},{"divid":1430366866,"type":"Website","data":["PBS","Stonewall Uprising, American Experience","Public Broadcasting Service","http://www.pbs.org/wgbh/americanexperience/films/stonewall/player/","April 1st, 2015"]},{"divid":1431745632,"type":"Website","data":["YouTube.com","Stonewall: Profiles of Pride","OURSceneTV","https//:youtu.be/M4gt6UFvva0","May 5th, 2015"]},{"divid":1431746325,"type":"Website","data":["Pamela Falk","LGBT rights 45 years after Stonewall","CBS","http://www.cbsnews.com/news/lgbt-rights-45-years-after-the-stonewall-riots/","May 3rd, 2015"]},{"divid":1431746626,"type":"Film","data":["Kate Davis, Dave Heilbroner","Stonewall Uprising","DVD","16 June 2010","","PBS",""]},{"divid":1431749652,"type":"Website","data":["Valerie Stadler","The Stonewall Riots: Putting it in Context","Prezi","http://prezi.com/of7tferoi24r/?utm_campaign=share&amp;utm_medium=copy&amp;rc=ex0share","May 15th, 2010"]}],"locations":[{"id":9581,"lat":43.3136970893,"lng":-73.4307458827,"zoom":9,"place":"Washington, New York"}],"tags":[{"id":2677,"tag":"LGBT"},{"id":2676,"tag":"Stonewall"},{"id":1596,"tag":"Riots"}],"course":{"name":"Intro to Digital History","school":"University of Wisconsin, Milwaukee","course_id":141,"school_id":68}}