{"id":6355,"title":"American Foreign Policy and Tibet Since 1950","course_id":141,"status":"P","start_date":"10/1/50","end_date":"10/31/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Introduction -","Less than a year prior to the 2008 Beijing Summer Olympic Games, the United States Congress issued His Holiness the Fourteenth Dalai Lama the congressional gold medal. Shortly before congress's decoration of the Tibetan leader-in-exile, Chinese authorities tightened security in the Tibet Autonomous Region and threatened action against Tibetans celebrating the region's Great Prayer Festival.  Less than a year later, mass protests broke out in Lhasa, and for the first time in Tibet's history under the Chinese, protests both nonviolent and violent spread beyond the actual physical designations of the Tibet Autonomous Region.  China'a alleged and, in some cases, documented civil rights abuses against its Tibetan subject has become an important source of international contention, and","Background -","In October of 1950, an estimated 40,000 People's Liberation Army Soldiers charged into what was, at the time, the autonomous and sovereign country of Tibet.  Within two weeks, Tibet's soldiers surrendered, and the Dalai Lama capitulated to the Chinese by signing the 17-Point Agreement, an agreement that did not explicitly delimit Tibetan autonomy, but provided a precedent by which China's communist party could take over the administration of the region.  By 1959, the Dalai Lama had been forced into exile, and China had began pursuing an agressive assimilation policy.","In 1966, Mao's Cultural Revolution led to the destruction of thousands of temples and monasteries and the prohibition of Tibetan Buddhist practices.  Many Tibetans were wrongfully imprisoned, tortured, and in some cases, executed.  The cultural revolution ended with Mao's death in 1977, after which the Chinese government eased cultural restrictions in Tibet and attempted to boost the region's economy with a number of subsidies.","Since then, it can be argued that the Chinese have pursued more aggressive methods of cultural and economic control over ethnic Tibetans. Today, ethnic Chinese generally recieve better economic opportunities, education, and health care than do Tibetans, and this is especially true in Tibet where Chinese policies have made emigrating especially lucrative for their Han population.","American Foreign Policy","In 1950, the United States was already actively advising the Dalai Lama to flee Lhasa due to US intelligence anticipating a communist takeover from China.  By the late 1950s, the U.S. government would not commit to an official role in the conflict.  However, the CIA did have a program for aiding Tibetan resistance groups against the encroaching Chinese.  However, as former Chamdo resident Lhatsun Labrang Chandzö has pointed out, resistance groups, were often poorly managed and members were often relegated to finding ways to feed themselves instead of conceptualizing and executing forms of resistance. Because of this, the US took in a number of operatives and trained them in Colorado prior to smuggling them back into Tibet in order to subvert and sabotage the Chinese.","As the Dalai Lama's brother, Gyalo Thondup, a man who was heavily involved with the CIA during the early resistance movement of the 1950s, has stated, the CIA's actions were largely ineffective, and were aimed less at establishing independence for Tibet and more at annoying the Chinese.  Thondup has stated \"It [the CIA] had no far-sighted policy for Tibet...Whatever help they provided really provoked the Chinese.  It led to reprisals.\"  Cold War historian John Knaus agrees with this assesment in an essay published in MIT's Journal of Cold War Studies: \"The US policy of 'doing anything to get in the way of the Chinese' still prevailed, and the CIA's plans to continue its support to the surviving insurgents were supported by both Congress and the State Department.\"","By the early 1970s, the United States began scaling back the CIA's efforts in the region due to new opportunities to normalize trade relations with a rapidly modernizing China.  Thondup has stated that the CIA promised the Tibetans independence should they choose to work with Americans over the USSR, and has also stated that Moscow contacted him numerous times to tell him that Langley and Washington would eventually betray Tibet in favor of a stable trade relationship with the Chinese.","Since then, as Tibetologist Melvyn Goldstein points out, the United States has carefully balanced between ideologically supporting the Tibetan government-in-exile's right to autonomous rule in the TAR and recognizing China's claims of sovereignty over the region.  While the U.S. government will often acknowledge that Tibetans have a right to autonomous rule, officials are careful not to acknowledge publicly that Tibetans have a right to sovereign rule over themselves.  This has led to numerous instances in which percieved congressional shows of solidarity with the government-in-exile are taken by Tibetans within and outside of Tibet as proclamations of Tibetan nationalist support from the U.S. government.","In 1987, reacting to a new global initiative by the Tibetan government-in-exile, the U.S. House of Representatives passed a bill that sought to publicly denounce human rights violations in Tibet, thus issuing a new era in American foreign policy toward Tibet.  The Dalai Lama was then invited to speak at the U.S. Congressional Human Rights Caucus, where he reiterated that Tibet was a sovereign nation being illegally occupied by the Chinese.  Goldstein argues that this was one of the major catalysts that led to the Tibetan riots of 1987 less than a week after the Dalai Lama's speech.  He makes the argument that Tibetans percieved the leader in-exile's speech to American congress a declaration of support for Tibetan nationalism by the American government, and that this perception led to protest movements throughout monasteries and communities in Tibet shortly thereafter.","Again, however, the United States' show of solidarity with the Dalai Lama was not sincere in the sense that Congress pursued active changes in the dialog between China and the Tibetan governent-in-exile.  Again, national interest and trade agreements took precedence over human rights concerns.  From this viewpoint then, it was not surprising to see Congress award the Dalai Lama a high honor prior to the Beijing Olympics, similar in the way it was not surprising to see unrest in Tibet some months afterward."],"display_date":"October 1950","search_date":"1950-10-16","citations":[{"divid":1430367373,"type":"Article","data":["John Kenneth Knaus","Official Policies and Covert Programs:","Journal of Cold War Studies","Vol. 5 No. 3,","Summer 2003","54-79"]},{"divid":1430367515,"type":"Book","data":["Melvyn C. Goldstein","The Snow Lion and the Dragon: China, Tibet, and the Dalai Lama","1","Berkeley, CA","University of California Press","1997","76-123"]},{"divid":1430367588,"type":"Government Document","data":["Uprising in Tibet: Chronology and Analysis","UN and EU Human Rights Desk","2008","Dharamsala, India","Central Tibetan Administration: Department of Information and International Relations","2008","1-264","Online","http://tibet.net/wp-content/uploads/2011/08/tibetprotest2008.pdf"]},{"divid":1430367856,"type":"Artifact","data":["Melvyn C. Goldstein","Interview with Lhatsun Labrang Chandzö","Interview","1992","Tibetan Oral History Archive","Library of Congress","Washington, D.C."]},{"divid":1430367912,"type":"Article","data":["James Miles","Monks on the March","The Economist","March 15, 2008","March 15, 2008","1"]},{"divid":1430368054,"type":"Article","data":["Peter Wonacott","Gyalo Thondup: Interview Excerpts","The Wall Street Journal","Feb 20, 2009","Feb 20, 2009","1"]}],"locations":[{"id":9561,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":41,"tag":"China"},{"id":442,"tag":"Foreign Politics"}],"course":{"name":"Intro to Digital History","school":"University of Wisconsin, Milwaukee","course_id":141,"school_id":68}}