{"id":6357,"title":"History of Radio","course_id":140,"status":"P","start_date":"1/1/53","end_date":"12/31/53","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1953, <em>Better Homes and Gardens</em> magazine ran an advertisement for clock radios. Zenith Radio Corporation, one of the leading producers of clock radios was responsible for the ad. The ad highlighted differences in clock radios. Regular radios only broadcasted music and shows. Clock radios, like the ones featured in this advertisement offered consumers a bonus feature. They could also tell time. Radio clocks received wireless time codes and could synchronize to within a fraction of a second of the correct time. This proved to be a big hit for consumers that needed a clock but also enjoyed listening to radio shows or music before they went to bed. With clock radios they could even be awakened by a buzzing sound or by music.","The advertisement noted that Zenith radios differed from other clock radios in two distinct ways. The Zenith clock radio featured the Alnico 5 speaker. This speaker offered tone quality that the advertisement claimed was unheard of for such a small machine. The other key difference was the antenna. Zenith clock radios used wave magnetic antennas. It could pull weak signals from the air for long distance reception, which made it easier to separate radio stations that were close together. The ad offered three different Zenith models to consumers. The Zenith AC-DC table model was a smaller cheaper option for those who did not have, or were not looking to spend, a lot of money. It featured both the wave magnetic antenna and the Alnico 5 speaker. The second option, the Zenith – Phonograph cost a little more money and featured all the same capabilities as the AC-DC model but also included a phonograph. Lastly, the third model offered in this ad was the Zenith AM-FM table model. It had all the same features and capabilities of the other two, however with this model consumers could access AM and FM stations[B2] . Each of these models came in a few different colors that consumers had the option of choosing from. Whichever radio consumers needed, Zenith offered it.","The Zenith Radio Corporation was a leader in capitalizing on the abilities of radio, but if it were not for inventors and visionaries the firm would not have enjoyed such success.  Originally, radio was conceived as a means to transmit telegraph messages wirelessly. In 1864, James Clerk Maxwell published a paper stating that electromagnetic currents could be perceived at a distance and that they traveled at the speed of light. In the 1880’s Heinrich Hertz tested Maxwell’s theories and found that they were correct. He successfully produced electromagnetic waves. In 1899, Guglielmo Marconi became the first individual to successfully demonstrate the controlled transmission and reception of long range radio signals. He shocked the world by telegraphing the results of the America’s Cup Yacht races from a ship that was out at sea to a station in New York.  The press was quite excited by the idea of wireless telegraphy. It provided a means for communication without the limitations imposed by wires, and it helped to loosen the monopoly enjoyed by telegraph and telephone companies.","In the beginning wireless broadcasting was limited to coded dots and dashes, the same Morse code transmitted by telegraphs. Then on December 24, 1906, Reginald Fessenden sent the first long-distance transmission of human voice and music from his station in Massachusetts to stations as far away as Virginia. This test helped to set the stage for voice and music broadcasting. Radio broadcasting continued to be improved through a variety of relevant inventions. In 1907, Lee De Forest introduced the patented Audion signal detector. This detector could amplify radio frequency signals dramatically. Another invention was the development of FM broadcasting by Edwin Armstrong. FM provided a clearer broadcast signal than AM did. New and constant inventions fueled the demand for radio. The period from the 1920’s to the 1950’s was considered to be the golden age of radio. In the beginning of the 1930’s about 12 million homes owned a radio, and by the end of 1939 radios were in over 28 million homes. Comedy shows, game shows, and popular music shows as well as other shows brought in millions across the United States.","Radios became the central piece of furniture in most households with parents and children crowding around listening to music, comedy and talk shows. It was so appealing to consumers during this time because it served to unite communities of people if through no other way than, virtually. It provided a basis of entertainment to families that owned this piece of technology.  Radio is a powerful piece of technology that continues to impact American society. Through numerous inventions throughout the years have helped to improve the quality of radio, it has been able to maintain its position in American life. Zenith’s ad in <em>Better Homes and Gardens</em> in 1953 displaying the three different versions of radios that the company manufactured could not have been possible without the development of wireless telegraphy and the countless other inventions of numerous American inventors.","References","<em>The Big Difference in clock radios is the Radio Itself!</em> (n.d.). Retrieved from http://library.duke.edu/digitalcollections/adaccess_R0998","(The Invention of Radio)","http://www.clemson.edu/caah/history/facultypages/pammack/lec122/radio.htm","(The Development of Radio)","http://www.pbs.org/wgbh/amex/rescue/sfeature/radio.html","(White, n.d.)","http://earlyradiohistory.us/sec006.htm"],"display_date":1953,"search_date":"1953-07-02","citations":[{"divid":1430695449,"type":"Pamphlet or Other Printed Material","data":["","Better Homes of Gardens Magazine","","Better Homes and Gardens Magazine","1953","Duke University Libraty Digital Access"]},{"divid":1430695853,"type":"Website","data":["Thomas H. White","Early Radio Industry Development","United States Early Radio","www.earlyradiohistory.us/sec006.htm","4/23/2015"]},{"divid":1430696188,"type":"Website","data":["PBS","The Development of Radio","WGBH","www.pbs.org/wgbh/amex/rescue/sfeature/radio.html","4/23/2015"]},{"divid":1430696324,"type":"Website","data":["Pamela E. Mack","Invention of Radio","Clemson University","www.clemson.edu/caah/history/facultypages/pammack/lec122/radio.htm","4/23/2015"]}],"locations":[{"id":9531,"lat":40.9231780092,"lng":-91.181501186,"zoom":9,"place":"Des Moines, Iowa"}],"tags":[{"id":2681,"tag":"Radio; Clock Radio"},{"id":118,"tag":"invention"},{"id":2682,"tag":"Golden Age"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":140,"school_id":43}}