{"id":636,"title":"The South Views the Foundation of the Liberty Party\n","course_id":1,"status":"P","start_date":"1840-04-01","end_date":"1840-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Gerrit Smith, a wealthy New Yorker, was a leading member of the abolitionist cause and desired for his movement to take the fight more aggressively and effectively in to American politics by forming a national party based on an abolitionist platform.  He, along with Lewis Tappan and others formed the Liberty Party in April of 1840.  The founders chose James Birney and Thomas Earle to run for president and vie-president, hoping that the 1840 campaign would be an exercise in Bible politics' in such a way that politics would become the vehicle for an evangelical moral revolution.''  The party and the platform, a single statement pledging to oppose slavery to the full extent of legislative power under the Constitution,' secured just one out of every 300 votes.  It had very little appeal in the South, and was the precursor of the Free Soil and Republican Parties, also sectional parties concerned largely with slavery.  The Republicans would have much more electoral success.&lt;br /&gt;The formation of the Liberty Party variously pleased, angered, and confused pro-slavery southerners.  Though anti-slavery agitation was always an offense to the South as a whole, in this election year, any split of the vote for the other party was an advantage for one's own.  The Whigs saw this as a blow to the Democratic hopes for the presidency, wondering, What is the matter with Mr. Van Buren?  Is he growing too faint in his devotion to the abolitionists when they are sheering off from him at this rate?'  If Van Buren was not extreme enough for the abolition party, they must be harder to please than expected.'  The fervency of abolitionist political sentiment, though proven relatively unpopular in the nation's election was becoming a more obvious and organized part of American politics.&lt;br /&gt;Democratic commentators also had mixed opinions about the new party.  The Kentucky Gazette asserted that, though they had nominated a candidate for president, they Liberty Party partisans would not actually campaign.  According to the editors, the Liberty Party would have a great enough effect on national policy simply by throwing it support behind Harrison.  If the Party backed the Whigs and they succeeded, they could then have an influence on Whig governing policy toward slavery.  If the Whigs won and did not concede anything to the abolitionists, the party might split.  Democrats who viewed the Whigs as the more abolitionist of the two major parties turned the foundation of the Liberty Party into a boon for Democrats, since it would likely draw votes from the Whigs.&lt;br /&gt;Finally, abolitionists themselves had varying opinions about the Liberty Party's purpose and usefulness.  Some obviously desired the Party itself to be successful and gain political influence.  Others, such as abolitionist lecturer J. Blanchard of Ohio, believed that voting for a third (Abolition) party, or withholding our votes, is only to draw off Whig voters, that Van Buren may succeed.  I would as lief vote for the present Administration directly as indirectly.'"],"display_date":"April 1840","search_date":"1840-04-15","citations":[{"divid":1216927422,"type":"Book","data":["Robert William Fogel","Without Consent or Contract&#58; The Rise and Fall of American Slavery",null,"New York","W. W. Norton and Company","1989","265-266, 279, 281"]},{"divid":1216927465,"type":"Newspaper Article","data":["","Raleigh Star and North Carolina Gazette","","May 13, 1840",""]},{"divid":1216927501,"type":"Newspaper Article","data":["","Raleigh Star and North Carolina Gazette","Raleigh, North Carolina","May 3, 1840",""]},{"divid":1216927554,"type":"Newspaper Article","data":["","The Charleston Mercury","Charleston, South Carolina","July 7, 1840",""]},{"divid":1216927573,"type":"Newspaper Article","data":["","The Charleston Mercury","Charleston, South Carolina","July 2, 1840",""]}],"locations":[{"id":475,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}