{"id":6370,"title":"Reunited for $2,800","course_id":149,"status":"P","start_date":"1846-01-01","end_date":"1851-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1846, Edmond Kelley was 29 years old, married to fellow slave, Paralee, and had four children.  When Edmond's owner, Nancy White, was forced to free a slave, she chose Edmond, who was also licensed to preach gospel.  After she procured the necessary paperwork, namely \"a pass to go any and every where to preach\", Edmond headed to the northern states where he could work, leaving his home and family behind.  He eventually settled in New Bedford, Massachusetts and found work preaching in a church for the next four years.  After that time, Edmond realized how much he missed his family; in 1850, he got in touch with their owner, James Walker, to inquire about the freedom of his family.  For the next year, he struggled first to convince Walker that he could \"provide for and place them in a happier and more comfortable condition\", and second to raise $2,800 (plus the expenses of transporting Paralee and her children), the amount Walker demanded in recompense.  Finally, in May of 1851, when Edmond was 34 years old, he was reunited with his family in New Bedford.","Paternalism was coined in the 1820s after the Missouri Compromise because slaveholders felt they needed to paint slavery in a more positive light due to the fact they felt the Compromise threatened it.  The term is defined by the Merriam-Webster Dictionary as \"the attitude or actions of a person...that protects people and gives them what they need but does not give them any responsibility or freedom of choice\".  During American slavery, this meant that slaveowners believed they were taking care of their slaves.  James Walker believed he could take better care of Paralee and her children on his plantation than Paralee's husband could in a northern city.  Walter Johnson talks about paternalism in his book, Soul By Soul.  While we know now that slavery is cruel, oppressive, and wrong, Johnson reinforces the idea that in the American South in the nineteenth century, many did not feel that way.  Some slaveowners spread the idea that they were being kind to people who otherwise would receive no kindness, who otherwise would end up as criminals in prison.  They thought they were protecting their slaves when, in some cases, really they were giving them only the barest of survival essentials and working them to death."],"display_date":"January 1, 1846 - May 1, 1851","search_date":"1848-08-31","citations":[{"divid":1443556002,"type":"Pamphlet or Other Printed Material","data":["Edmond Kelley","A Family Redeemed From Bondage","New Bedford, Massachusetts","Edmond Kelley","1851","American Antiquarian Society"]},{"divid":1443556046,"type":"Book","data":["Walter Johnson","Soul By Soul: Life Inside the Antebellum Slave Market","","Harvard University Press",null,"April 1, 2001","150"]}],"locations":[{"id":9921,"lat":41.6362152,"lng":-70.934205,"zoom":8,"place":"New Bedford, Massachusetts"}],"tags":[{"id":386,"tag":"Paternalism"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}