{"id":6373,"title":"Escaped Slaves and Lost Profit: John Joseph's escape","course_id":149,"status":"P","start_date":"1820-01-01","end_date":"1843-08-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The shadows of the trees over-casted the lone road, a single man on horseback patrolling down. He was finishing his late night rounds for the evening, anxious to get home to his family. He was heading down a road to look for any suspicious activity when there was a ruslting in the bushes along the side of the road. He froze and looked over, and saw someone dart out into the road. It was a teenager, around eleven years old. He looked around skittishly, before running to the cop. It took the cop one look to see the black skin of the boy. He grabbed his hand roughly. “What certificate do you have?” the cop shouted, brandishing a pistol. The slave boy, John Joseph, was lead back to his master. ","The story of a slave who was taking back after attempting to escape is all too common in the south. Since the start of the trade, slaves have always looked for escape. Most that did manage to get away found their ways to the Mississippi River. The river, with the steam boats that moved up and down with traded goods, were often open to the idea of hiring on dark skins for the helpful work around the boat, such as deckhands, riggers, table setters, and most commonly, in the furnace rooms for the large steam engines. 'The thousands of blacks who arrived in New Orleans...thus a crucial nexus of the Atlantic world' (16, <em>Black Life on the Mississippi</em>). John had not reached freedom, despite his murmerous sells till he was discovered by a british team on a boat in the Mississippi. They heard his woes, and carried him out to London. ","Slaves that didn't get to a safety port were often dragged back to their old owners and lashed. The lashing left tell tale scars along their backs, which could impact the resale value. Slavers who were in the market for another batch would inspect each slave carefully for any obvious signs of disease, illness, weakness, or scars. Diseased slaves were good as dead, and a weak armed slave could do little for the tasks in the fields of cotton. Scars along the back are similar, to the slavers, as scratches along a car. It shows that either the previous owner was a poor one, or that the slave was disobedient and didn't work or tried to escape. John Joseph had scars, and this would have decreased his value in the markets. John was whipped numerous times under his first owner's thumb. The standard practice at that farm was to whip the slaves, and then see how much they could bring of the harvest. This amount would then be their expected harvest. John attempted escape, as depicted in the story, and when he was brought back, he recieved thirty lashes and was doused in salt water. The scars detailed an escape event, a stiuation where he tried to flee, and it impacted his pay. "],"display_date":"January 1, 1820 - August 8, 1843","search_date":"1831-10-20","citations":[{"divid":1443624405,"type":"Manuscript","data":["","The Life and Sufferings of John Joseph, a Native of Ashentee, in Western Africa: Who Was Stolen from His Parents at the Age of 3 Years, and Sold to Mr. Johnstone, a Cotton Planter, in New Orleans, South Africa","","","","Primary narrations of American Slaves","University of North Carolina at Chapel Hill"]},{"divid":1443624600,"type":"Book","data":["Walter Johnson","Soul by Soul","","Harvard College",null,"1999","16"]}],"locations":[{"id":9847,"lat":29.9510658,"lng":-90.0715323,"zoom":8,"place":"New Orleans, Louisina"}],"tags":[{"id":4,"tag":"Slavery"},{"id":500,"tag":"trade"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}