{"id":6376,"title":"Thomas Anderson and His Faith in God","course_id":149,"status":"P","start_date":"1854-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Thomas Anderson, known as Uncle Tom where he resided in Hanover, Virginia, grew up with no one to care for his welfare causing him to become very cold and wicked. This outlook and attitude continued until he was nineteen, when he was led to a religious meeting held by Baptists. There he learned that the wicked had no hope beyond the grave, scaring him into searching for a friend, which he found in God. His newfound faith instilled a positive outlook within him that God would always be there to help him. His master at the time did not understand religion, claiming he could whip the fancy of religion out of him; so he tried, but upon failing to break Tom’s spirits, he was defeated, and Tom was no longer whipped after that day. Although beaten and bloodied, Thomas felt strong and whole because of the Spirit that warmed his heart, the love of God defeating the physical brutality of his slave master. With his master’s permission, Tom joined the church; his master himself thought if there was a Christian in the world, it was Tom. Throughout his life, Thomas Anderson’s faith in God was unshaken.","It is commonly known that to be enslaved is to endure a life of brutality at the discretion of one’s slave owner; the case of Thomas Anderson was no different. In order to combat the ideal of such cruel treatment, slave owners would allow their slaves some sort of reward, benefit, or “freedom,” as Saidiya Hartman discussed in her book, <em>Scenes of Subjection, </em>about masters who allowed for festivities such as a Christmas party. Thomas’s slave master allowed for his participation in the church, which thus can be perceived as one of the “freedoms” a slaveholder may have provided. This “freedom” is simply a tool utilized by slave owners to justify to themselves that their ruling and power over their slaves is not as harsh as it seems, when indeed it is. By offering such privileges, the slaveholder hopes to pacify his slaves, while also expecting hard work in return; this is exactly what these privileges resulted in, but more so out of fear that if these offerings were not respected, the master’s brutality would intensify. These “freedoms” created fear among slaves, just as a beating would do, being used as a scare tactic to achieve the master’s personal demands. This was a system that instilled fear in slaves, who would succumb to the brutal world they lived in.","Yet another brutal aspect of the life of the enslaved was the inhumanity among the slave trade. Individuals involved in the slave trade were young and single, as this allowed the individual to be as detached from any sense of family bonds and dynamics, therefore being able to separate families without being troubled by conscience. Despite the hardship associated with ones family being separated, Uncle Tom spoke of such matters in a positive light, bringing attention to his hope for a reunion. He did discuss the hardship involved in seeing his children dying, being sold, or being traded and taken away from the family, but he looked to his religious foundations to free him of negative thoughts and a poisonous mentality. His faith in God gave him hope that he and his children would one day be reunited, if not on earth, in the life that followed. Luckily, the “freedom” Thomas was allowed taught him to approach life with his head unbowed. God instilled within him a positive outlook on life that allowed him to carry himself through the hardship, trusting that his faith in the Lord would serve him what he deserved for enduring the life he did."],"display_date":1854,"search_date":"1854-07-02","citations":[{"divid":1444256423,"type":"Book","data":["Interesting Account of Thomas Anderson, a Slave, Taken from His Own Lips","J.P. Clark"]},{"divid":1443652749,"type":"Book","data":["Saidiya Hartman","Scenes of Subjection"]},{"divid":1443652865,"type":"Book","data":["Walter Johnson","Soul by Soul"]}],"locations":[{"id":9719,"lat":37.4315734,"lng":-78.6568942,"zoom":4,"place":"Virginia"}],"tags":[{"id":2730,"tag":"Slavery and Religion"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}