{"id":6388,"title":"William Green's Journey Towards Becoming a Freeman","course_id":149,"status":"P","start_date":"1853-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["From the beginning of his life, William Green’s freedom was taken from him. William Green was born in Oxford Neck, Maryland about three months before his mother was set free. Green’s owner, Miss Goldsbury, at her death set all of her slaves free and their children were to be free when they became of age. William Green was therefore entitled to his freedom at the age of twenty-five, but he was cheated out of it. When Miss Goldsbury died Green fell into the hands of Mr. Singleton. Mr. Singleton, was going to take Green to the South to sell him, but Green’s mother begged him not to take her son away. He agreed that if she found someone to buy Green that he would sell him to them. Edward Hamilton bought Green and when he was sold the fact that Green was to be free at the age of twenty-five was not mentioned and therefore Green was sold as a slave for life. Green lived with his mother until he turned nine, at which time he was taken to work in the house of Mr. Hamilton. Until he was twenty, Green worked in Mr. Hamilton’s house as a body-servant, a race-rider, and later a waiter. When Mr. Hamilton’s daughter, Miss Henrietta Hamilton, married Dr. Jenkings, Green was given as part of her wedding dowry. Dr. Jenkings was a disagreeable man and Green did not like him. Green’s job was to wait and take care of things in the house, go on errands, and ride with the doctor when he went to see patients. One day, Green got into a quarrel with the doctor over how Green spent his leisure time. The doctor cracked a whip at Green and they started to fight until they were both out of breath. After that, Green told Dr. Jenkings that if he ever whipped him again Green would never do another day’s work for him or any other man. Green would remain with the doctor for about a year following the incident. Green was not satisfied with being a slave and had decided that he “had spent as much time in slavery as he was willing to” (Green, 15) and made a plan to escape with his friend, Joseph. On their journey, Green and Joseph met many friends who aided them on their way towards freedom. They were able to make it to New York and later Springfield, Massachusetts where Green was able to get a job, settle down, and live the life of a freeman.","William Green was not satisfied with being a slave and he was willing to stand up for himself and his freedom. Saidiya Hartman writes in her book <em>Scenes of Subjection</em> that “the exercise of power was inseparable from its display because domination depended upon demonstrations of the slaveholder’s dominion and the captive’s abasement. The owner’s display of mastery was just as important as the legal title to slave property.” A slaveholder showing his power was essential to his domination. Many people believed that slaves were suppose to submit to white people and that it was their job to do so. Dr. Jenkings was not able to exercise complete domination and power over William Green. This is because Green had been apart of Mrs. Jenkings dowry, so he was not one of the Doctor’s slaves and was not his property. Green was one of Mrs. Jenking’s favorite slaves and she had some influence in the way that Green was treated and often “let him have his way.” (Green, 13) With Dr. Jenkings not being able to have complete domination over Green, Green developed the courage to stand up for himself and this was shown with Green’s willingness to disobey his owner and when he told Dr. Jenkings that he would never work another day if he was ever whipped again. When Hartman talks about the brutality of slavery, two of things that she mentions are cruelty and resistance. William Green experienced both of these.  Examples of the cruelty that Green experienced was when he was cheated out of his freedom by being sold as a slave for life and not one who would be free at the age of twenty-five and the way that Green was treated by Dr. Jenkings. Even though Green was dominated and treated with brutality by his masters Green was not afraid to stand up for himself and resist them. Green’s courage grew as he resisted against his master and the act of slavery and as he began to think about freedom. With this courage Green made the decision to run away. It took “all of the nerve and energy that a poor slave can bring to his support to enable him to make up his mind to leave in the precarious manner” (Green, 15) but Green was willing to do so and because of this he was able to become a freeman. "],"display_date":1853,"search_date":"1853-07-02","citations":[{"divid":1444425638,"type":"Book","data":["Saidiya Hartman","Scenes of Subjugation: Terror, Slavery, and Self-Making in Nineteenth-Century America","","Oxford",null,"1997","7"]},{"divid":1444426376,"type":"Book","data":["William Green","NARRATIVE OF EVENTS IN THE LIFE OF WILLIAM GREEN, (FORMERLY A SLAVE.)","","Springfield, Massachusetts",null,"1853","13,15"]}],"locations":[{"id":9904,"lat":42.1014831,"lng":-72.589811,"zoom":8,"place":"Springfield, Massachusetts"},{"id":9903,"lat":39.0457549,"lng":-76.6412712,"zoom":8,"place":"Maryland"}],"tags":[{"id":270,"tag":"Freedom"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}