{"id":640,"title":"Presidential Election Campaign\n","course_id":1,"status":"P","start_date":"1840-01-01","end_date":"1840-11-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1840 presidential election campaign pitted the Whig ticket of William Henry Harrison and John Tyler against the sitting Democratic President Martin Van Buren.  The parties spent much of their energy courting the South.  Each tried to present itself as the protector of southern interests, emphasizing its candidates' southern-ness' and anti-abolition credentials.  Van Buren, running on a platform which tried to appeal to southern interests had many active supporters in the South, including former President Andrew Jackson.  The South, however, would not back him strongly during the campaign and election, despite his denunciation of abolition and his declaration of friendship with the South.'  Many voters associated Van Buren with the nationwide economic troubles of the Panic of 1837 and the devotion of the people to Van Buren's predecessor Andrew Jackson had waned over time. &lt;br /&gt;While the election campaign did involve discussion of various issues, sectional and otherwise, it was marked especially by widespread personal attacks and appeals to emotion.  Robert Gunderson, describing the campaign, wrote that generated as it was by hard times and political hatreds, the great commotion of 1840 was not subject to rational or intellectual restraints.'  Van Buren's Whig opponents in the newspapers characterized the Democratic Party as undemocratic and uninterested in the concerns of the common man.  One paper described the Democrats as the deluded followers, the paid vassals and the Praetorian bands of power.'  On the other side ranged the unbought and unterrified friends and advocates of civil freedom.'  Whig partisans also made as much as possible of Van Buren's supposed distance from the people he governed.  The fact that Harrison was a soldier, and had been defending women and children from the Indians while Van Buren had been making money for himself in politics was also emphasized by the Whigs.  Harrison was the honest and brave soldier, the common man's president who lived in a log cabin, the image of a purer republicanism going back to the Revolution.  The southern Whigs, who had initially voted for Henry Clay at the national convention, were happy with Harrison, a Virginia native and southern ally.'  The vice-presidential candidate, John Tyler, was a Virginian defender of states rights and good anti-Jackson Whig.  The ticket seemed to be a solid anti-abolition ticket, which won it friends in the southern states.&lt;br /&gt;The Democrats, on the other hand, disparaged the Hard Cider' campaign message of the Whigs as an attempt to draw attention away from Harrison's shortcomings, especially his record on slavery and states rights.  The Democrats had doubts about his trustworthiness on these issues.  Rather, he was in fact the enemy of old-school republicanism, a latitudinous Constructionist of the loosest school.'&lt;br /&gt;The Whig ticket emerged victorious in November, carrying seven slave states and winning a majority of the southern popular vote.  Harrison's success showed that the West was continuing to grow in importance following the election of Jackson in 1828.  Also, with this election two-party politics had definitely arrived in the South;after 1840 two vigorous parties, each claiming to be the champion of the South, competed on an almost equal footing across the slave states.'"],"display_date":"January 1, 1840 - November 23, 1840","search_date":"1840-06-12","citations":[{"divid":1214337211,"type":"Book","data":["William Cooper and Thomas Terrill","The American South: A History ",null,"New York","McGraw-Hill Companies, Inc.","1996","164-165"]},{"divid":1214337345,"type":"Book","data":["Robert Corlew","Tennessee: A Short History",null,"Knoxville, TN.","University of Tennessee Press","1981","264"]},{"divid":1214337398,"type":"Book","data":["Arthur Schlesinger","The Almanac of American History",null,"New York","Putnam","1983","238-239"]},{"divid":1214337458,"type":"Newspaper Article","data":["","Raleigh Star and North Carolina Gazette","Raleigh, NC","January 1, January 8, and March 18 1840",""]},{"divid":1214337559,"type":"Newspaper Article","data":["","The Charleston Mercury","Charleston, SC.","July 1, 1840","2"]},{"divid":1214337620,"type":"Book","data":["Robert Gray Gunderson","The Log-Cabin Campaign ",null,"Lexington, KY.","University of Kentucky Press","1957",""]}],"locations":[{"id":479,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}