{"id":6404,"title":"Coming South: A Confederate Sympathizer in a Northern State","course_id":149,"status":"P","start_date":"1860-12-14","end_date":"1860-12-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Just days before South Carolina seceded from the United States in December of 1860, an article titled “Coming South” was printed in a South Carolina newspaper, the <em>Abbeville Press.</em> The article included a letter written by a Northern Gentleman who wanted to support Southerner’s interests in rebelling against the abolitionist North. He believed that the South had been tolerant of the North’s tyranny for too long, and that the Southern states should rebel against the Union. The letter was originally addressed to a large commercial house in Mobile, Alabama, and it discussed the mounting political tensions at the time of publication between the Northern abolitionist states and the Southern pro-slavery states. The author of the letter stated that he was always a believer in the “divine and legal right of slavery,” and in state’s right of secession, and his beliefs made him an outlier in the North. Because secession seemed likely, the author wanted to express his support for the state’s right to secede, and for his desire to conduct business with or even migrate to the South in the event of secession. The author had accumulated land and wealth, and also produced goods that were exclusive to northern states, which would be valuable to the cotton states. The author claimed that if the Southern Confederacy was created as its own union, his first priority would have been to defend that right to secede, and his second would have been to help establish trade between the Confederacy and Europe, both of which would have been essential to fostering the Confederacy’s independence. The author chose to side with the South, because he believed fundamentally in the right to own slaves, to trade freely, and to secede if these rights were infringed upon.","In the letter presented in “Coming South,” the author addressed the issue of secession in terms of it being the only means to protect the interests of the South. In <em>Half Slave and Half Free: The Roots of the Civil War,</em> historian Bruce Levine discussed how Southerners believed that their position in the United States was untenable, and how the fear of abolition lead to secession (226). The letter author reflected the dominant ideology of the South at the time, because Southerners felt that in order to protect their economic interests and their existing lifestyle, it was necessary to remove themselves from a union that sought to eradicate slavery. Levine notes that antislavery sentiment had “demonstrably taken hold of a huge portion of the northern population” and that this instilled fear in the South, but the Northern letter author interestingly contrasted the dominant view of his region (233). The letter author's position as a wealthy gentelmen suggests that his interest in engaging with the South stemmed from economic concerns. In <em>Half Slave and Half Free, </em>Levine described instances of Northerners who sought to reconcile with Southern planters for the sake of economic gain, and stated that those who sided with the South were usually “key sections of the economic elite who feared alienating the slave owners more than they disliked slavery” (229). Essentially, in some instances businessmen, like the letter author, were more concerned with profiting from the Southern agricultural giants than they were with the moral aims of abolition. In \"Coming South,\" the <em>A</em><em>bbeville Press </em>used the letter to<em> </em>further the newspaper’s own pro-slavery and pro-secession agenda, by highlighting the possibility of economic and moral supprot from wealthy men in the North. The article did not give a name, location, or any identifying information about the letter’s author, so the letter could even have been a fabricated piece of propaganda, intended to encourage readers to side with secession. Southerner’s feared oppression from the majority of the North, but the existence of a pro-secession minority in the North would give Southerner’s reason to believe that they would be supported and successful if they removed themselves from the Union. Overall, the letter transcribed in “Coming South” is significant to period leading up to secession and the Civil War, because it reflected the contrast between Northern and Southern interests, and foreshadowed the eventual secession of the Southern slave states.  "],"display_date":"December 14, 1860","search_date":"1860-12-14","citations":[{"divid":1445291435,"type":"Website","data":["Abbeville Press","Coming South","Chronicly America: Historic American Newspapers","http://chroniclingamerica.loc.gov/lccn/sn85042527/1860-12-14/ed-1/seq-2/","October 23, 2015"]},{"divid":1445291439,"type":"Book","data":["Bruce Levine","Half Slave and Half Free: The Roots of the Civil War","","New York","Hill and Wang","2005","226 - 233"]}],"locations":[{"id":10012,"lat":30.6953657,"lng":-88.0398912,"zoom":8,"place":"Mobile Alabama"},{"id":10011,"lat":34.1781719,"lng":-82.3790147,"zoom":8,"place":"Abbeville South Carolina"}],"tags":[{"id":500,"tag":"trade"},{"id":755,"tag":"Confederacy"},{"id":4,"tag":"Slavery"},{"id":1879,"tag":"Secession"},{"id":32,"tag":"Civil War"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}