{"id":6409,"title":"The Daily Nashville Patriot - Leading to the Civil War","course_id":149,"status":"P","start_date":"1860-12-07","end_date":"1860-12-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Daily Nashville Patriot from December 7, 1860 displays a collection of news blurbs form New York, Washington, Virginia and South Carolina. The first of which, from New York, discusses, among other things, the platform of the secessionists and their plan to take Fort Moultrie once secession has successfully taken off. From Washington there was discussion of governmental action being necessary to prevent war, as states like Texas were beginning to seem like traitors. A committee was appointed to discuss the questions leading to the “perilous condition of the country.” From Virginia it was suggested to enact a law making it illegal to rescue a slave arrested under the Fugitive Slave law and assign repercussions for not cooperating with said law. Also, from South Carolina, the house passed a bill unanimously that mobilizes a 10,000 volunteer unit armed force to be used by the government. All these blurbs combined into the same picture detail some of the underlying reasons the U.S. was headed into war with itself.","The news provided in the <em>Daily Nashville Patriot</em> alluded to the issues that America faced on every societal level; politics, economics, military, etc. The growing country faced many challenges with a population divided on many fundamental ideals, largely being slavery. In debates, Lincoln stated, “A house divided against itself cannot stand,” continuing with, “I believe this government cannot endure, permanently half slave and half free,” as is cited in McPherson’s <em>Battle Cry of Freedom.</em> Abraham Lincoln argued for the abolition of slavery, bringing light to the humanitarian perspective of its irrefutable brutality, whereas the Confederate states of the South utilized slavery as a means to stimulate the growth of their nation. Slavery was an economic tool, emplaced in a society of primarily agriculture, to eliminate the necessity for waged workers. As is known about slavery, it was a violent culture, raising questions for the Northern Union states about the humanity of such a practice. A landowner’s right to own slaves truly stimulated the southern economy, and the North and South stood divided in the case where slaves were escaping to the free states, and the South was arguing for the return of their property. If the Union was to work toward abolishing slavery, the Southern economy would suffer drastically, therefore the South did what it had to in order to preserve its ideals. On a political platform, The Union worked toward abolition, whereas the Confederacy aimed to outlaw the assistance of escaped slaves. Slaves were property of the Southern plantation owners and therefore must be returned; given the ideals of the Union, this was predisposed for conflict. McPherson’s <em>Battle Cry of Freedom </em>sheds light on the issues leading to the secession of the Southern states. As Lincoln discussed about a house divided not being able to stand, the house indeed did not stand. The South seceded despite the threats of the Union disputing the Unconstitutional act that defined secession, leading to the Civil War, pitting a nation against itself. As was discussed in the brief blurbs within the <em>Daily Nashville Patriot</em>, conflict was apparent in every facet of American society during this time, with slavery the underlying driving force, posing as the political, economical and social differences that drew a line between the North and South."],"display_date":"December 7, 1860","search_date":"1860-12-07","citations":[{"divid":1445310426,"type":"Newspaper Article","data":["Extra","Daily Nashville Patriot","Nashville, Tennessee","December 7, 1860","5 0f 5"]},{"divid":1445310524,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["James M. McPherson","CH 6-9","Battle Cry of Freedom","James M. McPherson","US","Oxford University Press","1988","CH. 6-9"]}],"locations":[{"id":10036,"lat":36.1626638,"lng":-86.7816016,"zoom":7,"place":"Nashville, Tennessee"}],"tags":[{"id":2780,"tag":"Causes for the Civil War"},{"id":2779,"tag":"Daily Nashville Patriot"},{"id":2778,"tag":"Pre-Civil War"},{"id":32,"tag":"Civil War"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}