{"id":6419,"title":"Henry Bibb Faces Inspection in a Mississippi Slave Pen","course_id":145,"status":"P","start_date":"1840-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The year was 1840 when Madison Garrison led Henry Bibb and other slaves, including his wife and child, to a market in Vicksburg, Mississippi.  It was in this market where Garrison intended to have a portion of the slaves that he had driven into the deep South examined before taking them to New Orleans for sale.   Upon arrival at the market, Bibb was subject to inspection by a city officer.  Slave inspections were an important part of the process required to tag an enslaved person with a dollar value.  Faces of the slaves did not matter; it was the instrumental parts of the slaves’ bodies that the traders in the market were interested in – strong muscles meant good labor, fingers were judged for being good at picking cotton, and all joints were checked to ensure labor efficiency. ","            As Bibb entered the market, a city officer immediately forced him into physical inspection.  A city official did this inspection perhaps because Vicksburg taxed slave slaves to generate city revenue and this man’s job was to assess the tax.  The examination started with a close look at Bibb’s back as the officer look for scar tissue that would come from the wounds left by a whip.  Scars on a slave’s back were interpreted as an indication of character: it meant that in the past they had acted out of line often enough to be whipped multiple times.  Next, Bibb had his limbs inspected to make sure his joints were well intact and to provide a judgment of how strong he was.  The limb inspection was followed by a close look at Bibb’s teeth and gums to make sure they were in good condition.  Traders considered oral health a significant indicator of general health for slaves.  This was followed by a skin prick test that helped the inspector determine the age of Bibb.  He had the skin on the back of the hand pricked up with a needle.  The time the pucker of skin stood up was measured and the longer the pucker stood up, the older the age of the slave.   Age was a very important piece of criteria taken into consideration when assigning a price to a slave because slaves were thought to have a prime age range in which they were the most productive in their work.  Since Bibb was a man, his prime was considered to be between ages eighteen and twenty-five.","            More rigorous than the physical examinations was the assessment of Bibb’s mental capacity.  The inspectors told him to answer a series of questions to gauge his intelligence.  Bibb’s problem with the inspectors was that he was literate.  At one point earlier in his life, Bibb learned how to read and this scared southern slaveholders because it meant that Bibb had a powerful negotiation tool to utilize in the slave market.  Literacy revealed a world to Bibb that went beyond the slave system, a world that enabled him to imagine himself being allowed to freely think, learn abolitionist activity, or read the Bible.","            Since Bibb was so difficult to sell due to his literacy, Garrison knew he had to sell Bibb with his wife and child as a package.  Bibb had a much better chance of being sold with his wife and child, who were desirable to buyers, than being sold on his own.  Also to facilitate his sale, Garrison answered many questions for Bibb, especially when asked if he had ever run away.  After this was done, Bibb and his family were taken to New Orleans, where their futures would be determined."],"display_date":1840,"search_date":"1840-07-01","citations":[{"divid":1448039093,"type":"Book","data":["Heather Andrea Williams","Self-Taught: African American Education in Slavery and Freedom","","Chapel Hill","University of North Carolina","2005","7-10"]},{"divid":1448039207,"type":"Book","data":["Henry Bibb","Narrative of the Life and Adventures of Henry Bibb, An American Slave, Written by Himself","","New York","Henry Bibb","1849","101-110"]}],"locations":[{"id":10108,"lat":32.3526456,"lng":-90.877882,"zoom":8,"place":"Vicksburg, Mississippi"}],"tags":[{"id":2799,"tag":"sale"},{"id":2798,"tag":"examination"},{"id":2797,"tag":"henry bibb"},{"id":2796,"tag":"inspection"},{"id":2795,"tag":"slave pen"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":145,"school_id":11}}