{"id":6422,"title":"Revolution into the Reconstruction of Schools and Freedmen","course_id":149,"status":"P","start_date":"1866-07-10","end_date":"1866-07-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The calls of freedom rang through the courtrooms and the streets of North Carolina. People rejoiced, the feeling of the opression lifted from slave's shoulders. The slaves turned and left enmass from thier threatening southern homes, and moved up to the north. North Carolina was welcoming, in churches and schools alike. The smiles brimmed with the belief, that their bigotry will soon be lifted. They'll be set free.","The article, written by the Tri-weekly in North Carolina, details how the creation of black schools is not only increasing the amount of freedmen in the state, but also helping the rest of the state become more of the democratic ideal. However, the writer almost seems too enthusiastic, taking comparisons to God's light and how the schools 'bring intelligence and remove bigotry' from the state. The language used paints the image of a church rather than a few simple schools, but it is in the same league of importance to this article writer.","In context to the rest of the states, the article from the Tri-Weekly showed how North Carolina was approaching the idea of the freedmen as a good thing. They built large black schools for them, as a way to entice the freedmen to come to them and work for labor. The praise of how these schools were almost holy and they would release the whites from ignorance, was a thought that a radical repiblican would share around. \"Republican Reconstruction was at least the attempt to build a new house-a reinvented republic.\" (Pg. 354, <em>Race and Reunion)</em> The Radical Republicans wanted to throw aside the old ways, and barrel head first into new and more beneficial ways with the freedmen."],"display_date":"July 10, 1866","search_date":"1866-07-10","citations":[{"divid":1448289478,"type":"Website","data":["Library of Congress","The tri-weekly standard., July 10, 1866, Image 2","Library of Congress","http://chroniclingamerica.loc.gov/lccn/sn85042146/1866-07-10/ed-1/seq-1/","11/16/15"]},{"divid":1448289560,"type":"Book","data":["David W. Blight","Race and Reunion","","Cambridge, Massachusetts and London, England","The Belknap Press of Harvard University Press","2001","350"]}],"locations":[{"id":10155,"lat":35.7795897,"lng":-78.6381787,"zoom":8,"place":"Raleigh, North Carolina"}],"tags":[{"id":164,"tag":"Slave"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}