{"id":643,"title":"The South Discovers Edgar Allan Poe&#39;s Tales of the Grotesque and Arabesque\n","course_id":1,"status":"P","start_date":"1840-01-01","end_date":"1840-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["A one-time University of Virginia student and sometime resident of Baltimore and Richmond, Poe published his first collection of writings in 1840.  Many of the stories in the Tales had been published previously in various literary journals, such as Godey's Lady's Book and Ladies' American Magazine, and the Southern Literary Messenger, to which Poe was a major contributor.  The new volume received mixed reviews.  One reviewer, writing in the Literary Messenger, thought that to say that we admire Mr. Poe's style, abstractly considered, is more than we can say and speak truly; neither can we perceive any particular beneficial tendency that is likely to flow from his writings.'  The Editors' Book Table had a more favorable response to the book, calling Poe a writer of rare and various abilities' and calling Poe's Tales stories which cannot fail to impress all who read them, with a conviction of his genius.'&lt;br /&gt;Poe later came to be considered the patriarch of the American mystery and detective story.  He was one of few stand-out southern writers of his day, and from a purely artistic viewpoint he surpassed all his southern contemporaries, but his work did not concentrate on the southern experience.'  A New Englander by birth, he lived much of his life in the South and identified most with that region, including its slaveholding institution.  Though his works were not particularly southern', his Southern Literary Messenger was important as one of the section's few long-standing and influential literary magazines.  The Raleigh Star stated that it must be a source of proud satisfaction to every true hearted Southron to cherish a work which reflects so much honor upon the press and literature of the country.'"],"display_date":"January 1, 1840 - January 30, 1840","search_date":"1840-01-15","citations":[{"divid":1216506434,"type":"Book","data":["William Cooper and Thomas Terrill","The American South&#58; A History",null,"New York","McGraw-Hill Companies, Inc.","1996","240-241"]},{"divid":1216506469,"type":"Newspaper Article","data":["","Southern Literary Messenger","Richmond","January 1840","126"]},{"divid":1216506491,"type":"Newspaper Article","data":["","Ladies American Magazine","New York","January 1840","45"]},{"divid":1216506510,"type":"Newspaper Article","data":["","Raleigh Star and North Carolina Gazette","Raleigh","May 6, 1840","3"]},{"divid":1216506570,"type":"Book","data":["Dwight Rembert Thomas","Poe in Philadelphia, 1838-1844&#58; A Documentary Record",null,"Ann Arbor","University Microfilms International","1978",""]}],"locations":[{"id":481,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}