{"id":6430,"title":"Southern Feeling after the War","course_id":149,"status":"P","start_date":"1872-06-20","end_date":"1872-06-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Although the Civil War had ended, Southerners had a hard time adjusting to the new Union and the end of slavery. Because the South had fought and succeeding from the Union to keep their way of life intact, their losing of the war was met with pain and anguish from their side. Although most of the South had this feeling of what to do next after their slaves had left, my primary document the Herald and Tribune from Jonesborough, Tennessee wrote a article in 1872 talking about how southern men who fought for the South could not get all their benefits from the pension and that this was deserved. It is surprising to hear a Southern newspaper say six years after the Civil War ended that southern men do not deserve all loyalties and benefits that union soldiers get because they had betrayed the Union and turned their backs on the country. As the one part of the article says “to those not expected it does not in any other respect relieve those who have been disloyal from any of the legal penalties, restrictions or requirements consequent”. The sense of southern men paying for their sins was an idea that was not prominent and popular idea during the Reconstruction years.","It is surprising that a Southern newspaper would have such opposite opinions of what the South was thinking during Reconstruction. The newspaper mentions that in order for the United States to move on, the South needs to take responsibility for the war and accept the fact that southern way of living with slavery was over. Southern Democrats in Congress wanted the South to just fit back into Amercan society without any sort of reprocussions or payment from the South. A lot of southern men were still opposed to black men and women being their equals and living and working besides them.","In Leon Litiwck's <em>Been in the Storm So Long Mr</em>. Litwick tells readers how hard it was for southern families to adjust to their new way of living without slaves. There are plenty of examples he gives that show that families were having a hard time making life without their slaves helping them in the field and in the house. The sense of paternalism and how slave owners though they had a connection with their slaves made their slaves leaving for their freedom that much more difficult. There were alot of examples of white families trying to force their former slaves to stay by persuasion or force and the transition to a free society was not easy for southern land owners. Although the war and slavery had ended, racism and segregation took its place in and were the foundations of the relationship between white and black families."],"display_date":"June 20, 1872 - June 21, 1872","search_date":"1872-06-20","citations":[{"divid":1449175279,"type":"Book","data":["Leon Litwick","Been in the Storm So Long","","New York","Vintage Books","1980","1-651"]},{"divid":1449175459,"type":"Newspaper Article","data":["The Amensty Proclamation","Herald and Tribune","Jonesborough","June 20 1872","1"]}],"locations":[{"id":10162,"lat":41.5775802,"lng":-77.126128,"zoom":4,"place":"Jonesborough, Tennessee"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":32,"tag":"Civil War"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}