{"id":6442,"title":"Nature as the Antithesis to College Life","course_id":148,"status":"P","start_date":"1/1/19","end_date":"12/31/23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mary Margaret Walker, a Greenville Woman's College student in South Carolina, collected many documents during her college years and collected them in her scrapbook. Her memory book not only included ticket stubs, but also contains photographs of her and her friends engaging in activities. Walker's scrapbook, as noted by historian Judith Bainbridge, ''speaks volumes about the college life of a pretty and popular young woman in the 1920s and provides a student's-eye view'' on what it was like to study at the Greenville College.","In one of the photographs, a man and a woman (probably Walker herself) are captured sitting in a boat that is floating on the water. While it is unsure where this picture was taken, it must have been in a quieter area rich in nature, for there were no lakes near Greenville. Other photos from the scrapbook show Walker posing with friends near a car on the side of the road, so the most logical explanation would be that they drove to the lake – with or without the boat.","Going out into nature is something that proved to be popular amongst students of Greenville Woman's College: Walker's scrapbook is filled with other photos and stories of people enjoying the countryside. Such activities were, however, not only a change of pace from studying, but also ''relaxed tensions and refreshed body and spirit.'' They most likely appealed to students because it provided an escape from ''hectic city life.'' ","Nature, however, was also associated with escapism. In the 1920s, ''relations between the sexes differed depending upon the collegiate tradition and the . . . ratio of college men to others'': this meant that on campus, there were often strict rules imposed on the students. Yet when going out into nature, their interaction could go by largely unnoticed. Moreover, women ''no longer had to pretend that females were non-sexual beings.'' With the automobile bringing ''access and privacy,'' the rural environment became the scene of ''heterosexual play,'' where male and female students enjoyed each other's company.","College students not only sought refuge from their responsibilities in nature, but also enjoyed other activities. Walker's scrapbook is filled with invitations to a moonlight dance, the Roll-a-Way skating rink, and a concert. The college itself provided many of these activities to the students. The campus included, for example, a Fine Arts Center and a swimming pool. Receptions were also ''wildly popular,'' for they consisted of ''promenading through the parlors and eating cake and ice cream under the eyes of [male] chaperones,'' who came from Furman.","Gradually, the students of both Furman University and Greenville Woman's College began to mingle. While piety and purity were still expected from women, social events and trips off-campus provided the students to socialize with the men from Furman. It would take until 1962, however, for both student bodies to be integrated on one campus."],"display_date":"1919 - 1923","search_date":"1921-07-01","citations":[{"divid":1448939202,"type":"Book","data":["Judith T. Bainbridge","Academy and College: The History of the Woman’s College of Furman University","","Macon","Mercer UP","2001","123"]},{"divid":1448939259,"type":"Artifact","data":["Mary Margaret Walker","Mary Walker Scrapbook","Scrapbook","1926","","Furman University Special Collections and Archive","Greenville, SC"]},{"divid":1448939367,"type":"Article","data":["T.D. Seymour Bassett","Documenting Recreation and Tourism in New England","The American Archivist","50.4","Fall 1987","550-69"]},{"divid":1449801254,"type":"Book","data":["Helen Lefkowitz Horowitz","Campus Life: Undergraduate Cultures from the End of the Eighteenth Century to the Present","","New York","Knopf","1987","127"]}],"locations":[{"id":10199,"lat":34.8565054,"lng":-82.4017176,"zoom":15,"place":"Greenville Womans College"}],"tags":[{"id":2831,"tag":"Student Life"},{"id":2830,"tag":"Scrapbook"},{"id":1412,"tag":"Greenville, SC"},{"id":1414,"tag":"Greenville Womans College"},{"id":786,"tag":"Student"},{"id":739,"tag":"Nature"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}}