{"id":6446,"title":"1883 Greenville Female College Catalogue and the juxtaposition of Women's Roles within American Society during Reconstruction","course_id":148,"status":"P","start_date":"1883-01-01","end_date":"1884-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Catalogue of the Greenville Female College of 1883-1884 shows both the exceptional opportunities, as well as the limitations of its students in their education and career. The courses taught at the college ranged from Music, German, to Physics and Mathematics. In that sense, the college provided women with an education that was similar to that of their masculine counterparts. However, the University also contained courses that were specifically aimed at improving their students’ femininity. For example, the college offered “Ornamental and Fancy Work,” as “a necessity to every girl who wishes to be prepared in every way for the conflicts of life.” Therefore, even though the women were taught to critically think and develop themselves, the University deemed it necessary to offer their female students training in domesticity. Furthermore, through a set of rules and regulations the University took over parental control while the women were on campus and severely limited their mobility in the city. This was done to protect the chastity and reputation of the women, making them suitable for marriage.","This juxtaposition of training women in the intellectual arts, while nonetheless preparing them for their domestic roles, corresponded with the 1880s development of the “New Woman.” Because the Civil War had taken the lives of many men and because men were waiting longer with marriage, many women of the 80s were faced with a problem, as marriage had been their main means of survival. As a result, women prepared themselves to take on a job, if no possible suitors would appear. In that sense, much of the catalogue can be explained as preparing women to be independent, while not diminishing their marital attractiveness. Additionally, although Southern universities were originally created to offer the general population an education and to increase the agricultural production, “[they] soon developed into ‘technical schools of professional pretentions if not rank’ and liberal arts institutions much more attuned to the vocational interests of the upper rather than the lower classes.” Therefore, not only did the education of the Greenville Female College prepare middle- and upper class  women for their future domestic roles as mothers and wives, but it also excluded women from poor backgrounds, rather than to provide all the women with the equal opportunity to gain financial independence."],"display_date":"1883 - 1884","search_date":"1884-01-01","citations":[{"divid":1448941580,"type":"Article","data":["Loralee MacPike","The New Woman, Childbearing, and the Reconstruction of Gender, 1880- 1900","National Women Studies Association","1.3","spring 1989","368-397"]},{"divid":1448942016,"type":"Article","data":["Amy Thompson McCandless","Progressivism and the Higher Education of Southern Women","The North Carolina Historical Review","70.3","July 1993","324"]},{"divid":1448942161,"type":"Pamphlet or Other Printed Material","data":["","Catalogue of the Greenville Female College 1883-1884","Greenville S.C.","Furman University","1883","LD1871 G74 C37. (Special Collections and Archives, Furman University)"]}],"locations":[{"id":10258,"lat":34.855882,"lng":-82.400352,"zoom":16,"place":"300 college st greenville"}],"tags":[{"id":2834,"tag":"Female Student"},{"id":1467,"tag":"Greenville"},{"id":1758,"tag":"Gender"},{"id":849,"tag":"Progressive Era"},{"id":1413,"tag":"Greenville Female College"},{"id":786,"tag":"Student"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}}