{"id":6447,"title":"Scrapbook of Zillie Workman Culbertson (1908) and the Increased Visibility of American Women in the Early 1900s","course_id":148,"status":"P","start_date":"1/1/04","end_date":"12/31/08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A scrapbook from Zillie Workman Culbertson of 1908 showed the changing role of the students at the Greenville Female College between 1904 until 1908. In her scrapbook, Culbertson collected articles on the commencement ceremonies of each year, photographs of her “places of interest”and newspaper articles. Her collection of photographs of “Places of Interest” were not limited to places on campus, but rather locations of important buildings all over Greenville, including North Main Street and the Furman (male) college. Culbertson’s photos and collection of activities suggest an increase in the female students’ independence and mobility through the city, compared to the lives of a Greenville Female College student from the 1890s.","At the same time, although their mobility increased, it was nonetheless limited to Greenville and its surroundings, as few southerners in this era yet owned automobiles. Furthermore, although Greenville Female College’s new president was less strict on rules of interactions between young gentlemen and young ladies, a catalogue from 1907 still emphasized how important boarding was, as “students would be ‘free from exposure in bad weather, from tempting diversions of society, and from the entertaining of company.\"","Nevertheless, Culbertson’s diploma in Senior Pedagogy and her recommendation letters showed that she had not only been able to graduate the College, but was also able to find a good job in teaching after university. This is reflected in the school’s curriculum, as “The L.I. degree offered a permanent South Carolina teaching certificate upon completion and was state-initiated due to the increasing need for teachers.\" Culbertson’s experience corresponded with the changing role of women in the city. If one takes Greenville as an example, the massive boom of the town with its implementation of the railroads and the textile mills created job opportunities for women, which allowed them to move out of the domestic sphere into independent wage-earning jobs. Mass migration or white flight from the rural county to Southern cities meant a break with traditional rural values and correspondingly a re-assessment of conservative gender-roles. Thus, in this progressive, changing society the focus of the Greenville Female College was no longer on creating women that were attractive for marriage, but focused more and more on educating women in gaining their own employment. "],"display_date":"1904 - 1908","search_date":"1906-07-02","citations":[{"divid":1448942566,"type":"Book","data":["Judith T. Bainbridge","Academy and College: The History","","Macon","Mercer University","2001","125, 126"]},{"divid":1448942804,"type":"Pamphlet or Other Printed Material","data":["","Zillie Workman Culbertson Scrapbook 1908","Greenville S.C.","Zille Workman Culbertson","1908","Greenville Woman’s College Alumnea Collections, Box 3, (Special Collections and Archives, Furman University)"]}],"locations":[{"id":10260,"lat":34.855882,"lng":-82.400352,"zoom":16,"place":"300 college st. greenville"}],"tags":[{"id":2835,"tag":"Mobility"},{"id":1758,"tag":"Gender"},{"id":849,"tag":"Progressive Era"},{"id":2830,"tag":"Scrapbook"},{"id":1413,"tag":"Greenville Female College"},{"id":1467,"tag":"Greenville"},{"id":786,"tag":"Student"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}}