{"id":6453,"title":"The Burning of Sterling High School 1967","course_id":148,"status":"P","start_date":"9/15/67","end_date":"9/16/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 15, 1967, the Greenville News reported a story on the burning down of Sterling High School. The origin of the fire has yet to be determined. The article states the policemen refused to answer any questions pertaining to the origin of the fire, but they were overheard along with the firemen that it could have been an intentional act. This historically black high school had just been approved by the school district trustees for renovation work that same week, coincidentally the school became extinct within the same week. Renovating the school became a lost cause. I only say this because it was never rebuilt."," Greenville lost a part of its history that day because Sterling was the first public school in the city to allow the attendance of African Americans. The school was built during the times where racism and segregation were legal. Brown vs. Board of education, which outlawed legal segregation of schools, wasn’t even implemented at the time the school was built. The demise of the school was toward the end of the civil rights movement, where segregation was no longer constitutional and no longer lawful."," The images used in the article shows just how careless the public’s [Greenville’s citizens] attention was toward those who were affected the most, the students. The image only showed two firemen and two other civilians, who all were Caucasian. Empathy toward the black community was very lackluster throughout the entire article because there wasn’t any mentioning of the Black students who were explicitly affected by this event. This points out the sense of racism that was still existing in Greenville, SC during 1967."," The policemen’s choice not to comment on the matter is another indicator of just how careless people were toward African-Americans. African American children were the individuals who lost the most, but the newspaper never seemed to highlight this at all. The black community, who were affected the most, were not interviewed at all for this event."," Racism was still prevalent during the date in which this article was published. The Greenville News seems to be written for a white audience because the article only shows images Caucasians, and there aren’t any mentions of African-Americans.  Media coverage is often times biased, and because of the time period, the newspaper’s text didn’t empathize with blacks whatsoever. One can see how racial tensions and attitudes were present during this time, because the overall event is seen as a cover-up, and is even written as so. Law enforcement never disclosed the issue as an act of crime, but the Newspaper does."],"display_date":"September 15, 1967 - September 16, 1967","search_date":"1967-09-15","citations":[{"divid":1449448073,"type":"Article","data":["D.J Myers","The Diffusion of Collective Violence: Infectiousness, Susceptibility, and Mass Media Networks","American Journal of Sociology","1","2000","173-208"]},{"divid":1449448205,"type":"Newspaper Article","data":["Sterling High Destroyed in Spectacular Night Fire","The Greenville News","Greenville, South Carolina","September 16, 2016","1"]}],"locations":[{"id":10289,"lat":34.8526176,"lng":-82.3940104,"zoom":8,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":889,"tag":"Racism"},{"id":6,"tag":"Education"},{"id":2273,"tag":"Newspaper"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}}