{"id":6463,"title":"A New Frontier: The Peace Corps","course_id":151,"status":"P","start_date":"10/14/60","end_date":"3/16/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“How many of you, who are going to be doctors, are willing to spend your days in Ghana? Technicians or engineers, how many of you are willing to work in the Foreign Service and spend your lives traveling around the world?” These were the words students recalled as Senator John F. Kennedy spoke to them in the early hours of the morning, at the University of Michigan on October 14, 1960. Thousands of young college students stood with one another, waiting to hear what the Senator had to say. He spoke to them about his proposed Peace Corps plan with great optimism. ","The organization's mission was to aid in the development of countries over seas with the help of trained volunteers and promote a better understanding of foreigners and the American people of each other. The Peace Corps plan invited young men and women to be a part of uniting the country in the 60’s, to face challenges and come together as a whole.","Although Kennedy convinced America that the Peace Corps was a valuable asset in bringing peace to Third World Countries and using the youth and their efforts to change the world, Karen Schwartz pointed out in, <em>What You Can Do For Your Country,</em> that, “The Peace Corps independent evaluators reported a preponderance of volunteers all over the world languishing in poorly defined jobs. The quality of the of the programs was suffering, they said, because of the Corps was sending out more people than could be adequately placed.” She argues that America had the country believing that the Peace Corp was the greatest organization when in reality it was poorly run and it’s objections were not being met.","When Kennedy was elected President, he lacked one of the most important goals he stated he would try to achieve: to promote world peace. It seemed as though his efforts were lacking in many respects because he could have done more to better the organization. All in all, the Peace Corps was not as successful as it had been envisioned. ","But it was in fact, a genuine effort. Students were captivated by the President’s willingness to let the people do the helping and become involved. More people were given new life experiences than what they could give to the countries they traveled to. The cross cultural exchange left between the countries did more for Americans than it did for the Third World Countries with respects to bringing the U.S. together."],"display_date":"October 14, 1960 - March 16, 1961","search_date":"1960-12-29","citations":[{"divid":1450061810,"type":"Book","data":["Karen Schwatrz","What You Can Do for Your Country","","New York","William Morrow and Company, Inc.","1991","15-53"]},{"divid":1450062192,"type":"Website","data":["Susan Milligan","A World of Needs, a Dwindling Peace Corps","Boston Globe","http://search.proquest.com.online.library.marist.edu/docview/405163127?pq-origsite=summon&amp;accountid=28549","December 7, 2015"]},{"divid":1450062459,"type":"Lecture, Conference Paper, etc.","data":["John F. Kennedy","","Speech","John F. Kennedy Presidential Library and Museum","University of Michigan","October 14, 1961"]}],"locations":[{"id":10237,"lat":42.2808256,"lng":-83.7430378,"zoom":3,"place":"Ann Arbor, Michigan"}],"tags":[{"id":1727,"tag":"JFK"},{"id":2854,"tag":"Peace Corps"},{"id":2855,"tag":"New Frontier"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":151,"school_id":77}}