{"id":6467,"title":"Combat Photographer Documents My Lai Massacre","course_id":153,"status":"P","start_date":"3/16/68","end_date":"3/16/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 20, 1969 a Cleveland newspaper, the <em>Plain Dealer</em> published an account of the massacre at My Lai by combat photographer Ronald L. Haeberle. The My Lai massacre occurred twenty months earlier on March 16, 1968 and was carried out by C Company, 1<sup>st</sup> Battalion, 20<sup>th</sup> Infantry Regiment, 11<sup>th</sup> Light Infantry Brigade. Haeberle gave a detailed account from the time that he landed by helicopter in the second wave to arrive which followed about a half an hour after the first group. From the time that he landed, Haeberle saw American GI’s shooting at unarmed civilians. He gave different examples of the soldiers harassing and killing people that appeared to be of no physical threat to them. An example of this was when he witnessed, “A GI knelt down beside me and shot the little kid. His body flew backwards into the pile.” Haeberle said that he personally saw fifty to one hundred killings take place, although he admitted that he was glad to never have seen the large ditch into which the other bodies were thrown. This said, Nick Mills author of <em>Combat Photographer</em>, puts the number at closer to five hundred after looking at the different testimonies and the investigation that took place.","            Haeberle took two cameras on the My Lai operation: an army-issued Leica and his own, personal Nikon. He had black and white film in the Leica and color film in the Nikon. After he had finished taking pictures of the massacre, he turned the black and white film over to the army and kept the color film for himself. Although he felt disturbed by what had happened in My Lai, the operation was Haeberle’s first taste of combat and he was not sure if what he had witnessed was a regular occurrence. The reported combat use of women and children by the Viet Cong as examined in Douglas Pike’s book, <em>Viet Cong, </em>made Haeberle unsure about exactly what he had witnessed. Due to that uncertainty, he elected to remain quiet about the incident aside from a few private presentations when he returned home. He did not come out publicly with the pictures until after he learned about the investigation that was taking place.","            If not for Haerberle’s photographs of the atrocities committed at My Lai, it is conceivable that the investigation would not have gained as much purchase as it eventually did. Prior to Haerberle’s release of the photographs to the Criminal Investigative Division of the army, the soldiers who were there were quite vague about the events of the day. However, once the pictures were released, testimonies were made clearer. Additionally, the rolls of film that Haerberle had given to the army had been put in a drawer and left untouched. After the release of his color photos, the black and white ones were also found and examined which aided in the investigation."],"display_date":"March 16, 1968","search_date":"1968-03-16","citations":[{"divid":1450204712,"type":"Newspaper Article","data":["Cameraman saw GI's slay 100 Villagers","Plain Dealer","Cleveland, Ohio","November 20, 1969","1"]},{"divid":1450204844,"type":"Book","data":["William Allison","My Lai: An American Atrocity in the Vietnam War","","Baltimore, Maryland","The Johns Hopkins University Press","2012","1"]},{"divid":1450205280,"type":"Book","data":["Nick Mills","Combat Photographer: The Vietnam Experience","","Boston, Massachusetts","Boston Publishing Company","1983","132-137"]},{"divid":1450205421,"type":"Book","data":["Douglas Pike","Viet Cong","","Kashmere Gate Delhi-6","Atma Ram and Sons","1966","114-130"]}],"locations":[{"id":10250,"lat":10.7579398,"lng":106.6719161,"zoom":8,"place":"Truongan, Vietnam"}],"tags":[{"id":2859,"tag":"Massacre"},{"id":290,"tag":"Crime"},{"id":1554,"tag":"Vietnam War"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}}