{"id":6474,"title":"The Presidential Physicians of John F. Kennedy","course_id":151,"status":"P","start_date":"1/1/54","end_date":"12/31/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an oral history, Dr. Janet Travell explained that she frequently treated President John F. Kennedy for various muscle pains with “local procaine injections at trigger points.”  According to notable Kennedy historian James N. Giglio, criticism of the President’s repeated injection treatment arose among his other physicians, particularly Dr. George G. Burkley and Dr. Hans Kraus.  Drs. Burkley and Kraus were focused more on the President’s long term health and strength, while Dr. Travell seemed to mainly concentrate on easing Kennedy’s immediate pain.  Giglio also found that the long term effects of Dr. Travell’s injections seemed to further physically harm President Kennedy and weaken his already damaged muscles.             ","“Not helpful and actually harmful,” is the way Dr. Burkley described Dr. Travell’s injections in an oral history interview.  He explained that he advised Dr. Janet Travell not to give Kennedy “any more injections of any kind.”  Found in John F. Kennedy’s personal papers is a prognosis, following an examination by Dr. Kraus, that documented the state of the President’s health, after the frequent injection treatment provided by Dr. Travell.  Dr. Kraus reported that President Kennedy had substantial weakness and tightness in various muscles.  Dr. Kraus recommended a series of physical exercises that would gradually improve President Kennedy’s strength for weak muscles as well as loosen his tight muscles.  He further advised the President to accept injections “as little as possible.” ","Historian James Giglio argued that Dr. Burkley and Dr. Kraus discouraged Dr. Travell’s treatment and recommended plans of physical therapy that could potentially increase the President’s strength, rather than injections that both doctors believed to be harmful.  Dr. Kraus contended that the heavy use of injected drugs could be avoided with other less invasive methods such as a medical spray and physical therapy treatments.  Giglio also stated that Dr. Travell then attempted to avoid the other two doctors’ orders and still continued to treat the President; however, in 1962, the President’s medical team officially fired Dr. Janet Travell as the President’s physician and later re-assigned her to be a physician for Jacqueline Kennedy and her children."],"display_date":"1954 - 1963","search_date":"1958-12-31","citations":[{"divid":1450368181,"type":"Government Document","data":["Dr. George G. Burkley, recorded interview by William McHugh","John F. Kennedy Presidential Library","October 17, 1967","","John F. Kennedy Presidential Library Oral History Program.","","","",""]},{"divid":1450368318,"type":"Government Document","data":["Dr. Janet G. Travell, recorded interview by Theodore C. Travell John F. Kennedy Presidential Library Oral History Program.","John F. Kennedy Presidential Library","January 20, 1966","","John F. Kennedy Presidential Library Oral History Program.","","","",""]},{"divid":1450368460,"type":"Government Document","data":["John F. Kennedy Presidential Papers, Box 45.","John F. Kennedy Presidential Library","","","","","","",""]},{"divid":1450368630,"type":"Article","data":["Giglio, James N.","The Medical Afflictions of President John F. Kennedy","Missouri State University",".","nd.","."]}],"locations":[{"id":10272,"lat":42.629888,"lng":-71.916805,"zoom":6,"place":"Washington, D.C. United States"}],"tags":[{"id":2703,"tag":"John F. Kennedy"},{"id":100,"tag":"Medicine"},{"id":2867,"tag":"Travell"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":151,"school_id":77}}