{"id":6475,"title":"The 1960s: A Revolution for the Intellectually Disabled","course_id":151,"status":"P","start_date":"2/5/63","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Americans with intellectual disabilities were seldom given the respect and equal opportunities they deserved prior to the 1960s. Historians describe the sixties as a monumental decade in terms of technology, music, fashion, sexual revolution, and youth rebellion; but the Age of Aquarius also marked the beginning of a newfound recognition for Americans with mental disabilities. ","John F. Kennedy was the first president to make improving the lives of handicapped Americans a priority in his administration. He issued a message to Congress in 1963 addressing the dire need to aid and support Americans suffering from mental illness. He stated, “…as Americans, it is our duty to seek out the causes of mental illness, strengthen public awareness of intellectual disabilities and create programs and facilities to assist the mentally ill.” This message marked the beginning of a revolution for Americans with intellectual disabilities. ","Kennedy’s sister, Rosemary, who suffered from intellectual disabilities herself, influenced him during his presidency. Witnessing firsthand the heartbreaking tribulations of growing up mentally handicapped, President Kennedy, along with his other sister, Eunice, decided to set forth to improve the lives of the intellectually disabled forever.","A short eight months after President Kennedy’s special message to Congress, he signed the Community Mental Health Act. The CMHA provided funding for research centers and facilities in order to combat mental illness and improve the lives of those who suffer from it. Up until October of 1963, there had never been a law or act aiming to serve the mentally disabled; instead, families kept disabled children at home because society considered them a burden to society. To this day, the signing of this act signifies the official change in government perspective towards Americans living with intellectual handicaps. ","Although President Kennedy died less than a month after signing the CMHA, his legacy for helping the intellectually disabled carried on. Thanks to her brother’s public awareness, Eunice Kennedy founded the Special Olympics in 1968. The goal of the Special Olympics was to provide a day filled with events and sports clinics specifically for intellectually disabled children.  The Olympics proved to be so successful that, by 1970, the organization had spread internationally to France and Canada. At Eunice’s press conference in 1970, she reflected on how much support the organization gained in only two years and thanked Americans for their ongoing efforts to raise awareness for the mentally handicapped. ","Since John F. Kennedy’s presidency, the lives of Americans with mental disabilities have improved greatly.  Thanks to the Kennedy family, the intellectually handicapped are treated with extra care and compassion. Although some may argue that this was not the most important initiative of Kennedy’s presidency, his influence absolutely sparked a significant change in the way Americans view people who are disabled. "],"display_date":"February 5, 1963 - December 31, 1970","search_date":"1967-01-18","citations":[{"divid":1450373443,"type":"Website","data":["Kennedy, John F.","\"Special Message to the Congress on Mental Illness and Mental Retardation \"","The American Presidency Project","www.presidency.ucsb.edu","November 18, 2015"]},{"divid":1450373557,"type":"Website","data":["John F. Kennedy Presidential Library and Museum","\"JFK and Disabilities\"","John F. Kennedy Presidential Library and Museum","www.jfklibrary.org","November 17, 2015"]},{"divid":1450373639,"type":"Website","data":["Kennedy, Patrick J","\"Honoring JFK and Heeding His Call on Mental Health.”","The Boston Globe","www.bostonglobe.com","November 18, 2015"]},{"divid":1450373689,"type":"Newspaper Article","data":["\"Special Olympics.\"","Chicago Tribune","","July 19, 1968",""]},{"divid":1450373729,"type":"Website","data":["Kennedy Shriver, Eunice","\"Remarks: 1970 World Games.\"","The Eunice Kennedy Shriver Story","www.eunicekennedyshriver.org","November 17, 2015"]}],"locations":[{"id":10276,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, Il"},{"id":10275,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":2872,"tag":"Special Olympics"},{"id":2871,"tag":"Rosemary Kennedy"},{"id":2870,"tag":"Eunice Kennedy Shriver"},{"id":2869,"tag":"Mental Retardation"},{"id":2868,"tag":"Intellectual Disabilities"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":151,"school_id":77}}