{"id":6479,"title":"A B-52 Mechanic Serves Stateside During Vietnam War","course_id":153,"status":"P","start_date":"5/15/62","end_date":"5/15/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Clay O. Cole served as a mechanic at Westover Air Force Base in Massachusetts, from 1962to1966, including the early years of the Vietnam War. When historians look at soldiers from the Vietnam War era, they focus on the troops on the frontlines in Vietnam, and rarely, mechanics for the Air Force. Not only do they ignore mechanics that were stationed in Vietnam, but also all troops who remained on stateside during the war. Cole attempted to obtain orders to be transferred overseas, but they were always declined. Instead he remained in the United States and worked on the most important military plane for the United States, the B-52. His specialty was the hydraulics for the B-52’s, which were vital to the overall workings of the aircraft. Even though he did not directly fight in the Vietnam War, he contributed to the war and in a larger sense to the deterrent strategy, the US applied during the Cold War.      "," The earliest use of the B-52 was in 1959 when it replaced the remarkable and obsolete B-36. By 1965, B-52’s were primary bombers used for most of the aerial missions that occurred during the Vietnam War, on the side of the United States. They were essential in the United States attempts to support ground tactical operations, attack enemy supply lines, and strike individual targets. What made them an even more crucial tool was that they could release bombs from 30,000 feet, which caused them not to be seen or heard. This relates to J. Glenn Gray’s idea of the images of the enemy. Pilots flying the B-52s could not see the enemy and did not have a strong emotional response to the individuals deaths compared to soldiers fighting on the ground. They were key to throwing off some of the main hubs of the Vietcong, and other soldiers in North Vietnam. ","            While some individuals felt Vietnam was morally wrong, and they would do anything to avoid entering into service, Clay O. Cole believed it was right, and he served his nation proudly. Although he did not take any lives or endure the horrors of war, he served in an important branch of the Cold War military. "],"display_date":"May 15, 1962 - May 15, 1966","search_date":"1964-05-14","citations":[{"divid":1450455932,"type":"Manuscript","data":["Alex Matoushek","Interview of Clay O. Cole","Septmeber 20, 2015","","","Clay O. Cole Interview","Private Collection"]},{"divid":1450455990,"type":"Book","data":["J. Glenn Gray","The Warriors: Reflections on Men in Battle","","Lincoln, Nebraska","University of Nebraska Press","1970","154"]},{"divid":1450456049,"type":"Website","data":["VietnamWar.net","B-52 Bomber","VietnamWar.net","http://www.vietnamwar.net/B-52bomber.htm","December 14, 2015"]},{"divid":1450456114,"type":"Website","data":["History.com","SAC B-52’s are used for the first time in South Vietnam","A &amp; E Television Networks","http://www.history.com/this-day-in-history/sac-b-52s-are-used-for-the-first-time-in-south-vietnam","December 14, 2015"]}],"locations":[{"id":10282,"lat":42.197757,"lng":-72.5382009,"zoom":8,"place":"Westover Air Force Base, Chicopee, MA 01"}],"tags":[{"id":1554,"tag":"Vietnam War"},{"id":291,"tag":"Cold War"},{"id":2877,"tag":"Air Force"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}}