{"id":648,"title":"Democratic National Convention Meets in Baltimore, Maryland.","course_id":1,"status":"P","start_date":"1840-05-05","end_date":"1840-05-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 5th and 6th the Democratic Convention met in Baltimore to prepare for the national election campaign.  The delegates unanimously renominated President Martin Van Buren of New York, but the subject of the Vice-Presidential nomination brought a marked diversity of opinion, and a spirited encounter.'  Several delegations from the West pushed for the selection of Colonel Richard M. Johnson of Kentucky, saying that it was due to him and essential to the party.'  Other members of the convention saw the choice of Johnson as calculated to distract and embarrass rather than strengthen and unite.'  Other candidates were also proposed.  The convention eventually decided to let each state decide for itself in the upcoming election, nominating nobody for the Vice-Presidency.&lt;br /&gt;As for the party's national platform, the delegates sought to create a clear contrast between themselves and the Whigs.  Accordingly, they declared their firm opposition to congressional interference with slavery, to federal expenditures for internal improvements, and to a national bank.  They also affirmed an adherence to strict interpretation of the constitution.  To complete this largely pro-southern platform, the convention expressed its hostility toward protective tariffs.  The South's importance to national election hopes was evident in the construction of the platform.  The party could not, however, afford to alienate its northern constituents.  As a concession to northern business interests the Democrats refused to give their support to agrarian monetary policy wishes.  The presence of Van Buren, a New Yorker, at the top of the ticket was also a comfort to northerners."],"display_date":"May 5, 1840 - May 6, 1840","search_date":"1840-05-05","citations":[{"divid":1213661083,"type":"Book","data":["Edwin McReynolds","Missouri: A History of the Crossroads State",null,"Norman","University of Oklahoma Press","1962","135"]},{"divid":1213661119,"type":"Book","data":["Arthur Schlesinger","The Almanac of American History",null,"New York","Putnam","1983","238-239"]},{"divid":1213661161,"type":"Newspaper Article","data":["","The New Yorker","New York","May 9, 1840","121"]}],"locations":[{"id":484,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}