{"id":6483,"title":"Kennedy Establishes the Peace Corps","course_id":150,"status":"P","start_date":"3/1/61","end_date":"3/1/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 1, 1961, President John F. Kennedy signed Executive Order 10924 which stated the United States Peace Corps held a mission “to promote a better understanding of Americans and to foster a better understanding of other cultures among Americans at home.”   The Kennedy Administration created the Peace Corps as an agency in the State Department with the goal of training American men and women to serve in economic aid programs in countries around the world.  Through the signing of Executive Order 10924, President Kennedy simultaneously tried to spread good feelings of western democracy to amenable third world nations and increase the global experiences of young Americans through service.","In October 1960, Kennedy introduced the idea of a Peace Corps in an overnight trip to the University of Michigan less than a month before the 1960 election.  He proposed the idea of students spending their post-college years in suffering countries to recognize that there was a greater purpose in life than gaining an economic advantage at home.  While thousands of Americans joined the Corps, mixed reactions from countries around the world arose.  Despite the variety of responses to the establishment of the Peace Corps from the Middle East, Asia, and Europe, President Kennedy gave the United States an opportunity to market itself as a leader in global public service. ","Journalist Michael Hall of the <em>Journal of Third World Studies</em> viewed the U.S. Peace Corps as “an instrument of Cold War policy,” and thought it helped improve the international view of America and its relationships and intents in third world countries.  Hall, who examined the long-term impact of the American agency forty-six years after its establishment, also called the Peace Corps a “powerful symbol of American values.”  Hundreds of thousands of Americans changed their lives through their service in the Peace Corps.  Troy Moon of the <em>Pensacola News Journal </em>found evidence of life-changing service among Peace Corps veterans in Florida.  They felt that they answered the call to serve from Kennedy.  Janet McIndewar, a former volunteer, stated that “the real goal [of the Peace Corps] is to bring back what you learn and share it with people [in the U.S.].”  Those volunteers developed an appreciation for their work and even found that it transformed their lives when they returned to the states.  McIndewar’s son even joined the Peace Corps after being inspired by his mother’s work.  According to Hall, sixteen months after the signing, 2,816 volunteers were serving in twenty-eight host countries across four continents.   "],"display_date":"March 1, 1961","search_date":"1961-03-01","citations":[{"divid":1450810402,"type":"Government Document","data":["Executive Order 10924: Establishment and Administration of the Peace Corps in the Department of State","John F. Kennedy Presidential Library and Museum","Mar. 1, 1961","Washington D.C.","","1961","","",""]},{"divid":1450810551,"type":"Newspaper Article","data":["Peace Corps 50th Anniversary: 'We answered the call'","Pensacola News Journal","Pensacola, FL","May 20, 2011",""]},{"divid":1450810614,"type":"Newspaper Article","data":["The Impact of the U.S. Peace Corps at Home and Abroad","Journal of Third World Studies","","Spring 2007","53-57"]}],"locations":[{"id":10296,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":1727,"tag":"JFK"},{"id":442,"tag":"Foreign Politics"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":150,"school_id":77}}