{"id":6486,"title":"Carter Reacts to Sino-Vietinamese War","course_id":153,"status":"P","start_date":"1/29/79","end_date":"1/30/79","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["       On the afternoon of January 29 1979, the same day Chinese Vice Premier Deng Xiaoping arrived Washington D.C., President Jimmy Carter met with Deng and exchanged many important ideas about China-US relation. Starting from 5:00 p.m., they began to talk about a serious and sensitive topic: Vietnam. ","At first, President Carter indicated that the U.S government had done everything they could to cut off Vietnam’s international aid, had increased military aid to Thailand, and warned the Soviet Union to not interfere Vietnam. However, Deng thought those were not enough. Deng believed that Vietnam was controlled by the Soviet Union, and he told President Carter he was considering a possible punitive strike against Vietnam. President Cater answered to Deng that “The United States had already joined the condemnation of Vietnam, but invasion of Vietnam was still a destabilizing action.” ","After the meeting with Deng, President Carter prepared and organized his words, and he gave an oral presentation to Deng on the next day about “why it would be a big mistake if China invades Vietnam.” However, it seemed that Deng did not take President Carter’s advice. The Sino-Vietnamese War began only ten days after Deng Xiaoping finished his trip to the United States. According to Dr. Kissinger’s book On China, President Carter was working on the human rights movement even before the election, so it was hard for him to support invasion at a country or support a government like the Khmer Rouge. Deng’s decision was not an mistake, and the Sino-Vietnamese war had achieved its purpose for the Chinese government that kept peace in the South-west and focused on Deng’s economic reform."],"display_date":"January 29, 1979 - January 30, 1979","search_date":"1979-01-29","citations":[{"divid":1451069262,"type":"Government Document","data":["Foreign Relations of the United States","U. S. Department of the State","","","","","","","https://history.state.gov/historicaldocuments/frus1977-80v13/"]},{"divid":1451069434,"type":"Government Document","data":["Foreign Relations of the United States","U. S. Department of the State","","","","","","","https://history.state.gov/historicaldocuments/frus1977-80v13/D206"]},{"divid":1451069542,"type":"Book","data":["Henry Kissinger","On China","","New York","Penguin Books","2012","339-340"]},{"divid":1451071041,"type":"Book","data":["Ni Chuanghui","Ten Years of Sino-Vietnamese War","","Hong Kong","Tianxingjian Press","2009","33"]}],"locations":[{"id":10302,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington"}],"tags":[{"id":2889,"tag":"Diplomacy"},{"id":2888,"tag":"Attack"},{"id":292,"tag":"Vietnam"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}}