{"id":6488,"title":"Pilgrims vs. Beavers","course_id":155,"status":"P","start_date":"1629-01-01","end_date":"1629-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Compared to the dearth of natural resources back in England, the Pilgrims were in awe of the plethora of resources they found in the new land. They were beside themselves, and did not understand the capacity of the Indians to overlook such a gift from God. John Winthrop, a wealthy English Puritan settler of these abundant lands, marvelled that God himself had led their footsteps to the threshold of a prosperous world and ordained them to oversee an Eden of “infinite variety…[a]store of fishes, sturgeon, salmon, mullet, bas, cod, lobsters, etc.”","Winthrop was not alone in these divine beliefs of God-given land and resources. In fact, this set of beliefs and interpretations was typical of the Pilgrims who made the journey to the New World. They were certain that God had granted the Pilgrims dominion over all that livied in their new home, and that they had the sole right to do as they wished. There were many species of animals roaming around the seemingly untouched new land, and when seen fit, each would be put to use. Everything that was done, they believed, “would be of service to the Church,” for the Pilgrims' goal was first and foremost to “carry the gospel” to every part of the earth to amplify His glory.","Working alongside the Pilgrims (but not with the same divine motivations) were the beavers. Beavers had lived in the forests for millions of years, reshaping the landscape by constructing dams, and local Native Americans had learned to hunt them for their pelts. Not until Europeans arrived, making the beavers’ pelts into a global commodity, did this hunting threaten their survival as a species. How could the Pilgrims threaten the beavers’ way of life so quickly when the Indians had respected the land and lived alongside the beaver species? The “discovery” of these new frontiers was the perfect vehicle for globalization to begin to drive capitalist endeavors. The Pilgrims viewed the world through this profit-driven lens, as compared to the Native Americans, who had lived sustainably in the environment for centuries. The combination of booming capitalist globalization, European entrepreneurs viewing the world in terms of money and profit, and religious beliefs that the land of New England and beyond was God-given to humanity for their needs and benefits was a deadly trifecta for the unassuming beavers. The Europeans, who were socially nearsighted and possessed capitalist-driven minds, could not see (or did not want to see) the long-term results of their exploitive actions, and fulfilled their God-given duties to use the lands around them for their immediate benefit. The Pilgrims well-intentioned but irreversible actions directly negatively affected not only the thriving beaver population, but many other previously sustainable systems of the New World."],"display_date":"January 1, 1629","search_date":"1629-01-01","citations":[{"divid":1455818112,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["John Winthrop","Conclusions for the Plantation in New England","Old South Leaflets","No. 50","Boston","Directors of the Old South Work","1897","1-2, 4-5"]},{"divid":1455818181,"type":"Book","data":["Mark Stoll","Protestantism, Capitalism, and Nature in America","","Albuquerque, NM","University of New Mexico Press","1997","55-66, 69-76"]}],"locations":[{"id":10376,"lat":43.9653889,"lng":-70.8226541,"zoom":8,"place":"New England"}],"tags":[{"id":2415,"tag":"Resources"},{"id":2896,"tag":"pilgrims"},{"id":2892,"tag":"Beavers"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}