{"id":649,"title":"William Gilmore Simms Publishes History of South Carolina\n","course_id":1,"status":"P","start_date":"1840-07-01","end_date":"1840-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["William Gilmore Simms, though no match for Poe as a literary artist, stood as the preeminent man of letters in the antebellum South.'  He was known all over the nation, and his best works were compared to James Fenimore Cooper and Sir Walter Scott.  Seeing a need for greater appreciation of history, especially among his fellow southerners, Simms worked hard to build up the southern literary community, encouraging young writers and supporting southern literary journals.  The Ladies' Home Companion was pleased to announce the addition of Simms to its list of contributors in 1840, the same year in which he published his History of South Carolina.  Simms' John Smith, part of a series of biographical works on important American figures, also appeared in this year.&lt;br /&gt;The History was part of Simms' efforts to promote southern historical appreciation, and he intended it for use in the schools of his native South Carolina.  He dedicated to the youth of South Carolina, this record of the deeds, the trials, and the virtues, of their ancestors.'  The content of the book covered the state from the earliest European claims on its territory through the American Revolution.  He later added a supplementary chapter covering the period up to 1860.  The Charleston Mercury gave the work high praise, commending Simms both for its brevity and for its comprehensiveness.  The paper also noted that the hand of the skillful artist is every where visible in the style and manner,' and submitted that the work indeed seems to us to be in its kind perfect, and will, we doubt not, extend widely the reputation of its high-minded author.'  Simms' fans in South Carolina had nothing but good things to say about his work, and though he may not have been quite the glowing figure who appeared in the Mercury, he was a significant player in southern literature."],"display_date":"July 1, 1840 - July 30, 1840","search_date":"1840-07-15","citations":[{"divid":1216518074,"type":"Book","data":["William Cooper and Thomas Terrill","The American South&#58; A History",null,"New York","McGraw-Hill Companies","1996","241-242"]},{"divid":1216518121,"type":"Newspaper Article","data":["","Charleston Mercury","Charleston, SC","July 18, 1840","2"]},{"divid":1216518142,"type":"Newspaper Article","data":["","The Ladies Companion, A Monthly Magazine Devoted to Literature and the Fine Arts","New York","November 1840","50"]},{"divid":1216518175,"type":"Book","data":["William GIlmore Simms","History of South Carolina",null,"Charleston","Russell &amp; Jones","1859",""]}],"locations":[{"id":485,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}