{"id":6492,"title":"Wealth Through Logs","course_id":155,"status":"P","start_date":"1682-05-08","end_date":"1682-05-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["May 8<sup>th </sup>1682 was a profound day for Major Nicholas Sharpeigh, although he would not ever fully realize this, as it would be the last day he was alive. The Major woke up as he did every morning, enjoying a cup of coffee and breakfast prepared for him by one of his two Irish indentured servants. He would then go on to survey the necessary business correspondence as was expected by a timber merchant of his success. Afterwards, perhaps he would have one of his Negroes prepare a horse and he would ride down to the sawmill to check on production as New England rarely provided such a fine spring day. Not to mention he had recently acquired over 10,000 timber boards at the mill. Or rather, he could ride over through his orchards to check the progress of the workers and growing season. As Major Sharpeigh finished breakfast and mulled over his plans for the day, he pondered how he got to the position he was in. He had risen through the ranks of the logging industry to eventually become a mast agent, but Sharpeigh also had the good fortune and intelligence to take advantage of The Broad Arrow policy, obtaining a license to sell timber here in the colonies. After ambling down memory lane, the Major decided he would enjoy the day in one of his canoes in the marshland at Sturgeon Creek, and promptly ordered the preparation of such. Ever envious were his indentured servants and slaves, who rarely had the day off to enjoy such leisurely activities, but such was the reality of life in colonial New England, ever more so for a successful and wealthy timber businessman.  ","The manual labor was exhausting for many of the settlers. The shock of the new world lifestyle was beginning to set in for these English settlers. They had never seen so much land covered by such a vast amount of timber in England, and that timber was the cause of their presence. Many had started out as laborers but only a few were fortunate enough to be taken on as managers of the estates of timber merchants. There was a considerable demand for white oak in England for ship masts as well as lumber after the great London fire in 1666, which contributed to the colonial economy during that time period. Mast logging was in such a high demand that the English Parliament moved to commandeer pine trees of certain size for the crown. This concept was known as the Broad Arrow Policy, which shaped the early American economy. Nicholas Shapleigh was only one of the many timber merchants who prospered from these policies in the colonies."],"display_date":"May 8, 1682","search_date":"1682-05-08","citations":[{"divid":1454380039,"type":"Artifact","data":["Major Nicholas Sharpeigh","A Timber Merchant's Estate","Manuscript","May 9th, 1682","York Deeds","","Portland Maine"]},{"divid":1454380301,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Samuel F. Manning","A Colonist's Perspective on the New England Forest","New England Masts and the King's Broad Arrow","Samuel F. Manning","Kennebunk, Maine","Tilbury House Publishers","2000","23-32, 45-49"]}],"locations":[{"id":10366,"lat":43.0881256,"lng":-70.736137,"zoom":8,"place":"Kittery, Maine"}],"tags":[{"id":1106,"tag":"Timber"},{"id":1308,"tag":"colonial"},{"id":2901,"tag":"English"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}