{"id":650,"title":"New Gag Rule Aims at Winning Southern Loyalty\n","course_id":1,"status":"P","start_date":"1840-01-01","end_date":"1840-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Following an 1836 precedent and continuing the usual presidential-year escalation of southern loyalty politics,' Congress voted not to receive any antislavery petitions.  Pinckney's 1836 rule, passed on behalf of President Martin Van Buren had been disparaged by slaveholders as a weak protection for their interests  Despite their disappointment with this effort by the Democratic Party, John Calhoun and his followers saw William Henry Harrison and his Whigs as a greater threat to the southern states' rights cause.  Calhoun's Democrats were particularly suspicious of Harrison's proposal for national economic and colonization programs.  &lt;br /&gt;In an effort to offer a better safeguard against anti-slavery legislation, General Waddy Thompson proposed a new gag rule in the House.  The rule included stricter provisions on legislation and satisfied many southern extremists.  Northern Whigs, backed by the northern anti-slavery movement, could not muster enough opposition to the measure, which the Liberator denounced as a violation of the First Amendment.  The magazine also condemned the party-line voting on the rule, saying that such democracy is as rotten as corruption, and as loathsome as leprosy.'  On the other side of the issue, the pro-slavery faction argued that it was not Congress' place to interfere with slavery anywhere in the United States.&lt;br /&gt;The drama involved in both parties' attempts to curry southern favor during this election year led to the observation that by demonstrating that Northern Democrats were barely trustworthy and that Northern Whigs were utterly untrustworthy when slaveholders demanded protections, William Cost Johnson had played into the hands of South Carolinian extremists, who had hoped uncompromising gag rules would destroy both compromising parties.'"],"display_date":"January 1, 1840 - January 30, 1840","search_date":"1840-01-15","citations":[{"divid":1213816051,"type":"Book","data":["William Freehling","The Road to Disunion, Volume I: Secessionists at Bay 1776-1854",null,"New York","Oxford University Press","1990","345-350"]},{"divid":1213816085,"type":"Newspaper Article","data":["","The Liberator","Boston, Massachusetts","April 3, 1840","55"]}],"locations":[{"id":486,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}