{"id":6508,"title":"Perry Race Riot","course_id":154,"status":"P","start_date":"12/1/22","end_date":"12/31/22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Perry Race Riot was an incident that took place in Taylor County, Florida in December of 1922. This history engine episode looked at and discussed the events that transpired the riot and the actions of individuals that followed. The primary source that became the center of discussion was an obituary in a Taylor County newspaper. The heading read “Young Woman Brutally Murdered Last Saturday: Mutilated Body of Miss Ruby Hendry Found In Northwestern Part of Town”. The murder was described as “one of the most atrocious crimes in the annals of Taylor County”. Miss Ruby Hendry was a local young, white, schoolteacher and a very well known and popular woman of the community. The obituary explained that her body was found by a railroad crew near the train tracks by the south of Georgia. Her body was found in a pool of blood in some tall grass. There were signs of a struggle and she was found brutally beaten with her throat cut. Investigators concluded that she died the second her throat was cut. The article states that the perpetrators were unknown at that time and if anyone had any imformation they were encouraged people to come forward to the authorities[1].","            Before we start to dig deeper in to the crime and the suspects we need to take a closer look at the community and history of Perry, Florida.  Perry was established in 1858 and was named after Governor Starke Perry. Perry was a prime location for cotton plantations, which would explain why a lot of African Americans resided in the area. Perry also had a railroad nearby for transportation of goods, which is where Ruby Hendry was found dead[2]. The town had a divide between African Americans and Whites because of the time period. Racism was a daily problem.","A few days after Ruby Hendry’s murder two suspects arose from the community. It was never discussed how or why these two men became suspects but it might have just been because they were African American. Being a small community the white people frantically wanted to punish the person or people responsible for this crime. Charlie Wright, age 21 was the first man allegedly accused for the murder. Wright happened to be an escaped convict which is a reason fingers pointed towards him. He was brought into custody for the murder but was soon claimed from the jail by an angry mob of Whites. These local whites came all the way from South Caroline, Georgia, and Florida. News had spread fast about this murder and people wanted justice and answers. The mob tortured Wright in hopes of hearing a confession[3]. Once source claimed that Wright never confessed nor disclosed any information regarding Hendry. While another source claimed that after hours of torture he took full responsibility in order to save the other man accused of the murder. Regardless of which source is accurate, Charlie Wright ended up being lynched by the crowd on December 15<sup>th</sup> 1922.","After Wright was lynched for the crime, the crowd was sure that he did not do this crime alone. The following day, another young African American man by the name of Authors Young was excused of the same murder. As if history were repeating itself, Young was put into custody by police and was then too claimed by the mob of white people. He was lynched as well. Even though some sources claim Charlie took full responsibility. After both bodies were lynched they were burned. The white that tortured and killed them scrambled to obtain for part of their remains to keep souvenirs[4]. After both of the riots the white rioters burned down dozens of African American houses, churches and schools in the area. The rioters were not just mad at the two who were allegedly accused but they seemed to blame the entire black community.","This story is significant because there was no actual proof that Wright or Young committed the crime. There were no witnesses.  No murder weapon founnd no forensics available because of the time period. Given the time period and the community one could assume that the only reason these two men were accused is because of their skin color. This riot was also not only an attack on Young and Wright but an attack against all African Americans. The whites took this crime as an opportunity to blame the entire black community and did not stop killing and burning down buildings until they felt justice had been served. These two men were never given the right to a fair trial and one must ask themselves “Would this all have happened if Miss Ruby Hendry were an African American school teacher?” or “Would this have happened if the people accused of them murder were  white men?” Due to the time period, existing racism, and events that followed the murder, it seems doubtful. The Perry Race Riot is just one small piece of history that shows the inequality African Americans faced every day. The murder of Ruby Hendry might never be completely solved because people would have rather blamed African Americans then take the time and find the actual murderer.","[1] Annie Ruby Hendry (1896 - 1922) - Find A Grave Photos. (n.d.). Retrieved from <a href=\"http://www.findagrave.com/cgi-bin/fg.cgi?page=pv&GRid=112915876&PIpi=87855105\">http://www.findagrave.com/cgi-bin/fg.cgi?page=pv&GRid=112915876&PIpi=87855105</a>","[2] PERRY - Hometown Currency. (2014, May 30). Retrieved from <a href=\"http://www.hometowncurrency.org/perry/\">http://www.hometowncurrency.org/perry/</a>","[3] Henry, C. M. (2004). Page 31. In <em>Race, poverty, and domestic policy</em>. New Haven: Yale University Press.","[4] Ginzburg, R. (1988). Page 166. In <em>100 years of lynchings</em>. Baltimore, MD: Black Classic Press."],"display_date":"December 1, 1922 - December 31, 1922","search_date":"1922-12-16","citations":[{"divid":1456158183,"type":"Book","data":["R Ginzburg","100 Years of Lynchings","","Baltimore, MD","Black Classic Press","1988","166"]},{"divid":1456158383,"type":"Website","data":["Hometown Currency","PERRY - Hometown Currency","Hometown Currency","www.hometowncurrency.org/perry/","2/20/16"]},{"divid":1456158498,"type":"Book","data":["C.M Henry","In Race, Povery, and Domestic Policy","","New Haven","Yale University Press","2004","31"]},{"divid":1456158573,"type":"Newspaper Article","data":["Young Women Brutally Murdered Last Saturday","Primary Source - Perry, FL newspaper obituary","","1922",""]}],"locations":[{"id":10395,"lat":30.1174351,"lng":-83.5818147,"zoom":6,"place":"Perry, Florida"}],"tags":[{"id":2947,"tag":"Perry Race Riot"},{"id":2948,"tag":"Ruby Hendry"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}}