{"id":6513,"title":"The Lincoln Family Moves to the Soldiers' Home","course_id":159,"status":"P","start_date":"1864-06-29","end_date":"1864-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On June 29, 1864 President Lincoln sent a telegram to his wife who was traveling in New York: \"All well, Tom is moving things out.\" This telegram is referring to one of the family's employees, who was likely helping the family move their belongings from the White House to the Soldiers Home, just two and a half miles away. This telegram signified the start of the Lincolns' third summer at the Soldiers' Home, which would come to an end sometime in October and be their final summer at their family refuge, away from the chaos of life at the White House and of Civil War Washington, DC.","            In a letter Mary Todd Lincoln wrote to a friend asking her to visit the family in Washington, Mrs. Lincoln mentioned a desire for privacy and the ability of the Soldiers' Home to fulfill that need. She described the place as beautiful, one where they would be able to ride into the city every day and \"be as secluded as we please.\" In addition to the privacy, the Lincolns enjoyed receiving friends and guests. In another letter, Mrs. Lincoln wrote that it was “such a pleasure, especially, at such a charming place as this [the Soldiers' Home], to receive one's friends.” There are also accounts of President Lincoln finding relaxing moments and even transitioning seamlessly from work to rest in the comfort of the Soldiers' Home cottage. Lincoln's private secretary, John Hay, wrote in his diary: \"I went with [President Lincoln] to the Soldier's Home and he read Shakespeare to me . . . till my heavy eye-lids caught his considerate notice and he sent me to bed.\" Another account is found in Senator Orville Browning's diary: \" In the evening went out to Soldiers' Home . . . The President got home soon after we reached there. He asked me to sit down with him on the stone steps of the portico - then took from his pocket a map of Virginia . . . and gave me all the news he had from there. He then took from his pocket a copy of Hallack's poems, and read to me about a dozen stanzas . . . \"","            The Lincolns were comfortable in their refuge at the Soldiers' Home. In her photo album, Mrs. Lincoln even included a picture of the family cottage there. Then, in August after her husband's death, she wrote to a friend. Amongst other family updates and commentary, she remarked in her mourning, \"How dearly I loved the 'Soldier's Home' & I little supposed, one year since, that I should be so far removed from it, broken hearted, and praying for death.\" In her mourning, Mary Todd Lincoln harkens back to happier times. The Soldier's Home allowed the family more privacy in their own house, something the White House could not provide. The cottage at the Soldiers Home in Washington, DC afforded a calmer more private life, two and a half miles separated from a very public life at the White House."],"display_date":"June 29, 1864 - October 30, 1864","search_date":"1864-08-29","citations":[{"divid":1457272962,"type":"Book","data":["Matthew Pinsker","Lincon's Sanctuary: Abraham Lincoln and the Soldiers' Home","","New York","Oxford University Press","2003","204"]},{"divid":1457273092,"type":"Primary Source in a Secondary Source","data":["Letter to Julia Ann Sprigg","May 29, 1862","Mary Todd Lincoln: Her Life and Letters","Justin G Turner &amp; Linda Levitt Turner","New York","Alfred A. Knopf, Inc","1972","128"]},{"divid":1457273291,"type":"Book","data":["Elizabeth Smith Brownstein","Lincoln's Other White House","","Hoboken, NJ","John Wiley &amp; Sons, Inc.","2005","14"]},{"divid":1457273706,"type":"Book","data":["John Hay, Michael Burlingame &amp; John R. T. Ettlinger","Inside Lincoln's White House : The Complete Civil War Diary of John Hay","","Carbondale, IL","Southern Illinois University Press","1999","76"]},{"divid":1457273984,"type":"Book","data":["Orville Hickman Browning, Theodore Calvin Pease &amp; J.G. Randall","The Diary of Orville Hickman Browning","","Springfield, IL","Trustees of the Illinois State Historical Library","1925","555"]},{"divid":1457274640,"type":"Manuscript","data":["Abraham Lincoln","June 24, 1864 (2)","June 24, 1864","","","Lincoln Telegrams","http://wiki.lincolntelegrams.com"]},{"divid":1457274882,"type":"Primary Source in a Secondary Source","data":["Letter to George D. Ramsay","July 20, 1864","Mary Todd Lincoln: Her Life and Letters","Justin G Turner &amp; Linda Levitt Turner","New York","Alfred A. Knopf, Inc.","1972","177"]}],"locations":[{"id":10488,"lat":38.9417217,"lng":-77.0118456,"zoom":8,"place":"140 Rock Creek Church Rd NW, Washington,"}],"tags":[{"id":2965,"tag":"Soldiers' Home"},{"id":701,"tag":"Lincoln"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}}