{"id":6515,"title":"\"We haven't taken Washington, but we scared Abe Lincoln like hell.\" - Jubal Early, Confederate General","course_id":159,"status":"P","start_date":"1864-07-11","end_date":"1864-07-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"Cypher<em> War Department</em>","Washington City,","July 10---2.P.M. 1864 <br /> Lieut. Gen. Grant","City-Point, Va","<br /> Your despatch to Gen. Halleck, referring to what I may think in the present emergency, is shown me. Gen. Halleck says we have absolutely no force here fit to go to the field. He thinks that with the hundred day-men, and invalids we have here, we can defend Washington, and scarcely Baltimore. Besides these, there are about eight thousand not very reliable, under Howe at Harper's Ferry, with Hunter approaching that point very slowly, with what number I suppose you know better than I. Wallace with some odds and ends, and part of what came up with Ricketts, was so badly beaten yesterday at Monocacy, that what is left can attempt no more than to defend Baltimore. What we shall get in from Penn. & N.Y. will scarcely [be] worth counting, I fear. Now what I think is that you should provide to retain your hold where you are certainly, and bring the rest with you personally, and make a vigorous effort to destroy the enemie's force in this vicinity. I think there is really a fair chance to do this if the movement is prompt. This is what I think, upon your suggestion, and is not an order","A. LINCOLN”","President Abraham Lincoln sent this telegram to General Ulysses Grant the day before the Battle of Fort Stevens.  The frantic tone is apparent, and with good reason.  The capitol of the United States faced the threat of occupation by a foreign power for the second time in our nation’s short history.  Just fifty years earlier, the British invaded Washington and burned the White House.  Now, with victory over the Confederacy seemly close, the Union was confronted with its gravest threat of the American Civil War.","In early June 1864, General Robert Lee, the head of the Army of Virginia, sent General Jubal Early, with around 20,000 soldiers, north to invade Maryland and, if possible, seize Washington, D.C.  At the time, the Union forces were besieging the Confederate cities of Richmond and Petersburg.  Lee hoped Early’s foray would relieve pressure on Richmond and Petersburg’s defenders. ","Early’s raid started with greater success than anticipated.  The Confederate forces scattered the Union forces facing them.  In a significant blunder, Union General David Hunter retreated to the relative safety of Charleston, WV.  The path to the United States capital lay open.  By July 11, Early advanced as far as Fort Stevens, located just a few miles from the Capitol building and also Lincoln’s private cottage at Soldiers Home.  The battle lasted for two days.  At one point, Lincoln ventured so near to the fighting that Confederate snipers killed a soldier standing close by.   In the end, General Grant’s quick reinforcement of Fort Stevens caused Early to withdraw, thereby saving the capitol.  Later, General Early commented, “We haven’t taken Washington, but we scared Abe Lincoln like hell.”"],"display_date":"July 11, 1864 - July 12, 1864","search_date":"1864-07-11","citations":[{"divid":1457469288,"type":"Book","data":["David Homer Bates","Lincoln In The Telegraph Office: Recollections Of The United States Military Telegraph Corps During The Civil War","","New York","The Century Co.","1907","250-256"]},{"divid":1457469376,"type":"Primary Source in a Secondary Source","data":["Telegram to General Ulysses Grant from President Abraham Lincoln","July 10, 1864","Collected Works of Abraham Lincoln, Vol. 7","Roy P. Basler, Editor","New Brunswick","Rutgers University Press","1953","437"]},{"divid":1457469551,"type":"Newspaper Article","data":["For Gen. Jubal Early, a raid north nearly led to the capture of Washington","The Washington Post","Washington DC","April 26, 2014","Style Section, by Steve Vogel"]}],"locations":[{"id":10422,"lat":38.964544,"lng":-77.028509,"zoom":8,"place":"Fort Stevens, Washington, DC"}],"tags":[{"id":2966,"tag":"American Civil War"},{"id":2967,"tag":"Battle of Fort Stevens"},{"id":683,"tag":"Abraham Lincoln"},{"id":924,"tag":"Jubal Early"},{"id":1816,"tag":"Ulysses Grant"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}}