{"id":6518,"title":"Lincoln Unimpressed with Kentucky's Impressment of African-Americans","course_id":159,"status":"P","start_date":"1864-06-13","end_date":"1864-06-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     Noone doubted the existence of unlawful impressment of African-American soliders into the Confederate Army during the Civil War. On March 26, 1863, the Confederate Congress passed the Impressment Act, which allowed it \"to impress, or seize, food, fuel, slaves, and other commodities to support armies in the field.\" A 1793 law prohibited African Americans from bearing arms in the U.S. Army, but dwindling recruitment numbers resulted in forcing many slaves to be used for manual labor in the Confederate Army. On the other side of the battle lines, the Union Army initially had trouble recruiting free black men after Lincoln's passage of the Emancipation Proclamation, but President Lincoln would never resort to allowing his men to illegally force African-Amercians, or anyone else for that matter, to join the Union Army against their will; however, even though the Union Army legally enlisted free black men in 1863, it's evident that illegal impressment into the Union Army occured. ","When President Lincoln got wind of news that Kentucky Major General George Thomas and his men were impressing African-Americans into his Union forces, he didn't hesitate to express his dissastication. On June 13, 1864, Lincoln sent a telegram to Thomas accusing his Kentucky Union forces of \"seizing negroes and carrying them off without their own consent and according to no rules whatever, except those of absolute violence.\" Lincoln probably wasn't surprised that such an act would be occuring in a border state like Kentucky. The people of Kentucky were often at odds over the issue of slavery and most Kentuckians were not opposed to the institution --even Major General George Thomas was born into a slave-owning family and wasn't particularly sympathetic to African-Americans. Slavery wouldn't be abolished in Kentucky until December 1865 and Kentucky Union forces probably resorted to impressing black soldiers when the enlistment of free black men weren't meeting their high demands. ","Regardless of the demand that Kentucky Union forces weren't meeting in their recruitment numbers, impressment would not be tolerated under Lincoln's command. Although African-American soldiers in the Union Army suffered from subpar treatment, conditions, and compensation compared to their white counterparts, President Lincoln was aware of these issues and fought to obtain equal pay for black soldiers and equal protection for black POWs who were often heavily mistreated by their Confederate captors. Consequently, it was during the same month that Lincoln scolded Major General George Thomas for impressing African-Americans that Congress granted equal pay for U.S. colored troops. As a leader that believed in projecting a good and just moral code upon his men, President Lincoln demanded in his telegram that Major General Thomas ensure \"making soldiers of negroes is done according to the rules you are acting upon, so that unneccessary provation and irritation be avoided.\" President Lincoln's direct correspondence over the matter of the impressment of black soldiers into the Union Army illustrates his compassion for African-Americans and his no tolerancy policy of impressment and unnecessary violence towards African-Americans."],"display_date":"June 13, 1864","search_date":"1864-06-13","citations":[{"divid":1457902256,"type":"Website","data":["Mary DeCredico","Confederate Impressment during the Civil War","Encyclopedia Virginia","http://www.encyclopediavirginia.org/confederate_impressment_during_the_civil_war#start_entry","March 13, 2016"]},{"divid":1457902873,"type":"Website","data":["Elise Freeman","Teaching with Documents: The Fight for Equal Rights: Black Soldiers in the Civil War","National Archives","https://www.archives.gov/education/lessons/blacks-civil-war/","March 13, 2016"]},{"divid":1457905985,"type":"Online Encyclopedia","data":["Wikipedia","Military history of African Americans in the American Civil War","https://en.wikipedia.org/wiki/Military_history_of_African_Americans_in_the_American_Civil_War#Confederate_States_Army","March 13, 2016"]},{"divid":1457906041,"type":"Website","data":["Abraham Lincoln","Lincoln Telegrams: June 13, 1864 (1)","Lincoln Telegrams","http://wiki.lincolntelegrams.com/index.php?title=June_13,_1864_(1)","March 13, 2016"]},{"divid":1457906145,"type":"Online Encyclopedia","data":["Wikipedia","Kentucky in the American Civil War","https://en.wikipedia.org/wiki/Kentucky_in_the_American_Civil_War#Neutrality_violated","March 13, 1016"]},{"divid":1457906185,"type":"Website","data":["N/A","George Thomas","Civil War Trust","http://www.civilwar.org/education/history/biographies/george-thomas.html","March 13, 2016"]}],"locations":[{"id":10485,"lat":38.9071923,"lng":-77.0368707,"zoom":5,"place":"Washington D.C."},{"id":10484,"lat":38.2526647,"lng":-85.7584557,"zoom":5,"place":"Louisville, Kentucky"}],"tags":[{"id":2978,"tag":"Confederate"},{"id":2977,"tag":"Soldiers"},{"id":2976,"tag":"Telegram"},{"id":311,"tag":"Union"},{"id":1362,"tag":"Telegraph"},{"id":1677,"tag":"Black"},{"id":3,"tag":"African-Americans"},{"id":701,"tag":"Lincoln"},{"id":2706,"tag":"Impressment"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}}