{"id":6519,"title":"A Snapshot of Lincoln's Acts of Clemency In the Year of 1864","course_id":159,"status":"P","start_date":"1864-01-01","end_date":"1864-11-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Civil War, Lincoln reviewed over 1600 cases of military justice. The largest single topic that can be found in Lincoln’s telegrams is the reviewing and answering of appeals of military court martial decisions, especially the pardoning of scheduled executions (The Collected Works of Abraham Lincoln). Lincoln recognized the strategic potential of clemency during a time of war. He pardoned a considerable number of Union soldiers in a conscious effort to boost the morale of the Union’s fighting forces. Lincoln was also widely admired among Union troops because of the perception that he took a genuine interest in the their well-being. This perception was re-enforced with each pardon of a military offender (Presidential Studies Quarterly, Vol. 1). ","This episode begins in early 1864 wherein Lincoln orders the War Department to commute the death sentence of deserters to confinement until the end of the war and to allow commanding generals to reinstate convicted deserts if it was thought that they would be of use to the service. Lincoln said,","<em>“They are the cases that you call by that long title cowardice in the face of the enemy, but I call them for short, my “leg cases.” But I put it to you, and I leave it for you, to decide for yourself: If Almighty God gives a man a cowardly pair of legs, how can he help their running away with him?\"</em>","(Presidential Studies Quarterly, Vol. 1) ","Then on April 5th, 1864, Lincoln mitigated the sentences of groups of soldiers in a telegram in which, John Hay, on behalf of Lincoln, writes to Governor John Brough of Ohio, stating, “The President has ordered the pardoning of the soldiers of the 12th Ohio, in accordance with your request.” ","Favoring soldiers convicted of war crimes be put to hard labor, rather than they be executed, Lincoln had the sentence of Jesse Broadway commuted to three years hard labor in September of that year. According to John Hay, Lincoln states his rationale for clemency on these grounds,","<em>“I don’t believe it will make a man any better to shoot him, while if we keep him alive, we just may get some work out of him.\"</em>","As the year progressed, Lincoln continued to pardon soldiers and on November 3rd, 1864, Lincoln sent a telegram to the officer in command in Lexington Kentucky saying, “Suspend execution of Vance Mason until further order.” Earlier that day, Lieutenant Colonel Benjamin J. Spaulding had telegraphed Lincoln stating: “Vance Mason … on the charge of desertion is condemned to be shot on the sixth of this month. I pray you that you reprieve him or grant a respite until I can bring the matter before you in form. There are mitigatory circumstances about his case which I am sure will recommend him to your clemency.” Mason’s sentence was then suspended and he was given the option to return back into the army and serve out his enlistment term in the year of 1865. (Collected Works of Abraham Lincoln, Volume 8) ","Lincoln would go on to offer more acts of clemency in the next, 1865.","Ruckman and Kincaid suspect Lincoln thrived on the hope that each request that he granted further educated a portion of the public as to the necessity of a clemency power in the justice system. Lincoln's extensive effort to provide numerous and explicit explanations for clemency decisions and his willingness to exercise the power upon the advice of individuals and mass public suggest that he may well deserve credit for having utilized one of the most unilateral and imperial of executive powers in the most democratic manner” (Ruckman and Kincaid 1999) Though Lincoln’s justifications for clemency are widely ranging, it can be ascertained from his words, his written word in telegrams, and through his actions, that adopting a policy of clemency in order to save the lives of Union soldiers whenever possible, was of great importance to Lincoln."],"display_date":"January 1, 1864 - November 3, 1864","search_date":"1864-06-02","citations":[{"divid":1457912053,"type":"Online Encyclopedia","data":["Presidential Studies Quarterly, Vol. 29","No. 1, The Human Presidency (Mar., 1999)","http://onlinelibrary.wiley.com/journal/10.1111/(ISSN)1741-5705;jsessionid=1AD3E88F00306E3985441E84829A1079.f04t03","February 10, 2016"]},{"divid":1457912163,"type":"Website","data":["Roy P. Basler","The Collected Works of Abraham Lincoln","The Abraham Lincoln Association","http://quod.lib.umich.edu/l/lincoln/","February 10, 2016"]}],"locations":[{"id":10456,"lat":38.0405837,"lng":-84.5037164,"zoom":8,"place":"Lexington, KY"},{"id":10455,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"D.C."},{"id":10454,"lat":40.4172871,"lng":-82.907123,"zoom":8,"place":"Ohio"}],"tags":[{"id":2981,"tag":"Lincoln's telegrams"},{"id":2980,"tag":"1864"},{"id":2979,"tag":"lincoln's clemency"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}}