{"id":6520,"title":"Union army receives heavy losses at Red River, Lincoln relieves Gen. Banks of his command","course_id":159,"status":"P","start_date":"1864-04-09","end_date":"1864-04-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the Red River Campaign of March-May 1864, Union forces attempted to gain ground near the Red River in Northern Louisiana. The target of the Union campaign was Shreveport, headquarters of a large Confederate force and capital of Confederate Louisicana. Union troops were commanded by Major General Nathaniel Banks, who was also a prominent Republican figure and a former speaker for the House of Representatives. However, despite Banks' political reputation, his battlefield tactices left much to be desired. Despite commanding a force of Union troops that heavily outnumbered the Confederates, the Union suffered heavy losses and were forced to retreat. While the outcome of the Civil War appeared to be decided in favor of the union, this was the last decisive Confederate victory.","The failure of the Red River campaign was the last in which Banks had significant military command. Lincoln pushed to have Banks removed of his command and was eager to learn of his removal, sending a telegram on April 22, 1864 to General Mason Brayman in Louisiana that asked \"What day did General Corse part with Gen Banks?\". Shortly after being removed from his military duties, Banks was placed on leave in Washington D.C., where he proved to be an asset to Lincoln in the political arena, lobbying Congress to support the President's plans for reconstruction in Louisiana.","Even though Banks may have been over his head in terms of his military assignments, Lincoln did not hesistate to exercise his duties as Commander in Chief, and in some way, \"micromanage\" the assignments and leadership on the battlefields. The previous telegram illustrates how important this issue was to Lincoln, as he was eager in following up his interest in removing Banks from his command. The telegraph granted Lincoln powers that had never been used by a previous President. However, this instant form of communication and his authoratative style of managing his resources revolutionized the methods in which war is organized and executed by field generals and their commanders. "],"display_date":"April 9, 1864 - April 22, 1864","search_date":"1864-04-15","citations":[{"divid":1457926564,"type":"Website","data":["Gary D. Joiner","The Red River Campaign","Civil War Trust","http://www.civilwar.org/battlefields/mansfield/mansfield-history-articles/redriverjoiner.html?referrer=https://www.google.com/","March 7, 2016"]},{"divid":1457926665,"type":"Website","data":["National Archives","Nathaniel Prentice Banks","National Archives","http://www.archives.gov/boston/exhibits/banks/","March 7, 2016"]},{"divid":1457926864,"type":"Online Encyclopedia","data":["Wikipedia.org","Lincoln Telegrams April 22, 1864","http://wiki.lincolntelegrams.com/index.php?title=April_22,_1864","February 20, 2016"]}],"locations":[{"id":10464,"lat":32.0842949,"lng":-93.3792057,"zoom":8,"place":"Red River LA"},{"id":10463,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":2987,"tag":"Washington"},{"id":2986,"tag":"Louisiana"},{"id":2985,"tag":"Banks"},{"id":2984,"tag":"General"},{"id":2983,"tag":"Red Rivers"},{"id":2982,"tag":"Mansfield"},{"id":701,"tag":"Lincoln"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}}