{"id":6524,"title":"Lincoln As A Sympathetic Leader: The Search for Cornelius Garvin","course_id":159,"status":"P","start_date":"1863-01-01","end_date":"1864-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Civil War, many freed slaves and young men were abducted from their families, and purchased by the Union in order to replace men who sought to avoid warfare for various reasons. In 1863, a widow by the name of Mrs. Catherine Garvin of Troy, New York, was informed that her son, Cornelius, was missing. In efforts to connect with her lost son, Mrs. Garvin not only searched the camps and hospitals where her son was believed to be, she brought her story to local politicians, newspapers, and suddenly the story of the missing boy \"Con\" began to receive attention.","In fact, Mrs. Garvin's story became such a sensation that it received attention from President Abraham Lincoln. President Lincoln’s interest in this story was a result of the sympathy that he felt towards Mrs. Garvin and the story of her son being sold to war. Due to his sympathetic nature, on April 18, 1864, Lincoln wrote in a telegram to Colonel Paul Frank of the 52nd Potomac, the regiment in which it was believed that Cornelius was fighting. In the telegram sent from the Executive Office, Lincoln wrote, “Is there, or has there been a man in your Regiment by the name of Cornelius Garvin? And if so, answer me so far as you know where he now is.” ","Despite Lincoln’s efforts to connect Mrs. Garvin with her son, Lincoln’s telegram never received a response form Colonel Frank. However, William Gilmore Beymer, author of the article “One Mother” highlights Colonel LC Baker’s orders from President Lincoln to investigate the story of Cornelius Garvin. It was suggested that Garvin’s Captain, Captain Degner, not only neglected to search for Cornelius, but threatened his privates in aiding Mrs. Garvin, or anyone involved in the investigation with information. Colonel LC Baker placed Captain Degner under arrest until more evidence was found, but there are no further records of charges brought against Degner. Ultimately, Catherine Garvin’s hopes of finding her son, and rumored twenty year search for Cornelius before her return to Ireland, faded to the disappointing reality of his probable death. "],"display_date":"January 1, 1863 - April 18, 1864","search_date":"1863-08-25","citations":[{"divid":1457962309,"type":"Website","data":["Abraham Lincoln","Lincoln Telegrams-Wiki","North Carolina State University","http://wiki.lincolntelegrams.com/index.php?title=April_18,_1864","3/5/2016"]},{"divid":1457962620,"type":"Article","data":["William Gilmore Beymer","One Mother","The Harper's Monthly","19","July, 1913","294-301"]}],"locations":[{"id":10468,"lat":42.7284117,"lng":-73.6917851,"zoom":10,"place":"Troy, New York"}],"tags":[{"id":2990,"tag":"Civil War, Lincoln"},{"id":2991,"tag":"Garvin"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}}