{"id":6525,"title":"Abraham Lincoln vs. New York World Newspaper","course_id":159,"status":"P","start_date":"1864-05-18","end_date":"1864-05-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the course of the Civil War, Abraham Lincoln was responsible for shutting down more than 300 newspapers (1). In a telegram sent to Major General Dix on May 18th, 1864, Lincoln orders military occupation of the New York World newspaper for something that was \"wickedly and traitorously printed and published,\" (1). In another telegram sent on May 18th, 1864, it is discovered that a forged document of some kind was printed in the newspaper (2). This document was a fake proclamation by Lincoln to add 400,00 troops to the Northern army (2). The Department of State quickly released a statement claiming the document was false, and Lincoln ordered an immediate shut down of the newspaper (2). It was later discovered that a man named Joseph Howard, a known prankster, was behind the forged document (2).","In the telegrams sent on May 18th, 1864, it is clear that the newspaper printed a forged document that contained both Lincoln and his Secretary of War's signatures (2). An actual forged document could have raised some legal questions in regards to forgery on part of the newspaper, and most would agree that legal action should be taken in the event of forged documents. However, it was not always a forged document that caused Lincoln to shut down newspapers or detain editors without hearings. Newspapers like the New York World often heavily disagreed with Lincoln's policies and the war in general. Lincoln also suspended the writ of habeus corpus, even though Chief Justice Roger Tanney ruled this unconstitutional, citing that only Congress had the power to do so (3). Lincoln’s suppression of the New York World newspaper and other media outlets caused some controversy regarding First Amendment rights during the war, and has even sparked some modern controversy in the eye of public memory. Judgment aside, it is clear that Abraham Lincoln felt it necessary to suppress certain messages during a time of war.","1. \"The Lincoln Telegrams Project.\" <a href=\"http://wiki.lincolntelegrams.com/index.php?title=May_18,_1864_\">http://wiki.lincolntelegrams.com/index.php?title=May_18,_1864_</a>(2)","2. \"The Lincoln Telegrams Project.\" <a href=\"http://wiki.lincolntelegrams.com/index.php?title=May_18,_1864_\">http://wiki.lincolntelegrams.com/index.php?title=May_18,_1864_</a>(3)","3. \"Civil War tested Lincoln's tolerance for free speech, press.\" First Amendment Center. 2009. <a href=\"http://www.firstamendmentcenter.org/civil-war-tested-lincolns-tolerance-for-free-speech-press\">http://www.firstamendmentcenter.org/civil-war-tested-lincolns-tolerance-for-free-speech-press</a>"],"display_date":"May 18, 1864","search_date":"1864-05-18","citations":[{"divid":1457985356,"type":"Primary Source in a Secondary Source","data":["Telegram from Abraham Lincoln to General Maj. Dixon","May 18, 1964","The Lincoln Telegrams Project","John Lee","Raleigh, NC","Wiki http://wiki.lincolntelegrams.com/index.php?title=May_18,_1864_(2)","2016","0"]},{"divid":1457985574,"type":"Website","data":["First Amendment Center","www.firstamendmentcenter.org","Vanderbilt University","http://www.firstamendmentcenter.org/civil-war-tested-lincolns-tolerance-for-free-speech-press","March 14, 2016"]}],"locations":[{"id":10472,"lat":40.7155787,"lng":-74.0148434,"zoom":8,"place":"NEW YORK, New York"}],"tags":[{"id":2992,"tag":"Press"},{"id":2273,"tag":"Newspaper"},{"id":683,"tag":"Abraham Lincoln"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}}