{"id":6531,"title":"Barber Shop History in Central Florida","course_id":154,"status":"P","start_date":"3/18/16","end_date":"3/18/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Obviously, getting your hair cut is something that everyone probably wants and needs to do multiple times a year. Deciding on where to go for a hair cut may cause a slight dilemma since there are so many choices. Even at the start of the business community in Orlando there were many different barber shops to choose. Cutting hair seemed to be something that brought a lot of business and became widely popular. It also helped shaped the business community that has evolved so much in Central Florida.","                  According to the Orlando Negro Chamber of Commerce Business Directory, there were approximately seventeen barber shops around 1957. That is a good amount of barber shops that men could choose from. One of the main barber shops of the time was a small shop called “Joe’s” and was located on Church street. Joe’s promoted only the best old fashioned classic flattops and the perfect around the ears shave’s. However, Joe’s did more than just accommodate for hairstyles. They brought in a sense of community with every customer who stopped in. According to the owner of Joe’s now, which remains a family business, every customer had a different story that helped shaped what they would become.","                  African American barber shops can actually be linked heavily to times of slavery. Apparently African Americans would serve high end white clients while they would work for white owners of the shops. Many African American men preferred the working conditions in a barber shop as opposed to working in fields or doing heavy labor. Having this job allowed them to be able to support their families as long as the white men continued to pay for the barber shop itself. After a while, African Americans decided to start opening their own barber shops to serve black men in certain black communities. However, many of these shops did not get so much business because as time went on the demand for highly trained and skilled professionals to take over went up.","                  Today, there remain hundreds of barber shops in the Orlando area that are still up and running! Even Joe’s, that dates back many decades still operates. Barber shops have evolved throughout history and remain an amazing business that holds a unique story. Even notable African American’s such as Ralph Ellison, Toni Morrison, and Richard Wright have all made references to “the black man’s sanctuary” at some point."],"display_date":"March 18, 1916","search_date":"1916-03-18","citations":[{"divid":1458317721,"type":"Book","data":["Rob Hammer","The American Barber Shops: Documenting a Disappearing History","","Ohio","PRWeb Newswire","30 Oct 2012","5-15"]},{"divid":1458317792,"type":"Book","data":["Geraldine Thompson","Black America Series: Orlando Florida","","Charleston, South Carolina","Arcadia Publishing","2003","63-84"]},{"divid":1458318246,"type":"Government Document","data":["Orlando Negro Chamber of Commerce","Business Directory","","","","1948","","",""]},{"divid":1458318418,"type":"Article","data":["Qunicy Mills","Cutting Along the Color Line: Black Barbers in America","Gale Academic One File","00094978","May 2014","162-187"]}],"locations":[{"id":10498,"lat":28.5383355,"lng":-81.3792365,"zoom":8,"place":"Orlando, Florida"}],"tags":[{"id":3000,"tag":"Orlando Barbers"},{"id":2999,"tag":"Barber Shop History"},{"id":2998,"tag":"Barber Shops"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}}