{"id":6543,"title":"The Life of a Crow","course_id":155,"status":"P","start_date":"1848-01-01","end_date":"1848-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The skilled Chief of the Crow, Plenty-coups, wearing an eagle’s feather to show the world that he had successfully counted coup, looked out over the country he considered to be the “most beautiful of all”. He gazed in awe at the mountains and timber lands embedded within the Yellowstone River Valley, and he was enamored.  The country was plentiful, and there were ample berries and meat.  To his south were bountiful rivers and abundant plains.  This cornucopia attracted other tribes – the Blackfeet from the north and west, the Cheyenne and Sioux from the east, the Shoshones and Arapahoe from the south, who all wished to possess the land for their own.","The Crow chiefs sent out messengers in all directions, inviting their neighbors to visit and share their food, but with a word of caution not to overstep their boundaries or overstay their welcome.  The neighboring tribes rejected the Chiefs’ efforts at negotiation, however, and instead planned to seize the land for themselves.  The Crow Indians were almost constantly defending their lands in battle, for all of the tribes were against them. ","There were, in total, thirty-one Indian tribes living within the Plains. The Crow and ten others, including several of their enemies, were nomadic and nonagricultural, depending on what the land could provide, hunting wild cattle and buffalo. Despite their efforts to keep the peace, the Crow were eventually forced out of their lands by the encroachment of other tribes. When the United States went to war against the Sioux in the late 19th century, Chief Plenty-coups forged an alliance with the American government against their traditional enemy, in return for a promise of reserved land in the valley of the Bighorn River and Bighorn Mountains for the Crow people. The US government did not honor this promise, pushing the Crow out of their lands following the devastating campaign against the buffalo herds during the 1870s."],"display_date":"January 1, 1848","search_date":"1848-01-01","citations":[{"divid":1460161776,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Walter Prescott Webb","Great Plains Ecology","The Great Plains","Walter Prescott Webb","Oxford","Ginn and Company","1931","300-307"]},{"divid":1460161942,"type":"Website","data":["National Parks Service","Chief Plenty Coups","National Parks Service","https://www.nps.gov/bica/learn/historyculture/chief-plenty-coups.htm","April 5, 2016"]},{"divid":1460162068,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Frank B. Linderman","Plenty-coups Mourns the Vanishing Buffalo, Recorded in 1950","American: The Story of a Great Indian","Frank B. Linderman","New York","HarperCollins Publishers, Inc.","1950","47-49, 55-57, 311"]}],"locations":[{"id":10542,"lat":42.79833,"lng":-89.97028,"zoom":9,"place":"Yellowstone Valley"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":3037,"tag":"Plains Indians"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}