{"id":6552,"title":"Hoover Dam: Beacon of Hope","course_id":155,"status":"P","start_date":"9/30/35","end_date":"9/30/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 30, 1935, Franklin D. Roosevelt dedicated the Boulder Dam. In the eyes of many, it was the greatest dam the world had yet seen. Today it is the called Hoover Dam and has been an extraordinary example to all builders, engineers, and communities for generations since its completion. It was during this time, the human race went head to head with nature, and the humans prevailed. Yet, this battle with nature was not intended to be antagonistic. Americans were not defeating nature, but taming it, bending nature to their will. Dam-building became the new face of the west. America had not only won the west, but had made it our own in the process. Before the Hoover Dam, the people only hoped that the river would not flood or run dry. The effects of either of these scenarios could be deadly and costly. Due to the hard work and skill of all the great builders involved, the problem had been solved and there was no longer a need to worry. The building of the Hoover Dam gave security to all the farmers, city dwellers, and anyone who lived near the thousands of miles of this river. During times of great flood, the dam had the ability to catch the water and store it. During a drought, the dam was able to release water from the 115 mile long lake, the largest artificial lake in the world.","Standing there, watching the president dedicate the lake to the public good of the people of the American Southwest inspired many in the crowd. FDR had led the people through the Depression, and would lead them through so much more in the years to come. Now he had inspired hope for the people who were dependent on the water in the area. People had died to build the dam, but their deaths would also save many lives now that the dam was complete. The water could be used for farmers in the area, and saves some of the excess water that would be wasted otherwise. FDR continued to talk about the many benefits of the dam, how it turned lifeless desert into civilized, livable land. The Hoover Dam was a beacon to all of one of mankind’s greatest accomplishments."],"display_date":"September 30, 1935","search_date":"1935-09-30","citations":[{"divid":1460780429,"type":"Primary Source in a Secondary Source","data":["President Franklin D. Roosevelt Dedicates Hoover Dam, 1935","September 30, 1935","Major Problems in American Environmental History","Carolyn Merchant","New York","Edgar B. Nixon","1957","430-433,438-441"]},{"divid":1460780557,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Chapter 14/ Charles Wilkinson","Chapter 14/ Water and the Environment","Major Problems in American Environmental History","Carolyn Merchant","Washington D.C.","Island Press","1992","255-268,286"]}],"locations":[{"id":10570,"lat":36.0159621,"lng":-114.737482,"zoom":8,"place":"Hoover Dam, USA"}],"tags":[{"id":3053,"tag":"Hoover Dam"},{"id":1283,"tag":"FDR"},{"id":3056,"tag":"Energy"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}