{"id":656,"title":"Alumni meeting at the Male High School to protest changes in the studies\n","course_id":1,"status":"P","start_date":"1883-06-09","end_date":"1883-06-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 9, 1883, the alumni of the Male High School in Louisville, KY had a meeting in their high school's chapel to discuss and protest the future of the school's academic studies.  The goal was to prevent the school board from changing the school's current curriculum. The school's alumni had many attendees, including many important and influential men.  &lt;br /&gt;At this time, the president of the alumni club was G. B. Seymour who ran the meeting that evening.  They also elected Mr. Shackelford Miller as their new secretary.  During this meeting, complaints were made about the excessive power of the school trustees and the decisions that they were making.  The trustees wanted to get rid of 4 classes, much to the dismay of its alumni.  The alumni were particularly incensed due to the fact that when the school asked for more taxes, they received them.  The school had said that if they received those increased taxes that the classes that existed would remain.  However, they were not keeping this promise, prompting the alumni to react.  &lt;br /&gt;Near the end of the meeting, a resolution was passed to allow the Chairman to appoint an Executive Committee, who would present the ideas of the alumni to the board.  Also, a resolution was passed to maintain the current status of the classes at the Male High School. Also, a representative from each class was elected to represent the class in the future. The emphasis placed on education was evident from the urgency in which the alumni from this high school rushed to maintain the educational standard of the institution."],"display_date":"June 9, 1883","search_date":"1883-06-09","citations":[{"divid":1214244089,"type":"Newspaper Article","data":["The Male High School: The Proceedings in Detail","Louisville Courier Journal","","June 10, 1883","8"]}],"locations":[{"id":491,"lat":38.1871284664,"lng":-85.6594827753,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}