{"id":6560,"title":"John F. Kennedy's Secret Taping System in the White House","course_id":157,"status":"P","start_date":"7/1/62","end_date":"11/22/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            “I mean what law can you pass to do anything about police power in the community of Birmingham?  There is nothing we can do. The fact of the matter is that Birmingham is in worse shape than any other city in the United States and it’s been that way for a year and a half.” John F. Kennedy gave this statement on May 4, 1963 to twenty members of the organization, Americans for Democratic Action, after <em>The New York Times</em> released Bill Hudson’s photograph of a police dog lunging at a black civil rights protestor. Thanks to Kennedy’s secret taping system installed in the White House, this conversation and many more were recorded and eventually released to the public."," There were a total of six United States’ Presidents between 1940 and 1973 that secretly recorded their conversations in the White House. Franklin Roosevelt, Harry Truman, and Dwight Eisenhower had previously recorded only a limited amount of conversation. When John F. Kennedy came into office, he changed that pattern. According to historian Bruce Schulman, in July of 1962, Kennedy secretly installed an elaborate taping system with concealed microphones in Cabinet Room light fixtures and in the desk of the Oval Office. When he flipped a switch, the hidden microphones transmitted to a reel-to-reel recorder in the White House basement. Both Lyndon Johnson and Richard Nixon continued with this system when they were in office after Kennedy’s assassination.","            Between 1962 and his assassination in 1963, Kennedy recorded hundreds of his meetings and conversations in the White House. These recordings included information regarding Kennedy’s thoughts on the Cuban Missile Crisis, space, civil rights, and the importance of Berlin to American diplomacy. They also demonstrated the key role that his advisors played in decision-making. Many advisors suggested both interesting and creative ideas in the recordings, one example being the Secretary of Defense Robert McNamara, who gave a detailed summary of three possible responses to the Cuban Missile Crisis.","            The 1992 passage of the John F. Kennedy Assassination Records Act required all government archives to open records concerning Kennedy's death. As a result, not only the assassination tapes, but also Kennedy’s secret tapes, mainly on the Cuban Missile Crisis, were released. Although the tapes were often fuzzy and individuals mumbled in certain areas, skilled court reporters, audio forensics experts, and editors made sense of the recordings and produced transcripts of them. The Federal Government also released Lyndon Johnson and Richard Nixon’s tapes to the public.","            The release of the recordings excited media and historian experts alike. They not only provided a unique look into John F. Kennedy’s Presidency, but they revealed the process of high-level decision-making. Historian and Nixon tape editor, Stanley I. Kutler, believed the tapes presented the best opportunity to examine past presidencies: “Here, we have both exceptional candor and a practiced level of deceit; the display of a constant calculus of political considerations; the exhibit of raw, human emotions; and, above all, the revelations of extraordinary, illegal, seemingly unprecedented presidential behavior and power.”"],"display_date":"July 1, 1962 - November 22, 1963","search_date":"1963-03-12","citations":[{"divid":1463374055,"type":"Article","data":["Bruce J. Schulman","Taping History","The Journal of American History","85.2","1998","571-8"]},{"divid":1463374376,"type":"Website","data":["JFK Library: The President's Desk","The President's Secret Tapes","William J. Bosanko","http://microsites.jfklibrary.org/presidentsdesk/#/secretTapes","April 26, 2016"]},{"divid":1463375041,"type":"Article","data":["Philip D. Zelikow and Ernest R. May","Source Material: Controversy: The Kennedy Tapes: Past and Future","Presidential Studies Quarterly","30.4","2000","791-6"]}],"locations":[{"id":10597,"lat":38.9071923,"lng":-77.0368707,"zoom":2,"place":"Washington, D.C."}],"tags":[{"id":3075,"tag":"White House"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"First Year Seminar, JFK: Famine to New Frontier","school":"Marist College","course_id":157,"school_id":77}}