{"id":6572,"title":"The KKK 1950s Tallahasse Florida","course_id":167,"status":"P","start_date":"6/10/52","end_date":"6/10/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“The group asked him to outlaw the Ku Klux Klan, but while repeating his longstanding opposition to the organization, the Governor said it did not appear constitutionally possible to abolish it.” On January 10, 1952 <em>The New York Times</em> reported that Governor Warren of Tallahassee, Florida announced that he was increasing the reward for the finding and conviction of the murderers of the Moores’ family, a Negro family. According to the article, the Moores were found dead in their household after a bomb went off under their bed. As described in the <em>New Georgia Encyclopedia</em>, the Ku Klux Klan, also known as the KKK, was a powerful group of whites who were aiming to end all lives of blacks. Although most of their acts were violent under the Constitution’s 14th amendment, they felt they were contributing what was right as citizens. With the help of law enforcement and political parties, the Klansmen were able to release their resentment of Negroes throughout Florida and the rest of the south.","The Ku Klux Klan was a dominant hate group in the south, who aimed to suppress the rights of black people and establish a reign of white supremacy. The Klan not only refuted the rights and existence of blacks, but also those of foreigners, Jews, and whites who supported blacks. During the 1950s, the Klan was evocative in its aversion to the growing Civil Rights Movement. During this time, the Civil Rights Movement was well known for helping blacks obtain equal rights and succeeding in life just as their white counterparts.  Cases such as Brown vs. Board of Education, in which the Supreme Court declared state laws to end segregation in schools, fueled the Klan to partake in shootings, bombings, and lynchings all across the south. To support the ruling of the Supreme Court, Congress passed their first civil rights legislation with the Civil Rights Act of 1957. This act ensured all Americans were permitted the right to vote, fueling the Klansmen’s resistance even more.","David Chalmers’s book <em>Backfire: How the Ku Klux Klan helped the Civil Rights Movement </em>affirms the help the Klan received during this time. It discusses how Truman, who was perceived as an advocate supporter of racism, along with members in the Democratic and Republican Party, as well as corrupt police officers, all played a part in allowing the Ku Klux Klan to commit and get away with thousands of deaths of blacks. This includes the blacks’ most influential leaders, such as Mr. Moore. The White Knights are known today as the most violent group of the Ku Klux Klan’s history. The Klan was sought as a great hindrance in American equality. The destruction they produced caused rifts in Florida’s government as well in states all over the south. The Klan denounced the message of the Civil Rights that minority groups spent years trying to promote, and instead attempted to further its ideals of white supremacy.","Eisenhower and the FBI finally cracked down on the Ku Klux Klan and its deformation acts. Although this could have been done sooner and would have saved the lives of many innocent victims, it nonetheless was a step in the right direction for America. According to Nathaniel Hoguet’s work “Rates and Correlates of Understanding Deaths among Americans,” a lot of the Klan’s killings were unreported. However, the KKK accounted for at least 3,000 lynchings of blacks and possibly thousands of more from bombings and shootings. Even though a lot of the Klan was dismantled, the Klan still continued to thrive in the later decades."],"display_date":"June 10, 1952","search_date":"1952-06-10","citations":[{"divid":1475006753,"type":"Newspaper Article","data":["Bombing Reward Raised: 5,000 is Offered by Governor Warren for Moores’ Killers”","New York Times","New York","Jan 10, 1952",""]},{"divid":1475006822,"type":"Online Encyclopedia","data":["New Georgia Encylcodpedia","Klu Klux Klan in the Twentieth Century","http://www.georgiaencyclopedia.org/articles/history-archaeology/ku-klux-klan-twentieth-century","September 6"]},{"divid":1475007034,"type":"Article","data":["Herbert Brownell","Civil Rights in the 1950s","Tulane Law Review","69","1995","781"]},{"divid":1475007152,"type":"Book","data":["David Chalmers","Backfire: How the Ku Klux Klan helped the Civil Rights Movement","","New York","Rowan and Littlefield Publishers Inc.","2003","5-15"]},{"divid":1475007274,"type":"Article","data":["Nathaniel Huguet PhD, Mark S Kaplan Dr. PhD, Benson H. McFarland MD, PhD","Rates and Correlates of Understanding Deaths among African Americans","Result from the National Violent Death Reporting System. Suicide and Life-Threatening Behavior,","42","2012","185-196"]}],"locations":[{"id":10629,"lat":30.4382559,"lng":-84.2807329,"zoom":7,"place":"tallahasee florida"}],"tags":[{"id":1648,"tag":"1950s"},{"id":151,"tag":"Ku Klux Klan"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}