{"id":6579,"title":"Oppression and Violence Against Civil Rights Leaders in Florida","course_id":167,"status":"P","start_date":"9/21/16","end_date":"9/27/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Six hundred persons… attended the service in a modest church about a mile from the house where Mr. Moore meet his death when a bomb exploded under his bedroom.” Moore, the state leader of the NAACP, led in a time when violence was at an all time high due to the fight for integration. The change towards the breakage of the racial barrier in the United States finally occurred in 1954 in the ruling of Brown v. Board of Education. The ruling not only desegregated schools, but also had indirect effects on the nation. Michael Klarman argues that Brown did so by, “...thrusting the desegregation issue onto the national agenda, searing the conscience of previously indifferent northern whites, providing legitimacy to desegregation demands by blacks, or inspiring blacks to challenge the racial status quo.” The decision in Brown v. Board of Education was met with great anger by the southern states. Anger amongst Southerners led to the oppression of Black civil rights leaders in Florida.","The notorious Ku Klux Klan used violence against Black civil rights organizations, such as the National Association for the Advancement of Colored People. According to Daryl Harris, “White violence has been used to limit Black political and economic breakthroughs.” White violence came to power when Jim Crow segregation was ruled unconstitutional and integration became unpopular for the public whites. Much of the violence was used to repress and contain Blacks pursuing social change like integration and equality.","The Ku Klux Klan oppressed black civil rights activists and leaders through the use of violence and murder. Dr. Robert B. Hayling, a leader from St. Augustine, was beaten along with three of his companions at a Ku Klux Klan rally in September of 1963. His home was shot at in February of 1964, killing his dog and nearly missing his pregnant wife. In 1964 in Jacksonville, leader Johnnie Mae Chappell was killed by four men. On the day Mrs. Chappell was killed, she was gathered with hundreds of activists demanding an end to segregated stores and hotels. Adam Smith argues that the men never paid for the crime, as one served three years in prison and the others had their charges dropped.","Virgil Darnell Hawkins, a NAACP leader, was denied the right to attend law school at the University of Florida by the Florida Supreme Court under the Plessy v. Ferguson “separate but equal” ruling. Two weeks after the Brown v. Board of Education ruling, the U.S. Supreme Court ruled against the University of Florida. The state Supreme Court agreed that they had to allow Negro admission, but the federal court had not stated when admission had to occur. Hawkins fought for twenty-eight years until he could finally practice law in Florida.","The similarity between the civil rights leaders was that they were protesting for rights they were given by the constitution, but not accepted by society. The ruling in Brown v. Board of Education and other constitutional laws meant that the only way there could be racial injustice was if society made it that way. Sadly, society could not accept social change and continued to practice racial injustice and repress Black people."],"display_date":"September 21, 1916 - September 27, 1916","search_date":"1916-09-24","citations":[{"divid":1475043799,"type":"Book","data":["James Climent","Postwar America: An Encyclopedia of Social, Political, Cultural, and Economic History","","Arming, New York","M.E. Sharpe","2007","238-247"]},{"divid":1475043945,"type":"Article","data":["Michael J. Klarman","The Journal of American History","Oxford Journals","Volume 81 Number 1","June 1994","81"]},{"divid":1475044039,"type":"Book","data":["Daryl B. Harris","The Logic of Black Urban Rebellions: Challenging the Dynamics of White Domination in Miami","","Westport, Connecticut","Praeger Publishers","1999","18"]},{"divid":1475044257,"type":"Primary Source in a Secondary Source","data":["Bomb-Slain Negro Buried in Florida","January 2, 1952","The New York Times","N.a.","N.a.","The New York Times, Inc.","N.a.","13"]},{"divid":1475044370,"type":"Book","data":["David R. Colburn","Racial Change and Community Crisis: St. Augustine, Florida, 1877-1980","","New York","Columbia University Press","1985","30-31, 52-53"]},{"divid":1475044498,"type":"Newspaper Article","data":["Remembering Mama","St. Petersburg Times","","April 5, 2000",""]},{"divid":1475044556,"type":"Article","data":["Algia R. Cooper","Brown V. Board of Education and Virgil Darnell Hawkins Twenty-Eight Years and Six Petitions to Justice","The Journal of Negro History","Volume 64 Number 1","1979","1-7"]}],"locations":[{"id":10642,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, Florida"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":3109,"tag":"NAACP Leaders"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}