{"id":658,"title":"Southern Newspapers Report on Slave Abduction Controversy in Georgia\n","course_id":1,"status":"P","start_date":"1840-01-08","end_date":"1840-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the first half of the nineteenth century, slaveholders were becoming progressively more stubborn partisans of their peculiar institution.  This was happening throughout the South to different degrees.  This stubbornness manifested itself in national politics and the increasing anxiety over inter-state relations concerning slavery.  As northern abolitionism became stronger over the next few decades, there was more often trouble with northerners interfering with the southern institution whether through the government or on an individual basis.  In the Baltimore American in January, there was an article commenting on the controversy between Maine and Georgia over the abduction by two citizens of Maine of a Georgian slave.  Southern slaveholders demanded the protection of their property, but northern states had a good states rights basis for refusing to cooperate in matters of fugitive slaves.  The American was pleased in this case to be able to say that the correspondence between the two states had thus far been conciliatory.'&lt;br /&gt;Despite cases of slave abduction and rescue, the North as a whole was not abolitionist.  Free blacks in the north faced the prospect of being arrested and returned as fugitive slaves according to the 1793 national fugitive slave act.  The abolishment of slavery in northern states did not necessarily mean that these states were safe for runaway slaves.  The increasingly firm stance of southerners would in fact precipitate the passage of the new Fugitive Slave Law of 1850, and dialogue on the fugitive slave issue would become increasingly unconciliatory over the two decades following the controversy between Maine and Georgia in 1840."],"display_date":"January 8, 1840","search_date":"1840-01-08","citations":[{"divid":1213444058,"type":"Book","data":["Robert William Fogel","Without Consent or Contract: The Rise and Fall of American Slavery",null,"New York","W.W. Norton and Company, Inc.","1989","124-125"]},{"divid":1213444108,"type":"Newspaper Article","data":["","Baltimore American and Commercial Daily Advertiser","Baltimore","January 8, 1840","1"]},{"divid":1213444298,"type":"Book","data":["Paul Finkelman","Articles on American Slavery: Vol. 6, Fugitive Slaves",null,"New York","Garland Publishing, inc.","1989","201-209"]}],"locations":[{"id":493,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}