{"id":6582,"title":"The Arms Race and Its Effects","course_id":167,"status":"P","start_date":"1/1/47","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Although guided missile will be fired on this range, none will carry any explosive warheads.”(1) This was found in an article related to weapons testing at Cape Canaveral. This statement was clearly attempting to dissuade fear of the weapon testing area by informing the reader of the lack of live ordnance.  Weapons testing in the 1950’s caused both fear and a feeling of empowerment within American society. A large amount of both the national and international populace feared what the outcome of continued development and production weapons of mass destruction would mean for the world. People felt that it was their moral duty to oppose weapons of such incredible power. However other people felt that the continued creation of the hydrogen bomb was necessary for national security. The debate led to a split amongst the general populace, politicians, and, most importantly, scientists. Edward Teller and J. Robert Oppenheimer were the vocal leaders for each of the movements. On one side, the scientists felt it was their moral responsibility not to use their abilities for the creation of  weapons of mass destruction (Oppenheimer). The other, represented by Teller, felt that it was their responsibility to ensure the U.S. had the strongest weapons possible in its opposition communism & The U.S.S.R.. (2)","             A split in opinions led President Truman to put a stop to nuclear weapon research after the World War. This temporary respite ended rapidly when news reached the United States suggesting the Soviet Union was well on its way to developing a hydrogen bomb of its own. This news caused enough fear among the population to motivate President Truman into restarting the nuclear weapon research program. The first hydrogen bomb was tested shortly thereafter in November 1952. Creation of this new bomb was not enough not enough to appease the populace and testing to create an even more aggressive delivery system and bomb began. However, testing continued both on the hydrogen bomb and on missiles that could carry the bomb to a target. In 1957 the first intercontinental ballistic missile capable of carrying a nuclear payload deemed operational was created by the Soviet Union. (3 ) The ability to strike the U.S. with a missile launched from within the Soviet Union was a nightmare come true for the United States. In reality, this nightmare was actually a false illusion created by the Soviets. The Soviets were only minutely ahead of us in terms of long-range missiles according to our intelligence. In 1960, our country introduced the first nuclear submarine; according to Eisenhower this creation essentially shifted the balance of power in favor of the United States. Unfortunately, this information could not be shared with the public and thus the fear continued to grow as the general populace believed the Soviet Union and by default communism was pulling aggressively ahead in the arms race. This false fear had a very real effect on the speed of the U.S.’s approach to the arms race.  With the growing fear of attack, the United States continued to develop and produce nuclear weapons.  In reaction to our weapons buildup, the Soviets increased their pace of development leading to an historical weapons race. (4)","Fear caused by communism dominated our weapons development and politics during the 1950s. Political candidates used this fear to achieve office and scientists used it to gain support for their projects. What is often overlooked is what this fear did to the American people. It led to a cloistered, us against them attitude that persists somewhat to this day. The Cold War and the fear it brought may be passed but the aftershocks of this historic conflict are felt throughout the world today. "],"display_date":"1947 - 1960","search_date":"1953-12-31","citations":[{"divid":1475060562,"type":"Newspaper Article","data":["Nearby Point To Be Site For Guided Missile Base","Rollins Sandspur","","Jan. 19, 1950","2"]},{"divid":1475060646,"type":"Book","data":["Ciment James ed.","Post War America An Encyclopedia of Social, Political, Cultural, and Economic History","1","Armonk, NY","M.E. Sharpe","2007","n/a"]},{"divid":1475060821,"type":"Book","data":["Ciment James ed.","Post War America An Encyclopedia of Social, Political, Cultural, and Economic History","3","Armonk, NY","M.E. Sharpe","2007","n/a"]},{"divid":1475060904,"type":"Book","data":["Richard Layman","American Decades: 1950-1959","","Detroit, MI","Gale Research","1994","n/a"]}],"locations":[{"id":10667,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"The United States"},{"id":10666,"lat":51.2206431,"lng":51.3635194,"zoom":8,"place":"The Soviet Union"}],"tags":[{"id":291,"tag":"Cold War"},{"id":1029,"tag":"Atomic Bomb"},{"id":3111,"tag":"Soviet Union"},{"id":3112,"tag":"Arms Race"},{"id":3113,"tag":"Hydrogen Bomb"},{"id":3114,"tag":"Edward Teller"},{"id":3115,"tag":"President Truman"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}