{"id":6584,"title":"THE UNSPOKEN LIFE OF HARRY T. MOORE MOVEMENT FOR RACIAL EQUALITY","course_id":167,"status":"P","start_date":"3/22/47","end_date":"1/1/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It all came to an end for Harry T. and Harriette V. Moore and on December 25<sup>th</sup>, 1951 when the Klu Klux Klan felt they had the power to decide someone’s destiny and planted a bomb in their home, killing them both instantly. Many may not recognize the name of Harry T. Moore, for he has been called an unsung hero, but there was grand reason why the K.K.K. did what they did and really didn’t deny participation in such a tragedy. Being the fearless fighter that he was, he fought selflessly until his last breath for equal rights for his black community and stated, “I am going to keep on doing it, even if it costs me my life.”[1]","            Harry T. Moore was man of many hats. Not only did he dedicate his life to teaching, but he was also an extremely passionate civil rights movement activist. Before the times of Martin Luther King Jr. and Malcom X, Moore was setting foundations by starting his “Voteless Citizen is a Voiceless Citizen” campaign. Moore’s mission was to be able to give the African Americans the right to register as Democrats and to be able to vote in the primaries. Although this was not an easy task, Moore made a promise he would fight for racial equality for he felt that the injustices that his community suffered was due to the lack of rights to participation in an election, and he was certain he would be part of that change.","            Going back to the late 1800s when there were not many regulations in place, the white Democrats had the power to choose who they wanted on their voter’s registration list. During this time frame less than 10% were blacks when the 40% was whites.[2] Over time this situation has definitely improved, and statistical evidence gathered by the Registration and Voting Rights of the Florida Secretary of State showing that non-white registrant have more than doubled since the decade of 1946 – 1956.[3] Moore had to do with a large contribution of this. With much of Moore’s efforts, registration went from 20,000 in 1944 to an amazing figure of 116,145 in 1950, increasing the amount of registrants by more than 50%. [4]","            There were many movements going on during this time frame. It wasn’t only Moore that had this mindset. Many events and protests were created not only to prove a point but also to raise awareness to those that weren’t aware of their rights. These events helped them also gain courage to make the proper moves to be part of the electoral process and make a difference. One such event was one conducted on April 8<sup>th </sup>1947, at the Congregational Church in Winter Park, Florida. This event was purposely planned to begin a protest against the 1947 legislature, created to abolish Negros from voting. Senator John E. Matthews of Jacksonville wanted to pass a bill that will bring a negative impact to the African American community that we have seen before in the history of Hitler and the Jews.[5] And these were situations that these communities would unite to then become a voting voice. ","            There have been many civil right activists in our history that have gone through great struggles and had made a difference for many generations to come. They have endured torturous treatment both emotional and at times physical, simply for standing up for what they truly believe in. One of these individuals was Harry T. Moore. Moore, a person that did all he did and remains in the unknown. An almost father of civil rights movements, and yet his history and sacrifice has been lost in time. All a while, the supremacist racial community, Klu Klux Klan remains as strong as ever still until this day. Makes you think if all that has been given and lost through time in order to give us our freedom and rights has been all taken for granted.","[1] Ben Green, Before His Time: The Untold Story of Harry T. Moore, America's First Civil Rights Martyr (New York, NY: Free Press, 1999), 8.","[2] Stanley I. Kutler, Dictionary of American History, 3rd ed., vol. 8, Subversion to Zuni (New York: Charles Scribner's Sons, 2003), 354.","[3] Elston E. Roady, \"The Expansion of Negro Suffrage in Florida,\" The Journal of Negro Education 26, no. 3 (Summer 1957): 302, accessed September 02, 2016, doi:10.2307/2293413.","[4] J. C. Miller, \"Harry T. Moore's Campaign for Racial Equality,\" Journal of Black Studies 31, no. 2 (November 2000): 218, accessed September 02, 2016, doi:10.1177/002193470003100205.","[5] Southern Conference for Human Welfare, A Call to Help Defend Democracy in Florida (Fourth Congressional District Committee: Southern Conference for Human Welfare, 1947)."],"display_date":"March 22, 1947 - January 1, 1951","search_date":"1949-02-09","citations":[{"divid":1475078163,"type":"Book","data":["Ben Green","Before His Time","","New York, NY","Free Press","1999","8"]},{"divid":1475078247,"type":"Primary Source in a Secondary Source","data":["A Call To Help Defend Democracy In Florida","03/22/1947","A Call To Help Defend Democracy In Florida","Southern Conference for Human Welfare","Fourth Congressional District Committee","Southern Conference for Human Welfare","1947","0"]},{"divid":1475078478,"type":"Book","data":["Kutler I. Stanley","Dictionary of American History","8","New York, NY","Charles Scribner's Sons","2003","354"]},{"divid":1475078546,"type":"Article","data":["Roady E. Elston","The Expansion of Negro Suffrage in Florida","The Journal of Negro Education 26","3","Summer 1957","302"]},{"divid":1475078615,"type":"Article","data":["J.C. Miller","Harry T. Moore's Campaign for Racial Equality","Journal of Black Studies 31","2","November 2000","218"]}],"locations":[{"id":10663,"lat":30.3321838,"lng":-81.655651,"zoom":7,"place":"Jacksonville, Fl"},{"id":10662,"lat":25.7616798,"lng":-80.1917902,"zoom":7,"place":"Miami, Fl"},{"id":10661,"lat":28.6652727,"lng":-80.8447766,"zoom":7,"place":"Mims, Florida"}],"tags":[{"id":3118,"tag":"Voter's Registration"},{"id":3117,"tag":"Civil Rights Activist"},{"id":3116,"tag":"Democracy in Florida"},{"id":3105,"tag":"Harry T. Moore"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}