{"id":6588,"title":"The Wagner Affair","course_id":167,"status":"P","start_date":"4/17/49","end_date":"4/17/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In view of the fact that the Board of Trustees at its annual meeting, February 24-28, 1951, passed a resolution directing the President to reduce the faculty according to a set of principles.”[1] On Tuesday April 17, 1951 at 7:30 pm, the Executive Committee, Board of Trustees of Rollins College held a meeting with the student body to discuss the Wagner Affair. According to the Minutes of Meetings, Dr. Wagner wrongfully took the financial responsibility of the college into his own hands without the consultation of his peers.  Michael J. Worth and James W. Asp’s book <em>The Development Officer in Higher Education: Toward an Understanding of the Role </em>demonstrates how Wagner should have consulted the college’s developmental officer by insisting that the president’s job is to create revenue for the college.[2] Although the Winter Park community hated Dr. Wagner for what he did, they seemed to forget that the Board of Trustees were the people who initially supported his plan. People also seem to forget that Wagner considered other alternatives, such as increasing the immigrant population and raising college tuition, before doing what he felt was in the best interest of the college.","In the 1950s, the United States was involved the Cold War against the Soviet Union. Due to lack of soldiers from the previous World War II battles, the United States implemented the Selective Service Act, which gave President Roosevelt the right to draft men into the military. Wagner feared the draft would affect Rollins’ enrollment population and, ultimately, the revenue of the college. Wagner’s first plan of asking for the influx of Latino immigrants onto campus was denied. According to the <em>New Georgia Encyclopedia, </em>during this time minorities could have been a solution for Wagner’s population problem, but neither helped because the majority of schools were segregated at the time.[3] This block hindered Wagner’s solutions and forced his hand against his peers.","Trudy Banta and Gary Pike’s work “Revisiting the Blind Alley of Value Added” identifies the role of a college president to be to make appropriate changes to improve the teaching and learning processes at the institution.[4] Faculty and community members argued that Dr. Wagner was doing the opposite of this and, thus, hurting the students’ assessments. Wagner was criticized for not applying his democracy teachings to this situation. Ann McGee’s “The Role of President in Supporting College’s Foundation” speaks on what the students of Rollins wanted Wagner to do instead of firing faculty.[5] They simply wanted Wagner to use his presidential leadership to increase the school’s fundraising efforts. Wagner’s complete dismissal of the idea is what caused the rift between him and his counterparts and ultimately led to his impeachment.","The Wagner Affair came to an end in 1951 with the promotion of Hugh Mckean. The Wagner Affair was seen as a disappointment in Rollins College history, but it was also a learning experience for future endeavors. His actions were not ill intentioned but were proven incorrect nonetheless. This short affair provides not only Rollins but also other colleges with the realization of the importance of having a president who knows their role and can show financial wisdom in times of a crisis. The president must help the students and the school as a whole, combining personal insight along with communication between departments, like the Board of Trustees, to determine the best decisions. ","[1] Smith, Dr. E.R. <em>Minutes of Meeting Executive Committee Board of Trustees of Rollins College,</em> Papers. Archives and Special Collections. Olin Library, Rollins College, Winter Park, Florida.","[2] Worth, Michael J. and James W.  “The Development Officer in Higher Education”: <em>Toward an Understanding of the Role, </em>Ashe Eric Higher Education Report, Washington D.C., 1994  1-15","[3] Hatfield, Edward A. \"Desegregation of Higher Education.\" New Georgia Encyclopedia. 02 August 2016. Web. 21 October 2016.","[4] Banta, Trudy W., and Gary R. Pike. “Revisiting the Blind Alley of Value Added.” <em>Assessment Update </em>19, no.1 (January 2007): 1-15 <em>Academic Search Premier, </em>EBSCOhost (accessed October 21, 2016).","<a href=\"http://onlinelibrary.wiley.com/doi/10.1002/au.191/epdf\">http://onlinelibrary.wiley.com/doi/10.1002/au.191/epdf</a>","[5] McGee, E. Ann. “The Role of President in Supporting the College’s Foundation”, <em>New Directions for Community Colleges</em> 2003, no. 124 (Winter 2003): 41-46. <em>Academic Search Premier, </em>EBSCO host (accessed October 21, 2016)."," <a href=\"http://onlinelibrary.wiley.com/doi/10.1002/cc.132/epdf\">http://onlinelibrary.wiley.com/doi/10.1002/cc.132/epdf</a>"],"display_date":"April 17, 1949 - April 17, 1951","search_date":"1950-04-17","citations":[{"divid":1478564625,"type":"Book","data":["Michael J. Worth and James W.","The Development Officer in Higher Education","","Washington D.C.","Ashe Eric Higher Education Report","1994","1-15"]},{"divid":1478564789,"type":"Online Encyclopedia","data":["New Georgia Encyclopedia","Desegregation of Higher Education","http://www.georgiaencyclopedia.org/articles/history-archaeology/desegregation-higher-education","October 21 2016"]},{"divid":1478565095,"type":"Manuscript","data":["","Minutes of Meeting Executive Order Committee, Board of Trustees of Rollins College","","","","Olin Library Archives",""]},{"divid":1478565247,"type":"Article","data":["Trudy W. Banta and Gary R. Pike","Revisiting the Blind Alley of Value Added","Assesment Update","1","January 2007","1-15"]},{"divid":1478565341,"type":"Article","data":["Ann E. McGee","The Role of President in Supporting the College's Foundation","Academic Search Premier","124","2003","41-46"]}],"locations":[{"id":10675,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park Florida"}],"tags":[{"id":438,"tag":"Rollins College"},{"id":3123,"tag":"Paul Wagner"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}