{"id":6591,"title":"The Wagner Affair: A Preview of Student Activism","course_id":167,"status":"P","start_date":"2/1/51","end_date":"5/31/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1950-51 academic year was one of turmoil at Rollins College in Winter Park, FL.  The previously peaceful liberal arts school was rocked by a scandal concerning the young President Paul Wagner.  This incident, which came to be known as the Wagner Affair, led to one of very few cases of student activism in the 1950s.  It was brought about by Paul Wagner’s increasing disregard for the democratic decision-making process traditionally implemented at Rollins, culminating in his decision to dismiss 23 faculty members.  He did so without consulting anyone else and upon announcing his intentions made it clear that his decision was final.  Wagner’s refusal to back down in the face of opposition and logical alternative solutions angered students so much that they eventually organized a walkout that would last until a decision regarding Wagner’s position as president was made.","Students of the 1950s generally weren’t prone to protests or other forms of activism.  When it comes to the topic of student activism, one usually thinks first of the 1960s; that is, after all, the decade in which students organized in masses never before seen to protest for social and political change.  Scholars point to several factors that influenced the period of apathy in the 50s.  In his book, <em>Student Politics in America</em>, Philip Altbach cites the political climate of the time and the start of the Cold War as main causes for a decline in political activism on campus.  He explains, “At a time when students were literally afraid to sign petitions even on non-political local issues, it is not surprising that Socialist or radical groups should find their memberships dwindling.” In his study into students’ value patterns in the 1950s, Dean Hoges found that students were heavily inclined toward conservative and Christian values and were disinclined to get involved in politics.  Overall, researchers conclude that the few student movements that did take place were generally over broad social and educational policies and were non-violent in nature.","The students’ reaction to the Wagner Affair, then, was both typical and atypical of the time.  The walkout staged by the students was non-violent, but the subject of their protests was one directly related to the college, rather than a broader issue.  The division this caused between students and faculty and high-level administrators was one never before experienced at Rollins.  The issue was eventually resolved with the dismissal of President Wagner, but not without leaving its mark on the school and the town of Winter Park.  It exposed the underlying political influences and conservative attitudes within the higher education system.  Wagner governed in a domineering style, using showmanship and charisma, much like prominent political figures of the time, and students were willing to follow his lead until he crossed a certain line.  It showed that student unrest was real, even if it was stifled by the prevailing attitudes of the decade and it demonstrated the use of peaceful protest techniques that would be utilized in the Civil Rights movement.  More than anything, though, the Wagner Affair provided a glimpse of what was to come in the 60s."],"display_date":"February 1, 1951 - May 31, 1951","search_date":"1951-04-01","citations":[{"divid":1478667705,"type":"Newspaper Article","data":["Tension Grows By Leaps and Bounds","The Sandspur","Rollins College","May 11, 1951","1"]},{"divid":1478668152,"type":"Article","data":["Philip Altbach and Patti Peterson","Before Berkeley: Historical Perspectives on American Student Activism","American Academy of Political and Social Science","395, 1","May 1971","1-14"]},{"divid":1478668355,"type":"Article","data":["Dean Hoge","Changes in College Students' Value Patterns in the 1950's, 1960's, and 1970's","Sociology of Education","49, 2","1976","155-63"]},{"divid":1478668567,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Philip Altbach","Radicals and Others in the Fifties: In and Out of the Wilderness","Student Politics in America: A Historical Analysis","Philip Altbach","New York, NY","McGraw-Hill","1974","141-76"]},{"divid":1478668697,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Randall Miller","Daily Life in the United States, 1940-1959: Education","The Greenwood Encyclopedia of Daily Life in America","Jolyon Girard","Westport, CT","Greenwood Publishing Group","2009","59-62"]}],"locations":[{"id":10684,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, FL"}],"tags":[{"id":3131,"tag":"student activism"},{"id":1648,"tag":"1950s"},{"id":2954,"tag":"College Students"},{"id":3123,"tag":"Paul Wagner"},{"id":438,"tag":"Rollins College"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}