{"id":6592,"title":"Communism in Education","course_id":167,"status":"P","start_date":"1/1/47","end_date":"12/31/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Paul Wagner “preached on a theme that audio-visual education is the only remedy for the woefully inadequate teaching methods in public schools all over the country.” Wagner’s ideas of implementing audio-visual technology into Rollins College resulted in society accusing him of being Communist. But why? The emergence of McCarthyism became a nation-wide sensation that placed fear into society. McCarthyism exaggerated and exploited the Communist threat, creating an atmosphere of false accusation in which people believed they were bettering society.  “And their voices were all the more credible because of their anti-Communism, which was born not out of fear or anxiety, but rather the conviction about the wrongness of Communism.” Jennifer Delton argues that the goal of anti-Communism was to thwart liberals, not to get rid of Communists. She continues to state that Communism attacked and took over the leftist and liberal organizations due to the fundamental contradiction in the Communists’ relationship to mass movements.","Communist influence was to be kept out of all aspects of society, including education. American people became increasingly worried that Communist influences would infiltrate the schools and pervert the minds of children.  The U.S. Commissioner of Education, Earl McGrath, played a role in spreading anti-Communism throughout education. McGrath summarized the thoughts of many Americans when he stated, “Two conflicting philosophies of government and of life are now competing for the allegiance of the peoples of the world. One of these is totalitarianism… in Communist states of Russia and her satellites. The other is democracy.” When Wagner pitched his idea of audio-visual education, he believed it needed to be implemented after how successful it had been in Germany under Hitler, in which he made Belgium a Fascist state in two years.","Soviet Foreign Minister Andri Vishinski sought to conquer the world not with an atom bomb, but by spreading  “... our ideas, our brains, and our doctrines.” Due to this, civil liberties were impaired in America all in the name of national security. The academic freedoms of educators were limited, as seen with Wagner. James Rodgers and Wesley Null argue that the longer America faced the Communism problem, the broader the definition of “Communist” became. McGrath understood that the Cold War was different, as it was more intellectual than physical. Public schools existed under McGrath to win the Cold War. In order to help win this battle, McGrath implemented “Americanization” programs that teached new immigrants the American way of life. Teachers were screened to make sure that they were not too liberal, and were forced to sign loyalty pledges. Some teachers were fired and even blacklisted from employment in America.","A study was conducted on the tolerance of Communism amongst college students based on social background, secular values and religion at the University of California-Berkeley campus. According to Armand Mauss, the right-wing groups are anti-Communist and hold traditional values. The primary source of this anti-Communist group was religious and militant beliefs. Left-wing groups hold more liberal ideology and do not condone limiting civil liberties.","Paul Wagner’s idea of audio-visual technology was shut down due to Cold War politics. These politics allowed for society to accuse Wagner of being a Communist because of his liberal education idea. Little did society know that Wagner’s idea was ahead of it’s time, and audio-visual technologies would play a huge role in the future of education."],"display_date":"1947 - 1951","search_date":"1949-07-01","citations":[{"divid":1478671843,"type":"Book","data":["James Olson Stewart","Historical Dictionary of the 1950s","","New York","Greenwood Press","2000","61-74, 201-209"]},{"divid":1478671898,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Jennifer Delton","Anti-Communist Liberals","Rethinking the 1950s: How Anticommunism and the Cold War Made America Liberal","Jennifer Delton","Cambridge","Cambridge University Press","2013","13-37"]},{"divid":1478672032,"type":"Newspaper Article","data":["Dr. Wagner Calls Movies Public School ‘Must’","The Atlanta Journal","","December 1, 1949",""]},{"divid":1478672117,"type":"Article","data":["James B. Rodgers and Wesley J. Null","Attacking Communists As Commissioner: The Role of Earl J. McGrath in the Red Scare of the 1950s","American Educational History Journal","36","2009","53-70"]},{"divid":1478672217,"type":"Article","data":["Armand L. Mauss","The Reluctant Right: Right-Wing Anti-Communism Among Libertarian University Students","Sociology of Education","40","1967","39-45"]}],"locations":[{"id":10691,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, Florida"}],"tags":[{"id":2247,"tag":"communism"},{"id":6,"tag":"Education"},{"id":968,"tag":"Liberal Arts"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}