{"id":6593,"title":"The Wagner Affair: A Historic Hidden Story","course_id":167,"status":"P","start_date":"3/1/47","end_date":"3/1/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["   Who would ever think that life would take such a wicked twist in such a rapid pace back in 1947-1948 when it comes to the history of Rollins College? After the war, there was much concern for possibility of a drafting system that would put the future of colleges across the United States in much turmoil. Facts that unfortunately drove college administrations to plan for and consider a threat to their attendance figures. When Paul A. Wagner assumed the role of President of Rollins College in 1949, he promised to bring an innovative mentality that will reface the image of the traditional college. Little did the rest of the administration know that along with those innovations, Wagner would be part of one of Rollins’ most historic moments and not in such a positive way."," According to documentation from a series of meetings held in 1947 prior to Wagner’s assumption of his presidency, in regards to the paramount needs of Rollins College, the Trustee-Faculty Committee met on three different occasions to thoroughly discuss methods to fulfil the current needs. With much collaborating brainstorming, they came up with four recommendations that are as follows: 1) A substantial increase in faculty salaries; 2) A revision system of retirement pensions for faculty and staff; 3) Large needs of the various departments; 4) New Buildings. Although lack of funding was not a major discussion in these meetings, it is almost positive that the college’s monetary condition must have been in consideration to reach this determination. These recommendations came about due to the unsuccessful efforts to get Rollins added to the approved list of the American Association of Universities.[1]When Paul Wagner became president of Rollins, he presented his vision and aspirations for the college to be with a brand new focus on technology and with plans to bring modern perspectives, ideas and methods. He felt that this would accelerate the learning process for the students. According to the Florida Times-Union, a newspaper published in Jacksonville, Florida, Wagner “brings a brilliant record with him to Winter Park educational institution.” However, it seems that almost immediately that he took office, things began to change drastically. [2] ","            Rollins College has a culture amongst its Executive Committee, Faculty, and Students that was based on community. Decisions were made as amongst everyone. Because after all the sense of family and community was a huge part of what Rollins College was. This was no secret to Wagner when he came on board. This is a culture that is highly promoted on campus and the community. However, it was probably one of the first betrayals that Wagner did as soon as he had the opportunity. Paul Wagner adopted a huge concern when he came into office due the post-war drafting concerns that had been established. This was a fear that across the United States affected all universities. After thoroughly doing his research, Wagner then began to make his presidential moves and began to utilize his authoritive power. Decisions of what he didn’t truly count with the community based process that defined the college. This began to spark much concern with faculty and even the Executive Committee. Fearing a future draft system that will hit the college extremely hard with attendance, Wagner, made a proposal to the Executive Committee to make a drastic cut in faculty and salaries as well. A move no one expected."," Documented by the Executive Committee from the Rollins Alumni Association, after many meetings that Wagner presented aggressively his proposal for positions cuts, it was pointed out how convincing Wagner was. However, there has been one main point that still lingers, although many figures and funding amounts where discussed in these meetings, however, there was never any fundamental figures released by the Administration to back up Wagner’s diagnosis. The predictions were definitely a concern, however, the cuts were based simply on a guess by Wagner. There were not given alternatives, nor was the faculty and staff asked to gather thoughts on finding alternatives to obtain the funding needed to stay afloat. The formula that was used by Wagner to determine the professors that were going to be dismissed was also another blur. Although the formula was approved by the Board of Trustees, there was not a sufficient explanation on the results of the calculations. [3]"," All this was happening too fast. The students grew very concerned of all the intermural sports that were being cut as well. And faculty felt that instead of the community based culture they were used to, they were feeling a growing dictatorship from the way Wagner was taking control of all the decisions and not counting with anyone as he had promised to carry on from the previous president Dr. Hamilton Holt. According to archives on the financial aspect of the college, they were receiving gifts from the community, showing that there could have been alternatives to such drastic cuts. There were also letters sent from Haverford College in Haverford Pennsylvania[4] and Oberlin College in Oberlin, Ohio stating that they are not releasing any of their faculty or staff due to this drafting prediction. This was yet another indication that there were alternatives. [5]"," To conclude, this incredibly ugly moment in the history of Rollins College will forever live in the memory of the community. A moment in history where an individual that intended to help out to improve the college’s deficit issue, almost brought the college to ruins in many ways besides financially. The Wagner Affair is much more than just economic figures it’s also a case of disloyalty to a community that could have led to much division, however, the sense of community was much stronger than that. The Rollins family fought against all odds to save and recover its culture and respect. They fought until Wagner had no choice to walk away without the choice to look back. But forever leaving the memory of what it could have been.  ","[1] Board of Trustees, Recommendations of the Trustee-Faculty Committee Concerning the Paramount Needs of Rollins College, Board of Trustees, 1947.","[2] \"Rollins Trustees Turn to Youth for New President,\" The Florida Times-Union, August 27, 1949.","[3] Rollins Alumni Association, Executive Committee, Rollins Alumni Association, 1951.","[4] Haverford College, Office of President, Haverford College, 1951.","[5] Oberlin College, Office of President, Oberlin College, 1951."],"display_date":"March 1, 1947 - March 1, 1951","search_date":"1949-02-28","citations":[{"divid":1478672355,"type":"Pamphlet or Other Printed Material","data":["Board of Trustees","Recommendations of the Trustee-Faculty Committee Concerning the Paramount Needs of Rollins College","","Board of Trustees","1947",""]},{"divid":1478672488,"type":"Newspaper Article","data":["Rollins Trustees Turns to youth for New President","The Florida Times-Union","","August 27, 1949",""]},{"divid":1478672560,"type":"Pamphlet or Other Printed Material","data":["Rollins Alumni Association","Rollins Alumni Association","","Executive Committee","1951",""]},{"divid":1478672627,"type":"Artifact","data":["Office of President","Letter from Haverford College","Letter from Haverford College","1951","","",""]},{"divid":1478672686,"type":"Artifact","data":["Office of President","Letter from Oberlin College","Letter from Oberlin College","1951","","",""]}],"locations":[{"id":10692,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, FL"}],"tags":[{"id":3132,"tag":"The Wagner Affair"},{"id":3133,"tag":"The Hidden History"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}