{"id":6599,"title":"Public Distrust in Large Institutions in the 1950s","course_id":167,"status":"P","start_date":"1/1/50","end_date":"12/31/59","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 17, 1951 the <em>Sandspur—</em>Rollins College’s student news publication, published an article called “Trustees Back Faculty Cuts.” The newspaper article reported on the responses of various groups at Rollins on their opinions on the faculty dismissals that were carried out by President Wagner and supported by the Board of Trustees. According to the article, Rollins and faculty and students were largely dissatisfied by how the dismissals were handled by Wagner; they felt such drastic action should not have been carried out without first consulting them on the issue. The article “Trustees Back Faculty Cuts” highlights and illustrates the dissatisfaction and changing relationship that the public had with large institutions during the fifties. ","            American secondary education expanded during the fifties due to both a rise in population and the growth of the middle class. Historian Richard Stanley writes “Colleges and universities, both public and private, experienced an unprecedented period of rapid growth following the end of World War II.”[1] Increased enrollment meant “…educators warned of coming teacher and classroom shortages—crowded schools plagued the educational system throughout the decade.”[2] During the Eisenhower administration, more schools were built across the country and education became more centralized. The fifties in the United States are characterized as a period of rapid political, social, and economic change; this culture of change trickled down in to the curriculum of many American colleges. Many schools began to alter their curriculum in an attempt to safeguard American political ideals. For example, Alabama State College implemented a curriculum with a heavy emphasis on democracy, student responsibility, and patriotism during the period. Students were taught “…life lessons about democracy, loyalty, dedication, perseverance, and the responsibility of being a contributor. Moreover, these deeply profound lessons were woven throughout the classic liberal arts college preparatory curriculum.”[3] Similarly to Alabama State College, the use of curriculum as a tool of political socialization was also prevalent at Southern Methodist College during the fifties. Historian Adrienne Caughfield explains “…American classrooms, now seen as battlegrounds, in which young innocents—not only school children, but also college students, newly released on campus without parental supervision—became targets of Marxist persuasion. The thought of such agents shaping the minds of American children justified a severe response.”[4] These examples demonstrate how the American public’s fear and distrust of communism and other foreign ideas trickled down into the education system. ","            The fifties were a period marked by administrative and political distrust. This was exemplified by the changes in culture and curriculum that were implemented in liberal arts schools across the country during the decade. ","Bibliography","Caughfield, Adrienne. \"Fighting the cold war at Southern Methodist University.\" <em>Journal of</em>","<em>Southern History</em> 81, no. 3 (2015): 647+. <em>Academic OneFile</em> (accessed October 26, 2016). <a href=\"http://ezproxy.rollins.edu:2048/login?url=\">http://ezproxy.rollins.edu:2048/login?url=</a> <a href=\"http://go.galegroup.com.ezproxy.rollins.edu:2048/ps/i.do?p=AONE&sw=w&u=wint47629&v=2.1&it=r&id=GALE%7CA426146793&asid=22fbccc1fdfdad958e6073b156ecb486.\">http://go.galegroup.com.ezproxy.rollins.edu:2048/ps/i.do?p=AONE&sw=w&u=wint47629&v=2.1&it=r&id=GALE%7CA426146793&asid=22fbccc1fdfdad958e6073b156ecb486.</a>","Layman, Richard. <em>American Decades: 1950-1959. </em>Hanover: Cengage Gale. 1994.","Pierson, Sharon. \"\"LIVING IN A CHANGING SOCIETY\": A Case Study of the Challenge of","Democracy in Segregated Schooling at Alabama State College Laboratory School in the","1950s.\" <em>American Educational History Journal</em> 37, no. 1 (2010): 187-205. <a href=\"http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/867849370?accountid=13584.\">http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/867849370?accountid=13584.</a>","Stanley, Richard T. “Education” in <em>The Eisenhower Years: A Social History of the 1950’s.</em>","            iUniverse, 2012,","“Trustees Back Faculty Cuts.” <em>Rollins Sandspur, </em>Mar. 17, 1951, final edition, sec. 1.","[1] Richard Stanley. <em>The Eisenhower Years: A Social History of the 1950s. </em>iUniverse, 127.","[2] Richard Layman. <em>American Decades: 1950-1959. </em>(Hanover: Cengage Gale, 1994), 264.","[3] Sharon Pierson. “Living in a Changing Society.” <em>American Educational History Journal, </em>37, no. 1, 188.","[4] Adrienne Caughfield. “Fighting the Cold War at Southern Methodist University.” <em>Journal of Southern History, </em>81, no. 3, 647."],"display_date":"1950 - 1959","search_date":"1954-12-31","citations":[{"divid":1478713606,"type":"Newspaper Article","data":["Trustees Back Faculty Cuts","Rollins Sandspur","Winter Park, Florida","March 17, 1951",""]},{"divid":1478713647,"type":"Book","data":["Richard T. Stanley","The Eisenhower Years: A Social History of the 1950’s","","United States","iUniverse","2012","127"]}],"locations":[{"id":10703,"lat":28.5383355,"lng":-81.3792365,"zoom":8,"place":"Orlando, Florida"}],"tags":[{"id":291,"tag":"Cold War"},{"id":438,"tag":"Rollins College"},{"id":3130,"tag":"Wagner affair"},{"id":3138,"tag":"liberal arts education"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}