{"id":66,"title":"The Southern Commercial Convention\n","course_id":1,"status":"P","start_date":"1856-12-08","end_date":"1856-12-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 8th 1856 the Southern Commercial Convention met in Savannah.  Over six hundred delegates were in attendance at the convention from ten southern states to discuss topics relevant to the South and its livelihood.  On the first day of the convention the Virginian James Lyons was appointed the permanent president of the convention.  After his appointment, Lyons gave a speech maintaining that the South wished to uphold the Constitution of the United States, but would also be ready to deal with whatever contingencies the future might hold.  Essentially, Lyons stated that the South would uphold the Constitution as long as it fit the South's plans.&lt;br /&gt;&lt;br /&gt;Several measures were proposed during the convention which lasted multiple days.  One such proposal by a Mr. Keane of Virginia advocated the encouragement of Southern books, newspapers and manufactures (Lynchburg Daily, Dec 11, pg. 3).'  This measure demonstrates the sectionalism that was growing during the era.  The South strove to become a self serving entity, independent of the north and its influence, and thus encouraged the spread of this principle through the rest of the South.  Another measure that was proposed was the reopening of the slave trade.  This measure was highly contested in the convention because while some thought the renewal would be an affront to the North and drive away the whole Christian world (Lynchburg Daily, Dec 11, pg. 4),' others felt its reopening benefited both races and slavery in general came from God.&lt;br /&gt;&lt;br /&gt;In the end, they did not attempt to reopen the slave trade, but it is certain that their belief in slavery did not lessen.  Virtually all at the convention agreed that slavery was necessary for the development of the region and their lives.  The convention highlights the South's growing trend of turning inward to strengthen itself as an entity separate from the rest of United States.  This form of internalization served to isolate the South from the rest of the United States, but led eventually to the decline of the region."],"display_date":"December 8, 1856 - December 10, 1856","search_date":"1856-12-09","citations":[{"divid":1213139081,"type":"Newspaper Article","data":["Southern Commercial Convention","Lynchburg Daily","","December 11, 1856","1"]},{"divid":1213139105,"type":"Newspaper Article","data":["Southern Commercial Convention","Lynchburg Daily","","December 13, 1856","1"]},{"divid":1213139138,"type":"Book","data":["Robert O&#39;Brien, editor","The Encyclopedia of the South",null,"New York","Facts on File Publication","1985","1-2"]}],"locations":[{"id":48,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}