{"id":6603,"title":"Denmark Vesey Conspires to Lead a Slave Revolt","course_id":164,"status":"P","start_date":"1822-05-01","end_date":"1822-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Denmark Vesey and his supporters planned a slave rebellion for July 14, 1822. However, “a servant prompted by attachment to his master, communicated to him that he had been requested to give his assent and subscribe his name to a list of persons already engaged in the conspiracy.” Vesey and thirty-four others were executed, by South Carolina, for their plans of treason against the white population of the United States.","Vesey, a literate free black man living in Charleston, bought his freedom in 1800. Years later, he learned about the successful Haitian slave revolt, which inspired him to plan a similar event in the United States. In the year 1817, he joined the African Methodist Episcopal Church (AME) in Charleston, along with around 4,000 blacks who left white churches. Upon his association with the church, he quickly became a leader and realized that the whites in the area targeted those who attended the church; this greatly angered Vesey. As a result, he began to preach from the Old Testament, and he taught that the blacks who attended were the new chosen ones and because of their enslavement, those who forced them into this lifestyle would be punished. By getting his supporters into the mindset that whites deserved to be punished, he encouraged them to support his plan for rebellion.","<em> Narrative of the Events Comprising the Vesey </em>Rebellion states, around 1818, “Vesey considered leaving Charleston…but he decided to stay and see what he could do for his fellow creatures. With a new urgency he preached that freedom for slaves would be realized.” Vesey and his fellow leaders began to plan for a rebellion. Gullah Jack, an African Priest, teamed with Vesey to spread the word of the rebellion and to inspire potential participants. The date for the rebellion was set for July 14, 1822. The plan was to seize the city of Charleston, set fire to the city, kill the governor, and basically every white man in sight.","Denmark Vesey became a martyr to his followers and those to come after him. He assisted in planning a rebellion that could have changed the fate of many slaves and free blacks. David Robertson believes that Vesey \"organized the most elaborate and well-planned slave insurrection in the history of the United States.\" Robertson believes that if he had succeeded the majority of whites in Charleston could have been wiped out. Not only would this have changed their lives, it also would have changed the lives of the white population. With the threat of this possible rebellion, the South realized that they needed to keep a closer eye on the black population. His actions and the results gained support for the abolitionist movement, and the country of the United States began to move closer and closer to a Civil War."],"display_date":"May 1, 1822 - July 14, 1822","search_date":"1822-06-07","citations":[{"divid":1479758511,"type":"Government Document","data":["Narrative of the Events Comprising the Vesey Rebellion.","South Carolina Department of Archives and History, South Carolina","1822","Charleston, South Carolina","","","","South Carolina Department of Archives and History, South Carolina",""]},{"divid":1479758653,"type":"Website","data":["PBS","Denmark Vesey","PBS","http://www.pbs.org/thisfarbyfaith/people/denmark_vesey.html.","September 12, 2016"]},{"divid":1479758715,"type":"Newspaper Article","data":["Denmark Vesey': Compelling History of Man Behind Slave","New York Times","New York","August 30, 1999",""]},{"divid":1479758807,"type":"Article","data":["Martin Hardeman","Denmark Vesey: A New Verdict","The American Journal of Legal History","3","200","291"]},{"divid":1479758865,"type":"Book","data":["David Robertson","Denmark Vesey: The Buried Story of America’s Largest Slave Rebellion and the Man Who Led It","","New York","Vintage Books","2000","3"]},{"divid":1479758928,"type":"Website","data":["NPR","Denmark Vesey And The History Of Charleston's 'Mother Emanuel' Church","NPR","http://www.npr.org/sections/codeswitch/2015/06/18/415465656/denmark-vesey-and-the-history-of-charleston-s-mother-emanuel-church","October 12, 2016"]}],"locations":[{"id":10715,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charleston, South Carolina, USA"}],"tags":[{"id":3142,"tag":"Revolt"},{"id":2743,"tag":"Abolitionist"},{"id":4,"tag":"Slavery"},{"id":1018,"tag":"rebellion"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}}