{"id":6605,"title":"Indiana Doctor Revolutionizes Surgery With Invention of New Bed","course_id":165,"status":"P","start_date":"3/1/09","end_date":"3/31/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1909, the surgery bed was revolutionized, changing surgery and hospital care forever. Right at the turn of the century, Dr. Willis D. Gatch, an Indiana University graduate of 1901 and then Resident Assistant Surgeon at Johns Hopkins Hospital, published his work on his modern surgery bed. Later called the Gatch Bed, it solved a great deal of issues in several areas of patient care. Originally intended for the treatment of peritonitis, an inflammation in the inner abdomen wall, the Gatch Bed soon showed beneficial in several other surgeries, in postoperative care, for patients with respiratory illnesses, for large patients with recent abdomen issues, and for comfort of any patient that may need or desire to lay at any angle.","Previously, patients receiving treatment for peritonitis were propped up by positioning pillows behind the back and under the knees, an inclined plane of some sort behind the back, or even by using a regular rocking chair. These techniques proved somewhat useful, but many were too yielding for proper patient care. During treatment for peritonitis, the Fowler Position (upright back position with knees elevated) is required. If the patient slips down at all, bacteria instantaneously floods the diaphragm. With the implementation of the Gatch bed, surgeons no longer had to worry about the patient slipping down; and the room staff was no longer exhausted from constantly repositioning patients. Because of its usefulness in many situations, the Gatch bed was soon implemented widely amongst hospitals and used in all forms of patient care.","Gatch later took his career back to Indiana University and was appointed Dean of the IU School of Medicine in 1932. Gatch has been described as a rugged individualist. He was said to often treat human relationships with the hand of a surgeon. He held a tight rein as dean, as he fought the problem of adequate financial support in the years following World War II. It has been said that it is doubtful that any other dean enjoyed so much autonomy as Gatch. The School of Medicine was caught in a troublesome time, having to make enormous efforts to keep up with the rapidly advancing world of medical science, and to maintain a respectable rating among American medical schools. Gatch served as Dean until 1946. "],"display_date":"March 1, 1909 - March 31, 1909","search_date":"1909-03-16","citations":[{"divid":1481141136,"type":"Article","data":["Willis, Gatch","XII. The Sitting Posture; Its Postoperative and Other Uses: With a Description of a Bed for Holding a Patient in this Position","Annals of Surgery","49","March 1909","410-415"]},{"divid":1481141340,"type":"Book","data":["Thomas D. Clark","Indiana University, Midwestern Pioneer","","Indiana University","Indiana University Press","1977","381-382"]}],"locations":[{"id":10909,"lat":39.2978804,"lng":-76.5942318,"zoom":8,"place":"Johns Hopkins Hospital"},{"id":10908,"lat":39.1670467,"lng":-86.5269373,"zoom":8,"place":"Indiana University"}],"tags":[{"id":3146,"tag":"Surgery"},{"id":3147,"tag":"Bed"},{"id":3148,"tag":"Indiana"},{"id":3149,"tag":"Johns Hopkins Hospital"},{"id":3150,"tag":"Indiana University"},{"id":3151,"tag":"Gatch"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}