{"id":6606,"title":"Light through the Fog of War","course_id":165,"status":"P","start_date":"1864-12-15","end_date":"1865-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many people today know about the battles and outcomes of the American Civil War, but not many know about the nurses that provided care to soldiers during and after battles. In Nashville, Tennessee in 1864, a picture was taken that depicts the common nurse during the American Civil War. The picture depicts many stories and experiences nurses had during the American Civil War as it shows the setting for medical care and methods of treatments. The photo is very detailed in how it shows the setting of medical care and treatment, it shows two soldiers covered up by many blankets in a bed with one of the beds having crutches behind it and the nurse is preparing food and medication that is being distributed to the soldiers from their bedside. The soldiers are also covered in bandages and have facial expressions of pain from their wounds they received from battle. Medical treatment knowledge wasn’t as advanced as it is today, so nurses were seen like mothers to a child or a symbol of hope as they did everything they could to help wounded soldiers. This picture was used for the Chicago Sanitary Fair of 1865 and was distributed to the eyes of the public that didn’t have a role in the American Civil War. The Chicago Sanitary Fair in 1865 used this picture because they believed it would be a great motivation tool to influence citizens to join the war effort either by making donations or taking a role as a medical care provider in the American Civil War.   ","American Civil War nurses were seen as a beacon of hope and a vital sign of health to the soldiers of the war, but there was also a sign of pride coming from the nurses as most volunteered to become war nurses as they believed it was their patriotic duty. This pride was seen as a push for more opportunity for women as nursing became more and more as an occupation for women. Even though nurses were seen as a beacon of hope and a care giver as seen back in the photo, nurses were stigmatized as many men believed that the women’s place was in the house and not out in the field as men saw women as a weaker gender. The motivation from women though was astounding as women would use their own homes as small hospitals to quarter soldiers and give them shelter and food. Nurses had many roles during the war and it wasn’t just providing medical care to soldiers. Civil War nurses also provided literacy tasks as they helped write letters to soldier’s families. These details give more depth to what nurses did for soldiers during the American Civil War and explores the challenges nurses had to overcome to define the occupation for not their time period, but for the future. "],"display_date":"December 15, 1864 - May 30, 1865","search_date":"1865-03-07","citations":[{"divid":1481241710,"type":"Image","data":["Sanitary Commission","Women Nurses in the Civil War","December 15th, 1864","Photograph","","U.S. Army Heritage and Education Center","http://www.carlisle.army.mil/ahec/exhibits/CivilWarImagery/Civil_War_Nurses.cfm","October 17, 2016"]},{"divid":1481242109,"type":"Book","data":["Libra H. Hilde","Worth a Dozen Men - Women and Nursing in the Civil War South","","Charlottesville","University of Virginia Press","2012","1-11"]}],"locations":[{"id":10904,"lat":36.1626638,"lng":-86.7816016,"zoom":8,"place":"Nashville Tennessee"},{"id":10903,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago Illnois"}],"tags":[{"id":2966,"tag":"American Civil War"},{"id":2189,"tag":"Nursing"},{"id":182,"tag":"Nashville"},{"id":3152,"tag":"Chicago Sanitary Fair"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}