{"id":6613,"title":"Her American Dream: Shirley Chisholm for President","course_id":163,"status":"P","start_date":"12/24/71","end_date":"12/24/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the night of December 24, 1971, New York City mayor John V. Lindsay invited the congresswoman from Brooklyn, Shirley Chisholm, to his mansion. Progressive politicians across the country worried about the split in voters if the three potential candidates continued their campaigns for president. Lindsay took it upon himself to convince Chisholm to drop out of the race in order to not draw the black vote away from himself, or from South Dakota Senator, George McGovern. However, the congresswoman remained intent on her goal to shine a spotlight on the corruption and foot dragging of white, male politicians. She fired back, “If you’re so worried about cutting into the progressive vote, why don’t you and McGovern get together - and one of you decide to back out?” Chisholm saw herself as a representative of the American Dream, a black woman making a run for the most powerful position in the country.","Shirley Chisholm became the first black female congresswoman in 1968. After winning her congressional seat, Chisholm stated, “I will fight until I can’t fight anymore. I don’t mind the challenge.” As a congresswoman, she remained outspoken. Her maiden speech to Congress was against spending in Vietnam, and in it she argued that war funding should be redirected to attack hunger and poverty. Chisholm saw fit to hire a largely female staff in order to provide more opportunities for advancement for women in politics. She also sat as an honorary President of the National Association for the Repeal of Abortion Laws. Chisholm stood out as a symbol for the black, working class district that voted for her because she never lost touch with her constituency. She argued that the major problem with Congress was that politicians feared sacrificing their political careers in order to stand up for the people they represented. Her independence and reputation as a spitfire left her without many allies in government, so she passed little legislation. However, as historian Julie Gallagher notes, Chisholm chose to fight what she saw as a stagnant system from the inside out.","Chisholm was a symbol of political success for many across the country. She eventually chose to run for president to break the mold. She ran in order to show that an African American woman could make a serious attempt at taking the highest office in the country. The political climate created by social movements of the 1960s and 1970s primed Chisholm’s candidacy, along with her ability to identify with those around her. While she received the endorsement of the Black Panther Party, most black leadership and women’s organizations offered little more than verbal encouragement to her campaign. As a powerful figure to minority groups, multiple interest groups tried to own her and her candidacy in order to bring national attention to their cause. However, Chisholm resisted the ownership of interest groups. She continued in her campaign as an independent exposing the problems with status quo politics. This independence contributed to her defeat by Senator George McGovern for the 1972 Democratic nomination."],"display_date":"December 24, 1971","search_date":"1971-12-24","citations":[{"divid":1481407849,"type":"Book","data":["Shirley Chisholm","Unbought and Unbossed","","Boston","Houghton Mifflin Company","1970","78-169"]},{"divid":1481408033,"type":"Newspaper Article","data":["“The Short Unhappy Life of Black Presidential Politics, 1972,”","New York Times","","June 25, 1972","(Microfilm, Purdy/Kresge Library, Wayne State University)"]},{"divid":1481408178,"type":"Article","data":["Julie Gallagher","\"Waging ‘The Good Fight’: The Political Career of Shirley Chisholm, 1953-1982,\"","The Journal of African American History","92.3","2007","392-416"]}],"locations":[{"id":10931,"lat":40.776058,"lng":-73.9430817,"zoom":11,"place":"Gracie Mansion, New York, NY"}],"tags":[{"id":2261,"tag":"women in politics"},{"id":1561,"tag":"1972 Election"},{"id":1519,"tag":"Shirley Chisholm"},{"id":2021,"tag":"African American history"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}}