{"id":6618,"title":"Dr. Sharp's Indiana Plan to \"Render Sterile Confirmed Criminals and Mental Defectives\"","course_id":165,"status":"P","start_date":"3/9/07","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1907, the state of Indiana passed the world’s first sterilization law “to prevent procreation of confirmed criminals, idiots, imbeciles and rapists.” Over the next decade, hundreds of sterilization procedures would be performed under this law, sometimes under dubious circumstances. The 1907 Indiana law came as a direct consequence of fears concerning social changes that coincided with the growth of industrialization at the turn of the 20<sup>th</sup> century. The middle and upper classes dreaded the perceived immorality in mounting urbanization, the encroachment of foreign cultures, and that lower-class people would out-breed these higher classes.  In Indiana, there was a particular concern with poor, white Kentuckians moving into the state. Simultaneously, eugenic ideas were seen akin to public health issues.  At a time when cures and vaccines were being created for diseases of the body, some authorities hoped that eugenic efforts could function as preventative measures for mental and hereditary health. The greatest concern of eugenicists was the financial burden put on charitable organizations and tax payers in sustaining a populace they saw as “degenerate.”","Dr. Harry C. Sharp, convinced that sterilization was the noblest answer to these perceived societal issues, was a driving force in the Indiana law’s passing. Even though marriage laws and segregation were also seen as solutions to eugenic problems in the early 1900s, Sharp asserted that sterilized individuals could enjoy normal, happy lives. Previously, physical castration had been used as a punitive action against criminals. However, negative physiological effects of the procedure on the patient caused castration to be considered in violation of the 14<sup>th</sup> Amendment. Consequently, questions regarding whether sterilization could be construed as cruel and unusual punishment were addressed early on. In 1907 and 1909, Sharp gave two speeches to the National Prison Association in which he cited sterilization procedures he had performed for experimental, therapeutic purposes. A young man, Sharp claimed in 1907, had actually requested the procedure to cure his masturbation. In 1909, Sharp detailed that he had sterilized an 11-year-old epileptic girl who was then able to experience puberty normally. Sharp insisted that because of clear differences from castration, sterilization could not be seen as a punishment and thus was not unconstitutional.","At Sharp’s 1907 speech, the Indiana sterilization plan was met with great praise.  A number of board members also contemplated on the procedure’s disciplinary potential. Dr. Sharp responded to these notions by insisting that sterilization was “purely a medical measure.”  Yet, after two years, reactions to sterilization became increasingly divisive. Upon Sharp’s conclusion to his 1909 speech, the NPA’s treasurer rose in protest and declared the topic of sterilization improper for their organization.  Some found religious reasoning both in favor and against sterilization. Many still favored sterilizations, lest the entirety of the nation be overpopulated with “epileptic hospitals and homes for the feeble-minded” and civilization be “doomed.”  This logic spread sterilization laws into several other states. However, by 1913 the constitutionality of the sterilization law was seriously doubted due to sterilizations being performed questionably and without expressed legal sanction. The Indiana law was finally deemed unconstitutional in 1921.  Nevertheless, by the end of the 1920s there were new sterilization laws that would endure for another half century."],"display_date":"March 9, 1907 - December 31, 1921","search_date":"1914-08-04","citations":[{"divid":1481584953,"type":"Website","data":["Alexandra Minna Stern","\"We Cannot Make a Silk Purse Out of a Sow's Ear\": Eugenics in the Hoosier Heartland","Indiana University","scholarworks.iu.edu/journals/index.php/imh/article/view/12254/18215","October 1, 2016"]},{"divid":1481585232,"type":"Law","data":["Chapter 215","March 9, 1907","Wm. B. Burford, contractor for State printing","Indiana","","","","Indiana University Purdue University Indianapolis Scholarworks","scholarworks.iupui.edu/bitstream/handle/1805/1053/1907%20General%20Acts-%20OCR.pdf?sequence=1&amp;isAllowed=y"]},{"divid":1481586521,"type":"Article","data":["Angela Gugliotta","\"Dr. Sharp and His Little Knife\": Therapeutic and Punitive Origins of Eugenic Vasectomy—Indiana, 1892–1921.","Journal of the History of Medicine and Allied Sciences","53, no. 4","1998","371 - 406"]},{"divid":1481586775,"type":"Book","data":["Donald K. Pickens","Eugenics and the Progressives","","Nashville, Tennessee","Vanderbilt University Press","1968","3 - 68"]},{"divid":1481588082,"type":"Website","data":["Harry Sharp","The Indiana Plan [Proceedings of the Annual Congress of the National Prison Association, 1909]","Indiana University Purdue University Indianapolis Scholarworks","scholarworks.iupui.edu/bitstream/handle/1805/1057/The%20Indiana%20Plan-%20OCR.pdf?sequence=1&amp;isAllowed=y","November 1, 2016"]},{"divid":1481588317,"type":"Website","data":["Harry Sharp","Rendering Sterile of Confirmed Criminals and Mental Defectives [Proceedings of the Annual Congress of the National Prison Association, 1907]","Indiana University Purdue University Indianapolis Scholarworks","scholarworks.iupui.edu/bitstream/handle/1805/1059/Sharp_Rendering%20Criminals%20Sterile-%20OCR.pdf?sequence=1&amp;isAllowed=y","November 1, 2016"]}],"locations":[{"id":10795,"lat":42.6525793,"lng":-73.7562317,"zoom":8,"place":"ALBANY, New York"},{"id":10794,"lat":47.6062095,"lng":-122.3320708,"zoom":8,"place":"Seattle, Washington"},{"id":10793,"lat":40.2671941,"lng":-86.1349019,"zoom":8,"place":"Indiana, United States"}],"tags":[{"id":3189,"tag":"1900s"},{"id":3188,"tag":"1907 Indiana Law"},{"id":3187,"tag":"Eugenic Legislation"},{"id":533,"tag":"Eugenics"},{"id":2937,"tag":"United States"},{"id":3186,"tag":"Involuntary Sterilization"},{"id":3185,"tag":"Vasectomy"},{"id":3184,"tag":"Eugenic Sterilization"},{"id":3183,"tag":"Indiana Sterilization Law"},{"id":3182,"tag":"H.C. Sharp"},{"id":3181,"tag":"Dr. Sharp"},{"id":3180,"tag":"Harry Sharp"},{"id":3179,"tag":"Sterilization"},{"id":9,"tag":"Law"},{"id":1466,"tag":"Legislation"},{"id":2471,"tag":"20th Century"},{"id":3148,"tag":"Indiana"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}