{"id":6621,"title":"Frank M. Main Unlawfully Marries a Thirteen Year-Old Girl","course_id":164,"status":"P","start_date":"1867-01-31","end_date":"1867-02-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 31, 1867, a marriage took place in Belmont, Nevada between Frank M. Main and a thirteen year-old girl by the name of Frank Ellis. Without the consent of her parents, the two were married by S. J. Davis, Justice of the Peace in Nye County, Nevada. “On the morning of the day following the marriage the father of the child missed her, and suspecting the cause of her absence he went to Main’s cabin accompanied by another man,” reported the <em>Reese River Reveille,</em>  “where an altercation took place between him and his son-in-law, and shots were exchanged, without damage to either party.” After this incident, the man accompanying her father took Frank Ellis away from Main and proceeded to take her to her mother. According to the news report, “Main, the husband of the child, entered a complaint against Ellis, and Justice Davis caused him to be arrested.”","The meaning of marriage in America during the 19<sup>th </sup>century was mainly connected with expectations of calmness, quietness, and having the feeling of being settled. In some marriage cases such as this one, these three expectations were not always followed and it effected the young Frank Ellis. The traditional way of marriage at the time was the future husband asked permission, or the blessing, from the future bride’s parents. Although marriage in the late teens was not uncommon, marriage in the middle teens, ages sixteen and seventeen, could marry if their parents signed the marriage license application. The marriage laws of 1861 until 1873 in Nevada, however, required males to be eighteen years of age and females at least sixteen years of age provided they had the consent of their respective fathers, and if their fathers were not living, then they must receive the consent of their mothers. In Main’s case, consent was not given and the child was only thirteen years of age. Nevertheless, it appeared the husbands, fathers, and brothers of Belmont formed a large group and returned Ellis to Frank Main.","After she was returned, Main dropped the charges of assault with a deadly weapon, and the father was released. The unlawful Frank Main had escaped with marrying a thirteen year-old girl, without consent of the parents, and having her returned to him by the county men. According to the <em>Reese River Reveille</em>, the situation had improved and future cases of youth marriages will be monitored more closely so this does not happen again. Typical of the inconsistent application of the law in this time period, especially on the frontier, this situation of unlawful marriages had escaped any further lawful action."],"display_date":"January 31, 1867 - February 4, 1867","search_date":"1867-02-02","citations":[{"divid":1481598138,"type":"Newspaper Article","data":["Local and Mining","Reese River Reveille","","February 4, 1867",""]},{"divid":1481602372,"type":"Newspaper Article","data":["America's Child-Marriage Problem","The New York Times","","October 13, 2015",""]},{"divid":1481598778,"type":"Book","data":["M. S. Bonnifield, T. W. Healy","The Compiled Laws of the State of Nevada: Embracing Statutes of 1861 to 1873, Inclusive","","Carson City","C.A.V. Putnam, State Printer","1873","1-591"]},{"divid":1481598967,"type":"Book","data":["Karen Lystra","Searching the Heart: Women, Men, and Romantic Love in Nineteenth-century America","","New York","Oxford University Press","1989","3-328"]}],"locations":[{"id":10884,"lat":38.5807111,"lng":-116.0413889,"zoom":7,"place":"Nye County, Nevada"}],"tags":[{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}}