{"id":6624,"title":"The Propaganda of Fitter Families Contests","course_id":165,"status":"P","start_date":"9/21/25","end_date":"9/21/25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 21, 1925 in the town of Springfield, Massachusetts, a family of 8 entered and won a contest. To that family, it was likely a point of pride, something to show that they were of a good, strong, American breed.  But this Fitter Families Contest, and many others just like it held throughout the United States, was a far more influential part of American history than it may seem at first glance. These contests served as a sort of propaganda that helped justify mistreatment of thousands of Americans by trying to scientifically prove that they were inferior human beings.","Contests like the one in Springfield were common in 1920’s America, often appearing in agricultural fairs. These were places where concepts like the importance of good breeding were well understood and respected. These events sprang out of similar competitions like the ‘Better Babies Contests’ that also often appeared at these fairs, to the same propagandistic means. To the participants, these events may have seemed educational and fun, hardly the type of thing that springs to mind with the mention of the word ‘propaganda.’ To this inoffensive end, these contests were extremely successful, convincing multiple generations of wealthy white people of western European heritage all at once of their own genetic superiority, helping to further elevate their feeling of status over the poor, uneducated, and people of other racial backgrounds. Winners were even given medals which stated ‘Yea, I have a goodly heritage,’ a biblical quote that would imply that the wearer was even in the favor of God.","While these contests did eventually end with the rise of Nazism, Germany’s own special take on eugenics, the bite of the seemingly toothless Fitter Families Contests could be felt throughout America throughout the 1920’s and beyond. The concepts that it promoted where the same ideas held by eugenicists that helped to create laws that would sterilize criminals and mentally handicapped, prevent the immigration of peoples attempting to escape the rise of Nazism in Germany, and convince white America that they were under constant threat of the degeneration and destruction of their race if they did not work to keep it safe through the processes hailed by genetics. In the end, the most important thing was not a single family winning a single contest at a single fair on a single day, but the effects that these many families, many contests, many fairs, and many years can have on the way a nation perceives itself."],"display_date":"September 21, 1925","search_date":"1925-09-21","citations":[{"divid":1481605644,"type":"Book","data":["Edwin Black","War Against the Weak: Eugenics and America’s Campaign to Create a Master Race, Expanded Edition","","New York","Four Walls Eight Windows","2003","30-33"]},{"divid":1481605756,"type":"Artifact","data":["Eugenics Society of the United States of America","Fitter Families examination","Form","1925","","",""]},{"divid":1481605921,"type":"Article","data":["Steven Selden","Transforming Better Babies Into Fitter Families: Archival Resources and the History of the American Eugenics Movement","Proceedings of the American Philosophical Society","Vol. 149, No. 2","June, 2005","199-225"]},{"divid":1481606081,"type":"Website","data":["Martin S. Pernick, PhD","Taking Better Baby Contests Seriously","US National Library of Medicine","https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1447148/","November 27, 2016"]}],"locations":[{"id":10901,"lat":42.1014831,"lng":-72.589811,"zoom":8,"place":"Springfield, Massachusetts"}],"tags":[{"id":533,"tag":"Eugenics"},{"id":522,"tag":"Massachusetts"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}