{"id":6627,"title":"Burn Care: A Breakthrough in the 1800s","course_id":165,"status":"P","start_date":"1863-12-11","end_date":"1863-12-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was a chilly California night, the 11th of December in the year 1863, when suddenly, an explosion happened. It occurred in the home of Mrs. C (full name to be kept confidential), 8 miles from San Fransisco. It was a sudden explosion of a keg of blasting powder in which three of her children, two boys and one girl, endured the consequences. One of the boys died hours after the accident. According to Dr. Joseph F. Montgomery in his 1872 journal <em>Burns and Scalds: Their Treatment, with Cases, </em>he was called to see the two remaining children, one girl age 16, and one boy, age 14 for which they had endured severe burns. ","The young girl had much more extensive burns than her younger sibling. Both had suffered severe burns on the head, hands, face, thighs to the soles of her feet. Her brother, though less urgently injured, had burns in same places as his sister as well as his wrists and knees. From this physical analysis, Dr. Montgomery was able to take approaches to treat their burns thanks to the significant methods that emerged and were popular during the 19th century.","There were two major methods of treating burns during Montgomery’s time: application of cold product to produce cooling effects and/or application of some sort of stimulating substance. For Montgomery, dressing changes and oil applications were essential elements. Dr. Montgomery managed to apply oil and lime-water liniment. In fact, this type of oil was also being used during the same time on the other side of the world in Scotland (Lee 170). According to the <em>British Medical Journal</em>, lime-water liniment was often mixed with linseed oil to help with the burn and this combination became known as Carron oil in the world of burn medicine.","By applying these substances on their burns with cotton strips of wool, Montgomery managed to at least make their pain tolerable until he could attend to the siblings again a few days later. The girl’s extensive superficial burns became too much for the dressing changes to have an impact to soothe and prevent infection. She passed away on the 19th leaving her brother to fight for survival.","Though he received dressing changes daily, he appeared to have growth of his granulation where there was sloughing. Solid nitrate of silver was used which according to R.J Fernandez’ journal <em>Historical Evolution of Burn Surgery, </em>help(ed) to reduce the chance of infection and improve rehabilitation and was first made popular in the mid 1800’s by Guillaume Dupuytren, who was in fact known as the father of plastic surgery. Fortunately, the boy lived a healthy life after his accident and it could be due to the complications that he avoided.","During the 1800s, burn care and their cases were actually seen as “black sheep” in the field of medicine, but with such intense cases like these two children’s, burn care becomes more serious in the field of medicine, but with the refinement of techniques the field became more respectable. Thanks to the combinations of toxic or acidic ointments in their wound dressings are the reason why many burn patients in the 1800’s were able to survive the trauma of a burn injury."],"display_date":"December 11, 1863 - December 19, 1863","search_date":"1863-12-15","citations":[{"divid":1481669676,"type":"Article","data":["Joseph F. Montgomery","Burns and Scalds: Their Treatment, with Cases","National Library of Medicine- Washington","1","June 25, 1872","8-11"]},{"divid":1481669870,"type":"Website","data":["KC Lee, K Joory, NS Moiemen.","History of burns: The past, present and the future","BioMed Central","https://burnstrauma.biomedcentral.com/articles/10.4103/2321-3868.143620","November 10, 2016"]},{"divid":1481670024,"type":"Article","data":["The British Medical Journal","The Treatment Of Burns","The British Medical Journal","Vol 2","1876","225"]},{"divid":1481672484,"type":"Article","data":["Roberto J. Fernandez","The Historical Evolution of Burn Surgery","Howard A. Graney Competition for Undergraduate Writing in the History of Surgery","1","December 6, 2010","6-10"]}],"locations":[{"id":10916,"lat":37.7749295,"lng":-122.4194155,"zoom":6,"place":"San Francisco, CA"}],"tags":[{"id":3209,"tag":"Oil Application"},{"id":3208,"tag":"Burns"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}