{"id":6637,"title":"Raised from the Locker","course_id":164,"status":"P","start_date":"5/3/95","end_date":"4/17/04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On the Seventeenth of February, 1864, a Confederate States submarine, known as the <em>CSS Hunley</em>, made its first attack on the Union blockade ships. The <em>USS Housatonic</em> sank to the bottom of the sea, a victim to the first successful submarine attack. However, she would not sink alone. <em>The Hunley</em> did not return to shore to bask in the glory of her achievement. She and her crew of eight would be lost to the waves for over a hundred years. The Hunley had sunken to the deep thrice in her lifetime, killing her crews each time. One of these would include the principle designer and creator, Horace Lawson Hunley. However, this was not the end to the Hunley’s tale. Stories would be told of the famed submarine that would then reach the ears of author, adventure seeker, and founder of the National Underwater and Marine Agency (NUMA) Clive Cussler. Cussler is a man with a mind that functions, in his own words as written in July 1980, “left of delirium and right of monomania.” To Cussler, there was no greater thrill than that of the ocean’s discovery. His first attempt at finding the lost ship would be away from the site of the <em>USS Housatonic</em>’s wreckage as he had reports by the deck officers of the vessel that the Hunley had backed away some 50-100 feet before the explosion. His first search in 1980 would yield no results.","            Cussler’s third expedition, from June 1994 to May 1995, would prove different. Armed with new hands, new technology, and a determination bordering obsession; the NUMA diving crew of Ralph Wilbanks, Wes Hall, and Harry Pecorelli would locate the sunken submarine a thousand feet southeast from the <em>Housatonic</em>’s boiler. When they resurfaced, they were instructed by Cussler to photograph their dig for authentication. On the first of May, 1995, the <em>Hunley</em> had been found.","            Finding the ship, though a challenge, was the easy part. The real question was how to move a multi-ton, rusting, and fragile piece of history from the bottom of the ocean back to the surface. This task fell to the NUMA group using technology from Oceaneering International Inc. Cussler donated $50,000 to the effort, but the ocean refused to make it easy. Structural integrity was weak, the possibility of looting was real, visibility for divers was a hassle, and the recovery crew had to deal with the possibility of weather setbacks. New strategies were needed. By this point, a basic procedure had been formed: dive, prep, install suction piles, set up recovery frame, set up a sling under the hull, load cells to support the system, foam protection for the <em>Hunley</em> against the system, recover the wreckage. As one could imagine, this was a long and drawn out process. One could not be too careful with the history below the waves. Five years after the discovery of the historic vessel, the <em>Hunley</em> finally returned to Charleston, South Carolina after over a century missing at sea and her crew was given a proper burial on April 17, 2004."],"display_date":"May 3, 1995 - April 17, 1904","search_date":"1949-10-24","citations":[{"divid":1481901772,"type":"Website","data":["Clive Cussler","NUMA Expiditions: CSS Hunley","NUMA","http://www.numa.net/expeditions/hunley-c-s-s/","10/20/16"]},{"divid":1481901915,"type":"Website","data":["United States Navy","Confederate Ships: HL Hunley","United States Navy","https://www.history.navy.mil/research/histories/ship-histories/confederate_ships/h-l-hunley.html","10/20/16"]},{"divid":1481901982,"type":"Website","data":["Friends of the Hunley, Inc.","Recovery","Friends of the Hunley, Inc.","http://hunley.org/main_index.asp?CONTENT=RECOVERYDAY","10/20/16"]}],"locations":[{"id":10922,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charlestown, South Carolina"}],"tags":[{"id":3230,"tag":"Public History"},{"id":113,"tag":"Navy"},{"id":32,"tag":"Civil War"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}}