{"id":6638,"title":"John Jacob Oswandel and the Beginning of the Volunteer Army","course_id":164,"status":"P","start_date":"1846-12-12","end_date":"1847-09-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Jacob Oswandel from Lewistown, Pennsylvania, would go on to serve in the field in the volunteer army. He and an associate, Louis Bymaster, traveled to Huntingdon, Pennsylvania to register for military service on 12 December 1846. After meeting with Captain William F. Small of Company C, First Regiment Pennsylvania Volunteers, they were filed and sent off by ship for training. After being deemed fit for duty, John Jacob Oswandel recounts his experience in the fields of Mexico. He states that, on 21 June 1847, the soldiers were often so tired that the act of standing after what sleep they could get was difficult, sometimes requiring another soldier’s help. However, they remained determined to reach their goal of Mexico City and the end of the war in victory. Their determination met a roadblock as their orders to march on the city were countermanded on 7 August 1847 and the volunteers were told, “you can’t go”; the complaints from the volunteers continued into the next day. Instead, the volunteers were ordered to remain in Puebla City, where the Mexican forces would bring them to siege on 14 September 1847, the same day Mexico City was captured by US forces. After twenty-eight days at siege, the Mexican forces assaulted the city. As the fighting moved into the streets, the population of the city would choose sides. According to Oswandel, many Mexican households flew white flags and shouted, “Americano mucho valentacho mucho valentias!” which roughly translates as “The Americans are very brave!” The Mexican forces were pushed out of the city and the American volunteer forces remained. Oswandel and his regiment would reach the capital of Mexico City before the war’s end and would return heroes in the eyes of the people.","            The Mexican-American War had been raging for a year. The United States Army, in order to secure their victory, decided to call on volunteer forces from the states to help fight. According to Paul Foos’s, <em>A Short, Offhand, Killing Affair: Soldiers and Social Conflict During the Mexican-American War</em>, the United States government called for 50,000 volunteer troops from the states along with the 5,000 career troops it already possessed. The professional army needed reinforcements and the militia system had become largely ceremonial by this time, so a new system of volunteer soldiers was necessary. These soldiers were brought in to the war, but early volunteers received no glory for their service as they served a six-month term of military service. Later legislation called for a minimum of twelve months. However, many continued to serve under General Edmund Pendleton Gaines, against President James K. Polk’s orders."],"display_date":"December 12, 1846 - September 14, 1847","search_date":"1847-04-29","citations":[{"divid":1481902622,"type":"Book","data":["John Jacob Oswandel","Notes of the Mexican War, 1846–1848","","Knoxville, Tennessee","University of Tennessee Press","2010","all"]},{"divid":1481903474,"type":"Article","data":["Kent Barnett Germany","Patriotism and Protest: Louisiana and General Edmund Pendleton Gaines's Army of Mexican-American War Volunteers, 1845-1847","Louisiana History: The Journal of the Louisiana Historical Association","37","1996","325-35"]},{"divid":1481903710,"type":"Book","data":["Paul Foos","A Short, Offhand, Killing Affair : Soldiers and Social Conflict During the Mexican-American War","","Chapel Hill, North Carolina","University of North Carolina Press","2002","all"]}],"locations":[{"id":10923,"lat":40.5992395,"lng":-77.571382,"zoom":8,"place":"Lewistown, PA"},{"id":10924,"lat":19.2464696,"lng":-99.1013498,"zoom":8,"place":"Mexico City, Mexico"}],"tags":[{"id":715,"tag":"Military"},{"id":1401,"tag":"Mexican-American War"},{"id":3231,"tag":"Mexico"},{"id":3232,"tag":"Volunteer Army"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}}