{"id":6639,"title":"Cashing in with Rebellious Money","course_id":164,"status":"P","start_date":"1862-12-13","end_date":"1867-11-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            In 1867, the Supreme Court of North Carolina presided over the case <em>Phillips v Hooker</em>. Five years prior, John R. Phillips set out to purchase a house and lot owned by one Mrs. Hooker. Working through an agent for Mrs. Hooker, Amos Harvey, Phillips purchased the homestead for $2500 in cash. Everything was written out in a contract notarized by L. H. Alredge. A simple, yet legally sound deed transferred the property from Mrs. Hooker to John Phillips. The only problem was, it was paid for in Confederate bank notes. This seemed perfectly fine in 1862 with the war being waged and the Confederate States holding their own against the Union forces. In 1867, after the defeat of the Confederacy and the official labeling of the CSA as treason, Confederate bank notes thought to be ‘illegal tender’. As a result, Mrs. Hooker tried to take her land back on the grounds that the contract was invalid and she had not been paid in acceptable currency. Phillips disputed this and the two found themselves before the Supreme Court of North Carolina.","            The question the Court had to discuss was the validity of the transaction using rebel currency. Did the rebel bank notes hold real value or were they worthless prints from a defunct government? In a way, they were both. The bank notes, at their height, could exchange a dollar of gold for under two dollars. By putting the Confederate bank note to the gold standard, it allowed for quick exchange and transaction, while also backing the notes in a currency useable in any part of the world (provided the bank in question actually had the gold to back it up). With the defeat of the Confederate States of America, the “Confederate” banks no longer existed so the notes became relatively worthless.<em> Became</em> being the operative word. From 1861 until the end of the war, the Confederate bank note was legal tender in any of the Confederate States and could be used for taxes and other exchanges within the Confederacy. After that, the United States had to take stock on the Confederate bank notes and allowed exchanges for Union greenbacks in certain situations, like in New Orleans, after the war had ended. That said, the Confederate notes themselves were never actually declared illegal; rather, they were lumped together with the legislation nullifying contracts that attempted to aid the rebellion. This legal condition appeared in the Supreme Court’s decision: “The Convention was prompt to declare that the rebellion and everything in aid of it was illegal. And it declared void all contracts which were in aid of it; but it did not declare void all contracts, the consideration of which were Confederate treasury notes.” As Phillips’s exchange with Mrs. Hooker did not aid the Rebellion’s cause and was just a land transfer, it remained in effect. The Court ruled in favor of Phillips."],"display_date":"December 13, 1862 - November 1, 1867","search_date":"1865-05-23","citations":[{"divid":1481904490,"type":"Article","data":["Gary Pecquet, George Davis, and Bryce Kanago","The Emancipation Proclamation, Confederate Expectations, and the Price of Southern Bank Notes","Southern Economic Journal","70","2004","616-30"]},{"divid":1481904544,"type":"Website","data":["Casetext","Phillips v Hooker","Case Text","https://casetext.com/case/phillips-v-hooker","12/1/16"]},{"divid":1481904655,"type":"Government Document","data":["Supreme Court of North Carolina. Phillips v. Hooker","The American Law Register (1852-1891)","","","","","","",""]}],"locations":[{"id":10926,"lat":35.7795897,"lng":-78.6381787,"zoom":8,"place":"Raleigh, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":32,"tag":"Civil War"},{"id":1584,"tag":"courts"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}}