{"id":6640,"title":"The Chicago Fire Unites a Nation","course_id":166,"status":"P","start_date":"1871-10-10","end_date":"1872-01-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mrs. Shorey wondered how the ruined remains of most of Chicago could possibly feed the hungry homeless crowding in the streets? Cities all around the Midwest sent cooked food to the survivors in hundreds of carloads for the first few days. A couple of days later, provisions and clothing, as well as money started coming in. The citizens of Chicago were determined to rebuild their lives but to do so, they needed to come together and re-forge the bonds that tied the city together. The City of Chicago had been “subdued, but not conquered.” She was convinced that future historians, poets, and philosophers would point to their city as proof that through the love and faith of Chicago’s people with the aid of their countryman that the grandest lesson in “human brotherhood” could be learned.","The eyewitness account of Mrs. Shorey speaks to the fire becoming a uniting force. Because of the charity of the American people, the population of the city could bear the suffering that it had endured. This unity was also noted by historians later who stated that the fire had been presented as a “symbol of unity” for the nation. As historian John Pauly has written, “the nation had been fractured across race, denomination and class.” The fire affected everyone, black and white, rich and poor and no one was safe from its devastation. The fire not only gave historians a topic of discussion but proved to the rest of the nation that regardless of past events, the country could still come together as one to help their fellow man in their greatest time of need."],"display_date":"October 10, 1871 - January 17, 1872","search_date":"1871-11-28","citations":[{"divid":1481920219,"type":"Article","data":["M. A. Shorey","The Chicago Fire","Old And New","5","1872","17-28"]},{"divid":1481920338,"type":"Article","data":["John Pauly","The Great Chicago Fire As A National Event","American Quarterly","5","1984","668-683"]}],"locations":[{"id":10935,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, Illinois"}],"tags":[{"id":836,"tag":"fire"},{"id":839,"tag":"destruction"},{"id":3233,"tag":"Eyewitness"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":166,"school_id":10}}