{"id":6643,"title":"J.E.B. Stuart and his Infamous Cavalrymen Raid the Union occupied Catlett Station","course_id":164,"status":"P","start_date":"1862-08-22","end_date":"1862-08-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 22, 1862, J.E.B. Stuart and 2,000 of his fellow Confederate cavalrymen laid a swift and destructive raid upon the Union encampment known as Catlett’s Station. Stuart’s inspiration for the raid can be traced back to his own near capture by Union cavalry in the town of Verdiersville, Virginia, several days prior to this attack. The loss of valuable information to the Union forces included, “his hat and haversack, containing his maps, having been captured,” recalled Stuart’s comrade Lieutenant Colonel W.W. Blackford. Motivated from his own irresponsibility and supported by his commander Robert E. Lee, Stuart established a plan for redemption. He would invade the Union encampment, commanded by Brigadier General John Pope, with the main purpose of burning a strategically important Union supply bridge along the Orange & Alexandria Railroad. The Confederates believed that this raid could prolong the arrival of invaluable resources to the Union camp, essentially increasing Lee’s opportunity of success at this time during the war.","Stuart and his men arrived in an area adjacent to Catlett’s Station, where he placed the reconnaissance in the hands of W.W. Blackford. “I rode all around the outskirts of their encampment, and found a vast assemblage of wagons and a city of tents,” stated Blackford, “…but no appearance of any large organized body of troops; and with the exception of a small camp guard at a crossroads.” Having been several hundred yards away from the main Union camp, the guards stationed at the crossroads became the first victims of Stuart and his well-trained cavalry, as they were quickly captured and questioned for intelligence information. With Federal troops on the camp’s outskirts under Confederate control, Stuart set his sights upon the bulk of the Union encampment, including the headquarters of General Pope. Stuart’s inability to locate Pope’s headquarters led to a halt in his attack, but a sudden change in fortune turned in favor of the Rebels, when they crossed paths with a Union contraband. He agreed to lead them to their desired location. Blackford recalled he; “readily undertook to guide us to the spot on the terms we offered: kind treatment if faithful, and instant extermination if traitorous.”","At the sound of the bugle, Stuart and his men hastily invaded the camp, carrying out their plan. Each regiment was given a specific task, one attacked the depot, the second attacked the Union Pope’s quarters, and the rest plundered the camp. The ransacking included burning tents and wagons along with taking prisoners and resources. The Confederates quickly gained an advantage over the Pennsylvania Bucktail defenders and gathered many resources in horses, mules, and money. Though unable to burn the bridge because of conflicting reports of rain dampened wood and unnavigable darkness, the Rebel’s attack appeared a success. The Confederate cavalry also obtained important documentation from General Pope’s headquarters that provided valuable information regarding the Union army and their current positioning. The raid of Catlett’s Station proved victorious for the Confederates, further continuing their trend of victory in the Eastern theatre of war."],"display_date":"August 22, 1862","search_date":"1862-08-22","citations":[{"divid":1482427253,"type":"Book","data":["W.W. Blackford","War Years with Jeb Stuart","","Baton Rouge","Louisiana State University Press","1993","97-107"]},{"divid":1482427409,"type":"Book","data":["Clint Johnson","In the Footsteps of J.E.B. Stuart","","Winston-Salem","John F. Blair Publisher","2003","n/a"]},{"divid":1482427807,"type":"Book","data":["Mary L. Williamson","The Life of J.E.B. Stuart","","Richmond","B.F. Johnson Publishing Company","1914","76"]}],"locations":[{"id":10952,"lat":38.720661,"lng":-77.5563116,"zoom":8,"place":"Catletts Station, Virginia"}],"tags":[{"id":3241,"tag":"Catlett's Station"},{"id":3240,"tag":"Raid"},{"id":3239,"tag":"Cavalry"},{"id":574,"tag":"Contraband"},{"id":5,"tag":"War"},{"id":311,"tag":"Union"},{"id":1861,"tag":"Confederates"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}}