{"id":6646,"title":"Advancement of Women in the American Civil War","course_id":170,"status":"P","start_date":"1861-04-12","end_date":"1894-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Unknown to many in contemporary society, the American Civil War presented women with wondrous advancements in civil rights as the war challenged America’s culturally held notions of women’s role in society. By having the pertinent need of a labor force in almost all fields, women completed the task that drafted men were not able to do so. So as new opportunities were presented to them, women began to obtain more rights than any other previous generation had experienced; being able to manage farms and businesses for the first time. This however was not limited to domestic affairs as women also were heavily involved in espionage, the nursing of soldiers, the raising of capital via the ladies’ and soldier’s aid societies, the U.S sanitary commission, (a private agency in the North that played a critical role in the Union’s victory) and battlefield; a considerable amount of women partook in cross-dressing to enlist themselves. With these outstanding accomplishments, women were forever advanced in society as founder of the Red Cross Barton claimed that had the continuous peace prevailed, the advancement of women’s rights would have remained stagnant in society for at least fifty years. With that the American Civil War inspired individuals to contemplate, and re-think their previously held notions of what a woman was capable of performing as many leaders emerged such as Harriet Tubman and Susie King Taylor.","Delivered passionately by feminist Civil Rights activist in 1894, Josiah Benton Jr. spoke eloquently of the societal advancement the Civil War presented women. By speaking in simple terms, using statistics and emotional appeal the speech was monumentally successful in that it informed the public of the accomplishments of women and the needed continued advancement towards equality. Reminding individuals that men had to evacuate shops, offices, businesses, and banks by the literal thousands only to be run efficiently by women,  the competency of women was once more re-established, and spoken of. Many deeming women unfit to perform the same task as men, all notions of superiority where disproven when even members in the National and State department had their jobs temporarily preformed by women with success. This demonstrated to all that women could maintain order, exceed in domestic and external affairs, regulate capita, and compete with men. Regarding African American women, many were not able to exhibit the same advancements as other women-even those that were also impoverished. So while many were able to learn how to read and write, and at times even pass on that knowledge, it their advancement pales in comparison to the continued adversity they continued to face. Unfortunately many continued to be viewed as hindrances in both the Union and Confederacy.","Louisa May Alcott wrote extensively about her experiences as a nurse during the American Civil War. Nurses typically being what most individuals think of when they image women during the tremulous war, it is undoubtedly due to the large amount of volunteers both the Union and Confederacy received from women. Being motivated to make their presence valuable, many wholeheartedly cared deeply for their patients as they treated gruesome wounds. May Alcott claiming that the nurses had “ a motherly affection for all,” while the women cooked, cleaned, bathed, and wrote for the soldiers, it challenged the notion that women could not multitask well; performing difficult surgeries all the while being responsible for their mental health and emotional well-being.","Submissiveness and domesticity was arguably most challenged when women began to cross-dress and enlist in the military. First seen in July 1863 when Union soldiers found a dead female body disguised as a confederate private in a mass grave. Shocked, as many did not believe women were capable of deceiving men, and fighting, it was originally thought by all that women who cross-dressed were anomalies. Historians now know that this is not the case as a conservative estimate shows now that between four-hundred to seven hundred fifty women disguised themseleves. Scholars now agree that women who fought on the battlefield did so with the same motivations that men had, with the exception of a few who did so in order to obtain freedom from domestic submissiveness, and to be with their loved one. With the Victorian notions of modesty, it made it fairly easy for women to disguise themselves as men as many were given ill-fitting clothing that hid their body shape, were encouraged to sleep with clothed, shower separately, and use the lavatory separately. All of these factors helped women contribute to the war effort as it made it easy for them to enter the battlefield.","Overall the American Civil War allowed women to gain wondrous advancements in civil rights as they were allowed to engage in many domestic and foreign affairs that previously would have not been accessible to them. So while they fought bravely on the battlefield, engaged in dangerous surgery, managed businesses, farms, and taught and learnt literature, the minds of women were significantly expanded. This led many to be inspired to re-think women’s role in society. So with the lives of American women “being shaped by a set of ideas that historians refer to as the cult of womanhood” American cultural notions of femininity were forever changed as the introduction of a new set of ideas inspired those to re-think the capabilities of women. The importance of their role cannot be overstated."],"display_date":"April 12, 1861 - July 1, 1894","search_date":"1877-11-20","citations":[{"divid":1486736610,"type":"Website","data":["Middle Tennessee State University","Women and the Civil War","Library of Congress","http://library.mtsu.edu/tps/Women_and_the_Civil_War.pdf","2/10/2017"]},{"divid":1486736717,"type":"Website","data":["Melissa Strong","Women in the Civil War","Digital Public Library of America","https://dp.la/primary-source-sets/sets/women-in-the-civil-war","2/10/2017"]},{"divid":1486737059,"type":"Book","data":["Louisa May Alcott","Hospital Sketches","","Boston","James Redpath","1863","1-5"]},{"divid":1486737363,"type":"Website","data":["Sam Smith","Female Soldiers in the Civil War","Civil War Trust","http://www.civilwar.org/education/history/untold-stories/female-soldiers-in-the-civil.html?referrer=https://www.google.com/","2/10/2017"]}],"locations":[{"id":10967,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":7,"tag":"Women"},{"id":42,"tag":"Civil Rights"},{"id":32,"tag":"Civil War"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}