{"id":6647,"title":"A Portrait of Failure","course_id":170,"status":"P","start_date":"1859-10-16","end_date":"1859-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This portrait of John Brown, the leader of the Raid on Harper’s Ferry in October of 1859, was drawn by an artist named David Hunter Strother after John Brown’s execution. and was published in Harper’s Weekly in June of 1866 and April of 1868. This was seen as important because it caused remembrance of the situation of Harper’s Ferry and how it was a key event in the Abolition of Slavery and the start of the Civil War. The other source used recounts how troubled past of the Brown family. It is an excerpt from an essay, by a professor named  Robert E. McGlone of the University of Hawaii, called Rescripting a Troubled Past: John Brown's Family and the Harpers Ferry Conspiracy, which was published in the Journal Of American History.","Going back to October of the year 1859, abolitionist John Brown, alongside other abolitionists, crossed the border of Maryland into Virginia. Brown took control of an United States arsenal at Harper’s Ferry. His hope was to arm slaves and have them break free. His mission, ultimately a failure as General Robert E. Lee and his platoon of Marines thwarted Brown’s plans and captured him, whilst killing off most of his men including Brown’s two sons. This ultimately led to Brown being tried for treason against the state of Virginia. The governor at the time, Henry A. Wise, gave permission for Brown to be hanged after finding him guilty. Finding him guilty, ultimately ended the cause according the McGlone’s essay.","Robert E. McGlone’s article praises Brown’s efforts for the abolition of slavery. He calls him a martyr for the cause. He praises his family for also being for this cause. His sons, Watson and Oliver, were also martyrs for this cause since they were killed during the firefight. McGlone also spoke on how the Browns came from nothing. They did not want credit for their doings, they just wanted slavery to be done with. He went on to talk about how the family did not receive any sort of credit. Their cause died with John Brown’s failure. Why should this receive any attention? They are saying this needs to receive attention because it pushed the nation into the direction of war between these two sides.","These events caused a huge stir in the South. Slave owners were terrified of something like this happening tothem. It also caused a discourse amongst political leaders. It stirred up massive amounts of tension between freestates and slave states. This also was a cause that called the attention to state laws and federal laws, and whichone overruled the other. Although this was not a key event to starting what later would be called the Civil War, itwas a push in that direction. This event more or less sounded a warning alarm of what was to come in the nextdecade. The portrait used was used to keep Brown’s cause alive. Keeping Brown’s cause in the light really shedsanother light on the causes of the Civil War."],"display_date":"October 16, 1859 - October 18, 1859","search_date":"1859-10-17","citations":[{"divid":1486736177,"type":"Online Encyclopedia","data":["Document Bank of Virginia","John Brown, Portrait, 1859","http://edu.lva.virginia.gov/dbva/items/show/108","February 7, 2017"]},{"divid":1486736283,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Robert E. McGlone","Rescripting a Troubled Past: John Brown's Family and the Harpers Ferry Conspiracy","The Journal Of American History","Organization of American Historians","Oxford University","Oxford University Press","1989","1179"]}],"locations":[{"id":10963,"lat":39.3253786,"lng":-77.7388818,"zoom":10,"place":"harpers ferry, west virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":95,"tag":"Abolition"},{"id":2743,"tag":"Abolitionist"},{"id":4,"tag":"Slavery"},{"id":629,"tag":"race"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}