{"id":6649,"title":"Race, Baseball, and The Civil","course_id":170,"status":"P","start_date":"1840-01-01","end_date":"1865-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Race and Baseball during the Civil War","            When you think of the first African American baseball player, who comes to your mind? For most people, it’s Jackie Robinson back in 1947 with the Brooklyn Dodgers.  What if I told you that African Americans had been playing baseball for more than 100 years before that? Back in the 1840’s through the 1850’s, African Americans formed clubs and played baseball all the way up until the time of the Civil War in 1865, but, just like 100 years later, African Americans would still have to face obstacles such as racism and discrimination in the nascent game we now call baseball.","            Back in the 1840’s and 1850’s, many African Americans in the north were very poor and didn’t have time to be playing baseball. But, there were some that could spare the time to play. Clubs sprung up all over the north as well as the south too. From New York to New Orleans, African Americans were teaming up play this new sport. Many of the people on the teams that could play were teachers, clerks, and artisans.","            Then came 1865. The Civil War put a temporary hold on this new game, but the years following the civil war, African American baseball clubs picked back up were they left off. But just as predicted, the more they played, the more hate and discrimination they had to overcome. Many newspapers would ridicule the ball players and say horrible racist things about them. In 1862, a reporter said that, everyone in the large crowd was “as black as an ace of spades.” But this didn’t stop anyone from playing. The same reporter also mention the crowds who would come and watch the games. He noted that, “A number of old and well known players, who seemed to enjoy the game more heartily than if they had been the players themselves.”","            All throughout the years of the war, leading up to it and following it, baseball was directly correlated to the civil rights to African Americans. “On July 4, 1859, Joshua Giddings, a white antislavery Republican congressman from Ohio, showed his support for desegregation and equality in baseball by playing in a game with African-Americans.” An elite African American baseball club known as the Philadelphia Pythian Baseball Club, were all activists for African American equal opportunity. “ In 1863 the club’s secretary, Jacob C. White Jr., and the shortstop and captain of its first nine, Octavius V. Catto, served on a committee that recruited soldiers for the Union Army and joined a local African-American militia. During the late 1860s Catto campaigned for the desegregation of Philadelphia’s streetcars and for blacks’ right to vote. After voting on Election Day of 1871, he encountered Frank Kelly, a Democratic Party supporter; the two got into a fight, and Kelly shot and killed Catto.” As shocking as this is, it was very common. Maybe not to that degree but African Americans were faced with many obstacles and hardships.","            The famed abolitionist, Frederick Douglass, had two sons, Frederick Douglass Jr. and Charles both played baseball during this time as well. In Rochester, New York, Frederick Douglass Jr., playing for an integrated baseball team called the Charter Oak Juniors and after the war, he founded Alerts Base Ball Club of Washington. And his brother, Charles was the third baseman for the team. In 1869, Charles joined the Washington’s Mutual Club."," “The 13th, 14th and 15th Amendments, ratified after the war, redefined state and federal citizenship and extended civil and political rights, but they included no provisions for equality in private, voluntary activities. Nevertheless, officers of the leading black clubs of Brooklyn, New York City, Philadelphia and Washington sought equal treatment by the white ball-playing fraternity. Some of them were on good terms with white club officials and frequently obtained permission to use their grounds for feature contests. White umpires sometimes officiated at their games. The Pythians enjoyed harmonious relations with the officers of the city’s powerful Athletics Base Ball Club, who gave them permission to use their field for major matches.” During the years leading up to the wars and the years following, African Americas fought for equal treatment among white baseball clubs. But there were many white baseball clubs did not want to play with all black teams. Saying they, “would have nothing to do with the dark votaries of the bat and ball.” Integrated games of baseball were not common. Except for one game that was put together by a name by the name of Thomas Fitzgerald, editor for a local newspaper called, “The City Item”. In this game, the Philadelphia Olympics played the Pythians, beating them 44-23. Leading many to say that “old-time prejudices were melting away in this country. Also, noting that interracial sporting events took place in England all the time. Another game involving integration, In September of 1870, Two clubs named, “The Resolutes”, One black and one white, fought for the right for the name. The black Resolutes won by an ashtonishing 25-15.","In 1870, baseball was on the upswing of becoming Americas favorite pastime, and just like everything else around it at the time – it was very segregated. Many African Americans would being playing professionally in the 1880’s, but it would be another 60 years until we would know the name, Jackie Robinson, breaking the color barrier for the final time, and completely changing the face of baseball as we know it."],"display_date":"January 1, 1840 - April 12, 1865","search_date":"1852-08-21","citations":[{"divid":1486736394,"type":"Website","data":["George B. Kirsch","Blacks, Baseball, and The Civil War","New York Times","https://opinionator.blogs.nytimes.com/2014/09/23/blacks-baseball-and-the-civil-war/?_r=0","Feb. 9th, 2017"]},{"divid":1486737321,"type":"Website","data":["Michael Aubrecht","Civil War Baseball: Baseball and the Blue and the Gray","Baseball Almanac","Civil War Baseball: Baseball and the Blue and the Gray","Feb. 9th, 2017"]}],"locations":[{"id":10969,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York"}],"tags":[{"id":32,"tag":"Civil War"},{"id":629,"tag":"race"},{"id":233,"tag":"Baseball"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}