{"id":665,"title":"Retrocession of Alexandria from Washington, D.C. to Become Part of Virginia","course_id":1,"status":"P","start_date":"1846-07-09","end_date":"1846-07-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 9 Alexandria retroceded,' or returned as a formal part of Virginia after being ceded from the state to create a portion of Washington, D.C. in the year 1790.  Alexandria was home to a flourishing slave trade at this time, and Southern congressmen wanted to protect it in the face of growing pressure from Northern abolitionists to ban slavery in the nation's capital.  Upon the city's retrocession into Virginia, slavery in Alexandria (which many considered the center of the slave trade in the region) would be protected should the practice be banned in the District itself.  However, due to intense conflict between lawmakers, abolition did not occur in Washington, D.C. until the year 1862.&lt;br /&gt;&lt;br /&gt;Retrocession did have its critics among the people of Alexandria, as well as nationwide.  On February 25, the National Intelligencer reported a gathering of a group who opposed the measure.  This group argued that Congress could not pass the resolution without the consent of a majority of the city's citizens, and this was coupled with some lawmakers' fears that if such a large part of Washington, D.C. were removed (Alexandria was at this time ten square miles) the federal government might feel no incentive to remain in that location.  On the whole, however, the people of Alexandria as well as those living in Virginia welcomed the passage of this legislation.  Upon receiving news of the resolution, the town set off a 100-gun salute in order to commemorate the occasion.  The Richmond Whig also published an article stating that Virginia would welcome back most cordially' this city into the Commonwealth."],"display_date":"July 9, 1846","search_date":"1846-07-09","citations":[{"divid":1214338519,"type":"Newspaper Article","data":["","Richmond Whig","Richmond, VA.","January 16, 1846",""]},{"divid":1214338535,"type":"Newspaper Article","data":["","National Intelligencer","Washington, DC","February 25, 1846",""]},{"divid":1214338586,"type":"Book","data":["Kevin Hardwich and Warren Hofstra","Virginia Reconsidered: New Histories of the Old Dominion",null,"Charlottesville, VA.","University of Virginia Press","2003",""]}],"locations":[{"id":496,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}