{"id":6651,"title":"Virginia Seccesion","course_id":170,"status":"P","start_date":"1861-04-17","end_date":"1865-04-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The act of secession was a very important topic when it came to the time before and during the Civil War. Through time you can still see the divide amongst our society from the effects of the war and secession of the southern states. One state that played an influential role in the Confederate states was Virginia. Virginia is a very history rich state, the first colony was in the state of Virginia and many political leaders of America were Virginians. I believe it is very important to discuss why Virginia left the union because many battles and the surrender of the war happened in Virginia. I believe the three main factor behind the secession of Virginia is their ties with slavery and the roots of their southern culture.","            Slavery played a very important role in the time of the civil war. Virginia was the most populous state of the south and had very deep ties in the slave trade. Geography played a huge role for slavery in Virginia, the barrier which affected it was the Blue Ridge Mountains. East of the mountains slavery dominated, plantation agriculture ruled and was the main source of income for that area. The slave trade was also found its grounds in Virginia making huge headquarters in Petersburg and Richmond, Virginia. William A. Link speaks in his book <em>Roots of Secession</em> and states “The entire Fabric of Virginia’s legal, constitutional, and political system was woven into the slave holding society, and the social interests and political imperatives converged around slavery.” This quote shoes the importance of slavery in the Virginian society and how they base their society around it.","            Even though Virginia was not the first to secede it had strong ties to its southern culture helped tip the balance when it came to the secession of Virginia. One aspect the kept the South so close is their pride in their society. The paternalistic ideals the south held kept unity across all of the southern states. The people of the south viewed the north as the people who wanted to start a revolution, and they were only doing what they believe was their right. In the <em>Declaration of Cause Secession of Virginia </em>it states “Having declared that the powers under the said Constitution were derived from the people of the United States, and might be resumed whensover the same should be perverted to their injury and oppression” In this quote, you can see that the people of Virginia felt that the southern way of live was being oppressed and it was there right to leave to preserve their rights.","            To conclude, the secession of Virginia was mostly motivated by their strong ties to slavery and the southern culture built around it. Though Virginia was not the first to secede, the state is home to many battles of the civil war and the surrender of the war. These events not only effected the people that lived during that time, they also will affect people for years to come. Even today the issues of the Civil War can still be seen throughout the country. The secession of the South played a pivotal role in the history of our country, and it will forever be studied and looked at by historians for years to come."],"display_date":"April 17, 1861 - April 1, 1865","search_date":"1863-04-09","citations":[{"divid":1486736259,"type":"Website","data":["Civil War Trust","The Declaration of Causes of Seceding States, Virginia","Civil War Trust","http://www.civilwar.org/education/history/primarysources/declarationofcauses.html#virginia","February 6, 2017"]},{"divid":1486736375,"type":"Book","data":["William A. Link","Roots of Secession: slavery and politics in antebellum Virginia","","Chapel Hill","U of North Carolina Press","2003","12-27"]}],"locations":[{"id":10970,"lat":37.5407246,"lng":-77.4360481,"zoom":8,"place":"RICHMOND, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1879,"tag":"Secession"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}