{"id":6654,"title":"White House of the Republic Florida","course_id":170,"status":"P","start_date":"1856-05-01","end_date":"1870-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Surrounding the \"Princess House\" in Fort George, Florida is a large plantation that once housed slaves in the remaining shack dwellings. One slave that lived on that once was plantation was  Anna M. Jai Kingsley. Although she was a slave, she did not live in the shack houses; she shared the big house with her master and husband Zephaniah Kingsley. Because of the marriage to slave owner, it granted her a different privilegesof life of freedom and a small piece of African American history","At the early age of 13 she was stripped from her crown, captured from her West African tribe, and forced to aboard a ship headed on the Atlantic ocean. From there she was shippedto Cuba where she was sold into slavery. Luckily, Zephaniah Kingsley purchased the princess and brought her back to hisFlorida plantation. Later on after their marriage, she begun to run the land, operate businesses, and slaves like she once did in West Africa. ","Anna and Mr. Kingsley's marriage wasn’t unusual; in fact, many owner's in the North, and in Spanish territories married and impregnated their slaves on a regular basis. In Spanishculture it wasn’t common to mistreat their slaves. Quite oftenthey granted them freedom and were even granted citizenship. In fact one of the first Black towns was formed in Spanish Florida.  ","By 1811 Anna was granted her freedom, which was five years after her enslavement. By then she already had three of their four children. Even though Anna and her children were granted their freedom. They still were reticule for their mixture of Black and Spanish heritage. Anna taught her children how to survive the cruel America they lived in. The strength and determination she embedded in them allowed them all to with stand the mistreatment they faced regularly. ","After the Master's death, Anna and her family remained in the \"Princess House\". She survived being captured, slavery, and harsh Florida laws. Her experience to harsh struggle at an early age, allowed her to teach her children the same. Anna Jai Kingsley's name and testimony  of living in the White House of the Republic Florida is carried throughout African American history. "],"display_date":"May 1, 1856 - May 1, 1870","search_date":"1863-05-01","citations":[{"divid":1486737322,"type":"Website","data":["U.S. Department of the Interior","The History of the Kingsley Plantation","U.S. Department of the Interior","www.nps.gov/timu/historyculture/kp_history.htm","February 6 2017"]},{"divid":1486737610,"type":"Website","data":["Kathy Tilford","Anna Kingsley: A Free Woman\"","Organization of American Historians","www.oah.org/pubs/magazine/women/tilford.htm","February 6 2017"]}],"locations":[{"id":10974,"lat":30.5927334,"lng":-81.8224362,"zoom":8,"place":"NASSAU, Florida"}],"tags":[{"id":1486737273,"tag":null},{"id":3263,"tag":"Free slave in south"},{"id":3264,"tag":"Spanish Florida"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}