{"id":6655,"title":"An Analysis of Division Casued by Civil War","course_id":170,"status":"P","start_date":"1861-04-21","end_date":"1861-04-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War brought many divisions amongst family and friends. Although many people remained loyal to the side which they lived, there were few who went against the grain. Many soldiers had already been in the military belonging to certain battalions, divisions. Because of this, soldiers had the opportunity to befriend individuals from both the Union and the Confederate, before there was such. Ideologies were not split evenly between Union, and Confederate lines, but between individual consciousness. There has been enough evidence of friends against each other in the war, such as Wesley Culp, and Jack Skelly who grew up as close friends in Gettysburg, Pennsylvania. Many documents show the division amongst friends and brothers. This is evident in an exchange between Confederate soldier Braxton Bragg, and Union soldier Henry Hunt. The two soldiers are friends have two completely different allegiances and causes to fight for. While they still addressed each other as friends, they strongly supported their cause and made sure their comrade understood why the Union or the Confederate ideologies were correct.","            One of the biggest disagreements between the two were the cause for war.  An observation of the letters between Bragg, and Hunt aid understanding in allegiances that caused divisions in family and friendships. In exchange from Bragg and Hunt, it is evident that the two were not simply acquaintances, but considered one another brothers “A few short months since companions in army, and almost brothers in friendship, it is hard to realize the fact that we [inserted: are] in hostile array against each other”.  Bragg believed that the war was not started by or for politicians, but rather for the people, stating, “The people, en–mass, are the leaders – and every man is now united in the cause.” Bragg strongly agreed that the war was for the common good of the people, and that the war simply defended the cause of the South. He also argued that the war was not started by the South, but it was the desire of the North to start the war. These would be two key factors in his letter to Hunt."," Hunt, on the other hand, believed that the war was started by the elite and for the elite. Hunt believed that the war had lost it’s original purpose, and was not for the common good of the Union, but simply acting upon the retaliation of the South. Stating “A democrat of the [illegible] school I now believe that the party was broken up simply to bring about secession, and unfortunately the course of events in the south has enabled the leaders to drag the people with them.” For Hunt to express this to one who was nearly a brother it is evident that the two could not look past their differences in ideology about the Civil War. The discord between family and friends makes this war even more intense. ","             Another article describes the story of two people who grew up as best friends in Gettysburg, Pennsylvania but still ended up fighting against each other. An article by Jay Bellamay shows the intense event of occasions that rose because of the Civil War. Intertwined with love, betrayal, and eventually death, it is evident that the Civil War ruined family and friends forever. The sting of betrayal still lingers, and the causes of the war still change, but one thing is true, that the Civil War was a bitter war with diverging ideologies that will never waver."],"display_date":"April 21, 1861 - April 23, 1861","search_date":"1861-04-22","citations":[{"divid":1486735959,"type":"Website","data":["The Gilder Lehrman Institute of American History","Best friends divided by the Civil War, 1861","The Gilder Lehrman Institute of American History","https://www.gilderlehrman.org/history-by-era/american-civil-war/resources/best-friends-divided-by-civil-war-1861","February 6, 2017"]},{"divid":1486737902,"type":"Website","data":["Jay Bellamay","Brother Vs. Brother","National Archives","www.archives.gov","February 7, 2017"]}],"locations":[{"id":10987,"lat":30.327303,"lng":-87.290514,"zoom":8,"place":"fort pickens"},{"id":10986,"lat":30.421309,"lng":-87.2169149,"zoom":8,"place":"pensacola, florida"}],"tags":[{"id":3266,"tag":"Disagreements"},{"id":3265,"tag":"Friendship"},{"id":32,"tag":"Civil War"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}