{"id":6658,"title":"A Northen and Sothern perspective of the slave trade using slave coffles as the main transportation of the slaves.","course_id":170,"status":"P","start_date":"1840-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The transportations of slaves during the Domestic Slave Trade allowed cotton sales to flourish as well as the income of slave owners. Slave owners knew that transporting a small group of slaves would be more manageable than a larger group in the prevention of riots and allowed more control over them. The domestic slave trade from someone with an abolitionist perspective, would say that the treatment of the slaves is inhumane while a southern slaveholder treated a slave as a source of property and future investment. White slave holders had to take extra precaution to ensure they were safe from any type of revolution. James Buckingham stated that, “we met a group of slaves including men, women, and children, the men chained together in pairs, the women carrying the children and bundles as they march to the South.” The abolitionists of the 1830’s believed that slavery was a national sin, centered on Evangelical Protestants beliefs. Abolitionists desired the slave trade to cease knowing that the slaves deserved better. Several abolitionists that were prominent figures fighting for the emancipation of slaves were William Lloyd Garrison, Wendell Phillips, and Frederick Douglass. Douglass, A freed slave and an important figure fought for the emancipation of slavery through the eyes of once being a slave, escaping to the North to fight. He understood the hardships and psychological trauma a slave could have suffered.","A southerner enjoyed the control associated with the binding of slaves to physical labor, they relished the fact that they could relax while the slaves sweated through the day picking cotton and suffering bloody fingertips. Southerners believed that an end of slavery would demolish their economic system until the creation of cotton. Cotton was a useful resource that allowed clothing to be created and sold, however, southerners realized previous slaves could be potential candidates for the task. If the slaves would have been set free, southerners believed that they would be unemployed and could band together to create a revolution burning land, houses, and animals in order to get revenge. The southerners’ method was cruel indeed, however, the binding of individuals together combined with a small group enabled a successful transport of slaves to the railroad station for further transportation to future slaveholding sites. Many abolitionists after seeing the mistreatment of the slaves fought to end the “madness”. Besides cotton, sugar was also a popular cash crop to be sold alongside cotton to increase the slaveholders’ income. Southerners viewed slave coffles as a cheap form of transportation that allowed the advancement of economic growth despite the Northerners viewpoint. Famous abolitionists such as Frederick Douglass deserve admiration for their dedication toward the fight to emancipate slaves. The Declaration of Independence states,” We hold these truths to be self-evident, that all men are created equal.” These words are a symbol of freedom upon the backs of the slaves, Thomas Jefferson knew that every man should be equal, that every person has certain rights from birth. That no person should have to endure the suffering of human trafficking or unequal treatment due to the color of one’s skin, or the breaking apart of one’s family due to a system designed to oppress.","The end of the Civil War brought freedom and promise of a new generation. Although there was still a need to rebuild as a result of the damage that occurred, a new opportunity was able to present itself, the opportunity of justice and retribution. The Civil War can be debatable, as far as whether it was a result of taxes and tariffs, or slavery, it was actually about separation and the need to be rejoined. But the Civil War, as most wars are, ended in bloodshed but the result changed the perspective of fellow Americans forever. The North and the South merged as one to create a better establishment built for the American people. Abolitionist fought for the rights of slaves because it was a moral obligation. The treatment of slaves during the Domestic Slave Trade was very cruel and deserved, from a northern perspective, condemnation. With the aftermath of the Civil War, today’s generation can now celebrate the end of a despicable business that profited from the trafficking of human beings which lead to an increase in production in cotton and the wealth of slaveholders who profited off of the enjoyment of control and brutality to mold their slaves into a form of capital."],"display_date":"1840 - 1860","search_date":"1850-07-02","citations":[{"divid":1486736716,"type":"Book","data":["James Buckingham","The Slave States of America","2","London","unavailable","1842","553"]},{"divid":1486737478,"type":"Website","data":["inmotionaame","The Domestic Slave Trade","The Domestic Slave Trade","http://www.inmotionaame.org/print.cfm;jsessionid=f8302413061486479932502?migration=3&amp;bhcp=1","Feb. 7 2017"]},{"divid":1486737866,"type":"Book","data":["Nehemiah Adams","A South-side View of Slavery","na","Boston","T.R. Marvin","1854","77"]},{"divid":1486738121,"type":"Website","data":["Kelly L. Morgan","Unalienable Rights, Equality and the Free Exercise of Religion","LONANG Institute","http://lonang.com/commentaries/conlaw/religious-liberty/c71c/","Feb 7. 2017"]}],"locations":[{"id":10988,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":3268,"tag":"Slave Coffles"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}