{"id":666,"title":"Memphis &amp; Charleston Railroad Chartered in Tennessee\n","course_id":1,"status":"P","start_date":"1845-02-02","end_date":"1846-02-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Memphis & Charleston Railroad was chartered on February 2, marking the first rail route from inland Memphis, Tennessee east toward Charleston, South Carolina and the Atlantic Ocean.  Although the railroad made little progress until into the 1850s, it was important for the region not only because it linked much of what was still a frontier' state with the rest of the coastal South but also because it diverted trade from the Mississippi River.  This railroad affected the trade of cotton up and down the Mississippi from New Orleans by rerouting this part of the trade toward Charleston and the Atlantic Coast.  Later, during the Civil War, the Memphis & Charleston Railroad was very valuable to the Confederacy.&lt;br /&gt;&lt;br /&gt;The News and Courier reported on January 9 that the state railroad company held a Railroad Convention in Charleston in order to discuss this measure; delegates from Memphis were present and had been invited to participate.  The South Carolinians, very sensitive to the fact that Tennessee's natural resources were going untapped due to the natural barriers' of the region, made speeches reporting the advantages of the construction of a railroad from Tennessee that would connect the inland state with South Carolina's existing railroads as well as with trade from the Atlantic Ocean.  Railroads of this kind were even seen as a vital part of the country's defense should it come under attack , troops and supplies could be transported quickly and easily.  At the end of this meeting, the resolution to begin construction on the railroad was officially resolved, in the best interests of parties from both states."],"display_date":"February 2, 1845 - February 2, 1846","search_date":"1845-08-03","citations":[{"divid":1214501047,"type":"Newspaper Article","data":["","Charleston News and Courier","Charleston, SC","January 9, 1846",""]},{"divid":1214501069,"type":"Book","data":["Robert E. Corlew","Tennessee, A Short History",null,"Knoxville, TN","University of Tennessee Press","1981",""]},{"divid":1214501818,"type":"Manuscript","data":["","Southern Rail Road Company : report: the committee appointed by the citizens of Vicksburg to obtain a charter from the legislatures of Alabama and Mississippi [for the Charleston and Western Rail Road], broadside",null,"","","","Special Collections Library, University of Virginia"]}],"locations":[{"id":497,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}