{"id":6662,"title":"Analysis of The Gettysburg Address","course_id":170,"status":"P","start_date":"1863-11-19","end_date":"1863-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  On November 19, 1863 in Gettysburg, Pennsylvania, Abraham Lincoln gives his most famous speech as president. This address takes place at union cemetery after the Battle of Gettysburg and is meant to help mourn the loss of the soldiers that died, but it did way more than that. The Gettysburg address is one of the most important speeches given during the time of the civil war. This speech encapsulates everything that the United States was struggling with during that time. Abraham Lincoln is able to use this speech as a sign of hope for the thousands of people who have lost it.","The Gettysburg address embodies what our country stands for but also show why the United States is a great country. Though the struggle of the war was at its climax Lincoln was able to bring a sense of security to the people of the union. The beginning of this speech sets the tone for the message Lincoln is trying to convey. In his address he states “Four score and seven years ago our father brought forth, upon this continent, a new nation, conceived in liberty, and dedicated to the proposition that “all men are created equal”.” In this infamous quote he is trying to make the statement that this country is founded on the principle of equality and he plans to do all he can to make it stay that way. So many people in the country at that time just wanted the country to come back together on the principles it was founded on.","Another point Lincoln tries to make in his address is that you can’t forget the events that are unfolding throughout the war. He says “ That we here highly resolve these dead shall not have died in vain; that the nation shall have a new birth of freedom and that the government by the people by the people for the people, shall not perish from earth.” Lincoln is trying to tell the people of the union and the rest of the divided country that we have to protect the principles that the men on the battlefield are fighting for, and we can’t let them die in vain. He also sends a beacon of hope to many people throughout saying that we are still a country for the people and it will not change.","To conclude, the Gettysburg Address is one of the most influential speeches of its time and it is still known around the United States today. Lincoln was able to convey a message of hope and determination when it was hard to have either of them. He spoke of the principle our countries were founded on and why we cannot forget the importance of each event of the Civil War. The effect of this war still echoes throughout our everyday lives. This address is able to embody everything we stand for as a country and it will forever be known as one of the best speeches given by a president."],"display_date":"November 19, 1863","search_date":"1863-11-19","citations":[{"divid":1487605931,"type":"Website","data":["Civil War Trust","Gettysburg Address","Civil War Trust","http://www.civilwar.org/education/history/primarysources/gettysburg-address.html","Feb. 19 2017"]},{"divid":1487606148,"type":"Website","data":["New World Encyclopedia","Gettysburg Address","New World Encyclopedia","http://www.newworldencyclopedia.org/entry/Gettysburg_Address","Feb. 19 2017"]}],"locations":[{"id":11000,"lat":39.8309293,"lng":-77.2310955,"zoom":8,"place":"Gettysburg, Pennslyvannia"}],"tags":[{"id":701,"tag":"Lincoln"},{"id":3270,"tag":"Gettysburg Address"},{"id":32,"tag":"Civil War"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}