{"id":6663,"title":"Legacy of the American Civil WAr's Medical Practices","course_id":170,"status":"P","start_date":"1862-09-02","end_date":"1863-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The devastation of infrastructure is an unfortunate sine qua non of war. With this lamentable fact, human casualties are an inevitable aspect of warfare. This universal truth can best be seen during the American Civil War; a domestic conflict that caused immense human suffering. Being documented extensively by both the Union and Confederacy, the physical trauma and living conditions the wounded soldiers faced can be heavily studied. By looking at the practices prior to, during, and after the civil war, considerable advancements in the practice of medicine, germ theory, equipment, and hospitalization systems can be observed as the demand for improvements became particularly severe during this tremulous time period. With this originally unprecedented need of organized hospitalization, the American Civil War helped project the study of medicine, and antiseptic medical practices into the modern age as many discoveries, and  advancements were made by prominent figures.  ","It is tragic in our contemporary society to know that as many of one third of the deaths experienced during the American Civil War could have been prevented had the facilities caring for the wounded been properly prepared to battle infection. With many making military equipment a priority over medical equipment, many hospitals were ill fit to care for the thousands injured. Famed American author Walt Witlman described the gruesome living conditions many soldiers were subjected to as abominable stating that he saw, \" heaps of amputated feet, legs, hands\" as he spoke of the horrid smell of putrefying flesh. He also noted that many soldiers were shaking as their blankets did not protect them from the cold with many  not even able to cover their feet with them. In addition to this unfortunate fact, most surgeons did not have experience treating wounds; for ever solider that died of a gun wound, two died of a disease that resulted from an infection. This gross amount of ignorance created the perfect breeding ground for the spreading of infection as utensils were not disinfected (being shared amongst many individuals) physicians had an immense lack of knowledge on proper physical examinations, and the nurses did not have access to give the soldiers proper clothing and nutrition.  ","On September 21st a disheartened soldier by the name of Adam wrote to his mother and father about his adversities. Stating that he had “no blanket nor any clothes,” his depiction of life inside military camps is all too similar to those that documented their stay. Speaking of the little medical supplies present, and wounds of those around him, while it appears that he is censoring certain aspects of life for the sake of not worrying his parents, it is still very evident that all is not well within the facilities. Another individual by the name of John Redfield wrote a bit more openly about his difficulties to his family as he described his journey in Harper’s Fery claiming that since his battles his hearing and vision have considerably worsen. Unable to provide him with proper treatment at the hospital camps, for soldier Mr. Redfield, his health unfortunately only deteriorated.  ","Understanding the need for advancement, it was only after considerable deaths that doctors began to organize themselves and begin to contemplate the dire situation. So with everything about the medical procedures during the warring period being abhorred, the pus stained coats, and bloodied equipment were slowly evaluated as connections started forming. It was at this time that Johnathan Letterman improved the ambulance transportation system, which previously was frustratingly disorganized, causing many to die during their wait. With this improvement came the introduction of anesthesia; allowing more complicated surgeries to be performed on individuals such as amputations. This improvement helped significantly decrease the amount of suffering experienced by those who previously had to maintain consciousness during procedures. All due to the desire to lessen the amount of pain, many humanitarians congregated, and began to conceptualize and innovate. One exceptional individual that wrote the book on hygiene for the army during this time period was William A. Hammod, a general of the Union army. Understanding the connection between illness and cleanliness, General Hammod standardized and organized a system of hospital layouts and inspections. In addition to this humanitarian, and founder of the Red Cross Clara Barton was a well-known leader that advocated for the importance of efficient transportation systems to provide all with medical supplies.  ","By no means were the medical techniques exhibited throughout the war advanced. Many atrocities occurred that left thousands with curable illnesses dead due to lack of knowledge on antiseptic practices. This resulted in a death toll that is still spoken about in morbid awe today in our contemporary society. Needing to expand, and innovate on the study of medicine, it was undoubtedly due to this tragedy that the pace of progression that occurred happened as quickly as it did. The pertinent need of advancement helped progress the medical practices exhibited in the civil war to what we know observe and benefit from today. "],"display_date":"September 2, 1862 - January 1, 1863","search_date":"1862-11-01","citations":[{"divid":1487616409,"type":"Website","data":["Ina Dixon","Civil War Medicine","Civil War Trust","http://www.civilwar.org/education/history/civil-war-medicine/civil-war-medicine.html?referrer=https://www.google.com/?referrer=http://www.civilwar.org/education/history/civil-war-medicine/civil-war-medicine.html","1/20/2017"]},{"divid":1487616536,"type":"Website","data":["Jenny Goellnitz","Civil War Medicine: An Overview of MEdicine","Ohio State University","https://ehistory.osu.edu/exhibitions/cwsurgeon/cwsurgeon/introduction","2/20/2017"]},{"divid":1487616989,"type":"Website","data":["Collective Individuals","Letters and Diaries of Soldiers and Civilians","Antietam National Battlefield","https://www.nps.gov/anti/learn/education/upload/Letters%20and%20Diaries%20of%20Soldiers%20and%20Civilians.pdf","2/20/2017"]}],"locations":[{"id":11001,"lat":38.5976262,"lng":-80.4549026,"zoom":8,"place":"West Virginia, United States"}],"tags":[{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}