{"id":6664,"title":"John Brown: The Man of Action","course_id":170,"status":"P","start_date":"1855-01-01","end_date":"1859-12-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" John Brown was a notorious abolitionist man during the 1850’s with a mission to end slavery before it expanded. Brown believed that the use of violence and arming slaves would be the only way to overthrow slavery. On October 16, 1859, Brown led twenty-one men on a violent raid on the federal government at Harper's Ferry, Virginia (now known as West Virginia) in the attempt to abolish slavery. Due to his vicious acts to end slavery, Brown was referred to as a “terrorist” in America especially in slaveholding states. Even though, Brown’s attack on Harper’s Ferry was an unsuccessful event on the attempt to end slavery. It became a monumental event for the abolitionist movement and made Brown a historical hero.","                          Brown was born in 1800, to a deeply religious family with a father who opposed to the idea of slavery. As a young boy, Brown and his family moved to Ohio state because of the state antislavery views. With his father’s influence, he believed that the rights of an America citizen applied to all no matter the color of person’s skin. He felt that all people should be free and treated equally with respect despite their position. His fight to end slavery was led on basis that “evil should be ended by any means necessary” no matter the consequences.","Even as a grown adult, Brown was still devoted to causes he believed in which led him to finance the David Walker's Appeal and Henry Highland's \"Call to Rebellion\" speech publication. He also gave land to fugitive slaves and began to raise young black children as his own with his wife. He was also heavily active in the Underground Railroad helping many slaves from the South to Canada. In 1847, Frederick Douglass stated that “ though he’s a white gentleman...Brown deeply interested in our cause, as his soul has been pierced by slavery.” It was at the meeting where Brown discussed his plan on a war to free slaves.","                          In 1851, Brown helped found the League of Gilead, an organization that worked to protect escaped slaves from slaves catchers. League of Gilead was created as a reaction to Congress Fugitive Slave Act, which gave slave owners the use of federal law enforcement powers to go to the North, to seek the return of escaped of slaves. He did not become a well-known historical activist until 1855 until he came to Kansas despite his other many antislavery acts. He became a leader of anti-slavery guerillas and fought in a war against proslavery in Lawrence, Kansas. He continues to fight pro-slavery towns by brutally killing five residents after his first attack for the rest of the year.","  Brown attack on Harper’s Ferry where he raided the town with five black and sixteen white armed men came to an end. When local farmers and army men led by Robert E. Lee ended the attack after thirty-six hours, most of Brown’s men were killed or captured. Brown was wounded and captured and put on trial in the town of Charleston, Virginia(now known as West Virginia).After being found guilty, Brown was hanged on December 2, 1859, for the attack. Still to this day, on the anniversary of his death known as “ Martyr Day” in Philadelphia, he is honored for his mission to end slavery."],"display_date":"January 1, 1855 - December 2, 1859","search_date":"1857-06-17","citations":[{"divid":1487631838,"type":"Website","data":["National Archives","Why John Brown Matters","National Archives at Philadelphia","https://www.archives.gov/philadelphia/public/john-brown.html","February 20,2017"]},{"divid":1487632062,"type":"Website","data":["Public Broadcasting Service","John Brown","Public Broadcasting Service","http://www.pbs.org/wgbh/aia/part4/4p1550.html","February 20,2017"]}],"locations":[{"id":11005,"lat":38.3498195,"lng":-81.6326234,"zoom":8,"place":"Charleston, West Virginia"},{"id":11004,"lat":39.3253786,"lng":-77.7388818,"zoom":8,"place":"harpers ferry, west virginia"}],"tags":[{"id":3272,"tag":"Harpers Ferry Attack"},{"id":2743,"tag":"Abolitionist"},{"id":4,"tag":"Slavery"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}