{"id":6666,"title":"Events leading to the Civil War","course_id":170,"status":"P","start_date":"1854-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            During the 1850’s, racist thinking still contaminated the South. Southerners believed that their tradition was being harmed and violated. A northerner believed in equality of all people, as it is stated in the Declaration of Independence. Southerners still viewed slaves as property, instead of people. This mind of thinking disregards any mere thought of a person as human, instead, mainly just a source of income. The damaging thought of a slave not being able to walk among society during those times is one that is morally disheartening and considered a grotesque view to one’s eyes. Several key cogs within the overall machine of history during the 1850’s that lead up to the Civil War include:  The Kansas Nebraska bill, the election of Abraham Lincoln, and the possible cohabitation between the North and the South despite opposing views.","            The Kansas Nebraska act of 1854 was created by Stephen A. Douglas, an Illinois senator who believed that Nebraska should be a slave state. The sole principle that the Kansas-Nebraska Act is based on is popular sovereignty. Popular sovereignty is where the citizens within the territories would decide whether they wish to be a slave or free state. The Kansas Nebraska Act was fueled by the thought and opportunity the transcontinental railroad had in allowing faster transportation. “The Little Giant”, as Douglas was called, created a bill that would split the Whig Party, and most northerners would go to the new Republican party. Most settlers coming from both the North and the South, just wanted peace, ignoring the issue of slavery. The Kansas-Nebraska Act would cause violence and tension to increase exponentially between the North and the South. Due to the Missouri Compromise of 1820 being revised, the likelihood of the transcontinental railroad decreased. However, Douglas manages to pass the bill behind the scenes and “Anti-Nebraska” groups are formed across the North. People living in the North and South during that time had opposing views that would lead to an unavoidable conflict. As tension had risen by the Kansas Nebraska Act, it was repealed due to the rise of Abraham Lincoln as president in 1860.","On October 16, 1854, Abraham Lincoln stated why he rejected the Kansas-Nebraska Act. He stated,” If the negro is a man, why then my ancient faith teaches me that ‘all men are created equal;’ and that there can be no moral right in connection with one man’s making a slave of another.” Once Abraham Lincoln was elected, he faced the worst crisis America has glimpsed in history. The United States, on the verge of moral destruction, was placed within the kind hands of Abraham Lincoln to restore America and change the citizens’ viewpoints for the better. Even though Lincoln was affiliated with the Republican party, he never stated that he wanted slavery to end, only confined to the South. As Lincoln’s election was confirmed on November 6<sup>th</sup> 1860. After Lincolns election, southern states began reacting as they said they would, by leaving the Union.","The possible cohabitation of the North and South based on Lincolns election seemed improbable. Southern states refused to interact with Lincoln demonizing him as a “John-Brown” figure. Lincoln believed the South had reached an all-time low. The possibility of unity of the North and the South during the 1860’s decreased. Because of the separate ideals, the Norths viewpoint was seen as pointless to southerners, southerners had their own source of income generating millions of dollars, however, at the expense of captured servants.  During Lincolns presidency, Southern states didn’t believe their eyes, the fact that Lincolns ideals despite being a Republican, mirror the mindset of an abolitionist. The tension caused by such an issue would ultimately split the separated nations. Because northerners favored industrial factories and treatment of all people as equal, naturally viewed the southern mindset as idiotic and insensitive to fellow people. This treatment, through a northerners eyes was worthy of condemnation not appraisal. Southerners during that time revolted at the threat of their traditional values and standard of living being harmed. They resulted in violence as a revolutionary act, as a last stand to fight for what they believed was right. This split of two nations due to the concept of slavery is ultimately what caused the Civil War.","Through the Kansas-Nebraska Act and with the election of Abraham Lincoln causing the secession of southern states, the foundation of the Civil War was laid out. The dividing issue noted by many historians, is slavery. Both the North and the South had separate ideals and because of that, were bound to have a conflict, it was just a matter of when. Conflict is not good but the resolution after conflict can be astounding. Lincoln tried his best to turn things around, even though the South will become worse, there will be a better future. The northern perspective focuses on the rights of all people, while southerners couldn’t comprehend the simple concept of courtesy to fellow man, they valued greed more than innocent people. Change is what young America needed, but it appears that the conflicting ideas, which can be labeled as puberty, has once again stained the loins of the foundational concept of equality and democracy."],"display_date":"1854 - 1860","search_date":"1857-07-02","citations":[{"divid":1487641410,"type":"Website","data":["Library of Congress","Today in History","Library of Congress","https://www.loc.gov/item/today-in-history/april-23","February 19. 2017"]},{"divid":1487641671,"type":"Website","data":["N/A","Lincoln Takes Presidency of a Nation in Crisis","American History","http://www.manythings.org/voa/history/93.html","February 19. 2017"]},{"divid":1487641797,"type":"Book","data":["Fehrenbacher, Don E. and Fehrenbacher, Virgina","Recollected Words of Abraham Lincoln","N/A","New York","New York Times","December 20th, 1860","6"]},{"divid":1487641966,"type":"Website","data":["Basler, Roy P.","Peroria Speech, October, 1854","Collected Works of Abraham Lincoln","https://www.nps.gov/liho/learn/historyculture/peoriaspeech.htm","February 19. 2017"]}],"locations":[{"id":11007,"lat":37.09024,"lng":-95.712891,"zoom":4,"place":"United States"}],"tags":[{"id":683,"tag":"Abraham Lincoln"},{"id":3275,"tag":"Kansas-Nebraska"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}