{"id":6669,"title":"Gettysburg Address","course_id":170,"status":"P","start_date":"1863-11-19","end_date":"1863-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On November 19, 1863 the Soldiers National Cemetery in Gettysburg, Pennsylvania was dedicated to the fallen and unfallen Union soldiers of the civil war. The dedication was known to be very long because of the famed orator Edward Everett, who spoke for over two hours, then turned the podium to President Lincoln. Then President Lincoln’s speech was stated to be 2 minutes tops, speaking on the fallen and what they fought and stood for. With the famous beginning “Four score and seven years ago…” he spoke with passion for the reason the war was being fought and how ordinary put their lives on the line for what they believed in. ","            He touched on what the nation the founding fathers made used to be, and how they are now at war but only strong nations pull together through all turmoil. “But, in a larger sense, we can not dedicate—we can not consecrate—we can not hallow, this ground—” In this quote he expresses his gratitude towards these brave men, also stating that they are essentially putting them on a pedestal. He also stresses that these fallen men will not have died in vein. In other words that they will not stop there they as a whole Union will still continue with this fight until they have become victorious. ","            He did not want to just recognize or dedicate the grounds to the fallen ones he dedicated to anyone who fought for the cause and believed in it. Lincoln also mentioned that this dedication should not be remembered by what was said but the fight that got them to where they were. It is to be said that Edward Evette later wrote a letter to President Lincoln on his letter be famously known for hundreds of years later. “Permit me also to express my great admiration of the thoughts expressed by you, with such eloquent simplicity and appropriateness, at the consecration of the Cemetery.”  Everett states in his short letter Mr. Lincoln for keeping the reason in mind while also taking 1 hour and 58 minutes less than he did. ","There are 5 known manuscript of the popular presidential speech, Lincoln gave two to his secretaries John Nicolay and John Hay. 3 copies were written after November 19<sup>th</sup> for charitable purposes. The copy for Mr. Everett, who spoke prior to Lincoln, is located at the Illinois State Historical Library in Springfield. "],"display_date":"November 19, 1863","search_date":"1863-11-19","citations":[{"divid":1487643611,"type":"Website","data":["Exhibition Home","Gettysburg Address","Library of Congress","https://www.loc.gov/exhibits/gettysburg-address/","2/19/17"]},{"divid":1487643933,"type":"Website","data":["ABRAHAM LINCOLN","The Gettysburg Address","Civil War Trust","http://www.civilwar.org/education/history/primarysources/gettysburg-address.html","2/19.17"]}],"locations":[{"id":11011,"lat":39.8309293,"lng":-77.2310955,"zoom":8,"place":"Gettysburg,PA"}],"tags":[{"id":683,"tag":"Abraham Lincoln"},{"id":3277,"tag":"The Gettysburg Address"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}