{"id":6679,"title":"Dismissal Due to Alleged Perversion during the Lavender Scare","course_id":173,"status":"P","start_date":"1/1/45","end_date":"12/31/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Persecution in the United States during the Cold War is often only thought of as pertaining to alleged Communist sympathizers; however less publicized was the discrimination faced by homosexuals during this period. Already a time of great turmoil and uncertainty throughout America, McCarthy’s time in Senate was especially volatile for the homosexual community as investigations and interrogations were made in an attempt to expose them. The contagion of terror regarding communist spies and traitors consuming the nation made the homosexual community a convenient target for a tandem witch-hunt, as it was believed that they were “…vulnerable to blackmail and therefore…security risk[s]” (Johnson 1994, 47). This period, known as the Lavender Scare, was rife with conflict between the Federal government and the gay community as family, friends, and colleagues began being dismissed from their jobs (Johnson 1994, 46). The Senate issued a report, “Employment of Homosexuals and Other Sex Perverts in Government”, which condemned homosexuals as morally depraved and thus “…unsuitable for employment…” (Hoey 1950, 19). It was decreed that intelligences within the work place of “sexually perverted” activities were to be investigated immediately and the person expediently and mercilessly removed from their post, regardless of years of employment.","Beyond this, Hoey’s report recommended amending the regulations on homosexual activities to make prosecution easier and penalties harsher, further constricting the gay community and thickening the shroud of fear that hovered over them (1950, 17). According to Hoey, the dismissal of purported homosexuals was justifiable in that it was in the greater interest of society to be protected from these individuals, which he viewed as deplorable (1950, 20). This was further validated by the mainstream psychiatric reasoning at the time that claimed homosexuals could be treated if “…they [had] a genuine desire to be cured” (Hoey 1950, 3).","The Lavender Scare continued to escalate as the Eisenhower administration prevented the outright employment of those convicted of sexual perversion. Homosexuals holding places in office were seen as weakening the American government and a severe “security risk” (Johnson 1994, 48). Roosevelt also came under scrutiny for “…harboring at least one homosexual…” (Johnson 1994, 50) in his office, but instead of defending them, Roosevelt also forced their resignation.","These acts of bigotry and the hostility had a tremendous effect on the self-concept of homosexuals. As Sullivan noted, homosexuals were singled out and ridiculed, while society at large turned against them. This was a tremendously demoralizing experience, because not only were they being thrown from their jobs, but forced to live in an environment of hostility and stigmatization (Sullivan 1990, 208). As a result they suffered from depression, feelings of inferiority, as well as fear, hatred, and denial of their sexuality.","The “Employment of Homosexuals and Other Sex Perverts in Government” had dramatic ramifications in the treatment of homosexuals and their perception in society. It created a chasm in society, an “us” and a “them”, with lastly and profound consequences that remain interwoven in the fabric of society today."],"display_date":"1945 - 1969","search_date":"1957-07-02","citations":[{"divid":1488416742,"type":"Article","data":["David K. Johnson","Homosexual Citizens: Washington's Gay Community Confronts the Civil Service","Washington History","6, no. 2","1994/1995","44-63"]},{"divid":1488416883,"type":"Government Document","data":["Employment of Homosexuals and Other Sexual Perverts in Government","Interim Report","December 15, 1950","Washington, D.C.","United States Government Printing Office","1950","1-21","Washington, D.C.",""]},{"divid":1488417162,"type":"Article","data":["Gerard Sullivan","Discrimination and Self-concept of Homosexuals Before the Gay Liberation Movement: A Biographical Analysis Examining Social Context and Identity","Biography","13, no. 3","1990","203-221"]}],"locations":[{"id":11092,"lat":38.9071923,"lng":-77.0368707,"zoom":6,"place":"Washington, D.C."}],"tags":[{"id":1667,"tag":"Discrimination"},{"id":291,"tag":"Cold War"},{"id":3299,"tag":"LGBT/Homosexuals/Gays"},{"id":468,"tag":"employment"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}}