{"id":6682,"title":"The Bisbee Deportation: A Darker Side to the History of Immigrants in Arizona","course_id":173,"status":"P","start_date":"6/24/17","end_date":"7/12/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With World War 1 underway the price of copper had tripled in comparison to before the war. Even with the price increase of copper, the wages of the miners however, stayed the same. The copper mine owners were hoarding the proceeds. Many of the copper miners were immigrants or children of immigrants and saw the hierarchy between the first class owners and they themselves as the working middle class. This hierarchy created a means for the owners to run the town as they saw fit, which left the minors and the other citizens helpless to protest against them. The Industrial Workers of the World or IWW, a union, tried to step in and have the workers rise up and push the owners to unionize. When the workers presented their list of demands to the Bisbee Mining Companies and went on strike the mine owners had both the minors on strike and any sympathizer rounded up, placed on a train, and sent to New Mexico and left in the middle of the desert. These stranded workers soon received word that they would not be allowed back into Bisbee, and that all entrances to the town were barricaded and under surveillance.","After the deportation of the workers occurred, six citizens from the Citizens Protective League of Bisbee and Douglas travelled to Phoenix, Arizona to speak with Governor Campbell. Their purpose was to give the Governor a first hand account of the events the lead up to the deportation of the mineworkers, from the point of view of the copper mine owners. At the time the meeting took place, the minors and their sympathizers were still not welcome in the Bisbee and Warren mining district. After their piece was spoken Governor Campbell informed the men that deporting the minors was completely illegal, innocent men were deported against their rights. He also went so far as to tell them the law was meant to be upheld by the Governor, and that the committee and mine owners had taken the law into their own hands. In a broader historical context the deportation at Bisbee matters because it highlights the tensions between law enforcement and political organizations like the IWW, where law enforcement officers were growing increasing agitated with groups like the IWW trying to unionize the immigrant factory laborers. This agitation arose because many of the law enforcement officers were trying to follow instruction from government officials and the factory owners themselves, and these mass strikes that the IWW were encouraging were keeping law enforcement from following these instructions."],"display_date":"June 24, 1917 - July 12, 1917","search_date":"1917-07-03","citations":[{"divid":1488421018,"type":"Newspaper Article","data":["Warren District Men Call On Governor And Are Told That District Must Obey State Law","Arizona Republican","Phoenix, Arizona","July 24, 1917","1"]},{"divid":1488421141,"type":"Book","data":["Eric Foner","Give Me Liberty! An American History Fifth Edition","2","New York","Seagull","2017","706-707"]},{"divid":1488421390,"type":"Newspaper Article","data":["Bisbee Deportation A Dark Chapter","Arizona Republican","Phoenix, Arizona","July 14, 2008",""]}],"locations":[{"id":11097,"lat":31.4481547,"lng":-109.9284084,"zoom":8,"place":"Bisbee, Arizona"}],"tags":[{"id":3290,"tag":"Deportation"},{"id":2541,"tag":"Law Enforcement"},{"id":3301,"tag":"Immigrant"},{"id":3302,"tag":"IWW"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}}