{"id":6683,"title":"Report on the Bisbee Deportations","course_id":173,"status":"P","start_date":"6/26/17","end_date":"11/6/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the aftermath of the strike and deportation of workers in the booming town of Bisbee, Arizona, President Woodrow Wilson set up the Federal Mediation Commission to investigate the events in detail. In the commissions’ published report, it states that on July 12, 1917, the Bisbee Deportation was an embarrassment for industrial peace and that it, “Deeply affected the opinions of laboring men, as well as the public throughout the country.” (W. B. Wilson et al. 3)","Released on November 6, 1917, the <em>Report on the Bisbee Deportations</em> claimed that the strike was unjustified because an impartial process should settle grievances. The report determined that many people supported the strike because of their loyalty to fellow workers and to not be disliked by their peers. (W. B. Wilson et al. 4)","Despite the sheriff and governor of Arizona’s request for the aid of federal troops, two separate investigations on June 30 and July 2 concluded that the strike itself was peaceful and that troops were, “Neither needed nor warranted under existing conditions.” (W. B. Wilson et al. 4) Instead of receiving federal troops, Sheriff Harry Wheeler and approximately 2,000 men, who wore white armbands to distinguish themselves from other mining workers, herded 1,186 men. The men were put onboard a train that brought them to Columbus, New Mexico. Columbus authorities refused to take the deportees and were taken to the desert town Hermanas. The deportees were left stranded without food, water, and shelter for two days. On July 14, the War Department was notified of the stranded deportees and they were escorted back to Columbus.","The report notes that the leaders of the deportation never illustrated their fears to the governor of Arizona when they requested for federal troops two previous times. Therefore, the report concluded that this was, “Wholly illegal and without authority in law, either state or federal.” (W. B. Wilson et al. 6)","Of the deportees, 199 were native born American and 468 were citizens. There were 472 registered under the selective-draft law. Foreign born workers were split between 20 different nationalities. (W. B. Wilson et al. 5)","‘New immigration’ began in the early-twentieth century. From 1901 to 1914, 13 million immigrants born in southern and eastern Europe moved to the United States. By 1910, one-seventh of the American population was foreign born. (Foner 683)","Strikes weren’t uncommon during The Progressive Era. In 1907, 10,000 black and white dockworkers in New Orleans fought against employers who wanted to eliminate their unions and reduce wages. (Foner 696)","In 1913, immigrants from Europe and Mexico demanded wage increases, an eight-hour workday and the right to shop and live in places not owned by the Colorado Fuel and Iron Company. When 11,000 strikers and their families were evicted from company housing and moved into tent colonies, the armed militia killed 20 to 30 people, including children. (Foner 697)","The report recommended that the governor of Arizona punish those responsible, while creating separate investigations to determine whether there was any interference with the enforcement of selective-draft law and with lines of communication, respectively. (W.B. Wilson et al. 7) What’s truly telling is that despite insurmountable evidence against the sheriff, the report concludes that President Wilson and Congress should determine whether the deportation is a crime. The sheriff and his vigilantes were never convicted of any crime."],"display_date":"June 26, 1917 - November 6, 1917","search_date":"1917-08-31","citations":[{"divid":1488422020,"type":"Book","data":["Eric Foner","Give Me Liberty!: An American History (Full Fifth Edition)","2","New York and London","W.W Norton &amp; Company","2016","683, 696 and 697"]},{"divid":1488422235,"type":"Government Document","data":["Report on the Bisbee Deportations","http://www.library.arizona.edu/exhibits/bisbee/primarysources/reports/president/index.php","November 6, 1917","Department of Labor Office of the Secretary","W. B. Wilson, E. P. Marsh, John H. Walker and J. L. Spangler","1917","1-7","University of Arizona online library","http://www.library.arizona.edu/exhibits/bisbee/primarysources/reports/president/index.php"]}],"locations":[{"id":11096,"lat":31.4481547,"lng":-109.9284084,"zoom":8,"place":"Bisbee, Arizona"}],"tags":[{"id":31,"tag":"Immigration"},{"id":3302,"tag":"IWW"},{"id":3290,"tag":"Deportation"},{"id":2645,"tag":"Woodrow Wilson"},{"id":3303,"tag":"Harry Wheeler"},{"id":3304,"tag":"Arizona"},{"id":1090,"tag":"strikes"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}}