{"id":6686,"title":"An analysis of the Emanciptation Proclamation","course_id":170,"status":"P","start_date":"1862-09-22","end_date":"1863-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Emancipation Proclamation played a pivotal role in the progression of the American Civil War. This document was the first major action in getting rid of the institution of slavery in the United States. Though Abraham Lincoln did not receive open arms when creating this document, he did bring a new since of freedom to the African Americans in the country. This document had two sides, one side believed that it was time to take action and to win the war they needed to get rid of the one thing the south was fighting for. And the other side stood against it, they thought that getting rid of slavery was a wrong move and believed they were just ripping apart the country even more.","            The effects of this document brought many questions and many new ideas to the United States. In the document Lincoln States “All persons held as slaves within any State or designated part of a State, the people whereof shall then be in rebellion against the United States, shall be then, thenceforward, and forever free.” In the first sentence Lincoln jumps right in to the fire and does what he was there to do. Though there can be an argument made that Lincoln technically has no jurisdiction to free the slaves in the south. This document still shocked the minds of many people both in the union and the confederacy. Many northerners believed the idea of freeing all the slaves would hurt the country.","            Other than controversies, this document did bring a lot of good and a new since of freedom. This document did give birth to the African American man in the Union and chance to join the army.  Lincoln stated “I further declare and make known, that such persons of suitable condition, will be received into the armed service of the United States to garrison forts, positions, stations, and other places, and to man vessels of all sorts in said service.” During this time the union was experiencing huge casualties on the battlefield. The freed slaves gave the Union the numbers it needed to keep the war going and help continue the pursuit against the Confederacy. Throughout the progression of the war slavery was a grey area, though people knew this institution generally caused the war they did not know how to handle the topic. Abolition did not come into picture until Lincoln realized that he had to take away the one think the Confederacy was holding on too.","            To conclude, the Emancipation Proclamation helped bring a shifting point to the American Civil War. After mass causalities and a happening of an immoral institution weighed heavier than it could have ever, Lincoln realized that he needed to take action. For years to come this document will send a new since of freedom to the slave and it would become there first step of a long road to equality. Still today we see some of the residual aftermath of this time period and it will affect us for many years to come."],"display_date":"September 22, 1862 - January 1, 1863","search_date":"1862-11-11","citations":[{"divid":1489156681,"type":"Website","data":["Civil War Trust","Abraham Lincoln's Emancipation Proclamation","Civil War Trust","http://www.civilwar.org/education/history/primarysources/emancipation.html","3/8/2017"]},{"divid":1489156839,"type":"Website","data":["Christopher Hager","1862: The transition to emancipation","1862: America Undecieved","https://commons.trincoll.edu/1862/2012/12/20/1862-the-transition-into-emancipation/","3/10/2017"]}],"locations":[{"id":11068,"lat":38.9071923,"lng":-77.0368707,"zoom":3,"place":"Washington, DC"}],"tags":[{"id":4,"tag":"Slavery"},{"id":98,"tag":"Emancipation Proclamation"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}