{"id":6688,"title":"Womans role in teh Civil War","course_id":170,"status":"P","start_date":"1861-01-01","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During the Civil War, a woman’s place was in the home, tending to the children, tidying up the house, and cooking dinner for their husbands. In many cases, women were not considered equal. Many would believe that, that is true and that is exactly how it went, but those people would be wrong. In fact, many women actually fought in the Civil War. While many were either nurses, formed clubs and raised money for the troops, knitted blankets and scarfs, planted and canned vegetables for the troops or, some actually fought side-by-side the men in war. Almost 20,000 women worked directly with the Union Army and quite frankly, helped them win the war.","            Women played a very significant part in the Civil War. They fought on both sides, The Union and The Confederacy. But, more so for The North.  The women soldiers would often not attract too much attention to themselves and stay secluded.  Many women dressed up as men and fooled the people giving the physical exams. Besides, The Union had boys as young as 18 enlisting in the war. Just like them, women had smooth faces and high pitched voices, no one really noticed. ","            Although serving your country is very heroic, many who were discovered to actually be women, were often sent home and even imprisoned. Many people thought that once discovered, there would be some sort of mayhem. In reality, they were just sent home most of the time. The main way of becoming exposed was due to going to the infirmary and having the doctors or nurses founding out that you’re really a woman. There was a case where a woman who was a major in the war and was discovered to be a woman was a sentenced to jail time because of it.   ","            Another great story was the case of Jennie Hodgers, or Albert Cashier. “She enlisted in Illinois and she fought the entire Civil War without being discovered and ended up living out the rest of her life as a man for another fifty years. She even ended up receiving a military pension and living at the sailors’ and soldiers’ home in Illinois as a veteran. The staff at the home kept her secret for quite some time, even after they discovered that she was a woman.” Proving that a woman can do anything a man can do.","            To help serve your country is one thing. But faking your identity to help serve your county is completely different. Women have proved themselves throughout history time and time again. Once again proving the quote valid, “A woman seldom make history.”"],"display_date":"January 1, 1861 - undefined 0, 0","search_date":"1880-06-16","citations":[{"divid":1489156622,"type":"Website","data":["Matthew Pinkser","Women in the Civil War","The History Channel","http://www.history.com/topics/american-civil-war/women-in-the-civil-war","3/8/2017"]},{"divid":1489156902,"type":"Website","data":["Jess Righthand","The Women Who Fought","The Smithonian","http://www.smithsonianmag.com/history/the-women-who-fought-in-the-civil-war-1402680/","3/8/17"]}],"locations":[{"id":11067,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Boston, Mass"}],"tags":[{"id":7,"tag":"Women"},{"id":32,"tag":"Civil War"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}