{"id":669,"title":"Blacks are requested to enlist for volunteer service in the Spanish American War\n","course_id":1,"status":"P","start_date":"1898-04-01","end_date":"1898-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["At the beginning of the Spanish American War, Secretary Alger sent a bill to Congress requesting 25,000 blacks to enlist and support the war effort.  Alger was backed by many other political figures that wanted to create separate black forces.  It was thought that blacks would be a valuable addition to the forces in terms of physical strength and supposed immunity to tropical diseases.  At the same time many southern blacks were eager to enlist.  Eventually, Congress called for four black and six white regiments.  A number of black men from Missouri, Arkansas, Tennessee, Kentucky, Louisiana, North Carolina, Virginia and the Ohio Valley enlisted, although the majority never saw any combat action.&lt;br /&gt;&lt;br /&gt;Horace Wayman Bivins, a black man from Virginia enlisted in Troop E in the 10th cavalry.  The description of his experience enables us to imagine what life in the army was like for black soldiers.  Bivins' regiment originally patrolled throughout Montana, Wisconsin and Illinois were they were treated like royalty by civilians black and white civilians.  Once the tenth cavalry was transferred to Chickamauga, Georgia in the spring of 1898 he noted a stark contrast in the treatment of black soldiers in the South.  Rather than being met with applause and parades, they were forced to use separate restrooms and eat in different lunchrooms than their white counterparts.  Eventually Bivins saw direct combat action in Cuba and San Juan.  In a letter to a friend he illustrated the pride and excitement of the black soldiers, writing, ;I am fighting for humanity as we march on;to defend the emblem of eternal liberty and justice, the stars and stripes, the flag of our Great Republic;there is no people on earth more loyal and devoted to their country than the Negro.,'  &lt;br /&gt;&lt;br /&gt;Thus despite the harsh treatment that blacks had endured in the United States for over a century, they remained loyal and proud to the country.  What is even more telling is the fact that although blacks were not worthy to use the same toilet as white men in South in 1898, the government had no problem sending black men to fight next to white men.  Regardless the ability of black men in battle was positively regarded.  In a letter to a friend, Teddy Roosevelt wrote,  I wish no better men beside me in battle than these colored troops show themselves to be.'"],"display_date":"April 1, 1898 - August 30, 1898","search_date":"1898-06-15","citations":[{"divid":1214502952,"type":"Article","data":["Marvin Fletcher","The Black Volunteers in the Spanish American War","Military Affairs","2","1974","48-53"]},{"divid":1214503531,"type":"Pamphlet or Other Printed Material","data":["Herschel V. Cashin","Under Fire with the Tenth US Cavalry: Being a brief comprehensive review of Negro?s participation in the wars of the United States","","American Publishing House","1902","Special Collections Library, University of Virginia"]}],"locations":[{"id":500,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}