{"id":6691,"title":"Womens Rights During the Civil War","course_id":170,"status":"P","start_date":"1869-01-01","end_date":"1869-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Since International Women’s Day recently passed, it only seems fitting to analyze the role of women, and how the civil war helped to shape the ideas of the modern-day women.  As in many societies, the women were only viewed as the complementary aid to male, and the only ability of the women was to maintain a household. For centuries, the role of a women has been set out, and most women followed. Although there were exceptions, this is the way life was. During the civil war, starting in 1861, women started to express the urge to be more than the mold that was set out. With this, much criticism followed.","            Although typical roles of women are indeed important, such as raising children, supporting husbands, and maintaining the household, there is so much more to be explored. Many women to possess a more nurturing nature, than some men lack, therefore implying that these are simply women’s roles, but as history will show, women are just as capable as males in many fields. During the civil war, since so many men were away fighting in both the Confederate and Union, women were left to assume the responsibilities of the male that was away. Women had to find a way to provide both financial and emotional support for family, and friends left at home. During this era, women realized, and boldly expressed that they were capable to do the same thing as their male counterparts.","            In a lithograph, <em>“The Age of Brass/ or The Triumphs of Women’s Rights</em>” drawn in 1869 expresses the reactions and criticisms of the progressions of women’s rights. The photo depicts women voting for the “The Celebrated Man.”. Women are shown with exaggerated features that usually are expressed by men such as dresses that resemble suites, women smoking pipes, and the only male in the lithograph is holding a baby, showing confusion, and obviously is in shock of the environment that he is in.","            The depiction of this lithograph shows the negative perception of the progression of women. During the civil war era; it was common belief that if women were given the right to vote, women would attempt to change every facet of society. If women were given the right to assume roles that were predominately influenced by men, their would be no need for the men. While women were expected to stay within their roles, they were still appreciated. Thousands of women aided men in the battlefield of both the confederate and the union side. According to an article by Brooks.","            As history, will prove, women will indeed gain rights and will become productive, and influential members of society. While it did take some time, and is continuing to progress, the Civil War played a huge role in the rights of women. "],"display_date":"January 1, 1869 - January 30, 1869","search_date":"1869-01-15","citations":[{"divid":1489208459,"type":"Image","data":["","The Age of Brass: Or the Triumphs of Woman's Rights","","lithograph","","University of Virginia","http://edu.lva.virginia.gov/dbva/items/show/104","March 10, 2017"]},{"divid":1489208895,"type":"Website","data":["Rebecca Brooks","Civil War Saga","Civil War Saga","http://civilwarsaga.com/the-roles-of-women-in-the-civil-war/","March 10, 2017"]}],"locations":[{"id":11075,"lat":40.7127837,"lng":-74.0059413,"zoom":3,"place":"New York"}],"tags":[{"id":32,"tag":"Civil War"},{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}