{"id":6693,"title":"A Poet Turned Nurse","course_id":170,"status":"P","start_date":"1862-01-01","end_date":"1873-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A Poet Turned Nurse","Born in New York on May 31<sup>st</sup>, 1819, Walt Whitman was the second of nine children. His family was poor and he had no real schooling. He loved to read and write and studied many classics on his own. At age 12, he began a trade in printing and started writing poems. He held many jobs over the years and one was editor for a newspaper down in New Orleans called The New Orleans Crescent. While living in New Orleans during this time, he got a firsthand look at what the slave trade looked like and he was sickened by the sight. This inspired him to write, “I Sing The Body Electric”","In 1861 when the Civil War began, Whitman was a freelance writer that would interview wounded soldiers in hospitals in New York. A year later, Wal Whitman’s brother was injured in Fredericksburg, Virginia. Soon Walt came down to help his brother and take care of him. When he got to Fredericksburg, he was so awestruck that he felt the need to volunteer as a nurse and care for the soldiers. He would help take soldiers to Washington D.C. so could receive better treatment. He only planned on staying a few days but ended up volunteering for the next 11 years. ","During this time in the Civil War, nurses received no proper training. This was a trial and error effort on the nurse’s part. They simply learned but doing. “Those who called themselves nurses learned by doing and, for the most part, gave medicines, fed patients and kept the hospitals clean.” Also during this time during the Civil War, there were fewer female nurses then there were male nurses. More times than not, male nurses were just recovering soldiers. Soon, the number of female nurses increased due to the fact that many of the soldiers turned nurses would die or become sick again. This called for an increase in the female nurse population. ","Unable to find a decent paying job in Washington D.C. because of his book, <em>Leaves of Grass</em>, Walt was forced to take a job as a cashier. On his days off and free time, Walt spent every second he could at the hospitals tending to soldiers. His favorite hospital to visit was Armory Square Hospital. He saw the doctors and nurses as some of the best for their work but sadly many nurses did not like him for the time he spent with the patients. ","The war is over but Walt stays in Washington D.C. He worked for the Bureau of Indian Affairs and the Attorney General’s office. Many years later, Whitman suffered a massive stroked that compelled him to move to his brother’s home. Although Walt Whitman never regained full strength again after the stroke, he continued to write up until the day he died. "],"display_date":"1862 - 1873","search_date":"1868-01-01","citations":[{"divid":1490165127,"type":"Website","data":["Elizabeth Hanink","Walt Whitman, American Writer and Civil War Nurse","Working Nurse","http://www.workingnurse.com/articles/Walt-Whitman-American-Writer-and-Civil-War-Nurse","March 20, 2017"]},{"divid":1490165339,"type":"Website","data":["Alice Petiprin","Walt Whitman Biography, Volunteer Nurse","Nursing Theory","http://nursing-theory.org/famous-nurses/Walt-Whitman.php","March 20, 2017"]}],"locations":[{"id":11078,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washinton D.C"}],"tags":[{"id":536,"tag":"Poetry"},{"id":2189,"tag":"Nursing"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}