{"id":6694,"title":"The 13th Amendment","course_id":170,"status":"P","start_date":"1865-12-06","end_date":"1865-12-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Throughout the years of our countries existence, the United States Constitution has had many Amendments added to it. One of the most important and influential of these amendments has to be the 13<sup>th</sup> amendment. This amendment states “Neither slavery nor involuntary servitude, except as a punishment for crime whereof the party shall have been duly convicted, shall exist within the United States, or any place subject to their jurisdiction.” This amendment abolished slavery and set a new tone and new definition of freedom throughout our country. Though in many ways this amendment wasn’t welcomed with open arms, it did project the United States into a new direction. Without the abolishment of slavery we would not be the country we are today and our history would be completely different.","            Throughout the Civil War the beginning goal of the Union was to bring the country back together and leave slavery intact. Once the confederacy proved that they weren’t giving up easily, Abraham Lincoln believed it was time to take action and take away the one thing the Southern States were fighting for. The first glimpse of the abolishment of slavery was with the Emancipation Proclamation. Though this didn’t fix the problem automatically it opened the eyes of many people throughout the country that slavery could in fact be abolished. Many Southerners and even Northerners were angered by this. Though Lincoln stood his actions and he ultimately made the right decision, it didn’t all happen so easily.","            Once the 13<sup>th</sup> Amendment was ratified and the slaves were freed it still was only one step to pure freedom. Though the amendment finally gave the African Americans the citizenship and the basic rights they deserved.  African Americans still had a long road to equality and many believe that struggle continues in modern times. After they were freed they still had to deal with the emergence of the Black Codes, KKK, lynching, and the Jim Crow Laws. These institution ravaged the African American culture for years to come. The south was where most of these institutions blossomed. In the south people were still bitter of the war and many lost their way of income when Slavery was abolished. For many years they would look at the African Americans as inferior and do whatever they could to stop them from becoming or feeling equal.","            To conclude, the 13<sup>th</sup> amendment was a pivotal point for the American Society. It brought for new thought of freedom but with that freedom came years of inequality. Abraham Lincoln believed that this country either had to be all slave or all free. Many people disagreed with that point but ultimately it is the reason we are the great country we are. During this time period the definition of true freedom was tested in the United States and I believe it one. Without the 13<sup>th</sup> amendment we would have been on a completely different course of history, and today we are able to look back and realize how important it is."],"display_date":"December 6, 1865","search_date":"1865-12-06","citations":[{"divid":1490189262,"type":"Website","data":["Civil War Trust","13th Admendment","Civil War Trust","http://www.civilwar.org/education/history/primarysources/the-13th-amendment.html","3/20/2017"]},{"divid":1490189367,"type":"Website","data":["Christian Pichardo and Tomas Cano","13th Amendment","Weebly","http://amendment13.weebly.com/conclusion.html","3/20/2017"]}],"locations":[{"id":11081,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":1397,"tag":"Amendment"},{"id":32,"tag":"Civil War"},{"id":3315,"tag":"13th Amendment"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}