{"id":6695,"title":"School Is Cool!","course_id":170,"status":"P","start_date":"1870-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["This document is about the public school system in Virginia in 1870. This was the first formal public school system in Virginia. The fault with these school systems is they were exclusive to white people. African Americans were not allowed. The white people who went were very poor as well and these schools were known as “free schools”, or “charity schools”. As time went on during that year, the ratification of these laws for the schools went into place. When the laws went into place, former slaves were allowed to enter the schools. They wanted to enter children into these schools so that they would not go on with their lives in ignorance and become vagrants. "," This law passing was one of the most important things to come out of the Reconstruction after the Civil War. This event set in motion how the public school systems work in modern society. They separated different districts and at the time, separated the schools by color of skin. Before this time, schools were few and far between. There was no uniform system and only the rich could attend school. The public school system was established in 1870, so that all could attend school and all would be given the same, equal opportunities. "," A lot of people were against these laws because they helped out the free slaves. They considered it too expensive to pay for their kind. They said that the wealthy should not have to pay for the education of poor people. Because of these complaints, the funding for this project was cut back. The leader of these laws, William Ruffner, worked tirelessly to get this school thing in place. He tirelessly worked and forced his promotion on this subject matter. He claimed that religious views would be kept out of the system and that it would not be unfair to tax people in order to fund the school system. He claimed education was good for society as a whole, so therefore the people should fund it. "," Education was important to the people, but not important enough to let it come out of their taxes. Eventually, Ruffner got the laws passed and was able to get to a stable funding in order for the school system to not fail. The importance of these sources is to show the people how the public school system went through trial and error to get to what it is today."],"display_date":1870,"search_date":"1870-07-02","citations":[{"divid":1490194381,"type":"Government Document","data":["Jefferson Township Census and Map","Document Bank of Virginia","1870","","","","","",""]},{"divid":1490194533,"type":"Online Encyclopedia","data":["Encyclopedia Virginia","Establishment of the Public School System in Virginia","http://www.encyclopediavirginia.org/Public_School_System_in_Virginia_Establishment_of_the#start_entry","March 22, 2017"]}],"locations":[{"id":11093,"lat":37.613453,"lng":-77.905136,"zoom":7,"place":"Jefferson Township, virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":123,"tag":"Reconstruction"},{"id":3316,"tag":"1800's"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}