{"id":6696,"title":"Children Thoughout the American Civil War","course_id":170,"status":"P","start_date":"1863-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Throughout the American Civil War many children in both the North and South faced adversities. Needing to take on responsibilities that would have otherwise been reserved for adults, many were forced to abandon their childhood and take up roles to aid in the war effort. This included performing clergy work, managing livestock, cooking meals for younger siblings, becoming nurses, sewing fabric to make ends meet, and even enlisting in the army. This hardship however pales in comparison to the difficulties that many African American children had to combat; particularly of those living in the South. Many being viewed as a hindrance to society, in both regions African American children were treated poorly as many refugees migrated from the south to the north to occupy “contraband camps.” Life in these overcrowded camps was filled with great adversity as the children there were exposed to many illnesses all the while needing to attend school, and work in order to be able to provide for themselves. This resulted in many children laboring alongside escaped adult slaves. It was with this new found “freedom” that many children of escaped slaves began to believe in the possibility of a truly better future, but unfortunately this was often times cut short due to the endemic of illnesses that were present throughout the camp that resulted in the deaths of numerous children. With that, children overall played a crucial role in the civil war as once the war began, many became obligated to perform task to aid the war effort both in the domestic field, and at the battle front- though their personal lives were filled with turmoil.","According to Carrie Barry of Atlanta, she did not have a birthday cake for her tenth birthday. As trivial of a fact as this must seem to most individuals, to a young child a birthday celebration is something of great importance. Faced with great hardships, most children found themselves needing to sacrifice immensely in order to maintain their household and the food supply of the soldiers that would frequently demand food from them as they passed by from town to town. In dismay, many children even though they would not even have enough food for themselves, would have to comply with the demands of the soldiers. Knowing that the army could arrive at any moment's notice, children familiarized themselves with food and housing insecurities. Many of them eventually began to starve and in a desperate attempt to save their families, began to organize themselves and perform well-coordinated looting bands. Feeling justified in their actions as most children felt resentful of the war, one young Richmond girl wrote in her journal: “We are starving. As soon as enough of us get together we are going to take the bakeries and each of us will take a loaf of bread. That is little enough for the government to give us after it has taken all our men.” With that having been said, it demonstrates just how independent, and painfully mature most children had to become during the war. Understanding that the suffering exhibited by them was not of their own doing but rather the  result of the actions of others in which they had no say in, the young girl from Richmond portrayed a child who is very aware of reality. This awareness, and bold courage to so bluntly state that they will loot, also is noteworthy in the sense that most young girls in this era were still expected to admire to strict set notions of femininity. This goes to say that in war, all societal norms are broken.","While most children stayed at home, there was a considerable portion of them that decided to engage in formal combat. With approximately 100,000 children enlisting, the army often times turned a blind eye to an obviously underaged child as the number of casualties grew on both sides of the war. It was this demand for soldiers that resulted in twenty percent of the individuals  enlisted to be under the age of eighteen.  Needing drummer boys, nurses, messengers, and scouts many of the children enlisted with these occupations in the army, but during times of necessities, numerous were forced to fight bloody battles alongside their peers, fathers, brothers, and even sisters and mothers. While unfortunately most were not competent in the battlefield due to lack of experience and physical development, there were a few that demonstrated immense courage and competency. One such soldier is Johnny Clem, who was eleven years old at the time of his service. Serving in the battle of Chickamauga, he was captured by a confederate general who, once telling him to surrender, took hold of an assault rifle and shot the general. He was later awarded a silver medal and promoted to sergeant once he was older. Another instance of bravery can be seen by observing the records of John Cook, who was fifteen at the time he dropped his instrument in the middle of battle to operate a canon at the battle of Antietam. This bravery was exhibited by children of all ages; in one instance a child by the name of Edward Black who was eight years of age, severed in the army.","Children throughout the American Civil War had difficulty adapting to life as many were subjected to horrendous living conditions, and mature responsibilities. Whether it be on the home front or battlefield, young children from all socioeconomic and racial backgrounds struggled alike. Needing to find creative ways to find food, several children broke societal norms and robbed and looted for food as well as sewed clothes for money. With all of this, their adversities were not lost as their resourcefulness and willingness to take on adult responsibilities, such as working in factories, managing fields, sowing, being scouts, messengers, drummers, nurses, and child caretakers, without the help of children the war would have been even more brutal for all; their assistance was pertinent for the success of the nation."],"display_date":"1863 - 1865","search_date":"1864-07-01","citations":[{"divid":1490201984,"type":"Website","data":["n/a","Child Soldiers in the Civil War","Civil War Saga","http://civilwarsaga.com/child-soldiers-in-the-civil-war/","3/21/17"]},{"divid":1490202125,"type":"Website","data":["Marcie Schwartz","Children on the Home Front","Civil War Trust","http://www.civilwar.org/education/history/children-in-the-civil-war/Children-on-the-Civil-War-Home-Front.html","3/21/17"]},{"divid":1490202239,"type":"Website","data":["Marcie Schwartz","Children in the Civil War","Civil War Trust","http://www.civilwar.org/education/history/children-in-the-civil-war/","3/21/17"]}],"locations":[{"id":11107,"lat":43.6493751,"lng":-80.4707027,"zoom":8,"place":"United States"}],"tags":[{"id":32,"tag":"Civil War"},{"id":408,"tag":"Children"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}