{"id":6697,"title":"The Emancipation Proclamation","course_id":170,"status":"P","start_date":"1862-01-22","end_date":"1863-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many people believed Lincoln was a good man and one who should be honored but while there are those who believe he was great, there are others who find his ideals nonsensical. Abraham Lincoln had a vision that transcended mere thought, he believed in equality of all people, which to the south was unacceptable. Abraham Lincoln only wanted the country to stay together, believing that a split was destruction to America. He desired that one day, all people can walk beside each other without hatred instead peace. One document that is worthy of praise was the creation of the Emancipation Proclamation.","Both the North and the South had a different view about the creation of the Emancipation Proclamation. There are several differences that the Union and the Confederacy had towards the Emancipation Proclamation crafted by President Abraham Lincoln during 1863.The effect the Emancipation Proclamation had on both northern and southern minds is worthy of recognition by historians. The Emancipation Proclamation was constructed by Abraham Lincoln as a result of him desiring freedom for a civilization that was put down both physically and emotionally. Abraham Lincoln believed in the principle that all life should be valued and the preservation of the Union was of upmost importance.","Lincoln could be thought of as a golden knight; a savior to the African American slaves. The Union viewed the emancipation of slaves as a due right and believed that the demoralizing process known as slavery was an abomination to all of creation. The Emancipation Proclamation was created after the Battle of Antietam in 1862. Lincoln and the Union believed that the Confederacy’s perception of slavery was morally wrong, even if Lincoln would’ve confined slavery to only the southern states. Lincoln did not have the authority to completely ban slavery but he could confine it. Northerners viewed Lincoln as the “Great Emancipator”.","The Confederacy did not view the Emancipation Proclamation as a good idea as they would lose valuable labor that lead to an increased production and a better economy through a southerner’s eyes. The Confederates believed in slavery as a constitutional right and as a traditional virtue that originated with the founding fathers. Many people who lived in the South during that time didn’t understand the fragile and inhumane treatment that slavery caused. They viewed the Emancipation Proclamation as a permanent escape from their previous reality. Lincoln made a decision that despite the South rejecting, allowed the freedom of slaves from servitude.","The Union and the Confederacy despite their differences, exist as two entities that came together despite their differences. The Union’s opinion was the most logical and ultimately the one opinion that needed to be known. The confederates believed that the Emancipation Proclamation was wrong as it reaped them of their labor system that had worked for many years. The Thirteenth Amendment abolished slavery throughout America completely leading all slaves to the freedom they deserved. With enough persistence, the North’s viewpoint finally was accepted by southerners. The southerners had a difficult time originally due to their lifestyle, however, the South adopted a new virtue. The virtue of treating people equally."],"display_date":"January 22, 1862 - January 1, 1863","search_date":"1862-07-13","citations":[{"divid":1490226983,"type":"Website","data":["N/A","The Abolition Seminar","Library Company of Philadelphia","http://www.abolitionseminar.org/how-did-americans-react-to-emancipation/","March 21, 2017"]},{"divid":1490227180,"type":"Government Document","data":["Emancipation Proclamation","National Archives","January 1,1863","N/A","General Records of the United States Government","1791-1991","N/A","Record Group 11","https://www.ourdocuments.gov/doc.php?flash=true&amp;doc=34"]},{"divid":1490227486,"type":"Website","data":["History","Emancipation Proclamation","N/A","http://www.history.com/topics/american-civil-war/emancipation-proclamation","March 21. 2017"]}],"locations":[{"id":11108,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."}],"tags":[{"id":98,"tag":"Emancipation Proclamation"},{"id":365,"tag":"Emancipation"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}