{"id":67,"title":"The Daily Picayune reaches out for Support from its Readers\n","course_id":1,"status":"P","start_date":"1856-11-07","end_date":"1856-11-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In June of 1856, the Pro Slavery Party of the Kansas Territory elected the city of New Orleans to manage the affairs of the party.  This entailed disbursing funds to aid the cause and keeping their foreign friends abreast of current situations in the territory.  The slavery advocates in Kansas were presumably too wrapped up in fighting abolitionists and Free Soilers to concern themselves with running the party, so the people of New Orleans were given the task.  &lt;br /&gt;&lt;br /&gt;In this address made by the Daily Picayune to their readers, the newspaper implored readers to contribute to the cause of the Pro-Slavery party in Kansas.  Their friends abroad, the Picayune stated, have been contributing greatly to the cause in Kansas, especially in the last few conflicts in which they provided arms and equipment for the men and now it was time for the citizens of New Orleans to aid their compatriots to the north.  The paper stresses that although the Pro-Slavery men had made gains in the battle over Kansas, the battle was in no way over.  To win the battle, the Pro-Slavery men would need heightened support from the rest of the South.&lt;br /&gt;&lt;br /&gt;In addition to giving money to the cause, the Picayune said that more settlers from the South would need to relocate to Kansas in order to strengthen the territory's base of Pro-Slavery men.  Not only were more southern settlers needed, but ones with substantial numbers of slaves.  Though the newspaper largely failed in enticing established, wealthy plantation owners to migrate to lesser known territory to ensure the implementation of slavery, these same plantation owners sympathized with the cause.  The fact that the Pro-Slavery Party elected New Orleans to manage their affairs and that the Daily Picayune promoted the cause of the Pro-Slavery men in Kansas shows the solidarity felt in the entire south over the topic of slavery."],"display_date":"November 7, 1856","search_date":"1856-11-07","citations":[{"divid":1213210418,"type":"Newspaper Article","data":["Affairs in Kansas: to the People of the South","Daily Picayune","","November 7, 1856","1"]},{"divid":1213210901,"type":"Book","data":["Perry McCandless","A History of Missouri: Volume II 1820-1860",null,"Columbia","University of Missouri Press","1972","270-277"]},{"divid":1213211005,"type":"Book","data":["Dorothy Denneen Volo and James M. Volo","Encyclopedia of the Antebellum South",null,"Westport, CT","Greenwood Press","2000","272"]}],"locations":[{"id":49,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}