{"id":6703,"title":"Photography During the Civil War","course_id":170,"status":"P","start_date":"1861-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Photography During the Civil War","            The camera was invented around 1816, and many people didn’t know what to think about it. At first, it took a photographer about 8 hours to take one picture. As technology advanced, the camera did as well. In a few short years, the time it took for pictures to be taken went from 8 hours, to about 30 minutes. Still not nearly as fast as we know today, but many people around that time say an opportunity to shift their focus to different subject matters. From portraits of wealthy land owners to graphic scenes of the Civil War. Many photographers risked their lives to capture gruesome scenes and carnage from the Civil War so everyone back home could see exactly how “romantic” war is.","            The Civil was the first major conflict to be photographed. This meaning that The Civil War is the first war we have extensive knowledge of with the help of photography. Many historians believe that the camera actually changed the war as we know it. The camera did a lot for the war. As previously stated, it brought people back home closer to the war. Showing them how terrible it actually was. It also gave women back home keepsakes of their loved one’s photo to remember them if they were to tragically die in battle. But more importantly it helped both the North and South spy on one another. “…military leaders on both sides also hired photographers to gain intelligence about enemy emplacements, roads, bridges and railroads.”[1] Gaining intelligence on the enemy was a crucial part in planning your next attack.","Being a photographer in the late 1860’s was not an easy task. Today, all we have to do is pull out our phones and we can snap a picture in seconds. Back then, a photographer had to carry all his equipment by wagon to the battlefield. The equipment included a darkroom, chemicals for processing the photo, and stands to hold up the camera. Whenever they moved, they had to make sure all their plates and chemicals were secure. It wasn’t recorded exactly how many photographers lost their lives while capturing photos of battles, but many historians believe it wasn’t many.","A famous photographer of the time period was a man by the name of Mathew Brady. He was practically a pioneer of war-time photography. He was President Lincolns photographer at one point as well. Brady’s first battle he documented was the Battle of Bull Run where he was under direct fire but managed to escape. His famous works come from the most gruesome battle, the Battle of Antietam. Brady came under a lot of criticism for allegedly moving dead bodies around and staging scenes to make them worse than they actually were. We have all seen Mathew Brady’s works and we just don’t know it. Brady is responsible for the portrait on the five-dollar bill and the penny. In 1874, the War Department purchased all of Brady’s pictured for roughly 28,000 dollars, or 6 million dollars in today’s money.","Photography did quite a bit for the war. Whether it be helping one side spy on another, or give wives and mothers pictures to hold on to, the camera and photography helped shaped and war and give historians a better understanding of how it all occurred.","[1] <a href=\"https://www.seeker.com/how-civil-war-photography-changed-war-1766077826.html\">https://www.seeker.com/how-civil-war-photography-changed-war-1766077826.html</a>"],"display_date":"1861 - 1865","search_date":"1863-07-02","citations":[{"divid":1492582160,"type":"Website","data":["N/A","Photography And The Civil War","Civil War Trust","http://www.civilwar.org/photos/3d-photography-special/photography-and-the-civil-war.html","April 19th, 2017"]},{"divid":1492582299,"type":"Website","data":["Eric Niiler","How Civil War Photography Changes War","Seeker.com","https://www.seeker.com/how-civil-war-photography-changed-war-1766077826.html","April 19th, 2017"]}],"locations":[{"id":11120,"lat":37.2279279,"lng":-77.4019267,"zoom":8,"place":"Petersburg, Virginia"}],"tags":[{"id":1161,"tag":"Photography"},{"id":3273,"tag":"spy"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}