{"id":6704,"title":"Regrets? Breckinridge has none.","course_id":170,"status":"P","start_date":"1860-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The primary source used is a democratic ticket representing the main holder of the second democratic party going up against Abraham Lincoln in 1860. His name was John Breckinridge. This came at a time where the democratic party split. The split came from both democratic runners Breckinridge and Stephen Douglass, the main democratic party holder. Both candidates were for slavery, but Breckinridge was for expanding slavery, while Douglass was for whatever the public felt was needed. This came to a split between southern democrats and northern democrats. Both Breckinridge and Douglass were for keeping the South from seceding, but they were very different on the actual subject of slavery. Slavery was in every nook of this time, which is why most historians will tell you that the whole subject of the Civil War was slavery. It was always the topic of discussion and people back then had strong standings on it, especially those who were actual slave owners.","Breckinridge won southern people because he was for protecting the slave owners and their businesses. Douglass, on the other hand was not so much into protection for the slave owners. This caused the split in the party. When the split happened, Douglass had been nominated for the actual democratic party. This caused an uproar in the South, so Breckenridge technically went third party, but still called himself democrat. This drastically split the democratic vote and gave Lincoln the win in 1860.","After the loss, Breckinridge held a seat in Kentucky legislature. While there, he tried to convince Kentucky officials to secede with the Confederacy. Kentucky ended up joining the Union and Breckenridge fled Kentucky. After leaving, he joined up with the Confederacy and fought through the war and survived. He was an aide to Jefferson Davis. Breckinridge would tell Davis, after signing the official surrender of the Confederacy during the Civil War,  to continue efforts of fighting through guerilla type warfare. He would also push to end the Union even though the fate of the Confederacy had already been decided. He fled to other countries and ended up in Canada where he lived the rest of his life.","The importance of this article is to show how fragile things were during that time period. The Democratic party split because of the rising tensions between the North and the South. Again, neither Breckinridge or Douglass wanted the country to split, but both were clearly for their side. Douglass fought for the North to end the South and their reign. Douglass had to sacrifice his thoughts on slavery for his idea of the greater good. Breckinridge also had to drop his idea of the country not splitting, and fight for what he thought was for the greater good. These stories show that war was a last resort.  War came when there was, obviously, going to be no compromise that the two sides could agree on. The end of the war came when the Confederacy finally handed over their surrender and this time of hell came to an end."],"display_date":"1860 - 1865","search_date":"1862-12-31","citations":[{"divid":1492608893,"type":"Online Encyclopedia","data":["DBVa, Library of Virginia","BRECKINRIDGE/LANE DEMOCRATIC TICKET, BROADSIDE, 1860","http://edu.lva.virginia.gov/dbva/items/show/107","April 19th, 2017"]},{"divid":1492609008,"type":"Website","data":["History.com Staff","John C. Breckinridge","History Channel","http://www.history.com/topics/john-c-breckinridge","April 19th, 2017"]}],"locations":[{"id":11122,"lat":38.833161,"lng":-77.3081167,"zoom":8,"place":"Broadside, VA"}],"tags":[{"id":3327,"tag":"savagery"},{"id":18,"tag":"Politics"},{"id":32,"tag":"Civil War"},{"id":3213,"tag":"History"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}