{"id":6706,"title":"Analysis of The Battle of Gettysburg","course_id":170,"status":"P","start_date":"1863-07-01","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War is arguably one of the most brutal times in American History. This war brought thousands of deaths and tore our country apart. The battle of Gettysburg was by far the bloodiest battle in this war. This battle was also an influential moment not only for the war itself but also for how society at that time would view the war. This three-day battle was a benchmark for both sides of the fight and propelled the war into its next stage. During this battle, the tides changed several times and at points, no one knew what side would win. Other than progressing the war militarily it also did so politically and it would affect the country for years to come.","            The battle of Gettysburg pitted Robert E. Lee of the Confederacy against the Union general George G. Meade. The goal of the Confederacy was to take the battle to the north to show the northern society what war looked like. “He wanted to threaten Northern cities, weaken the North's appetite for war and, especially, win a major battle on Northern soil and strengthen the peace movement in the North” (Battle of Gettysburg). The goal of the north was to push out the Confederacy and send the war back into the already ravaged south. The Confederacy had about 71,000 men facing the Union’s 93,000. After three days of fighting the Union army ended up with the victory. Robert E Lee writes in his letter, “You will, however, learn before this reaches you that our success at Gettysburg was not so great as reported--in fact, that we failed to drive the enemy from his position, and that our army withdrew to the Potomac.” ","            This war was a huge loss for the Confederacy, over 50,000 soldiers were killed or wounded in this battle. 28,000 being soldiers of the Confederacy. “Though the great Confederate general would go on to win other victories, the Battle of Gettysburg (combined with Ulysses S. Grant’s victory at Vicksburg, also on July 4) irrevocably turned the tide of the Civil War in the Union’s favor” (Battle of Gettysburg). This battlefield also became the site where Abraham Lincoln gave one of his most notable speeches, the Gettysburg Address. The take away from this battle was that though the Confederacy had momentum the Union was still too strong and had too much man power. This battle pushed the long and grueling war forward and pushed it in favor of the Union.","            To conclude, the Battle of Gettysburg was one of the most important and bloodiest battle of the Civil War. This battle sent Lee’s Army back to the South and gave the North the upper hand and the relief it needed. If the Confederacy would have won this war, our country would be completely different today. The effects of the Civil War still can be seen in our society today and will for years to come. Some of the battle tactics of the famous Civil War generals are still examined and analyzed. Many advances in war and how the war was viewed, were brought to picture by the Civil War. Historians still marvel over this time period and the battles that took place, making the Civil War that much more complexing."],"display_date":"July 1, 1863 - July 3, 1863","search_date":"1863-07-02","citations":[{"divid":1492612376,"type":"Website","data":["Civil War Trust","Robert E. Lee's Letter to his wife","Civil War Trust","http://www.civilwar.org/education/history/primarysources/robert-e-lees-letter-to-his-2.html","4/19/17"]},{"divid":1492612463,"type":"Website","data":["Civil War Trust","The Battle of Gettysburg","Civil War Trust","http://www.civilwar.org/battlefields/gettysburg.html?tab=facts","4/18/17"]},{"divid":1492612535,"type":"Website","data":["History.com Staff","Battle of Gettysburg","History Channel","http://www.history.com/topics/american-civil-war/battle-of-gettysburg","4/17/17"]}],"locations":[{"id":11131,"lat":39.8309293,"lng":-77.2310955,"zoom":8,"place":"Gettysburg, PA"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}