{"id":6708,"title":"Angelo M. Crapsey","course_id":170,"status":"P","start_date":"1842-12-09","end_date":"1864-08-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Born on December 9, 1842 Angelo Crapsey was born to John and Mercy Crapsey in New York. At the age of eighteen-years-old the Civil War broke out in American and young Angelo Crapsey decided to enlist in the military and fight for the Union Army. Soon after that he participated in battles that would change his short life forever. He fought at Gettysburg and Antietam and came out unharmed from both battles, at the Battle of Cedar Mountain his unit arrived too late to fight so he was assigned to clean up duty on the battle field. During the Battle of Fredericksburg on December 13, 1862 Angelo Crapsey was taken prison or war (POW). After spending five months in a POW camp, he and others were exchanged during a prisoner exchange and went back to his unit to continue on fighting in the Civil War. His last and biggest battle that he participated in was the Battle of Gettysburg and left the battle unharmed, but after the battle came down with dysentery, a disease that most people did not survive, so doctors brought his father to him to see him one last time or so they thought, he survived dysentery and was discharged from the Union Army and sent home. Having arrived home a changed man Angelo Crapsey was depressed and suffered from post-traumatic stress disorder (PTSD), but no one truly understood what was happening with him after the war. Doctors suggested that Crapsey be hospitalized in a mental institution, but his family said no and so young Crapsey grew more depressed and had more problems from the war than expected, having attempted to take his life on many tries only to be saved from each attempt. During the war and after war how one treats our soldiers can be a big deal on whether or not the veteran survives after they come home and young Crapsey did not at the age of twenty-one years old after his friends refused to let him go hunting with them, went out on his own and took his own life in the same manner that he saw while in the army during the Civil War. He felt alone and wanted to end the pain he was feeling from everything he had seen and experienced since the war from the battles he fought into his stay as a POW. Veteran suicide is real and has been taking place since the Civil War if not sooner."],"display_date":"December 9, 1842 - August 4, 1864","search_date":"1853-10-06","citations":[{"divid":1492628523,"type":"Website","data":["Dennis Brandt","Angelo M. Crapsey","Find A Grave","https://www.findagrave.com/cgi-bin/fg.cgi?page=gr&amp;GRid=53122657","4/19/2017"]},{"divid":1492629150,"type":"Website","data":["Sarah A.M. Ford","A Civil War Soldier’s PTSD","Civil War Family","http://www.civilwarfamily.us/2014/02/a-civil-war-soldiers-ptsd.html","4/19/2017"]},{"divid":1492629294,"type":"Book","data":["John Bateson","The Last and Greatest Battle","","New York","Oxford University Press","2015","1-4"]}],"locations":[{"id":11139,"lat":41.6682559,"lng":-77.8367282,"zoom":8,"place":"Potter County, Pennsylvania"}],"tags":[{"id":3332,"tag":"Suicide"},{"id":3331,"tag":"Angelo Crapsey"},{"id":32,"tag":"Civil War"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}