{"id":671,"title":"Construction Begins on Fort Zachary Taylor in Key West, Florida","course_id":1,"status":"P","start_date":"1846-07-01","end_date":"1846-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The first federal building to be constructed on Key West, which is the southern-most point of the United States, Fort Taylor was begun in July of 1846.  The fort was built in order to protect the natural harbor of Key West and was named for General Zachary Taylor, who was commander of American forces in the Mexican-American War which had also begun that year.  Although the fort was all but destroyed by a hurricane which ravaged the Florida Keys in October of 1846, it was later rebuilt and was a point of military importance during the Civil War of 1861-65 as well as the Spanish-American War of 1898.&lt;br /&gt;&lt;br /&gt;General Taylor quickly became a beloved figure over the course of the Mexican-American War, earning the nickname Old Rough and Ready.'  In May of 1846, with the outbreak of war with Mexico, the people and legislature of Louisiana raised a combined 500 and, with no small degree of pride,' reports the Times-Picayune, used the money to purchase a sword to be presented on behalf of the state to Taylor with much ceremony.  The sword was meant to represent his indomitable courage, bravery and consummate skill' in achieving victories against Mexico.  Taylor later was elected president on the Whig ticket but served for only one year before dying in office."],"display_date":"July 1, 1846","search_date":"1846-07-01","citations":[{"divid":1214504049,"type":"Newspaper Article","data":["","New Orleans Times-Picayune","New Orleans, LA","May 19, 1846",""]},{"divid":1214504090,"type":"Book","data":["Robert O&#39;Brien and Harold H. Martin, eds.","The Encyclopedia of the South",null,"New York","Facts on File","1985",""]}],"locations":[{"id":501,"lat":null,"lng":null,"zoom":8,"place":"MONROE, Florida"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}