{"id":6710,"title":"Hardships faced during Reconstruction","course_id":170,"status":"P","start_date":"1867-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["African Americans have endured a lot of hardships throughout the civil war time period leading up to Reconstruction. Historians have found evidence and were able to piece the history of the time period due to documents left behind from people, allowing readers to understand the conditions that plagued the African American population during the Civil War and Reconstruction period.  Important factors that lead to the African Americans freedom and increased stability were the Union army winning the war, Abraham Lincoln’s impact on African Americans and his dream of unity, important riots that lead up to the freedom that African Americans have today.","African Americans suffered a lot of hardship due to past discrepancies between the southern white men and the concept of freedom. Due to the heavy amount of racism in the South towards African Americans, Abraham Lincoln held within his hands the solution to the problem that plagued the country, unification. Southern states did not like the fact that the North was trying to say that their main source of economic stability was wrong. The Emancipation Proclamation attempted to free the slaves. Lincoln stated, “I do and declare that all persons held as slaves within said designated States, parts of States, are, and henceforward shall be free”. African Americans were torn from their families and some were tortured while others were treated with respect. The overall concept of slavery was the Souths true flaw during the time leading up to the Civil War and Reconstruction.","The South was known for being a very simple group of people. They believed in traditional values and modesty among their community and were respectful to each other, however, were disrespectful towards outsiders. They were simple minded and believed that their system of organization was the only way that was successful, without considering other opinions or ideas. If the North truly desired to make an impact, they would’ve had to realize the southerner’s mindset, to protect their system, afraid to change or take a risk. The North believed that the success of America would best be projected by the industrial industry.","Due to Robert E. Lee’s surrender at Appomattox Courthouse, Grant could now celebrate that hard-fought war and congratulate Lincoln on the Union victory. Since the confederate army had to surrender their weapons, the main concern was what were the African Americans going to do. African Americans played a huge role as their labor for the South was one of the reasons the South was fighting. The enlistment of African Americans in the war was a risky move due to the possibility of African Americans turning on the soldiers with weapons. African Americans deserve recognition and compensation for the physical and emotional damage that resulted from the slavery period, through the Civil War years, and the Reconstruction period.","After Lee’s surrender, African Americans main focus was on rebuilding and finding their family members. Due to the sporadic separation from their family members due to the war, many 0African Americans had to track down their family members, some of them finding them again, while many people did not find their family members. Stripped away from their family like sheep and essentially walked to slaughter, the African Americans who were free desired to reconnect and rekindle the broken family unit as a result of the war. Abraham Lincoln desired that the country be united and through time it was united, African Americans, those who found their family members, were reunited and happy and relieved to see their family. It shows that despite the odds, the will of a person to come back to their family is stronger than any adversity faced. The will to be struck down and oppressed and to stand back up and fight for a purpose that deep down is right, is worthy of appraisal. Life isn’t about how many times a person gets knocked down, but how many times they can get up after being knocked down. The African American population did not desire to be knocked down and pushed to the side but stand strong, united together.","The Confederates stared in disbelief, awestruck at the fact that the Union had won. They took the walk of shame by taking days to return home. The Confederate army despite the odds truly believed that with will they would’ve been able to defeat the Union but Lee knew within him that due to Grants artillery and amount of men that it was a suicide mission. The Confederates would not stop until Lee surrendered. Even though the numbers in artillery and men were against the Confederates, they still pushed on believing firmly that their system of slavery benefited economically and created a massive amount of money, but what it was really was money that was extorted from human enslavement.","Lee knew that surrender was the best option and that it would have a lasting effect on the African American population and his Confederate army. During the time, Lincoln could relish in the fact that the African American population could be reunited with their families and not be slaves any longer but free men and women within an everchanging society. The signature of Robert E. Lee changed the lives of African Americans forever and was a step in the right direction for young America during that time period. During the war, Lincoln was stressed and knowing that Lee signed for surrender, the heavy burden that was placed on his shoulders could finally be relieved.","After Lincoln's death, President Andrew Johnson took over the nation and was in control of the country. President Andrew Johnson established what is known as “black codes” to control the former slaves. The “black codes” infuriated the North considering it wasn’t in compliance with the 13<sup>th</sup> amendment.  Johnson made the southern states essentially rebuild themselves, swearing allegiance to the Union and forced to pay war debts. The rise of the Klu Klux Klan also occurred during the time of Reconstruction. The KKK’s main leader known as “the grand wizard”, along with the group of white people often carried out attacks on the black population despite being free due to the 13<sup>th</sup> amendment. President Johnson’s ideology of Reconstruction was an attempt at bringing the African American population back to a postwar southern era."],"display_date":"1867 - 1877","search_date":"1872-07-01","citations":[{"divid":1492637291,"type":"Website","data":["N/A","Reconstruction","History","http://www.history.com/topics/american-civil-war/reconstruction#","4/19/17"]},{"divid":1492637391,"type":"Website","data":["N/A","The Emancipation Proclamation","National Archives","http://www.blackpast.org/primary/emancipation-proclamation#sthash.62zOedkW.dpuf","4/19/2017"]},{"divid":1492637584,"type":"Website","data":["N/A","Reconstruction","Independence Hall Association","http://www.ushistory.org/us/35.asp","4/19/17"]}],"locations":[{"id":11135,"lat":37.09024,"lng":-95.712891,"zoom":4,"place":"United States"}],"tags":[{"id":3344,"tag":"Hardships"},{"id":3345,"tag":"the struggle"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}