{"id":6711,"title":"Jennie Kendricks: A Domestic Slave in the Absence of Brutality","course_id":171,"status":"P","start_date":"1/22/36","end_date":"1/22/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Sometimes she and Mrs. Moore’s youngest child, a little boy, would fight because it appeared to one that the other was receiving more attention from Mrs. Moore than the other” (5).  For most slaves, life was miserable and brutally relentless. However, for Jennie Kendricks her life as a domestic slave was less agonizing than many others. Jennie was a product of the intricate slave system, but was able to pass her days in the comfort of the Moore household, rather than having the redundant task of tirelessly picking cotton until darkness invades the sky.","Born in 1855 in a small Georgia town, Jennie Kendricks was the oldest of seven children in a family that lived on a large plantation, owned by a non-wealthy white man and his family. Jennie’s grandmother was responsible for cooking all of the meals for the Moore family and all of the other slaves, while the other women and men worked in the fields from sunrise to sunset, picking cotton and corn. As a child, Jennie played with the host family’s children, slowly working towards new responsibilities, until she was old enough to help Mrs. Moore and her daughters with the weaving and threading of the dresses.","Slavery was a spectrum. The relationships between enslaved and enslavers varied greatly, depending on the owner and his or her beliefs. In Jennie’s instance, she received a less strict and violent relationship with her owners, expressing the uncommonness of her situation in her Slave Narrative Project interview during the 1930s. Jennie was allowed to play with the Moore children in a sheltered environment and was allowed to sew with her owner and her daughters. She was given balanced meals and was able to enter the kitchen at any point in the day to grab extras if she pleased. Jennie and her family were able to attend a church every Sunday whose pastor was black. They were also able to receive medical treatment from a doctor who provided medicines and other remedies for all possible injuries and illnesses.","From an outsider’s perspective, Jennie’s experience as a domestic slave appears peculiar, because of the absence of the sexual and physical violence that is present in many other slave and slave owner relationships. Although Jennie lived a less tragic life than most slaves, she was still a product of the slave system and was forced to be a part of one of the most ruthless economic systems in American history. Jennie was fortunate to live with the Moores, as she was never brutally tortured or whipped, and instead was able to live a more comfortable life than other slaves. Until the end of the Civil War, Jennie was forced to live a life that she didn’t want to live, confined to a plantation where her fate depended on her owners. No matter the severity of a slave’s living situation, slavery will always be seen as a complete appropriation of the personal liberties and freedoms of enslaved people."],"display_date":"January 22, 1936 - January 22, 1937","search_date":"1936-07-23","citations":[{"divid":1492644671,"type":"Book","data":["Elizabeth Fox-Genovese","Within the Plantation Household: Black and White Women of the Old South","","The United States of America","University of North Carolina Press","1988","152"]},{"divid":1492644766,"type":"Manuscript","data":["","Ex Slave Jennie Kendricks","","","","Slave Narrative Project",""]}],"locations":[{"id":11159,"lat":43.6544852,"lng":-79.5110169,"zoom":8,"place":"Sherem, Georgia"}],"tags":[{"id":3346,"tag":"Domestic Slavery"},{"id":3358,"tag":"domestic labor"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}