{"id":6712,"title":"Lizzie McCloud and the Lost African American Soldiers of Civil War","course_id":171,"status":"P","start_date":"1861-04-12","end_date":"1865-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The full story of the Civil War is not complete without mentioning the role that the African Americans played. To this day, there are southern heritage groups that see the Confederate flag as a symbol of honor and sacrifice. In the late-nineteenth century, such perceptions helped to “revise” history to exclude or at least minimize the centrality of African Americans and slavery as part of the United States’ national story. After President Abraham Lincoln signed the Emancipation Proclamation, declaring that every person held as slaves shall be free and received into the armed services of the US, free black men rushed to volunteer for service with the Union forces. Due to shortage of soldiers, recruitment was established to manage black enlistees. Leaders like Frederick Douglass encouraged free black men to volunteer as a way to ensure eventual full citizenship. Even before this declaration, in 1863, about 186,000 African Americans entered the Union while others were forced to fight for the Confederate side. Nearly 40,000 of those men lost their lives, one of whom was Lizzie McCloud’s brother.","Lizzie McCloud was “bred and born in Tennessee.” She was a former slave freed during the Civil War. It was not until the end of the war that she was scared of white folks. According to her, the war was about “freeing niggers.” As soon as the war broke out, her brother, who was a slave, ran away and joined the Union army. Lizzie’s brother was one of those men who volunteered to fight for his freedom. A musket on his shoulder and bullets in his pocket, he fought to earn his God-given right that was taken away by “white folks.”","What the African Americans have done has been lost among the history books. Initial reluctance to enlist Blacks was followed by large-scale recruiting as demands for manpower overcame the force of prejudice. While the books may not remember the African American soldiers’ names or  undermine their role, they all fought to receive the full enjoyment of freedom and citizenship, if not for themselves, certainly for their families who were still in bondage. In order to get rid of the curse that had separated them from their loved ones, they went to end all those times that their people were forced to swallow their pride and live in bondage of the white man. By striking at the heart of the system, they sought to break the chains that had held them for years.","While one hundred years of Jim Crow laws, lynching, disfranchisement, racism and unequal educational resources were to come, the era of white man treating a black man as property, was almost over. Even though, not many historical accounts hold the names of each fallen black soldier or tell their stories, there were many including Lizzie’s brother, who risked their lives for their freedom and for the protection of the country that they called home."],"display_date":"April 12, 1861 - May 9, 1865","search_date":"1863-04-26","citations":[{"divid":1492655912,"type":"Government Document","data":["McCloud, Lizzie. Federal Writers' Project: Slave Narrative Project","Manuscript/Mixed Material. Retrieved from the Library of Congress","1941","Arkansas","","","","",""]},{"divid":1492656303,"type":"Manuscript","data":["Fredrick Douglas","Selections From Parker’s Leder Slavery","1848","","","Frederick Douglass’ Paper",""]}],"locations":[{"id":11158,"lat":35.464834,"lng":-86.607593,"zoom":8,"place":"Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":715,"tag":"Military"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}