{"id":6718,"title":"Green Grass, Dark Nights","course_id":171,"status":"P","start_date":"1/1/47","end_date":"1/1/48","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            One morning while playing on the woodpile, five year old Charles Grandy was approached by his slaveholder who sternly said to him, “Boy, do you see this grass growing along the side of the fence? Well pull it all up.” Grandy, who was born into slavery, dutifully pulled all of the grass out. Immediately after finishing the task his master assigned to him, Grandy was carried to the fields where the cotton and other crops were growing, and he was instructed to pull out all the grass growing near the crops as well. Due to Grandy’s young age, he was not allowed to use any of the gardening tools, so all of the manual labor the little boy was forced to do was done by hand. From that day forward, Charles Grandy’s days of playing were replaced with the daily task of removing all of the grass and weeds growing near the crops on the plantation. ","            Typically, children born into slavery were not immediately aware that they were enslaved. Often there was a specific moment or event that showed the child that he or she was not free. The average age for children to recognize their servility was in between the ages of six and ten. It is possible that when Grandy’s master told him to pull out the grass, Grandy realized that he was under another person’s control. Prior to being forced to work, Grandy would play around the big plantation house during the day. Occasionally he would be asked to do small errands; however, one may conclude that he did not realize he was doing those small errands due to his enslavement. Grandy’s experience of being forced to pull out grass is representative of the experiences of many other enslaved children who became aware at very young ages that they were owned by another person. ","Charles Grandy shaped and was shaped by history. The experiences that he shared have formed what we know about enslaved children’s struggles. Grandy was robbed of his childhood because he was born into slavery and was forced to do manual labor for his master. The work he was required to do exhausted young Grandy so much that he often would fall asleep on the cold, hard ground before making it back home. If he woke up in the middle of the night, he would stumble around and struggle to find his home in the pitch-black darkness of the night."],"display_date":"January 1, 1947 - January 1, 1948","search_date":"1947-07-02","citations":[{"divid":1493964193,"type":"Manuscript","data":["","Vol. 17, Virginia, Berry-Wilson","1936","","","Federal Writers' Project: Slave Narrative Project","Library of Congress"]},{"divid":1493964396,"type":"Article","data":["Rachael L. Pasierowska","Up from Childhood: When African-American Enslaved Children Learned of Their Servile Status","Slavery &amp; Abolition","Volume 37","2016","94-116"]}],"locations":[{"id":11166,"lat":37.4315734,"lng":-78.6568942,"zoom":6,"place":"Virginia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":408,"tag":"Children"},{"id":2930,"tag":"Virginia"},{"id":3362,"tag":"forced labor"},{"id":3363,"tag":"manual labor"},{"id":3364,"tag":"enslaved children"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}