{"id":6719,"title":"Prisoner's Rights: Their Role in the Attica Prison Riot","course_id":176,"status":"P","start_date":"5/1/71","end_date":"9/13/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The concept of prisoners being viewed as human and having rights was not widely understood or enforced until the 1960s. Before the 1960s, prison officials operated prisons in the manner they deemed acceptable with little oversight. The courts utilized a “hands off doctrine” that did not give them the jurisdiction to interfere with prison operations. Challenging the hands off doctrine, <em>Jones v. Cunningham</em> (1963) held that inmates could question their imprisonment and the treatment and conditions within correctional facilities. The Supreme Court ruling, <em>Cooper v. Pate</em>, decided June 22, 1964, gave prisoners the right, under the constitution, to file grievances in a court of law.","Inmates, generally speaking, are afforded constitutional provision under the First, Fourth, Eighth, and Fourteenth amendments, whereas someone not incarcerated is afforded every right within the constitution.","The riot that began on September 13, 1971 at the Attica Correctional Facility in Attica, New York, is said to be a result of ignored and dismissed concerns and grievances of inmates related to the conditions of the prison and the treatment of inmates. In 1971, four months prior to the riot, a prisoner group wrote a list of demands to the Commissioner of Prisons. The inmate group cited issues of over-crowding, starving, and the absence of medical care, plus twenty-four additional demands. This list was a comprehensive and articulate list of demands and negotiations on behalf of the men. Not only were the demands not met or negotiated, anyone in the prison with a copy of the demands could be punished to two months in solitary confinement. It became clear to the prisoners that their demands were not a priority to the Department of Correctional services.  Demands made by prisoners were threatening to some people in the corrections world. Therefore, those demands were often met with force. With conditions worsening and no indication of relief, tensions within the prison were very high. A four-day riot exploded, fruitless negotiations were held, and five hundred and fifty police officials retook the prison, leaving thirty-nine  people dead and over one hundred shot. ","Without question, the Attica Prison Riot is not something in history to be proud of, in terms of its deadly toll and misconstrued story that was told by government officials and reporters to the masses. What was left out of the narrative is that the basis of the demands made by the prisoners were basic human rights. Not only were they basic human rights; they were rights that, under the United States Constitution, prisoners are afforded. Their grievances about over-crowding, starvation practices, and an absence of adequate medical care are protections prisoners have under the Eighth Amendment. The Eighth Amendment protects individuals from cruel and unusual punishment.  The United States Supreme Court has ruled that the Eighth Amendment does indeed extend to conditions of correctional institutions. The demands of Attica Correctional Facility prisoners in wake of the riot rightly qualify as human rights that should have been met at all times within the institution. ","J. Lovelace"],"display_date":"May 1, 1971 - September 13, 1971","search_date":"1971-07-07","citations":[{"divid":1493988816,"type":"Article","data":["Elliot Barkley","\"The Attica Liberation Faction Manifesto of Demands.\"","Race &amp; Class 53","No. 2","September 12, 2011","28-35"]},{"divid":1493988961,"type":"Image","data":["John Shearer","Attica Prison Riot","September 9, 1971","photograph","","Life Photo Collection, LIFE","",""]},{"divid":1493989019,"type":"Article","data":["Christine Tartaro","\"Missed Opportunities: Learning from the Mistakes at Attica.\"","Contemporary Justice Review 15","No. 3","2012","339"]}],"locations":[{"id":11171,"lat":42.8488501,"lng":-78.2757597,"zoom":8,"place":"639 Exchange Street Rd, Attica, NY 14011"}],"tags":[{"id":108,"tag":"prison"},{"id":825,"tag":"Riot"},{"id":3365,"tag":"correctional facilities"},{"id":3366,"tag":"prisoner's rights"},{"id":3367,"tag":"Eighth Amendment"},{"id":3368,"tag":"Attica"},{"id":3369,"tag":"inmates"},{"id":3370,"tag":"penitentiary"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}}