{"id":6724,"title":"600 Confederate prisoners of war suffer on Morris Island","course_id":176,"status":"P","start_date":"1864-08-04","end_date":"1865-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 4, 1864, fifty Confederate prisoners of war were exchanged for fifty Union prisoners in Charleston, South Carolina. News of this exchange quickly spread among the Confederate prisoners held at Fort Delaware, although the more skeptical men pointed out the lack of evidence, and without further information, the discussion quieted. The rumor revived when a Union sergeant told an officer guarding prisoners there had been an exchange, and the federal government was arranging another. On August 17, 1864 a Union officer named Sergeant Murphy called six hundred names, all officers, who the prisoners believed would be the next group exchanged. One prisoner, John Ogden Murray, wrote: “When the M’s were called on the roll I could hardly contain myself; when my name was called I could have shouted for joy; and I really felt sorry that all my comrades were not included in the list, as we thought, for exchange.” When there was no movement from their guards the next day, the prisoners began thinking that the whole thing had been a cruel joke, until finally, at 3 p.m. August 20, 1864, roll was called again and the six hundred ordered to take their belongings and march onto the steamship <em>Crescent City</em> headed for Morris Island, South Carolina. After eighteen days, with only brief turns above deck, the ship arrived off Morris Island early in the morning of September 7, 1864. Unfortunately for the prisoners, Lt. Gen. Ulysses S. Grant sent a letter on August 21, 1864, specifically forbidding the exchange of the prisoners now at Morris Island. Prisoner exchanges were officially halted in July 1863, due to Confederate refusal to include black prisoners of war, but some generals continued arranging unofficial exchanges. By 10 a.m. September 7, 1864 the prisoners were informed there was no intention of exchanging them. The general who ordered the prisoners to Morris Island, Maj. Gen. John G. Foster, was retaliating for Union prisoners of war being placed in the parts of Charleston the Union was shelling. The battery on Morris Island was a target of the guns in Charleston, and he hoped the Confederates would be reluctant to fire on their own men. Although none of the prisoners died from the artillery, they were far from comfortable. Murray wrote that rations consisted of “the luxurious diet of four hardtack army crackers, one ounce of fat meat, and half a pint of sandy bean soup (which often tasted like it had been seasoned with soap).” The prisoners had to dig to the water table to get anything to drink. Three prisoners died on Morris Island of starvation-related illnesses. In early October 1864 a yellow fever outbreak in Charleston led the Confederates to remove their prisoners of war from the city, and in response Foster ordered the men, who would eventually be known as the Immortal 600, moved to Fort Pulaski at the mouth of the Savannah River. They stayed there until March 4, 1865, when they returned to Fort Delaware to wait out the end of the war."],"display_date":"August 4, 1864 - March 4, 1865","search_date":"1864-11-17","citations":[{"divid":1494040883,"type":"Government Document","data":["General Grant to Secretary of War Stanton, regarding General Foster's planned exchange of the 600 Confederate officers for 600 Yankee prisoners of war.","Official Records of the Union and Confederate Armies Ser. I, Vol. XXXV, Pt. II","","Washington, D.C.","Government Printing Office","1891","254","",""]},{"divid":1494041014,"type":"Book","data":["J. Ogden Murray","The Immortal Six Hundred; A Story of Cruelty To Confederate Prisoners of War","","Winchester, Virginia","The Eddy Press Corporation","1905","67"]},{"divid":1494041154,"type":"Book","data":["Brian Temple","The Union Prison at Fort Delaware: A Perfect Hell on Earth","","Jefferson, North Carolina","McFarland &amp; Co.","2003","109"]}],"locations":[{"id":11202,"lat":32.02706,"lng":-80.8904868,"zoom":15,"place":"Fort Pulaski, Georgia"},{"id":11201,"lat":32.7124021,"lng":-79.8940806,"zoom":15,"place":"Morris Island, South Carolina"},{"id":11200,"lat":39.5906951,"lng":-75.5721664,"zoom":13,"place":"Fort Delaware, Delaware"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":32,"tag":"Civil War"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}}