{"id":6725,"title":"Eugenics and Perceived Criminality","course_id":176,"status":"P","start_date":"1/1/00","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late 1800s, Francis Galton developed the concept of eugenics, the science of improving a population through selective breeding among ideal specimens. By the 1920s, eugenics had been popularized to mean promoting breeding among the “fit” and restricting reproduction among the “unfit.” Many Eugenicists in the early 1900s had parents or grandparents that lived during a time of slavery, and they themselves were certainly exposed to normalized racism, meaning many of these scientists believed that African-Americans were physically, biologically, and intellectually less than Anglo-Europeans. These biases then affected how they performed research, the data they collected and the conclusions they drew and later shared with the general populations.","<em>The Trait Book</em> by Charles Davenport, a strong proponent of eugenics, outlines traits determined in his research to be hereditary. Physical characteristics such as hair, eye color, and genetic diseases are to be expected and are listed. Davenport also includes among “inborn characteristics” criminal or antisocial behavior, such as Vagrancy, Homicide and Assault. Also included are scales of intelligence, special interests, and personality traits such as conversational, sympathetic, and religious, all of which would now be considered unique to an individual. However, <em>The Trait Book</em> was widely utilized by eugenicists around the world to define and categorize individuals. Eugenicist who consulted this book went on to write papers to present to the public  and provided “scientific evidence” to support legislation passed to allow for the involuntary sterilization of criminals and the insane in the 1920s. The prejudice of eugenicists led to a scientifically supported bias of the innate criminality of African Americans.","This perceived criminality of African-Americans began with the enslavement of Africans in the American colonies. Several diseases were said to be present within the Negro race, including “Dysesthesia Ethiopica,” a disease that made slaves mischievous and indolent, as mentioned in Dr. Samuel Cartwright’s Diseases and Peculiarities of the Negro Race in 1851. He stated that “black blood … creates ignorance, superstition and barbarism, and bolts the door to civilization”, that is, being black in and of itself makes one violent and uncivilized.","            Eugenicists such as those that conducted studies at the Fred C. Nelles Youth Correctional Facility consulted <em>The Trait Book</em> to determine criminality, intelligence and aptitude of the Mexican-American and African-American youth incarcerated there. “The research process often confirmed what [Eugenicists] already knew or believed they knew about youths of color”, according to Miroslava Chavez-Garcia’s article. Several innately racist terms such as “nigger type” and “big coon type” were used in a seemingly scientific way to describe the boys studied at the Nelles Facility. This bias also showed through in how the fieldworkers compared the boys’ intelligence to that of the Anglo-European standards, saying in the case of Nathan M., who scored “feeble-minded” and “moron” that he was of “average intelligence for his race”, exemplifying the workers’ belief that African-Americans were inherently less intelligent than Anglo-Europeans. This lower intelligence was thought to contribute to criminality; that those that were less intelligent were more likely to commit crimes."],"display_date":"1900 - 1955","search_date":"1928-01-01","citations":[{"divid":1494043284,"type":"Article","data":["Samuel A. Cartwright","Diseases and Peculiarities of the Negro Race","DeBow’s Review of the Southern and Western States","n.d.","1851","331-336"]},{"divid":1494043448,"type":"Article","data":["Miroslava Chavez-Garcia","Youth of Color and California's Carceral State: The Fred C. Nelles Youth Correctional Facility","The Journal of American History","n.d.","June 2015","47-60"]},{"divid":1494043565,"type":"Book","data":["Charles Davenport","The Trait Book","","Cold Spring Harbor, NY","Wellesley College Library","1912","1-80"]}],"locations":[{"id":11213,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":3387,"tag":"The Trait Book"},{"id":3386,"tag":"Criminality"},{"id":533,"tag":"Eugenics"},{"id":3,"tag":"African-Americans"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}}