{"id":6729,"title":"The School to Prison Pipeline: How Ella Fitzgerald's Brief Imprisonment Informs us on the Link","course_id":176,"status":"P","start_date":"4/13/33","end_date":"4/13/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 13, 1933, a judge sentenced the future First Lady of Song, Ella Fitzgerald, to serve out her time at the New York State Training School for Girls in Hudson, New York. At fifteen years old, she was sent there on the charge of “incorrigibility,” a status offence that sent minors to reform schools. While there, Fitzgerald, as an African American, was racially segregated into different living quarters than the white students and was “subject to physical abuse” [1].","                Despite Fitzgerald being an African American cultural icon, her story is not an uncommon one.   It was common practice to send girls with status offences and other crimes to schools meant to reform their characters.  For example, there were two different efforts for reform schools for girls of color around the time of Fitzgerald’s own incarceration: the Industrial Home School for Colored Girls, which was created in 1916 in Virginia, and a proposed Georgia school for “delinquent colored girls” that the General Federation of Colored Women’s Clubs endorsed in 1937 [2].","                In many reform schools, girls were segregated by race. Additionally, most schools featured hard labor for the sake of reforming girls’ characters [3]. For example, students at the Virginia Industrial Home School for Colored Girls performed hard labor such as farm work and hog raising for the sake of reformation. As a result, girls were only allowed to attend school half a day and then worked the farmland belonging to a member of the board of trustees, and their education consisted mainly of domestic work training [3]. Girls who were eventually paroled from the Industrial Home were forced into work with an arranged employer and the employer could return the girl at any time if the employer felt that the girl’s work proved unsatisfactory [3].","                Although these segregated reform schools no longer exist, the concept of disenfranchised education still remains. As Wald and Losen state, children who are more likely to receive inadequate education are more likely to be targeted for disciplinary actions and are therefore more likely to be discriminated against in school by getting reprimanded or punished. They continue by indicating that the groups most likely to be targeted by school disciplinary action are students of African American and Latino heritage [4]. So, students of color who are being targeted are more likely to see hindrances to their education, and this can set in motion a way for these students to be more likely targeted by prison systems for status offences.  In this way, just as Fitzgerald was considered incorrigible, students today are facing disciplinary action which can land them in prison.","                However, Wald and Losen state that this school-to-prison pipeline is in place because students of color are more likely targeted due to their lack of education, which has been in place since the repealing of Jim Crow laws governing school segregation [4]. And even though Fitzgerald somehow broke free from this pipeline,   the inadequate and discriminatory educational system still exists. "],"display_date":"April 13, 1933","search_date":"1933-04-13","citations":[{"divid":1494369430,"type":"Website","data":["Russ Immarigeon","The \"Ungovernable\" Ella Fitzgerald","Prison Public Memory","https://www.prisonpublicmemory.org/blog/2014/the-ungovernable-ella-fitzgerald","March 10th, 2017"]},{"divid":1494369543,"type":"Newspaper Article","data":["Girls' Home Bill Signed by Rivers","Atlanta City News","Atlanta, Georgia","April 2nd, 1937",""]},{"divid":1494369907,"type":"Book","data":["Industrial Home School for Colored Girls","Annual report of the Virginia Industrial School for Colored Girls","","Peake's Turnout, Virginia","No Publisher Found","1916-1920","No Page Numbers Found"]},{"divid":1494370730,"type":"Article","data":["Johanna Wald &amp; Daniel J. Losen","Defining and Redirecting a School-to-Prison Pipeline","New Directions for Youth Development","99","Autumn 2003","9-15"]}],"locations":[{"id":11220,"lat":42.2528649,"lng":-73.790959,"zoom":7,"place":"Hudson, New York"}],"tags":[{"id":142,"tag":"african americans"},{"id":6,"tag":"Education"},{"id":3359,"tag":"Incarceration"},{"id":1667,"tag":"Discrimination"},{"id":3404,"tag":"Ella Fitzgerald"},{"id":108,"tag":"prison"},{"id":3406,"tag":"Pipeline"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}}