{"id":6731,"title":"Anti-Eugenics Arguments in the Early Twentieth Century","course_id":176,"status":"P","start_date":"7/24/12","end_date":"8/31/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Most people assume anti-eugenics sentiment only started to occur after the Second World War however that is not the case.[1] As early as the 1910’s sociologists like Maximilian P. E. Groszmann and A.L Sweet raised concern about eugenics; they wasn’t against eugenics as a whole but did disagree with its use in crime and punishment.[2] There were three main arguments against eugenics at this time. Groszmann advocated that scientists did not know enough to start doing permanent damage to the gene pool.[3] Another view shown by A.L Sweet, another sociologist, argued was that proactive eugenics was unnecessary as nature had been doing it for years, as social Darwinists explained. The final argument was the international view of America’s use of eugenics which was explained most as simply persecuting different races.[4] ","Scientists like Groszmann and A.L Sweet argued that eugenics was being improperly used in the US legal system. Neither of them felt, as did later dissenters, that eugenics had no scientific basis. However they argued that eugenics should not be used by the legal system to stop certain men and women from being able to reproduce.[5] Groszmann puts forward that sterilization is not a decision that should be made lightly, and that if it is truly necessary, it should be a judgement made by a council of specialists.[6] As Groszmann states, “we must not forget that the purpose of such productions is purely utilitarian from the point of view of man who needs food and service.”[7]This science should be used to help man not hinder. He states that statistically there were many problems with using the numbers that had been gathered because there were as many outliers as there were “normal” people. He thought that  eugenics shouldn’t be used for “exterminating the so-called undesirables.”[8]","Another view is that of Sweet, who believed that it was “common sense” that the science of eugenics was naturally occurring in humans.[9]  Sweet believed that there was room for eugenics in the world and that the “undesirables” should not mate, but that sterilization went too far.[10] He believed that human love could not be dictated by any science and that science shouldn’t try to force anything that would over time happen naturally. ","At the first international Conference of Eugenics in London in 1912, the United States was seen as more willing to use eugenics in the legal system than other counties.[11] In Britain, eugenics was very much class-based, but the idea of sterilizing was rejected as inhumane.[12] When states such as Texas and Kansas started to view sterilization as a more effective version of lynching, and then eugenicists like Dr Harry Sharp took it as a good way of dealing with “un-desirables,” international experts in eugenics started seeing it as a race issue.[13] Most eugenicists in Britain thought that American eugenicists had taken the science and twisted it to fit their own views on race and dominance.[14]","[1]Richard Lynn, <em>Eugenics: A reassessment </em>(Westport: Praeger Publishers, 2001), 42-43.","[2] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913)614.","[3] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913) 614.","[4] Daniel J. Kevles, <em>In the name of Eugenics</em> (Los Angeles: University of California Press, 1985)46-47.","[5] A.L Sweet, “The Fallacy of Eugenics,” <em>Medical Record </em>88, no. 9(Aug. 1915) 353.","[6] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913) 614.","[7] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913)614.","[8] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913)614.","[9] A.L Sweet, “The Fallacy of Eugenics,” <em>Medical Record </em>88, no. 9(Aug. 1915)353.","[10] A.L Sweet: “The Fallacy of Eugenics,” <em>Medical Record </em>88, no. 9(Aug. 1915) 353.","[11] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913) 614.","[12] Richard Lynn, <em>Eugenics: A reassessment </em>(Westport: Praeger Publishers, 2001) 20-21.","[13] Angela Gugliotta, “‘Dr Sharp with his little knife’: Therapeutic and punitive origins of Eugenics Vasectomy—Indiana 1892-1921” <em>Journal of the history of medicine and allied sciences </em>53, no. 4 (Oct. 1998): 376-406","[14] Daniel J. Kevles, <em>In the name of Eugenics</em> (Los Angeles: University of California Press, 1985)46-47."],"display_date":"July 24, 1912 - August 31, 1915","search_date":"1914-02-10","citations":[{"divid":1494529562,"type":"Article","data":["Maximilian P. E. Groszmann","Sane Eugenics","Pacific Medical Journal","56,11","Nov. 1, 1913","614"]},{"divid":1494529888,"type":"Book","data":["Daniel J. Kevles","In the name of Eugenics","","Los Angeles","University of California Press","1985","46-47"]},{"divid":1494530096,"type":"Pamphlet or Other Printed Material","data":["A.L Sweet","The Fallacy of Eugenics Medical Record 88","","Medical Record 88","1915",""]}],"locations":[{"id":11223,"lat":51.5073509,"lng":-0.12775829999998,"zoom":8,"place":"London, England"}],"tags":[{"id":3359,"tag":"Incarceration"},{"id":533,"tag":"Eugenics"},{"id":3410,"tag":"sociologists"},{"id":3411,"tag":"1910s"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}}