{"id":6736,"title":"JFK's Hidden Medical Issue","course_id":175,"status":"P","start_date":"7/4/60","end_date":"7/5/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During his run for the presidency, Senator John F. Kennedy successfully hid his troubling medical history from the public. JFK suffered from Addison’s disease, which is a disease where the adrenal glands do not produce enough hormones. Kennedy’s longtime doctors, Janet Travell and Eugene J. Cohen kept the secret of Kennedy’s severe health problem, which required regular doses of cortisone and steroids. It was only a matter of time before someone dug up the truth about Kennedy.","In July 1960, the race for the democratic candidacy was competitive, to say the least. Two of Lyndon B. Johnson’s supporters, India Edwards and John B. Connally leaked medical information to the press, claiming that JFK had Addison’s Disease and demanded that the party test all the democratic contenders. The news came as a shock to many that perceived JFK as young and healthy. The author of the <em>New York Times</em> article, W.H. Lawrence, quoted Edwards when she stated that she received the news from “several doctors” and they told her that “[Kennedy] would not be alive if it weren’t for cortisone.” After these accusations, Robert F. Kennedy, the Senator’s brother, stepped in and denied everything the Johnson supporters claimed. Robert F. Kennedy not only denied the fact that his brother had Addison’s Disease, but offered an explanation that is brother’s condition resulted from his “war time experiences.” JFK’s two doctors released a medical report basically clearing him “to hold any office to which [he] may aspire.” In truth, Kennedy relied on daily shots of steroids and cortisone, took amphetamines, and any other drug that would relieve his pain. Robert Dallek said, “Kennedy’s charismatic appeal rested heavily on the image of youthful energy and good health he projected.” John F. Kennedy lived with a serious disease without the public’s knowledge, and even when exposed by the press, he continued to hide his illness and battle for the presidency."],"display_date":"July 4, 1960 - July 5, 1960","search_date":"1960-07-04","citations":[{"divid":1495640104,"type":"Newspaper Article","data":["Johnson Backers Urge Health Test","New York Times","","July 5, 1960","19"]},{"divid":1495640344,"type":"Website","data":["Robert Dallek","The Medical Ordeals of JFK","The Atlantic","https://www.theatlantic.com/magazine/archive/2013/08/the-medical-ordeals-of-jfk/309469/","April 25, 2017"]}],"locations":[{"id":11228,"lat":34.0522342,"lng":-118.2436849,"zoom":8,"place":"Los Angeles, CA, USA"}],"tags":[{"id":2703,"tag":"John F. Kennedy"},{"id":2,"tag":"Health/Death"},{"id":100,"tag":"Medicine"},{"id":3415,"tag":"Addison's Disease"}],"course":{"name":"JFK","school":"Marist College","course_id":175,"school_id":77}}