{"id":6738,"title":"Creation of Special Olympics","course_id":174,"status":"P","start_date":"1/1/62","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an interview with National Public Radio, Eunice Kennedy said, \"If I [had] never met Rosemary [had] never known anything about handicapped children, how would I have ever found out? Because nobody accepted them anyplace.” This sense of not belonging prompted Eunice Kennedy to take action.","The Kennedy family tried to maintain a perfect outward appearance, but secretly one of their children, Rosemary Kennedy, suffered from intellectual disabilities. During this time, society treated people with intellectual disabilities and other mental handicaps as outcasts. In 1946, Rosemary’s father and mother, established the Joseph P. Kennedy Jr. Foundation in honor of their eldest son who died at war. The foundation aimed to identify the causes of intellectual disabilities and improve the way society handled people with intellectual disabilities. Eunice Kennedy, Rosemary’s sister, took over the foundation in 1957, which initiated her career as an advocate for people with special needs.","But her work as an advocate began before this; according to Victoria Dawson of the Washington Post, upon graduation from Stanford in 1944, Eunice worked helping acclimate American POWs back into society. She also served as coordinator of the National Conference on Prevention and Control of Juvenile Delinquency from 1947 to 1948.","When John F. Kennedy became President in 1961, his sister, Eunice Kennedy Shriver, made it her mission to change how the world treated and perceived intellectual disabilities. The combined efforts of Eunice and John F. Kennedy helped establish a new precedent for legislation regarding intellectual disabilities.","The Kennedys wanted to further honor their sister, Rosemary, which ultimately led to the creation of Special Olympics. In 1962 Eunice Kennedy started a camp in her backyard in Maryland for children with intellectual disabilities because other summer camps would not accept them. This summer camp ultimately developed into the Special Olympics, which is now recognized on a global scale with over 2.5 million children and adults participating from 180 countries. The origins of Special Olympics on an international platform can be traced back to July 1968. At Soldier Field in Chicago, the world witnessed the very first International Special Olympics Games with over 1,000 athletes participating. The Special Olympics’ mission is to create an atmosphere that allows both children and adults to compete in an athletic setting while “giving them continuing opportunities to develop physical fitness, demonstrate courage, experience joy and participate in a sharing of gifts, skills and friendship with their families.”  According to Shirli Werner of Journal of Intellectual & Developmental Disability, when studying how Special Olympics have affected athletes with intellectual disabilities and their families four major themes appeared: athlete identity formation, family quality of life, the impact on siblings, and the impact on community awareness and inclusion.","In the 20 year time frame since the end of the Kennedy administration, 116 acts or amendments providing support for people with intellectual disabilities and their families were put in place. The Kennedys certainly honored their sister and brought intellectual disabilities into the spotlight by changing people's perspectives and encouraging inclusiveness."],"display_date":"1962 - 1968","search_date":"1965-07-02","citations":[{"divid":1495734604,"type":"Website","data":["Edward Shorter","Eunice Kennedy Shriver's Olympic Legacy","npr","http://www.npr.org/templates/story/story.php?storyId=9136962","April 25, 2017"]},{"divid":1495734638,"type":"Newspaper Article","data":["Eunice Shriver &amp; the Power of the Possible: The Special Olympics Founder, Breaking Down the Walls Eunice Kennedy Shriver The Special Olympics Force","Washington Post","Washington D.C.","August 3, 1987",""]},{"divid":1495734766,"type":"Article","data":["Shirli Werner","Athletes’, parents’, and siblings’ experiences from the Special Olympics World Games","Journal of Intellectual &amp; Developmental Disability","1","June 2015","170"]},{"divid":1495734824,"type":"Website","data":["Emanuella Grinberg","Eunice Kennedy Shriver dies at 88","CNN","http://edition.cnn.com/2009/POLITICS/08/11/eunice.kennedy.shriver/","May 4, 2017"]}],"locations":[{"id":11230,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, Il"}],"tags":[{"id":2872,"tag":"Special Olympics"},{"id":3416,"tag":"Eunice Kennedy"},{"id":2868,"tag":"Intellectual Disabilities"}],"course":{"name":"JFK","school":"Marist College","course_id":174,"school_id":77}}