{"id":6740,"title":"Cold War Nuclear Arms Race","course_id":175,"status":"P","start_date":"10/29/62","end_date":"10/29/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was October 1962 and the Cuban Missile Crisis had narrowly been avoided. However, the stress of the of nuclear war still remained in President of the United States John F. Kennedy and the First General Nikita Khrushchev, leader of the USSR. This is evident in the political cartoon, drawn by Leslie Illingworth in the British newspaper, <em>The Daily Mail. </em>The cartoon which appeared in the paper on October 29, 1962 depicts the two world leaders arm wrestling.  The dominating feature of the cartoon is two men engaged in what appears to be an intense arm wrestling match. Viewers can see the sweat pouring off the leaders, especially Khrushchev who does not want to be shown up by the young United States president. Looking closer the readers can see that the two world leaders are not sitting on chairs, but rather on two hydrogen bombs, which are connected to a button that appears to be the signal for nuclear war. Each leader has their fingers ready to press the button, and to end the stalemate and begin the war that most wanted to avoid. ","            The anxiety of nuclear war between the USSR and US were new and unique to the world because of the introduction of the hydrogen bomb. The United States was the first country to test the hydrogen bomb in 1952 and the USSR quickly followed in 1953. According to historian Kari Frederickson, the hydrogen bomb “could project to be one hundred times more explosive” than the atomic bomb because it gets its energy through the fusion of atoms rather from fission. This development by both countries resulted in exactly what is depicted in the cartoon, a nervous and intense stalemate. ","The new emergence of the hydrogen bomb is only part of what makes the cartoon so accurate for this time period. It also perfectly portrays the delicate negotiating that was required by the Cold War and the many pivotal moments in the early 1960s that lead to this standoff. The first major encounter between Kennedy and Khrushchev came at the Vienna Summit on June 3, 1961. The meeting occurred shortly after the United States failed Bay of Pigs Invasion and put immense pressure on young President Kennedy to shows his foreign affairs prowess. However, Kennedy at times seemed to be affected by the brash and more experienced Khrushchev as the two argued about topics such as the Berlin Crisis, Laos, and a nuclear test ban. At the end of the two days tensions remained high as compromise did not seem possible and war seemed possible between the two. According to historian James Giglio, the encounter culminated with Kennedy telling Khrushchev “It will be a long winter” if the countries went to war.  ","            The threat of war would only grow and eventually came to its height four short months later in October with the Cuban Missile Crisis. The intense 13-day political standoff was over the nuclear missiles put on the island of Cuba only 90 miles from the United States. As a result, President Kennedy acted swiftly by placing a naval blockade around Cuba and making it clear that military force would be used if the United States sensed a threat. However, the two sides came together to avoid nuclear war as the USSR agreed to remove the missiles on Cuba in exchange for the United States promising to not invade Cuba. Leaving the tense arm wrestling match between the two in a stalemate. "],"display_date":"October 29, 1962","search_date":"1962-10-29","citations":[{"divid":1495802305,"type":"Book","data":["James Giglio","The Presidency of John F. Kennedy","","Kansas","University Press of Kansas","2006","150-200"]},{"divid":1495802363,"type":"Article","data":["Kari Frederickson","Confronting the Garrison State: South Carolina in the Early Cold War Era","Journal of Southern History","1","May 2016","34-68"]},{"divid":1495802423,"type":"Image","data":["Leslie Illingworth","Ok Mr. President, let's talk","","Political Cartoon","","","",""]}],"locations":[{"id":11235,"lat":48.2081743,"lng":16.3738189,"zoom":10,"place":"Vienna, Austria"}],"tags":[{"id":2701,"tag":"Kennedy"},{"id":291,"tag":"Cold War"},{"id":2883,"tag":"Khrushchev"},{"id":3113,"tag":"Hydrogen Bomb"},{"id":2862,"tag":"Cuban Missile Crisis"},{"id":3423,"tag":"Vienna Summit"}],"course":{"name":"JFK","school":"Marist College","course_id":175,"school_id":77}}