{"id":6743,"title":"The Threat on Jewish Culture in the Soviet Union","course_id":179,"status":"P","start_date":"10/27/66","end_date":"10/27/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late October of 1966, Mrs. Mortimer Jacobson returned home from the Soviet Union.[1] The head of Hassadah, or Women’s Zionist Organization of America led a group of 24 leaders who had approached the Soviet Union with an offer to send 500 Jewish students on scholarship to Israel. As Mrs. Jacobson put it, she wanted the children to “get a feel for the land of the Bible” something the group believed was becoming harder to do within the Soviet Union. Mrs. Jacobson holds a view that the “United States, Israel and the Soviet Union represented the future of Jewish life.” She especially emphasised that while a Moscow synagogue alone had 5,000 in attendance for the observation of Simhath Torah on October 7<sup>th</sup> once outside the synagogue proof of Jewish culture is much harder to find. A local Jewish leader objected to this notion citing the existence of a Jewish magazine and plays by a classic Jewish playwright being performed. Mrs. Jacobson however, countered this observation citing a lack of life history books and textbooks, in any language, on Israel or Hebrew in Moscow shops. The offer to send the children away was turned down by the government in a way that Mrs. Jacobson specifically mentioned had offended her.  A reluctance to send their children to the “decadent” West is mentioned, but no official reasoning is offered. Mrs. Jacobson asks for public protest to be a voice for the children. Left without a voice, the fate of their culture is left uncertain.","This article was run in 1966, two decades after the end of World War 2 and in the midst of a cold war between the Soviet Union and the West. In the years following the end of World War 2, the mistreatment of the Soviet Jewish population by Stalin became increasingly clear.[2] As activists and scholars tried to raise awareness of this injustice, financial support was received from the West.[3] This was not something which was favourably received by the Soviet Union, as seen in the rejection of these gifts following 1947 with an improvement in conditions in the Soviet Union being cited for the rejection.[4] A “witch hunt”, as Michael Beizer refers to it, could still be seen with an anti-Jewish propaganda campaign emerging, as well as an increase in the arrests of Soviet Jewish residents for “conspiracy against the Soviet regime”.[5]  These events, seen as a response to the American aid, only served to increase tensions between Soviet Jews, as many did not welcome the aid from their enemies.  Mrs. Jacobson and her peers hoped to save Jewish culture in the Soviet Union for future generations before it was too late.  Whether the Soviet Union government would allow them to was another question.","Bibliography","Beizer, Michael. \"\"I Don't Know Whom to Thank\": The American Jewish Joint Distribution Committee's Secret Aid to Soviet Jewry.\" <em>Jewish Social Studies</em> 15, no. 2 (2009): 111-136. <a href=\"https://muse.jhu.edu/\">https://muse.jhu.edu/</a> (accessed October 21, 2017).","Golden, Peter. “Saving the Jews of the Soviet Union. (Silent No More: Saving the Jews of Russia) (Critical essay)” <em>Midstream</em> 54, no. 5 (2008): 26. <a href=\"http://trove.nla.gov.au/work/72398253?q&versionId=85576600\">http://trove.nla.gov.au/work/72398253?q&versionId=85576600</a> (accessed October 21, 2017)","“Hadassah Head, After Survey, Says Soviet Jewish Life Wanes.” <em>New York Times</em>, Oct. 27, 1966.","[1] “Hadassah Head, After Survey, Say Soviet Jewish Life Wanes,” <em>New York Times</em>, October 27, 1966.","[2] Peter Golden, “Saving the Jews of the Soviet Union. (Silent No More: Saving the Jews of Russia) (Critical essay),” <em>Midstream</em> 54, no. 5 5 (2008): 26. <a href=\"http://trove.nla.gov.au/work/72398253?q&versionId=85576600\">http://trove.nla.gov.au/work/72398253?q&versionId=85576600</a> (accessed October 21, 2017)","[3] Michael Beizer, “I Don't Know Whom to Thank\": The American Jewish Joint Distribution Committee's Secret Aid to Soviet Jewry,\" <em>Jewish Social Studies</em> 15, no. 2 (2009): 111-136. <a href=\"https://muse.jhu.edu/\">https://muse.jhu.edu/</a> (accessed October 21, 2017)","[4] Ibid","[5] Ibid"],"display_date":"October 27, 1966","search_date":"1966-10-27","citations":[{"divid":1510685198,"type":"Newspaper Article","data":["Hadassah Head, After Survey, Say Soviet Jewish Life Wanes","New York Times","New York","October 27, 1966","76"]},{"divid":1510685584,"type":"Article","data":["Michael Beizer","\"I Don't Know Whom to Thank\": The American Jewish Joint Distribution Committee's Secret Aid to Soviet Jewry","Jewish Social Studies","15","2009","111-136"]},{"divid":1510685754,"type":"Article","data":["Peter Golden","Saving the Jews of the Soviet Union. (Silent No More: Saving the Jews of Russia) (Critical essay)","Midstream","54","2008","26"]}],"locations":[{"id":11282,"lat":55.755826,"lng":37.6172999,"zoom":11,"place":"Moscow"},{"id":11281,"lat":40.7127753,"lng":-74.0059728,"zoom":10,"place":"New York"}],"tags":[{"id":3431,"tag":"Russia"},{"id":3430,"tag":"Jewish culture"},{"id":753,"tag":"Anti-Semitism"},{"id":265,"tag":"america"},{"id":1664,"tag":"Jewish"},{"id":3111,"tag":"Soviet Union"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":179,"school_id":28}}