{"id":6746,"title":"Expression of Opinion on the French-Canadian Divide","course_id":179,"status":"P","start_date":"8/10/60","end_date":"12/30/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 30, 1961 <em>The Globe and Mail</em> printed an article about a newspaper article printed by the University of Toronto Varsity regarding criticism of Québec separatism. The co-editor who wrote the piece was accused of French-Canadian nationalism for not growing academically in Quebec, infringing civil liberties, and accusing French-Canadian culture is not with modern times but of the last century. Various editors from universities across Canada of both English and French language expressed their opinion on the matter detailing the right of freedom of expression but also the requirement for a writer to have all the facts before writing; what the facts are were not included. Some editors were for the motion to censure, whereas the Varsity writer of the controversial editorial, Mr. Musgrove, would prefer those who were disappointed by the article to write a letter to the editor. The article brought on a split at the Canadian University Press national conference, although a slim majority of student editors refused to censure the Varsity. The delegates at the Ryerson University eventually voted 12 to 10 against the motion to censure. Despite this the issue doesn’t seem to end here as, the president of the CUP charter is to poll all member newspapers on their opinion of Musgrove’s article and results will be published in the students papers the following month. In the end, the conference is supporting a study of the causes for the discord and finding ways to remove them. ","The 1960s introduced many reforms called the “Quiet Revolution” (Révolution tranquille) in Québec under Premier Jean Lesage of the Québec Liberal Party. Some plans included: establishment of a public hospital network, creation of ministries of cultural affairs and for federal-provincial relations, lowering the legal age to vote from 21 to 18. During this time John Diefenbaker was Prime Minister and while dealing with an economic-slowdown after World War II did not seem at ease with this new display of Québec nationalism. Diefenbaker pursued a “One Canada” or “unhyphenated Canadianism” policy, a single Canadian nation for people of all ethnic origins under a government that would respect everyone’s fundamental human rights and would not allow to make special exceptions to Québec’s Francophones. In 1960, his government passed a federal Bill of Rights emphasizing individual freedoms of every Canadian. The political divide at the time was also in due part of Lesage being part of the Québec Liberal Party, and Diefenbaker being part of the Progressive Conservatives. Whereas Lesage wanted to modernize Québec independently with new reforms Diefenbaker’s outlook was to keep Canada united as one entity under the category of Canadians respectively. These ideologies of what it means to be a Canadian or Québecois at the time did lead to people being on opposing sides and expressing their opinions on the matter that sometimes seemed to divide rather than unite people which is reflected in the debate on university campuses caused by voicing conflicting beliefs. "],"display_date":"August 10, 1960 - December 30, 1961","search_date":"1961-04-20","citations":[{"divid":1510979045,"type":"Newspaper Article","data":["Article on Separatism Splits Campus Press","The Globe and Mail","Toronto, ON","December 30, 1961","3"]},{"divid":1510979292,"type":"Website","data":["Mary Lou Finley","The Prime Ministers of Canada - John Diefenbaker Issues","The Floor Media","http://www.prime-ministers.ca/diefenbaker/issues.php","October 23, 2017"]},{"divid":1510979518,"type":"Online Encyclopedia","data":["Historica Canada","Quiet Revolution","http://www.thecanadianencyclopedia.ca/en/article/quiet-revolution/","October 23, 2017"]}],"locations":[{"id":11392,"lat":43.653226,"lng":-79.3831843,"zoom":8,"place":"Toronto, Canada"}],"tags":[{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"},{"id":3426,"tag":"Nationalism"},{"id":600,"tag":"Media"},{"id":3505,"tag":"Freedom of Expression"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":179,"school_id":28}}