{"id":675,"title":"Slaves Wanted for Work in Coal Pits of Midlothian, Virginia","course_id":1,"status":"P","start_date":"1846-01-13","end_date":"1846-01-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An article in the Richmond Whig calling for coal pit hands' who would work for the coming year was published on January 13.  The Midlothian Coal Mining Co. was seeking able-bodied, healthy, well-disposed Negro men' who would work in their coal mines, and the company would pay the masters who hired these men out as well as giving the slaves an opportunity to earn their own money.  This company claimed to treat slaves as well as any other employer would, and promised their masters that they would be treated if sick and kept in good health so as not to damage these masters' investments. &lt;br /&gt;&lt;br /&gt;There was a hospital as well as a church staffed with white ministers on site for the slaves, and the company offered health insurance for a premium of 3 per year.  Alcohol was strictly forbidden, and already that year three disorderly' men had been sold in order to keep the morale of the group up.  In additional efforts to keep morale up, no slaves would be hired who were unwilling to enter into this labor.  The company also noted that, there is no work in which slaves are better satisfied and contented than coal-mining.'  There is further mention of the fact that coal-mining is one of the few services in which slaves may make money for themselves, an opportunity extremely rare at this time.  The company also employed free black men who hired themselves to work under the same conditions of the slaves, and subject to the same level of discipline."],"display_date":"January 13, 1846","search_date":"1846-01-13","citations":[{"divid":1214504737,"type":"Newspaper Article","data":["","Richmond Whig","Richmond, VA","January 13, 1846",""]},{"divid":1214504753,"type":"Book","data":["Kevin Hardwich and Warren Hofstra, eds.","Virginia Reconsidered: New Histories of the Old Dominion",null,"Charlottesville, VA","University of Virginia Press","2003",""]}],"locations":[{"id":505,"lat":37.3867708958,"lng":-77.5784155359,"zoom":9,"place":"CHESTERFIELD, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}