{"id":6750,"title":"Ignaz Semmelweis: A historical martyr figure, savior of mothers, and a prophet of bacteriology","course_id":177,"status":"P","start_date":"1818-07-01","end_date":"1865-08-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the epidemics in the 18<sup>th</sup> and 19<sup>th</sup> century, childbed fever was the most common cause of maternal mortality, accounted for almost half of all deaths related to childbirth, and was the second leading cause of death in women of childbearing age. Childbed fever was a postpartum infection caused by the lack of doctors washing their hands. Doctors came into contact with the “decaying matter”, coined by Ignaz Semmelweis, when they performed autopsies. The doctors would then move to the next patient bed, and maybe deliver a baby, without washing their hands. This was the factor that Semmelweis pointed out was the cause of this deadly epidemic of mothers.","Described as a “historical martyr figure”, “savior of mothers”, and a “prophet of bacteriology”, Ignaz Semmelweis was a pioneer in antiseptic techniques. In his book titled <em>The Etiology, Concept, and Prophylaxis of Childbed Fever</em>, he dedicated an entire section giving explicit instructions on how a physician or student should not just wash their hands with soap, but also completely disinfect their hands with a chemical agent. Not only did he suggest disinfecting hands, he recommended disinfecting or getting rid of anything that could have come into contact with the decaying matter, especially if it would later be used on one of the women. Semmelweis also pointed out that disinfecting would always be a necessity. This specific point of how disinfecting would always have to be done was so powerful because it was no longer just about obstetrics. This theory could therefore be transferrable to other parts of the hospital, or in this case the entire hospital.  ","He also criticized the physicians who are teaching the students and the students themselves for not taking the time to just dip their hands in the disinfecting solution. He threatened to expose the professors of obstetrics who wrote against his teachings and later said that the students being taught such misleading information would never disinfect themselves unless a law were put into place.","Semmelweis gave a call to action for doctors and governments to follow suit, not only in his book but also in the first report on his discovery by Ferdinand von Hebra. He even gained support from the adjunct director at Vienna General Hospital, having said that his discovery was “immeasurable and deserves the earnest attention of all men of science and recognition by the highest governmental authority.” Even with all the support from his local peers and all of the statistics that showed what happened when his theory was put into practice, he was still rejected from most of the scientific community.","Semmelweis’ discovery not only had a major effect on the longevity of women, but his solution, after his teachings were finally put into practice, reformed all medical practices and saved many lives. We owe him not just the concept of surgical infection, but also the idea that handwashing is inadequate in preventing such infections and that a disinfectant is always necessary. Without any knowledge about germ theory or microbiology, he correctly reasoned through statistics and the scientific method that invisible decaying matter was the source of the epidemic. "],"display_date":"July 1, 1818 - August 13, 1865","search_date":"1842-01-20","citations":[{"divid":1512350480,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Ignaz Semmelweis","Chapter 5: Prophylaxis of Childbed Fever","The Etiology, Concept, and Prophylaxis of Childbed Fever","Ignaz Semmelweis","Madison, Wisconsin","The University of Wisconsin Press","1983","163-167"]},{"divid":1512350634,"type":"Article","data":["Ferdinand von Hebra","The First Report on Semmelweis' Discovery of the Cause and Prevention of Childbed Fever","Infection Control","3","1982","478-479"]},{"divid":1512350847,"type":"Article","data":["William C. Beck","Handwashing, Semmelweis, and Chlorine","Infection Control Hospital Epidemiology","9","1988","366-367"]},{"divid":1512350928,"type":"Article","data":["Helmut Wyklicky and Manfred Skopec","Ignaz Philipp Semmelweis, The Prophet of Bacteriology","Infection Control","4","1983","367-370"]},{"divid":1512351011,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Doris Simonis and Caroline Hertzenberg","Ignaz Semmelweis","Scientists, Mathematicians, and Inventors : Lives and Legacies: an Encyclopedia of People Who Changed the World","Doris Simonis and Caroline Herzenberg","Phoenix, Arizona","Greenwood Publishing Group","1999","175"]}],"locations":[{"id":11286,"lat":48.2081743,"lng":16.3738189,"zoom":8,"place":"Vienna, Austria"}],"tags":[{"id":3158,"tag":"Childbed Fever"},{"id":3446,"tag":"Semmelweis"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}