{"id":6751,"title":"Josef Mengele and his twin experiments","course_id":177,"status":"P","start_date":"1/30/33","end_date":"5/9/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" “At Auschwitz dying was so easy. Surviving was a full time job,” says Eva Mozes Kor in her book, Surviving the Angel of Death: The True Story of a Mengele Twin at Auschwitz. One morning in May of 1944 Kor, her twin sister, and the rest of her family were put on a train, in which days later they would arrive at Auschwitz. Soon after arriving, they would come face to face with Josef Mengele, the Nazi doctor known as the Angel of Death."," Josef Mengele was the eldest of three brothers raised in a Bavarian village of Gunzburg. In October of 1930, Mengele left his small village to pursue a degree in philosophy and medicine. After completing his studies, Mengele accepted a position as a research assistant within the Third Reich Institute for Heredity, Biology, and Racial Purity under the guidance of Professor Otmar Freiherr von Verschuer.  In his time with the professor, Mengele began to study and develop his knowledge of the human genome.  Once his assignment at the institute was complete and government sponsored convictions were reaffirmed, he received his new assignment in 1943 as the genetics researcher at the Nazi concentration camp in Auschwitz, Poland. While these degrees were initially meant to help him enhance and better the life of his people, they were used to help the Nazi regime actualize their grand vision, “The Master Race”, and earned him the nickname, “The Angel of Death.”"," Mengele ordered the SS guards who assisted him in the selection process to seek out twins for his research. Around 900 twins endured Mengele’s twin experiments. They received “special treatment” such as getting to keep their own clothing and hair, and extra food rations. While the twins were spared from outright execution, they were delivered to a crueler fate. “Mengele’s children” were spared from beatings, forced labor, and random selections in order to endure dangerous and often deadly experiments."," After arriving at Auschwitz the twins filled out a questionnaire and were weighed and measured. Dr. Mengele would take daily blood samples from the twins and sent them to Professor von Verschuer. Mengele would give twins dangerous, life threatening diseases such as scarlet fever and would follow with shots of something else to see if it cured the disease. He performed operations and incisions without the use of anesthetic. Death during these experiments was very common, which lead to the killing of the other twin, and an autopsy to compare their internal organs. They were given shots of mysterious substances, which for Miriam, Kor’s twin, would never be known, and would cause her death long after the liberation of Auschwitz."," After liberation the twins who survived, like Kor, live to tell their story in hopes that their tragedy would not be repeated. In 1995 Kor opened the CANDLES Holocaust Museum and Education Center in Terre Haute, Indiana. Kor has given over 3,000 speeches all over the world, and contributed three chapters in three other books. She hopes to teach young people the life lessons that she has learned through her pain, for example: “forgive your worst enemy and forgive everyone who has hurt you- it will heal your soul and set you free.” As for Mengele, after the war he managed to escape imprisonment for the next 30 years, until a lead was given to authorities which led them to his grave in Brazil, where he had died in a drowning accident years earlier. Mengele’s legacy in regards to medical ethics today ultimately leads us to the statement which is followed by all physicians: do no harm. "],"display_date":"January 30, 1933 - May 9, 1945","search_date":"1939-03-21","citations":[{"divid":1512354783,"type":"Book","data":["Kor, Eva Mozes and Lisa Rojany Bucceri","Surviving the Angel of Death: the true story of a Mengele twin in Auschwitz (","","Terre Haute","Tanglewood Publishing","2008","1-138"]},{"divid":1512354856,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Paul J. Weindling","The Nazi Medical Experiments","The Oxford Textbook of Clinical Research Ethics","Ezekiel J. Emanuel, Christine Grady, Robert A Crouch, Reidar K. Lie, Franklin G. Miller, David Wendler,","New York","Oxford University Press","2008","19-29"]},{"divid":1512354973,"type":"Website","data":["Douglas B. Lynott","Josef Mengele","Doug Riggs","http://www.dougriggs.org/Josef_Mengele_by_Douglas_B._Lynott.pdf","December 3, 2017"]}],"locations":[{"id":11288,"lat":50.0343982,"lng":19.2097782,"zoom":2,"place":"Oswiecim, Poland"}],"tags":[{"id":3448,"tag":"Josef Mengele"},{"id":1675,"tag":"Holocaust"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}