{"id":6757,"title":"Hospital Scandals, the Debate of Free Healthcare, and Power of the Patriarchy in Medicine","course_id":177,"status":"P","start_date":"4/14/16","end_date":"4/14/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In April of 1916, Dr. Clark of Indiana University School of Medicine went behind the backs of administration to pay out-of-pocket for the healthcare services of a patient who was unable to pay his or her healthcare fee. Caught in this scandalous act by his supervisor, Dr. Charles P. Emerson, instead of being reprimanded for his defiant behavior, Dr. Clark's rebellious actions were waived away and he was promoted to the Board of Education within the hospital.","During this time, the stance on free medical healthcare was divided. Proponents of the maintenance of free healthcare, like Dr. Clark, claimed that hospitals were primarily set up to benefit patients and doctors alike. In return for free healthcare for patients, doctors had a venue for medical advancement. For this reason, requiring payment from patients would be counterintuitive and un-altruistic. However, due to increased laboratory testing, use of technology, job specialization, growing numbers of patients, and the maintenance of facilities, hospital spending increased greatly, straining hospitals financially. Even though there were many charitable donations, funding from them could not keep pace with the financial burden of operating a hospital. Many administrative figures and some physicians believed the only way to keep revenue in the hospitals was to have patients pay for healthcare. In unison, more patients from higher social classes were willing to pay for quality services due to the advancement of medicine in this era. In response, boards of physicians and administration were formed to cohesively make decisions regarding the hospital; thus, representing the devolution of physician power and the evolution of power into the hands of administrative forces. ","Although the debate of free healthcare remained unresolved among physicians and administration, Dr. Emerson’s letter to President William L. Bryan clearly indicated that neither parities took responsibility for the breach in protocol. The blame was placed on a female secretary who, according to Dr. Emerson, authorized this transaction of free service and was solely responsible for causing the scandal. Until the late 1900s, women faced an ongoing war on authority and equality against the patriarchal and masculine field of medicine. The average medical man in conjunction with the society at the time believed women were incapable of working outside of the domestic sphere. Women who worked in the medical field were only hired for subordinate positions, such as nursing and secretarial work. In this case, Dr. Emerson and Dr. Clark were left unscathed for an act Dr. Clark was responsible under Dr. Emerson’s supervision while the female secretary played the role of a scapegoat. As the scapegoat, she was unjustly assigned the blame for this scandal because lower-ranking workers, many of whom were women, were viewed as expendable. In the letter, the secretary was spoken of negatively and referred to as “woman” multiple times to emphasize to the President that she was to blame. Linking “woman” to her profession provided a reason as to why such an erroneous, scandalous event occurred under the supposed supervision of Dr. Emerson. Dr. Clark acted against the rules of the hospital and was promoted within the hospital while the secretary took the brunt of the blame. This outcome exemplifies that although there was a divide in the medicinal community on the debate of free healthcare, an underlying patriarchal hierarchy clearly dominated in this era."],"display_date":"April 14, 1916","search_date":"1916-04-14","citations":[{"divid":1512437954,"type":"Book","data":["Paul Starr","The Social Transformation of American Medicine: the Rise of a Sovereign Profession &amp; the Making a Vast Industry","","New York, United States of America","Basic Books Inc.","1982","30-59, 112-127, 164-169,"]},{"divid":1512438471,"type":"Book","data":["Jonathan Barry and Colin Jones","Medicine and Charity Before the Welfare State","","29 West 35th Street, New York, NY 10001","Routledge","1991","4-19"]},{"divid":1512438962,"type":"Book","data":["Anne Witz","Professions and Patriarchy","","29 West 35th Street, New York, NY 10001","Routledge","1992","125-145"]},{"divid":1512450670,"type":"Manuscript","data":["","Dr. Charles P. Emerson to President William L. Bryan","April 14, 1916","","","Leo J. McCarthy History of Medicine Collection","Ruth Lilly Medical Library of Indiana University Indianapolis"]}],"locations":[{"id":11338,"lat":39.7815613,"lng":-86.1651714,"zoom":7,"place":"Indiana University School of Medicine, B"}],"tags":[{"id":3465,"tag":"Healthcare Debate"},{"id":3466,"tag":"Women in Medicine"},{"id":3467,"tag":"Free Healthcare"},{"id":3481,"tag":"Patriarchy in Medicine"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}