{"id":676,"title":"Popular Publication, Charleston News and Courier, opposes Jim Crow cars","course_id":1,"status":"P","start_date":"1898-09-04","end_date":"1898-09-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early months of 1898 South Carolina was one of the few remaining southern states that had not yet adopted Jim Crow cars on railroads.  Jim Crow cars were meant to separate black passengers from white passengers.  The editor of the Charleston News and Courier, a major South Carolina newspaper at the time, responded to such laws in a satirical article.  The editor sarcastically suggested that if Jim Crow cars were necessary, Jim Crow laws then must be enacted in other public arenas such as waiting saloons, eating houses, and jury boxes.  He went on to suggest establishing two or three Jim Crow counties at once and turning them over to;colored citizens for their special and exclusive accommodation.'  Although the editor was obviously opposed to such actions, it is ironic that much of what he suggests to be ridiculous later becomes a reality as segregation takes over the south.  &lt;br /&gt;&lt;br /&gt;In the months to follow segregation laws were adopted in South Carolina, yet state officials found it difficult to enforce adherence to such laws.  Although it was the responsibility of conductors and policeman to ensure that the races were separated on street cars, many trains continued to mix races.  As time went on and the laws were continuously ignored, orders were posted in some cities such as Augusta requiring conductors to assign passengers seats based on their race.  The segregation law applied to all members of community from the poor to the politicians.  Segregation on the basis of race would continue in America, especially in the South, until the Civil Rights movement of the 1960's."],"display_date":"September 4, 1898","search_date":"1898-09-04","citations":[{"divid":1214341442,"type":"Book","data":["C. Vann Woodward","The Strange Career of Jim Crow",null,"New York","Oxford University Press","2002",""]},{"divid":1214341482,"type":"Newspaper Article","data":["","Charleston News and Courier","","September 4, 1898",""]},{"divid":80918,"type":"Law","data":[null,null,null,null,"USA"]}],"locations":[{"id":506,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}