{"id":6761,"title":"The Battle between Infant Feeding and Artifical Foods during the Early 1900s","course_id":177,"status":"P","start_date":"10/1/00","end_date":"2/1/24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Among medical professionals in the early 20<sup>th</sup> century, there were many ideal practices agreed upon, and one practice in specific was advocated yet also debated upon, especially for the sake of survival among infants. In a 1900 entry on <em>Infant Feeding</em> that appeared in the American Journal of Nursing, W.B. Thistle stressed the importance of breastmilk as compared to artificial foods. She states that taking away a mother’s breast for artificial food is “fraught with the greatest importance to the infant” and that no matter how well the artificial food is, the child’s chances for survival are greatly lessened by the change. She goes on to explain how during the early days of milk secretion, the milk is richer in fats and have purgative properties. These properties were thought to cleanse the intestines of the infant during digestion but no provided evidence showed this at the moment.","<em>Mothers and Medicine: A Social History of Infant Feeding</em>, was an entry that braced the concept around <em>Infant Feeding</em>. During this same period, Thomas Morgan Rotch, a physician during 1890-1915, as well as many other physicians, stressed the importance of human milk as well and believed that it must be a standard for any infant nutrients, but implied how it could be unfit for the infant upon specific circumstances. As stated in the entry, if the mother doesn’t nurse on regular intervals or if her temperament is “undisciplined” this could cause the milk to be unfitting for the infant. Rotch goes on to explain that since the mother and infant are completely two separate individuals, the combination of nutrients from the mother’s breastmilk may not always be satisfying towards the infant. He sought out a solution with artificial infant feeding in a way that would be uniquely suited to the infant for digestion and development.","With this being said, though infant feeding was suggested among all medical professionals, it was more accepted within the nursing world. With an another <em>Infant Feeding</em> entry being released in 1924 by the American Journal of Nursing, 24 years later than when the original <em>Infant Feeding</em> was introduced, registered nurse Sister Mary Therese drew from the medical world that infant morbidity was mainly due to gastro-intestinal diseases. She went on to apply that these diseases can only be avoided through proper infant feeding. It was explained that the natural food for an infant is its mother’s milk. A mother’s breastmilk contains vital substances that all other foods lack no matter how modified they are. She sees the denial of breastmilk towards an infant as a crime as it would destroy life itself. Sister Therese also claims that she’s seen infants dying being retrieved by their mother’s milk. If there’s a case where mother can’t breastfeed, then a “wet nurse should be procured if possible”. If that fails, then artificial feeding can then be introduced."],"display_date":"October 1, 1900 - February 1, 1924","search_date":"1912-06-01","citations":[{"divid":1512471267,"type":"Newspaper Article","data":["Infant Feeding","The American Journal of Nursing","JSTOR Life Sciences","October 1900","22-28"]},{"divid":1512471355,"type":"Book","data":["Rima D. Apple","Mothers and Medicine: A Social History of Infant Feeding","","University of Wisconsin Press","University of Wisconsin Press","1987","23-49"]},{"divid":1512471494,"type":"Newspaper Article","data":["Infant Feeding","The American Nursing Journal","JSTOR Life Sciences","Febuary 1924","369-373"]}],"locations":[{"id":11325,"lat":52.3555177,"lng":-1.1743197000001,"zoom":8,"place":"England"}],"tags":[{"id":3479,"tag":"Artifical Foods"},{"id":3478,"tag":"Breastmilk"},{"id":3477,"tag":"Infants"},{"id":2189,"tag":"Nursing"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}