{"id":6765,"title":"History of African Americans in Medicine","course_id":177,"status":"P","start_date":"1/1/00","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Being black prior to the year1891 was hard. Not only was racism everywhere, but for black people in the medical field, as either patients or practicing professionals, if they were qualified and more than likely deserving, there was no place for them in the medical field. This unspeakable injustice is not one that went un challenged though. Until Dr. Daniel H Williams came along to bring about a sense of hope and belonging to African American people who wished to join the medical field. It is very important to understand just how the world worked at this time. The reality of life for black people, was that if they were patients, they could not be brought into a white hospital for an operation. In others where it was allowed, “the privilege carries with it such offensive limitations on the time and manner in which the family of the patient is allowed to visit the may prefer not to use it.” Something else to realize, is that black doctors were extremely ostracized and were also not permitted to practice in public hospitals even upon meeting all of the requirements set forth by said hospitals.","Until a 1900 address by the good Dr. Daniel Hale Williams, (who subsequently opened Provident Hospital and Nurse Training School in Chicago, the nation’s first black controlled hospital), urged other Black people and white people to open black controlled hospitals. The world would no longer be deprived of all the rewards that black doctors have provided for not only the development of the prestigious career that is medicine, but to the overall increase in health possible for all people. Just as any other major change though, the opening of black controlled hospitals was something that took time. In fact, it took twelve years for there to be just 63 black controlled hospitals opened, and seven years later a total of 118.Someone once said that when preparedness meets opportunity, that’s when magic happens. The black hospital movement is no exception to this. By having an environment where black doctors were not only victims to extreme racism, and ostracizing by other doctors, but not even being able to take credit for their work. Being able to work in a safe environment, allowed for the magic to start happening, allowing black doctors to take control of their craft and put forth groundbreaking work just as the great Dr. Williams did in 1893 with the first successful open heart surgery."],"display_date":"1900 - 1945","search_date":"1923-01-01","citations":[{"divid":1512501413,"type":"Article","data":["Dr. Daniel Hale Williams","The need of hospitals and training schools for colored people in the south","National Hospital Record","9","1900","3-7"]},{"divid":1512501503,"type":"Book","data":["Hayden R. C.","African American Scientists","","Breckenridge, CO","Twenty-First Century Books","1992","7"]}],"locations":[{"id":11360,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, IL, USA"}],"tags":[{"id":3488,"tag":"Dr. Daniel Hale Williams"},{"id":100,"tag":"Medicine"},{"id":889,"tag":"Racism"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}