{"id":6767,"title":"Icones Anatomicae: Reviving a Passion in Science and Medicine 400 Years in the Making","course_id":177,"status":"P","start_date":"1/1/34","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the year 1543, Andreus Vesalius published the <em>De Humani Corporis Fabricae</em> and revolutionized the medical landscape. The work was a masterpiece. It combined the fields of art and anatomy and cut to the core of human anatomical understanding. In order to most accurately depict the anatomy of the human body, Vesalius employed several artists and had them attend anatomical dissections and demonstrations. Their beautiful drawings were then transferred to woodblocks for printing, and here is where our story begins. The original woodblocks were lost for nearly 400 years until in 1932 Dr. Samuel Lambert, President of the New York Academy of Medicine, heard a colleague make mention of an anatomy professor at Basel who wrote of the survival of several original blocks at the University of Munich Library. An ecstatic Dr. Lambert then set into motion a series of events that would culminate in the 1934 publication of <em>Icones Anatomicae</em>.","<em>Icones Anatomicae</em> is a masterpiece in itself. It is an anthology consisting of the <em>De Humani Corporis Fabricae, </em>the<em> Tabulae Anatomicae Sex, </em>several personal letters, and a few of Vesalius’ previously unpublished works.  The publication was received with much acclaim. The influence of Andreus Vesalius and his impact on the field of medicine were already well understood in the early twentieth century, but not many knew why. Several physicians, historians, and artists decided that along with the publication of <em>Icones Anatomicae,</em> an explanation of the significance of Vesalius and his work was necessary. J.B. Saunders and Charles O’Malley held nothing back in their praise of Vesalius in their 1950 book, <em>The Illustrations from the Works of Andreas Vesalius of Brussels.</em> They explain that his work signaled “the beginning of modern observational science and research,” essentially calling Vesalius the father of not just anatomy, but of <em>all of modern science</em>. Saunders and O’Malley go on to compare Vesalius to the likes of Hippocrates, Galen, Harvey, and Lister. Then, in 1952, John F. Fulton published <em>Three Vesalian Essays to accompany the Icones Anatomicae of 1934</em>, hoping to further illustrate why Vesalius was so important and why the publication of <em>Icones Anatomicae</em> was such a momentous occasion. Samuel Lambert commissioned the essays in 1932 hoping to give modern context to the significance of <em>Icones Anatomicae </em>and the impact of Vesalius’ work. ","Before Vesalius, science, and specifically anatomy and medicine, lectures were taught from purely textual classic sources, such as Galen. Vesalius was the first to emphasize the importance of visual aids in scientific texts. Vesalius’ contributions to the fields of anatomy, medicine, and art have undeniable influence. Vesalius is just as notable, important, and influential as other renaissance figures. <em>Icones Anatomicae </em>and the essays, books, and articles published to accompany it attempt to outline just how much of an impact Vesalius had on modern science and medicine. Vesalius was able to revive a collective passion in medicine after a millennia and a half of stagnation. He imbued the pursuit of knowledge with a certain art. The <em>Icones Anatomicae </em>was an essential vessel in transporting that collective passion into the modern age."],"display_date":1934,"search_date":"1934-07-02","citations":[{"divid":1512504383,"type":"Book","data":["Andreae Vesalii","Bruxellensis Icones Anatomicae","","New York and Munich","Bremer Press","1934","NA"]},{"divid":1512504570,"type":"Book","data":["J.B. Saunders and Charles O'Malley","The Illustrations from the Works of Andreas Vesalius of Brussels","","Cleveland","World Publication Company","1950","1-24"]},{"divid":1512504630,"type":"Book","data":["John F. Fulton","Three Vesalian Essays to accompany the Icones Anatomicae of 1934","","New York","The Macmillan Company","1952","43-64"]}],"locations":[{"id":11381,"lat":40.7127753,"lng":-74.0059728,"zoom":8,"place":"New York, NY, USA"},{"id":11380,"lat":48.1351253,"lng":11.5819805,"zoom":8,"place":"Munich, Germany"}],"tags":[{"id":100,"tag":"Medicine"},{"id":3482,"tag":"Medical Education"},{"id":3493,"tag":"Vesalius"},{"id":692,"tag":"Science"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}