{"id":6772,"title":"Changes in Childbirth in the United States","course_id":177,"status":"P","start_date":"1841-10-09","end_date":"1841-10-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A midwife arrives to a patient’s home early one brisk, March morning in the mid-19<sup>th</sup> century. The patient Mrs. G is in active labor. Her waters broke, and labor is picking up quickly. Soon after, she safely delivers a baby boy. Not long after the delivery, Mrs. G feels a strong pain again, and she begins to crown another baby. She delivers a baby girl. The happy situation of a surprise twin birth soon took a turn for the worse, as Mrs. G began to hemorrhage. The midwife applied pressure and bandaged around the abdomen helped stop the bleeding. She was given castor oil and a concoction of roses, poppy syrup, and dilute sulfuric acid. Plenty of rest was prescribed to the patient. This report of midwifery in private practice shows how home deliveries were typical of childbirth for many centuries."," Early midwifery practice was the norm for childbirth through the history of mankind. Women helped ease the stress of childbirth, and educated other women on the subject. Midwives used traditional medicine and practices to help mothers and babies. Letting nature take its course and along with fewer medical intervention is more beneficial to both mother and child. Births were usually done at home with just the assistance of the midwife. Midwives faced many different issues dealing with childbirth; breech births, hemorrhages, stillbirths, placental previa, and many more. One of the biggest problems with childbirth among women was hemorrhage, according to Copeman. The physician writes of the complications that mothers face during labor and delivery and what midwives should expect. He states the knowledge midwives possess to do their jobs. Women in the United States during the mid-19<sup>th</sup> century had no forms of birth control, therefore women had many children, making midwives part of everyday life. Women during the mid-19<sup>th</sup> century were expected to take a matronly role in society.  ","In the late 19th century, the modern hospital emerged. Hospitals began as a space to care for patients, instead of a place for the dying. Hygiene began to take an important role in the hospitals. Patients wanted to go to the hospitals now because they were clean and sterile. With this change, labor and delivery became a hospital oriented task. Doctors were pushing women to move away from the traditional midwife practice. With the development of anesthesia, women could now deliver babies pain free. New medical techniques can help lower the risk for complications such as still births, but took away the specialized care that was once provided by midwives. Although medicinal advances may be beneficial in some instances, this took away the control women had over their bodies, many times women would deliver babies completely unconscious due to anesthesia. The medical decisions were being made by the doctors and not the women themselves. Now midwives throughout the United States are attempting to bring back the practice of midwifery to put an emphasis on natural births with minimal intervention."],"display_date":"October 9, 1841","search_date":"1841-10-09","citations":[{"divid":1512509303,"type":"Article","data":["Edward Copeman","Report on Midwifery in Private Practice","Provincial Medical and Surgical Association","54","October 9, 1841","29-34"]},{"divid":1512509439,"type":"Book","data":["Barbara Ehrenreich, Deirdre English","Witches, Midwives, &amp; Nurses: A History of Women Healers","","New York City","Feminist Press at the City University of New York","2010","61-70"]},{"divid":1512510062,"type":"Book","data":["Helen Varney","A History of Midwifery in the United States: The Midwife Said Fear Not","","New York","Springer Publishing Company LLC.","2016","12, 23, 26"]}],"locations":[{"id":11387,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":3219,"tag":"Midwifery"},{"id":3220,"tag":"Childbirth"},{"id":3155,"tag":"Obstetrics"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}