{"id":678,"title":"Senator Martin Gives Speech Denouncing Liquidation of Bank of Tennessee\n","course_id":1,"status":"P","start_date":"1846-01-22","end_date":"1846-01-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In early 1846, the Bank of Tennessee- which was located in the state capital of Nashville- had run into great debts and was facing liquidation, which would be disastrous for many of the Tennesseans it served.  State senator Martin gave an impassioned speech against this bill for liquidation being debated in the Senate, and this speech was reported in the Nashville Union late in January.  Martin agreed that the bank was in trouble and that its liabilities are greater than its profits,' but says that even a gradual liquidation plan would be completely unacceptable.  To do so, he believed, would destroy the belief the people had in the bank and the state and federal governments.&lt;br /&gt;&lt;br /&gt;He claimed the bank would not inevitably fail, and that it was the duty of a bank to preserve its capital' until it absolutely cannot do so, at all costs.  The Bank of Tennessee also contributed to the funds of the public school system of the state, and without this money the schools would certainly suffer.  Martin proposed that the bank demand money from its creditors, which would cause unhappiness with these parties but would keep the bank safe.  The whole country, he claimed, would suffer should the bank fail."],"display_date":"January 22, 1846","search_date":"1846-01-22","citations":[{"divid":1214246000,"type":"Newspaper Article","data":["","Nashville Union","Nashville, TN","January 22, 1846",""]},{"divid":1214246027,"type":"Book","data":["Robert Ewing Corlew, Stanley J. Folmsbee, Enoch L. Mitchell","Tennessee, A Short History",null,"Knoxville, TN","University of Tennessee Press","1990",""]}],"locations":[{"id":507,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}