{"id":6783,"title":"Wounded Knee Incident of 1973","course_id":181,"status":"P","start_date":"2/27/73","end_date":"5/8/73","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late afternoon of Monday, March 26<sup>th</sup> 1973, Lloyd Grimm, 56, an officer with the U.S. Marshall Service, was seriously wounded in an attack carried out by militants of the American Indian Movement (A.I.M.). This incident occurred in the village of Wounded Knee, South Dakota. The village had been under siege for 28 days following the occupation of the village by leaders of the American Indian Movement. Grimm was wounded while stationed at a road block manned by other members of the U.S. Marshall Service. He was there to gather intelligence on the leaders of the A.I.M. Following the attack, Grimm received a transfusion at Pine Ridge and was then transferred to the Fitzsimons Army Medical Center in Aurora, Colorado. X-rays of Grimm’s body showed that the bullet that penetrated him missed all of the vital organs and spine. However, after a five hour operation, Grimm’s physician stated that a portion of his lower body was paralyzed. According to the chief of the U.S. Marshall Service, the surge of gunfire that wounded Lloyd Grimm was part of a very heavy exchange of gunfire that engulfed all six roadblocks surrounding the village of Wounded Knee, to which the F.B.I. agents and U.S. Marshals returned fire four minutes after Marshall Grimm was shot.","The shooting of U.S. Marshall Lloyd Grimm was a part of the much broader incident that came to be known as the Wounded Knee Incident. The incident began on February 27<sup>th</sup>, 1973 when 200 members of the American Indian Movement occupied Wounded Knee, South Dakota, which lead to a seventy-one day standoff between members of the American Indian Movement and both local and federal Law enforcements including the F.B.I. and the U.S. Marshall Service. The site of the standoff had a symbolic significance as it was the site of the Wounded Knee massacre of 1890, where 300 unarmed Sioux were killed by the Seventh Calvary. This incident could also be paired with two other incidents including the takeover of Alcatraz Island in 1969 and the Bureau of Indian Affairs in 1972. All of these takeovers represent a change in the political landscape of the country as all were dealt with at a federal level, showing the new level of importance that the White House placed on Native American Issues. Furthermore, Wounded Knee shows a change in public perception of both Natives and Native-American affairs as evident from a Harris poll that was conducted. The poll showed that 93% of those surveyed were following the Wounded Knee incident and 51% of them were in favor of the native occupation. Moreover, the incident was looked at globally, which put pressure on the United States government to be sensitive when dealing with Native-American affairs as missteps could lead to both domestic and international condemnation of the United States government."],"display_date":"February 27, 1973 - May 8, 1973","search_date":"1973-04-02","citations":[{"divid":1519686166,"type":"Newspaper Article","data":["Marshall Wounded","Spokane Daily Chronicle","","March 27th, 1973","2"]},{"divid":1519686276,"type":"Article","data":["Jill Gill","Preventing a second massacre at wounded wounded knee, 1973: United Methodists mediate for peace.","Methodist History Volume 43","1","October, 2004","45+"]},{"divid":1519686418,"type":"Article","data":["B. D’Arcus","Contested boundaries: native sovereignty and state power at Wounded Knee, 1973","Political Geography Volume 22","4","May, 2003","415-437"]}],"locations":[{"id":11467,"lat":43.1405442,"lng":-102.365715,"zoom":8,"place":"Wounded Knee, South Dakota, United State"}],"tags":[{"id":3521,"tag":"Native-American Affairs"},{"id":3522,"tag":"Red Power Movement"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}}