{"id":6784,"title":"A Day at Wounded Knee, 1973","course_id":181,"status":"P","start_date":"2/27/73","end_date":"5/8/73","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Reporter Kevin Barry McKiernan feared for his life during the occupation of Wounded Knee on April 17, 1973. His diary entry, on the morning of April 17<sup>th</sup>, 1973 shows the last days of the occupation that occurred between February 27, 1973 to May 8<sup>th</sup> 1973, and the stress and fear that the occupants had to live through. McKiernan reports that food was scarce and the living conditions were poor, as the trailers the protester slept in were “shabbily built”. The diary also describes how FBI agents were shooting at the Wounded Knee occupants, including women and children who were in the area although McKiernan implies that the shots were not directed at them. The text also states that the occupants themselves were shooting back, although it is not made clear where the shooting first originated, and aggression from both sides (Federal agents and occupants) was present through mutual possession of weapons. The journalist also insinuates that although he was only there to cover the occupation, and did not participate in the conflict directly, he was still fearful for his life.","The Wounded Knee occupation was a result of growing dissatisfaction and tension between leaders and members of the American Indian Movement (AIM) and the US federal government. This climate of conflict was being worsened by suspicion of corruption in the Bureau of Indian Affairs (BIA), the arguable misuse of Indian owned resources and perhaps most importantly the inability of the Indigenous population to govern themselves as a result of federal control and legislation. As a protest against all these issues, and the leadership of Richard Wilson (the tribal-chairman) members of the AIM and residents of the Pine Ridge Reservation occupied Wounded Knee for 71 days. The FBI considered, by the time of the occupation, the AIM as an “extremist organization”, which explains what can be seen as an aggressive reaction to the occupation, by the FBI, as a “large” group of agents were sent to end the occupation. It is important to note that the Wounded Knee site had also been the site for a massacre that killed approximately 200 men, women and children in 1890, and therefore was an important representation for the fight for rights of the Indigenous population in the area. The journalist that wrote the diary entry had reported on different occupations of different groups, and therefore is assumed to have knowledge of the subject. His, at times, extreme and emotional reaction to events portrayed in the entry imply that the protest at Wounded Knee was unusual in its nature due to the violence that arose because of it. While initially McKiernan shows that even though there were women, children and elders at the site and suggests the brutality of the actions by the federal agents, the reporter also illustrates how even elders were in possession of weapons and as a result were not as harmless as one would initially suspect."],"display_date":"February 27, 1973 - May 8, 1973","search_date":"1973-04-02","citations":[{"divid":1519686806,"type":"Book","data":["Stanley David Lyman","Wounded Knee 1973: A Personal Account","","Lincoln, NE, USA","University of Nebraska Press","1973","9"]},{"divid":1519687192,"type":"Book","data":["Athan Theoharis","The FBI: A comprehensive reference guide","","United States","Greenwood","Nov. 9 1998","83"]},{"divid":1519687513,"type":"Primary Source in a Secondary Source","data":["Notes from a Day at Wounded Knee","April 17, 1973","American Indian Cultural Support A.I.C.S.","American Indian Movement","Wounded Knee","American Indian Cultural Support A.I.C.S.","--","--"]}],"locations":[{"id":11457,"lat":43.1405442,"lng":-102.365715,"zoom":8,"place":"Wounded Knee"}],"tags":[{"id":3524,"tag":"AIM"},{"id":3523,"tag":"Wounded Knee 1973"},{"id":2282,"tag":"American Indian Movement"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}}