{"id":6790,"title":"SNCC and the Nashville Sit-In (1960-1967)","course_id":181,"status":"P","start_date":"3/10/62","end_date":"3/10/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Students in the <em>Nashville non-violent movement</em> – a project of the SNCC – staged a sit-in at a downtown drug store on March 10<sup>th</sup>, 1962, in protest of segregation.The store owner subsequently threw boiling water at the protestors, who were there on a non-violent basis. After being violently ejected from the drug store, the owner followed up with warrants against the group. This included the charge of “unlawful conspiracy to commit acts injurious to trade and commerce.” On hearing of the incident, SNCC chairman McDew sent a telegram to the mayor of Nashville, Ben West with regards to the incident. In the telegram, McDew requested that the mayor drop the charges on the students. He argued that all establishments with a city or state license were under the legal obligation to serve everyone, including the protesting students. This demonstration was part of a larger anti-segregation movement in Nashville that has been going on since February 1960, when the Southern Student Movement first took up the cause.","During this period, the southern United States was segregated between Caucasians (whites) and other minorities, especially African Americans. Segregation oppressed African American minorities in a spatial, social and political sense, in essence separating them from the rest of society on the grounds of race. It was enforced by a series of laws and customs known as the Jim Crow period, which existed from 1877 to the 1960’s following the reconstruction period. Jim Crow laws denied African Americans the right to vote, and violated the constitution which guaranteed equal treatment under the law, and democratic rights for all American citizens under its 14<sup>th</sup> and 15<sup>th</sup> amendments. This article is significant because it chronicles one of the many battles fought by civil rights activists in the pursuit of legal and social equality in the United States. Because Jim Crow laws went against the constitution, this act of non-violent protest was not only an act of defiance against segregation, but also an act of upholding the constitution of the US republic, an act significant in of itself."],"display_date":"March 10, 1962","search_date":"1962-03-10","citations":[{"divid":1519867370,"type":"Newspaper Article","data":["SNCC Members Scalded in Nashville","Mississippi Free Press","Jackson, Mississipi","10 March, 1962","3"]},{"divid":1519867697,"type":"Article","data":["Ana S. Q. Liberato","I Still Remember America: Senior African Americans Talk About Segregation","Journal of African American Studies","12","28 May, 2008","229-242"]},{"divid":1519867960,"type":"Online Encyclopedia","data":["The Oxford Encyclopedia of Latinos and Latinas in the United States","\"Jim Crow\"","http://www.oxfordreference.com.myaccess.library.utoronto.ca/view/10.1093/acref/9780195156003.001.0001/acref-9780195156003-e-452?rskey=hTjfiV&amp;result=453","14 February 2018"]}],"locations":[{"id":11460,"lat":36.1626638,"lng":-86.7816016,"zoom":8,"place":"Nashville, tennesee"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":3532,"tag":"Human Rights"},{"id":3533,"tag":"Black Power"},{"id":3534,"tag":"non-violent protest"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}}