{"id":6794,"title":"Police Arrest Of Fifty Negro Men In Pittsburgh Reported In Newspaper.","course_id":180,"status":"P","start_date":"1/22/27","end_date":"1/22/27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Pittsburgh Police Round Up 50 Negro Men in Dragnet,” <em>Broad Ax</em>, an African-American, Chicago-based newspaper, describes a mass arrest of coloured people in Pittsburgh’s Hill District. In a crackdown on crime in the district, fifty African-Americans and Mexicans (lumped also under the term “Negro”) were arrested by the police. Their fate, the story says, was decided on Wednesday morning by Magistrate Orie. Twenty were fined ten dollars, or sentenced to thirty days in the workhouse. The rest of them, who were regularly employed or had excuses for being out late, were released without charge. The story further says that the roundup was made because of numerous holdups and robberies in the district.","This story illustrates a specific episode of the obverse side of “The Great Migration” (1916-1930), which saw more than a million African-Americans leave the segregated South for better lives in the North. Cities such as Pittsburgh drew the new migrants with its promise of jobs in the steel and railroad industries. They, however, faced hurdles from the law and the native populace. Police singled them out for their perceived proclivity for crime and dishonesty. It was not uncommon for them to be arrested and convicted on the flimsiest of charges. On top of that, they clashed, sometimes violently, with the local people, white Southern migrants, and European immigrants, over scarce jobs and housing. Racist city zoning laws and housing covenants also corralled the African-American population into densely packed neighbourhoods, like the Hill District, where they lived under virtual segregation-like conditions.","This story is an all too painful reminder that racism did not cease to be a spectre haunting the African-American community when they crossed the Mason-Dixon line. Having escaped from the racial inferno of the South, many soon discovered that life in the North wasn’t the racial paradise they imagined it to be. But their struggles to overcome and thrive in the new landscape did give them a sense of pride and purpose, which they had been nurturing ever since they took that train, bus, or car to the North."],"display_date":"January 22, 1927","search_date":"1927-01-22","citations":[{"divid":1521862707,"type":"Newspaper Article","data":["Pittsburgh Police Round Up 50 Negro Men In Dragnet","Broad Ax","Chicago","1/22/1927",""]},{"divid":1521862802,"type":"Article","data":["Stewart E. Tolnay","The African-American \"Great Migration\" And Beyond","Annual Review Of Sociology","29","August 2003","210"]},{"divid":1521862981,"type":"Website","data":["E Pluribus Unum: America in the 1770s, 1850s, and 1920s.","Race riots, lynchings, and other forms of racism in the 1920s.","Assumption College","http://www1.assumption.edu/ahc/raceriots/","2/22/2018"]}],"locations":[{"id":11446,"lat":40.445881,"lng":-79.978896,"zoom":15,"place":"Pittsburgh, USA"}],"tags":[{"id":81,"tag":"Great Migration"},{"id":889,"tag":"Racism"},{"id":2537,"tag":"Pittsburgh"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":180,"school_id":28}}