{"id":6797,"title":"Women's Role in the Court System in Early Marietta","course_id":182,"status":"P","start_date":"1790-01-01","end_date":"1795-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Women on the frontier may not have had the right to vote, but they did have the right to charge their abusive husbands with assault and defend themselves in court. Once Marietta was established as a permanent settlement in the Northwest Territory in 1787, the legal and court system was created to keep order along the frontier of the United States. Although many laws focused on men and land ownership, women also had a role to play. There is relatively no mention of women’s roles in legal documents, but there is enough evidence to suggest that women gained a voice within this newly established legal system. Abigail Kilfoil and Eliza Brasher, for example, demonstrate both the positive and negative situations that women could experience within the court system.","            Abigail Kilfoil, a local woman of Marietta, was indicted in the Court of Common Pleas, for the use of “force and arms, assaulted the body of William Linet.” She was accused of being an “evil example in like kind,” and “offending the peace of the United States of America.” This language was in her indictment, signed by the court foreman, in June of 1791. This is the only existing record of her account. Nevertheless, this document reveals a great deal about the role of women within the legal system. Although Abigail was charged for a violent act, the fact that she had a right to jury trial was significant because it illustrated that women had similar rights to men in the court of law. According to Article 2 of the Northwest Ordinance, the rights of “inhabitants of the said territory shall always be entitled to the benefits of the writ of habeas corpus, and of the trial by jury.” While inhabitants, during the 1790s, could have meant only men, it can be seen that women were entitled to these rights as well. Women had a voice in the court system, as seen through court records, even though their rights are not explicitly stated in the Northwest Ordinance.","            While the outcome of Abigail’s case did not survive, the case brought by Eliza Brasher did. Eliza Brasher filed a complaint against her husband, John Brasher, for “beating and abusing her most inhumanely,” and “attacking her with a knife drawn in his hand.” Rufus Putnam filed this indictment in July of 1792. The indictment detailed Eliza Brasher’s relationship with her husband John. Eliza was heard and acknowledged by the court through an interview and recorded statement. A warrant was issued for John Brasher. He was arrested for assaulting her both physically and verbally. Eliza Brasher demonstrates the rights of women to use the court system for their safety and advantage, despite living along the frontier in Ohio. Her testimony was central to the case against her husband, which was an uncommon trend in eighteenth century.","            Marietta was founded on an idea of fairness and freedom, which extended to all races and genders. The Northwest Ordinance made clear that the principles of life, liberty, and property were essential to the foundation of this new settlement. Marietta was progressive in providing legal rights to women, whether it be prosecutorial or defensive. Abigail was charged with assault, while Eliza was able to prosecute her abusive husband. While none of the accounts of the foundations of Marietta explicitly stated that women were able to utilize the court system, early court records from the 1790s demonstrate that this new legal system was progressive regarding the rights of women.  "],"display_date":"1790 - 1795","search_date":"1792-12-31","citations":[{"divid":1524875239,"type":"Book","data":["Martin R. Andrews","History of Marietta and Washington County, Ohio and Representative Citizens","","Chicago","Biographical Publishing Company","1902","427-435"]},{"divid":1525226122,"type":"Government Document","data":["The Northwest Ordinance","Congressional Record","1787","Virginia","","","","Bill of Rights Institute","https://www.billofrightsinstitute.org/founding-documents/primary-source-documents/northwest-ordinance/."]},{"divid":1525225803,"type":"Manuscript","data":["Alexander Oliver","Indictment of Abigail Kilfoil","June 1791","Mss. #4","Box 1/Folder 3","Local Court Records","Slack Research Collection, Marietta College Library"]},{"divid":1524875455,"type":"Book","data":["Samuel P. Hildreth","Pioneer History: Being an Account of the First Examinations of the Ohio Valley, and the Early Settlements of the Northwest Territory","","New York","H. W. Derby &amp; Co","c. 1848","215-219"]},{"divid":1525226216,"type":"Manuscript","data":["Rufus Putnam","The Indictment and Warrant of John Brasher","July 1792","Mss. #3-4","Box 1/Folder 4","Local Court Records","Slack Research Collections, Marietta College Library"]}],"locations":[{"id":11479,"lat":39.415352,"lng":-81.4548436,"zoom":9,"place":"Marietta, Ohio"}],"tags":[{"id":3560,"tag":"Women, Law"},{"id":2917,"tag":"Frontier"}],"course":{"name":"Professional Historian","school":"Marietta College","course_id":182,"school_id":101}}