{"id":6798,"title":"Catherine Barker's School Experience","course_id":182,"status":"P","start_date":"1812-01-01","end_date":"1820-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["              Catherine Barker was a young student in Marietta in the early 1800s and experienced firsthand the bias against girls in education. While at school, Catherine was taught things considered proper for a young lady to learn: sewing, stitching, and working samplers. How to make clothing was an important skill for a young woman to learn because they could make money from it. One way they could demonstrate their skill was through samplers. Catherine’s mother, however, did not want her girls to just earn money through needlework. Catherine expressed in her memoir that “Many girls that I knew were smart enough, to spin and weave flannel and exchange it for calico for dresses, my mother thought it not good economy for us.” Many of the older women in town did not agree with Mrs. Barker’s thinking. According to them, girls only needed to learn math to sew or how to read and spell for letter writing, “but beyond that, they did not see any use in the teacher putting it into the heads of their daughters to study history, algebra astronomy and the like, just intended for men that go to congress to make laws.” These fields of study were not considered necessary for feminine duties, and therefore, they believed should have no part of a girl’s education.","            Catherine’s sister, Fannie, was negatively affected by the different educational quality for boys and girls. Fannie wanted to be a writer, but she was accused of copying when she wrote because girls were not supposed to be good writers. While living on the frontier, Fannie would have tremendously benefited from going to college. College was not an option for Fannie though because “the colleges were closed to women,… a female writer was a strange thing out of place surely.” While Catherine and Fannie were not afforded the opportunity to go to college, their brothers attended Ohio University.","            During the early 1800s when the Barker’s received their education in the Northwest Territory, there were numerous school houses that went through a high rate of teachers. Teachers were not classically trained for the profession and as a result, “The students got a heavy dose of the schoolmaster’s particular field of expertise.” For example, a doctor taught more science and a mathematician concentrated on algebra and geometry. Since each teacher stressed different disciplines, the quality of education was uneven throughout the region. Each student was exposed to different fields of study.","            Education was probably not a priority in newly settled territories, however, this was not the case in the Northwest Territory; “the moral and educational quality of the early settlers was extremely high.” Indeed, the Muskingum Academy, which had an expense of $1,162 in 1797, illustrated the emphasis placed on education in early Marietta. Despite this, Catherine Barker was not able to enjoy the educational quality afforded to others because she was a girl. Although the settlers thought education was important, not all of them believed in the equality of education between boys and girls."],"display_date":"1812 - 1820","search_date":"1816-07-01","citations":[{"divid":1524959859,"type":"Manuscript","data":["Catherine Barker","Catherine Barker Journal","","","","Catherine Barker Journals","Special Collections, Marietta College"]},{"divid":1524959920,"type":"Book","data":["Louise Zimmer","True Stories of Pioneer Times: Northwest Territory 1787-1812","","Marietta","Broughton Foods Company","1987","76"]},{"divid":1524959995,"type":"Dissertation/Thesis","data":["Ruth H. Heidorn","People and Events that Influenced Education in Early Marietta Ohio","","Marietta College","1994","10"]}],"locations":[{"id":11472,"lat":39.415352,"lng":-81.4548436,"zoom":8,"place":"Marietta, Ohio"}],"tags":[{"id":1205,"tag":"Women's History"},{"id":6,"tag":"Education"}],"course":{"name":"Professional Historian","school":"Marietta College","course_id":182,"school_id":101}}