{"id":68,"title":"The Revival of the Slave Trade\n","course_id":1,"status":"P","start_date":"1856-11-29","end_date":"1856-11-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Although the United States had passed legislation in 1807, ending the slave trade in the United States, some southerners still pushed for its renewal.  In the Southern Commercial Convention of December 1856, certain members of the assemblage created a discourse on the issue, evoking heated responses from both sides.  Some thought the revival of the slave trade would alienate the South from other people and countries, while others thought the slave trade would be incredibly beneficial.  Governor Adams of South Carolina was of this mind frame; he thought the slave trade would profit the South.&lt;br /&gt;&lt;br /&gt;Governor Adams not only saw the reimplementation of the slave trade as profitable, but as an economic necessity for the South.  Adams thought that the supply of cotton was diminishing as demand for it was increasing.  According to Adams, the problem was not a lack of sufficient land, but rather a lack of sufficient laborers.  Without laborers to overcome the diminishing supply, other countries would begin to produce cotton, ending the monopoly on cotton controlled by the South.  In Adams' opinion slave labor was only valuable for producing cotton and because the South would no longer have a monopoly on cotton, the need for slaves would become obsolete and the South would have to abolish slavery altogether.  In short, because the supply of cotton was diminishing the South would eventually have to abolish slavery.&lt;br /&gt;&lt;br /&gt;This logic was skewed and consequently not many new people were drawn to the idea of revitalizing the slave trade.  The South was not unified on the issue of reopening the slave trade and so those who did support it, did not dare to push the matter further than political discourse.  Perhaps if there had been uniformity on the issue, the South would have gone against the opinion of the North, not to mention other countries, to restart the trade, but as it was, it just didn't have the support of the South as a whole and thus failed to materialize into something other than dialogue."],"display_date":"November 29, 1856","search_date":"1856-11-29","citations":[{"divid":1213137192,"type":"Newspaper Article","data":["The Slave Trade: South Carolina","The Daily Dispatch","","November 29, 1856","1"]},{"divid":1213137216,"type":"Newspaper Article","data":["Southern Commercial Convention","Lynchburg Daily","","December 11, 1856","1"]},{"divid":1213137240,"type":"Newspaper Article","data":["Southern Commercial Convention","Lynchburg Daily","","December 13, 1856","1"]},{"divid":1213137269,"type":"Book","data":["Robert O&#39;Brien, editor","The Encyclopedia of the South",null,"New York","Smithmark Publishers","1985","1-2"]}],"locations":[{"id":50,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}