{"id":6800,"title":"Family Life in Early Marietta","course_id":182,"status":"P","start_date":"1790-01-01","end_date":"1873-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1790, the Nye family moved to the new frontier settlement of Marietta, Ohio. Ebenezer Nye, the father, made the decision from the prompting of his brother Ichabod Nye, who was a soldier already living in the area. Ebenezer and his wife set out with their five-year-old son Melzer Nye. Melzer would provide a detailed look at what life was like in the new territory of Ohio as he grew older. In his memoirs, he described aspects of daily life with his mother, father, and sisters. He showed that frontier life was a complex balancing act."," Melzer focused a lot of attention on the planting, gathering, and preparation of food. When Melzer mentioned his mother or sisters in his writing, they were almost always cooking or preparing food. The first work that Melzer remembered his father doing when he arrived in Marietta was to gather crops. Farming, therefore, dominated early settlers' attempts to survive on the frontier. Both men and women were involved in the maintenance of viable and sustainable food sources. Melzer even connected food to the early conflicts with Natives by telling two stories about how dangerous a farmer's life could be on the frontier. One was how his father had been paid a half dollar to go out into the woods at night to recover the cows, an important food resource, because he said: \"The cows were to run out in the woods.\" He showed how dangerous this was when he later wrote: \"some cows [would] came home with arrows in them.\" In other stories, he recounted how his family had to grind the meal at the mill by hand until a company was formed in 1791 to build one for the town. The mill, he said, had to be powered by oxen because at the time no one owned a horse.  The intensive focus on food and farming brought attention to the rigors and hardship of the frontier settlement. Food was a priority along the frontier because it had to be secured and could not be bought at the market if it was destroyed or it failed. Food and water were daily necessities, so the focus on them in his memoirs makes logical sense. ","Family connections and interactions were also important. For instance, Melzer wanted his parents to get a knife for him. This was not out of the ordinary. Living along the frontier and being a boy, having a knife was a necessity. It is important to remember the context in which Melzer wanted his knife. Hunting knives were used to clear small patches of brush, simple utility, or as protection against wild animals or possible Indian attack. Therefore, a knife for a boy was a necessary tool. His father and uncle almost definitely carried knives of some kind. He undoubtedly felt pressured to be like his older male relatives. He got into trouble for trying to take his father's knife and was brought before his mother. He was relieved because \"She would not whip me for it because she had not strength to whip me hard enough.\" She told him that his father would deal with him when he got home. Melzer did not write much more on the subject but the scenario he presented was a familiar one in American culture. This example showed that despite the frontier being a harsh life it also reflected the foundation of American society, the family.","Early life in Ohio Valley was shaped by family and the community. The dreams of promise that drove people West with everything they owned began in Marietta. The youth of America was shaped by struggles and values that are were described by Melzer Nye. The scene described played itself out thousands of more times as the nation expanded. Marietta was home for the Nyes, and with hard work and the support structure of a family, they did their part to claim the West."],"display_date":"1790 - 1873","search_date":"1832-01-01","citations":[{"divid":1525186002,"type":"Book","data":["Eugene H. Roseboom and Francis P. Weisenburger","A History of Ohio","","Columbus, Ohio","The F. J. Heer Printing Company","1953","54"]},{"divid":1525186083,"type":"Article","data":["Daniel R. Griesmer","\"Bettering Our Circumstances\": Settler Colonialism in Ohio During the 1780's","Ohio History","124","2017","38"]},{"divid":1525186131,"type":"Manuscript","data":["Melzer Nye","The Melzer Nye Memoir","1873","","","Slack Research Collections","Marietta College Special Collections"]}],"locations":[{"id":11474,"lat":39.4186879,"lng":-81.455377,"zoom":8,"place":"Marietta, Ohio"}],"tags":[{"id":3555,"tag":"Ohio History"},{"id":3556,"tag":"Westward Movement"}],"course":{"name":"Professional Historian","school":"Marietta College","course_id":182,"school_id":101}}