{"id":6803,"title":"The Medical Secrets of John F. Kennedy Explained","course_id":183,"status":"P","start_date":"5/26/55","end_date":"11/22/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As president of the United States, John F. Kennedy exuded airs of confidence, courage and strength to the American public. At his inauguration ceremony on a frigid January day, Kennedy appeared resilient as he stood in front of the large crowd without a jacket, hat or gloves. His capability was rarely questioned throughout his years in office, but behind the healthy image he portrayed was a lifelong struggle with crippling disease and discomfort.","The most prominent of Kennedy’s ailments was Addison’s disease, an autoimmune disorder in which the adrenal glands do not properly produce hormones to combat infection. He also suffered from chronic back pain, serious allergies and digestive tract problems. In an effort to remedy his illnesses, Kennedy took an array of medications, at least seven each day. He took Meticorten, hydrocortisone, Florinef, synthetic T3, and Cytomel, among others. He had four operations done on his back, all of which proved ultimately unhelpful.","Kennedy’s personal physician was Janet G. Travell, a Cornell Medical School graduate and internal medicine specialist. In an oral history transcript, she talked about her first encounter with Kennedy on May 22, 1955. She described his poor condition in saying, “He was thin, he was ill, his nutrition was poor, he was on crutches. There were two steps from the street into my office and he could hardly navigate these.” His most significant complaint was of lower left back pain. She eventually treated his pain using local injection of procaine or novocaine at trigger points, a method she was renowned for. She worked tirelessly to make Kennedy as comfortable as possible, even making recommendations on the kind of chairs he should sit in. The idea first came about when he commented about a rocking chair in her office in New York. Travell recalled, “He sat in it and he said, ‘This is so comfortable, why can't I have one of these?’ I said he could.” Soon enough the rocking chair became a staple piece of furniture in the White House.","The exercise plan suggested by another one of Kennedy’s other doctors, Dr. Kraus, produced drastic improvement in the President’s condition. In the Travell interview, she explains, “He started… on a regular exercise program with Dr. Hans Kraus, which did him an inestimable amount of good.” Regular swimming, golf and tennis allowed him to build and strengthen important muscle groups in his legs and back, providing significant relief over time.","While skilled doctors extensively examined Kennedy to assess his health, the President never wanted the public to perceive him as weak. Travell admitted to working with Kennedy to censure the medical information available to the press. She recounted one conversation they had after Kennedy was hospitalized saying, “I tried to persuade him that we should just say he had a small abscess on his back. He said, ‘You know, that’s a very ugly word. I don’t want to have an abscess.’ So we compromised on a virus infection.” Despite the plethora of medical issues Kennedy suffered from, Travell thought his health was “more than adequate for him to carry the duties and responsibilities of the presidency.”","It is widely perceived that Kennedy’s poor health did not significantly affect his skillfulness and competence as president. In a tragic example of irony, he was in the best health he had been in years at the time of his death. The youthful and dynamic image Kennedy maintained was impressive, but in light of the daily physical challenges he faced in addition to the duties of the presidency, John F. Kennedy is a more outstanding political figure than previously imagined."],"display_date":"May 26, 1955 - November 22, 1963","search_date":"1959-08-24","citations":[{"divid":1525983306,"type":"Government Document","data":["Dr. Janet G. Travell, recorded interview by Theodore C. Sorenson","JFK library","","","","","","",""]},{"divid":1525983365,"type":"Website","data":["James N. Giglio","The Medical Afflictions of President John F. Kennedy","White House Studies","http://go.galegroup.com.online.library.marist.edu/ps/i.do?p=AONE&amp;u=nysl_se_marist&amp;id=GALE%7CA162618760&amp;v=2.1&amp;it=r&amp;sid=summon&amp;authCount=1#","April 16, 2018"]}],"locations":[{"id":11481,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, D.C. United States"}],"tags":[{"id":2703,"tag":"John F. Kennedy"},{"id":100,"tag":"Medicine"},{"id":267,"tag":"Health"},{"id":3564,"tag":"Janet G. Travell"}],"course":{"name":"JFK","school":"Marist College","course_id":183,"school_id":77}}