{"id":6806,"title":"Steve Gerber's \"Destroyer Duck\" and the Fight for Creator's Rights","course_id":185,"status":"P","start_date":"1/1/73","end_date":"12/31/90","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1982, the relationship between comic books, their creator’s, and the companies who published them reached a new stage as Steve Gerber’s <em>Destroyer Duck #1</em> was released. In the eleventh issue of <em>Amazing Heroes</em>, Kevin McConnell’s review of Gerber’s <em>Destroyer Duck #1</em> is both a review of the comic book and a gateway to discuss creator’s rights — an issue that only rose in importance the preceding and following years. McConnell’s review discusses Gerber’s legal situation at the time and lays the foundation for the ongoing intellectual-property battle between comic book creators and companies who employed them.","In 1973, Steve Gerber created Howard the Duck — a widely-popular, anthropomorphic duck that had an initial thirty-three series run (marvel.wikia.com). However, just because Gerber created Howard didn’t mean he owned him. As he initially created the character, Gerber worked for Marvel Comics, thus leaving the rights to Howard in Marvel’s hands after Gerber left. This left Gerber angry, so he created a new comic, <em>Destroyer Duck</em>, which served as an allegory to Gerber wanting the rights to Howard, as well as creator’s rights as a whole. In fact, during the time Gerber created and published <em>Destroyer Duck #1</em>, he was locked in legal battle with Marvel over possession of Howard (Amazing Heroes, 57). As McConnell’s review explains, “Gerber’s message [in Destroyer Duck #1] is clear — he wants his duck back… Considering this, perhaps creators’ rights are … going to have to be re-evaluated.” (Amazing Heroes, 58). And re-evaluated they were.","During the second half of the 1970’s, the long-standing publisher-creator contract was about to change thanks to numerous comic book creator’s sharing the same beliefs that Gerber held. Since the industry began, creators were on a work-for-hire basis, meaning all work they contributed during their contract became property of the publisher when finished (Wright, 256). The most famous byproduct of this relationship, of course, is that of Jerry Seigel and Joe Shuster, who sold the rights of “Superman” to Detective Comics for an infinitesimally-small $130. Or, similarly, the creative work of Gerber staying with Marvel after his departure. Creators of the 1970’s, however, were changing this one-sided affair. Demanding royalties, creative incentives, and a greater sense of entitlement to their work, this new generation of comic creators were not backing down to publishers — including Gerber and his fight for Howard. A new copyright law went into effect in 1978, clearing up any uncertainty between creators and publishers, and some creators were able to win greater creative concessions in the aftermath. However, at the end of it all, not much had changed. Work-for-hire still existed as it did before, and now many companies were more explicitly stating what properties belonged to them (Wright, 257).","With no drastic change, creator-backlash continued and ultimately culminated in 1990 with the publication of “A Bill of Rights for Comics Creators,” a twelve-amendment article specifically listing the various rights and dignities of creators everywhere (scottmccloud.com). With amendments like “The right to full ownership of what we fully create,” “The right of approval over the reproduction and format of our creative property,” and “The right to free movement of ourselves and our creative property to and from publishers,” the message is clear. Comic creators still believed the ownership of what they create should rest in their hands, not in the hands of the company they temporarily work for.","McConnell ends his review by stating “To conclude, Destroyer Duck is a fundamental stepping stone in Gerber’s possible acquisition of Howard. And if he were able to accomplish that feat — well, some of those incredibly outre stories he scripted for Marvel would be but a pale prelude… Something worth watching, I think.” (Amazing Heroes, 58). Steve Gerber never officially regained the rights to Howard the Duck, but his never-ending battle for his creation did set a precedent to many other creators around the world and helped pave the way for the publishing of “A Bill of Rights for Comics Creators.” Even though Gerber never was able to officially reclaim Howard, Destroyer Duck had better success in the matter. In a later issue of Destroyer Duck, Howard the Duck is cloned, resulting in hundreds of Howards running free in a warehouse. In the end, Destroyer Duck states that he “got the real one,” and promptly escapes the scene with the real Howard in hand (birthmoviesdeath.com)."],"display_date":"1973 - 1990","search_date":"1981-12-31","citations":[{"divid":1538959209,"type":"Pamphlet or Other Printed Material","data":["Kevin McConnell","Amazing Heroes #11","Stamford, CT","Redbeard, Inc.","1982",""]},{"divid":1538959307,"type":"Website","data":["Nathan Cabaniss","How Howard The Duck's Creator Stole Him From Marvel","Nathan Cabaniss","birthmoviesdeath.com/2014/08/07/how-howard-the -ducks-creator-stole-him-from-marvel","October 7, 2018."]},{"divid":1538959373,"type":"Online Encyclopedia","data":["Marvel Database","Howard the Duck Comic Books","marvel.wikia.com/wiki/Howard_the_Duck_Comic_Books","October 7, 2018"]},{"divid":1538959430,"type":"Website","data":["Scott McCloud","A Bill of Rights for Creator Comics","Scott McCloud","scottmccloud.com/4-inventions/bill/rights.html","October 7, 2018"]},{"divid":1538959473,"type":"Book","data":["Bradford Wright","Comic Book Nation: The Transformation of Youth Culture in America","","Baltimore, MD","Johns Hopkins University Press","2001","257-258"]}],"locations":[{"id":11487,"lat":41.0534302,"lng":-73.5387341,"zoom":8,"place":"Stamford, CT"}],"tags":[{"id":3569,"tag":"Marvel"},{"id":3568,"tag":"Destroyer the Duck"},{"id":1775,"tag":"Comics"},{"id":2602,"tag":"Comic Books"},{"id":3570,"tag":"Creator's Rights"},{"id":3571,"tag":"Howard the Duck"},{"id":3572,"tag":"Steve Gerber"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}}