{"id":6814,"title":"Misrepresentation and Sexualization of Women in Comics and Media in the 1970s-'80s\nBy Miranda Kalinowski","course_id":185,"status":"P","start_date":"1/1/70","end_date":"12/31/90","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Heidi MacDonald’s article, “House of Semi-Raging Women”, written in the <em>Amazing Heroes</em> series focuses on the skewed, sexist representation of women in comics in the 1980s. This article was written in a time where there were only a limited number of female comic book writers because it was believed that women aren’t as skilled at writing about/drawing superheroes as men (MacDonald). Although MacDonald notes that comics written in the ‘80s were less sexist than they were in 1970s, they’re still notably sexist, mentioning that it’s “like saying now that Stalin is dead and can’t send people to labor camps in Siberia, how things have improved in Russia” (MacDonald 21). One reason MacDonald lists for this misrepresentation is the fact that there are not many female creative writers, so the way that female comic book characters are being portrayed is sexist and based on a man’s views of how women should look.","            This touches on the social/political issue of women not being in control of their representation in the media, instead having a man decide how to portray her. Because women’s portrayal in comics is being controlled by men and primarily distributed to men, women are represented in a way that feeds into the sexualized/fetishized views that men hold of women. Jeffrey Brown adds to this problem of misrepresentation in his book, writing that “The highly sexualized visual representation of contemporary action heroines is a prominent aspect of how they are marketed and packaged for potential viewers/consumers” and that “This eroticized promotional style is important because it marks the point where action heroines are offered up as objects for male consumption” (Brown 20-21). Because the comic book audience is mostly male, male writers believe that portraying female comic book characters in a sexual manner is exactly what these young readers want to see.","            In his review of Aaron Diaz’s Wonder Woman, another author, Philip Smith, further stresses this problem surrounding gender misrepresentation in comic books. Not only does he agree with the fact that women in comics are sexualized, but he also points out how they’re highly idealized: “Diaz makes Wonder Woman exceptional rather than representative. She is not an Amazon, or even a human, but a golem. Rather than being designed as an inspiration for women … she represents a clearly unachievable ideal” (Smith 8). This is another problem that women must face in the comic book world; not only do they see themselves being portrayed in a way that sexually appeals to men, but these portrayals are highly unachievable, which can lead to body dysmorphia.","            However, not only are women being misrepresented in comic books during this time, but also in films. Andrea Wright, a member of the Department of English and History at Edge Hill University, examines this problematic representation in her article about the female body in action/adventure cinema. In this film genre, women are weak and feminine, and their only purpose is to be saved by a big, strong man, rather than doing any saving or fighting herself (A. Wright). This suggests that the only reason women exist in these ‘80s movies in the first place is because the male heroes need something to save; they’re not included because they’re meaningful characters with their own strong, heroic storyline.","            This essay engages with this discussion of female misrepresentation and misuse in media by getting insight about this subject from many different sources. The sources used support the idea stated in MacDonald’s <em>Amazing Heroes </em>article about the lack of women’s input in character creation leading to sexualized and idealized characters, rather than characters with a meaningful storyline. While there had been an increase in the number of female characters in comics between the 1970s and ‘80s, they are not being given an accurate representation. As Bradford Wright notes in <em>Comic Book Heroes, </em>it seems that the main reason for their existence is to be “targeted more at adolescent male lusts”, providing further reasons to sexualize women (B. Wright 250). Today, female superheroes are becoming more independent, but there is still a lot of work that needs to be done to fully eliminate the fetishization and misrepresentation of women in media."],"display_date":"1970 - 1990","search_date":"1980-07-01","citations":[{"divid":1539011624,"type":"Book","data":["Bradford W. Wright","Comic Book Nation: The Transformation of Youth Culture in America","","Baltimore, Maryland","The Johns Hopkins University Press","2003","226-253"]},{"divid":1539011795,"type":"Article","data":["Andrea Wright","A sheep in wolf's clothing? The problematic representation of women and the female body in 1980s sword and sorcery cinema","Journal of Gender Studies","4","2012","401-411"]},{"divid":1539016548,"type":"Book","data":["Jeffrey A. Brown","Dangerous Curves: Action Heroines, Gender, Fetishism, and Popular Culture","","Mississippi","University Press of Mississippi","2011","1-238"]},{"divid":1539016780,"type":"Article","data":["Philip Smith","Reading Aaron Diaz's Wonder Woman","John Wiley &amp; Sons Ltd.","N/A","2017","N/A"]},{"divid":1539016951,"type":"Artifact","data":["Heidi MacDonald","Amazing Heroes: House of Semi-Raging Women","Comic Book","May 1988","","","Michigan State Special Collections"]}],"locations":[{"id":11660,"lat":43.765087,"lng":-84.8209346,"zoom":6,"place":"Michigan, United States"}],"tags":[{"id":3586,"tag":"Women, comics"},{"id":3587,"tag":"misrepresentation"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}}