{"id":6815,"title":"Superheroes in the Modern Era: How Print Icons Became a Big Screen Phenomenon","course_id":185,"status":"P","start_date":"1/1/30","end_date":"10/8/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1980s were full of new superhero movies; from <em>Flash Gordon </em>to <em>Batman, </em>the decade was full of new takes on characters that were often up to half a century old. In Gary D. Robinson’s article “Of Kids and Comics III”, in <em>Amazing Heroes </em>issue152, he tackles the contrast between what schoolchildren of the late ‘80s thought of superheroes and what he observed as a child. It addressed the difference between comic book culture and superhero movie culture, focusing primarily on how children are more and more associating the characters with films rather than comic books. This essay examines the more contemporary relationship between comic books and their film counterparts, focusing on the elements that caused a shift toward a movie-dominated superhero industry, both then and now.","The transition from comic books to films began in large part with the motion picture serials of the 1930s and 1940s (Mcallister et. al). This success, combined with a rapidly growing movie base, was the catalyst for where these films are today. It was easier to justify making movies about well-beloved characters than unknown ones, and as movies at the time were still relatively new with an uncertain future, there was less of a reason to start from scratch. Despite this early start, superhero movies did not really pick up until the 1980s.","            While the 1980s are generally associated with upbeat music and bright colors, that is not fully indicative of the times. The Cold War was still a threat, and nuclear war seemed like a possibility every day. In the early days of the Cold War – the mid-1950s – superhero comic book makers tried and failed to revitalize the print industry, with youth instead flocking to EC’s crime and horror comics as a way of combating the uniformity of their generation (Wright 135). Once an end was in sight to the Cold War, many filmmakers began to turn to flashy, kind-hearted superheroes to symbolize American hope and distract from the dismal reality that many felt, despite the characters often being put in darker scenarios than in the comics (as demonstrated by Tim Burton’s 1989 <em>Batman</em>).","In this article, Robinson also addresses growing cultural issues, like illiteracy and an America-wide preference for cinema over reading, and how he feels this is harming society and, more importantly, the academic growth of children. The focus, however, is primarily on children recognizing superheroes less as a comic book fixture, and more as a movie staple. With a sharp increase in superhero movies in the last fifteen years ago, this trend is decades-old and not likely to die down any time soon.","Michael E. Uslan, an executive producer for the 1989 <em>Batman </em>film, offered three reasons as to why the superhero movie genre has taken off in the last two decades: technological advancements (better digital effects), cultural traumas (like 9/11), and utilizing a pre-existing fan base to procure immediate interest (Burke 23). These three reasons were all relevant in the 1980s, when Robinson’s article was written, but are even more relevant today, particularly with the increased popularity of fan events, like Comic Con. It is also an effect of the political events in each period – the Cold War in the 1980s and 9/11 in the early 2000s.","Joseph Michael Sommers’s take on the growth of the superhero genre shares some similarities with Uslan. Sommers believes that the 9/11 terrorist attacks heavily affected the genre, and Americans’ need for someone powerful and in control, even in entertainment. This similarity to the Cold War’s effect on the superhero movies of the 1980s speaks to the growing relevance of comic movies over comic books in popular culture.","This growing relevance is entirely why this essay is needed. Robinson’s article was written thirty years ago, and little has changed; in fact, the superhero industry has gotten even closer to being film-based than it was back then. This essay engages with the shift of superheroes from print to film primarily by examining cultural events that affected the popularity of both medias and their respective contents, along with the work of credible scholars. To understand superheroes’ relevance to contemporary culture, it is vital that we examine the medias in which they appear."],"display_date":"January 1, 1930 - October 8, 1918","search_date":"1924-05-20","citations":[{"divid":1539012994,"type":"Book","data":["Liam Burke","The Comic Book Film Adaptation: Exploring Modern Hollywood's Leading Genre","","Mississippi","University Press of Mississippi","2013","23"]},{"divid":1539013095,"type":"Article","data":["Matthew Mcallister et. al","Block Buster Art House: Meets Superhero Comic, or Meets Graphic Novel?: The Contradictory Relationship between Film and Comic Art","Journal of Popular Film and Television","34","2006","N/A"]},{"divid":1539013190,"type":"Artifact","data":["Gary D. Robinson","Amazing Heroes Issue 152 - \"Of Kids and Comics III\"","Zine","1988","Michigan State University Special Collection","","East Lansing, MI, USA"]},{"divid":1539013299,"type":"Article","data":["Joseph Michael Sommers","The Traumatic Revision of Marvel’s Spider-Man: From 1960s Dime-Store Comic Book to Post-9/11 Moody Motion Picture Franchise","Childrens Literature Association Quarterly","37","2012","188-209"]},{"divid":1539013369,"type":"Book","data":["Bradford W. Wright","Comic Book Nation: the Transformation of Youth Culture in America","","Baltimore, MD, USA","Johns Hopkins University Press","2003","135"]}],"locations":[{"id":11499,"lat":42.7179089,"lng":-84.5539748,"zoom":7,"place":"East Lansing, MI, USA"}],"tags":[{"id":1539013571,"tag":null},{"id":3588,"tag":"superhero, comic, books"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}}