{"id":6817,"title":"The Call for Creative Rights from Siegel and Shuster to Scott McCloud","course_id":185,"status":"P","start_date":"1/1/75","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In February of 1982, the eighth issue of the periodical <em>Amazing Heroes</em> reported on the implementation of a new royalty program at DC Comics. This program was said to benefit the creative teams with an increased allotment of their comic’s revenue after sales passed a certain threshold (McConnell, 15). It was meant as an incentive for these authors and writers to produce more elaborate, exciting material, with Frank Miller’s best-selling take on <em>Daredevil</em> as an example to follow. The program seems fine enough, encouraging more interesting work, providing a powerful monetary incentive for authors, and even prompting Marvel to exercise a similar scheme. The backdrop for this program, though, tells a darker story: this era of comics, more so than the previous decades, was characterized by a wave of authors demanding that their rights be maintained, their success be reflected in their paychecks, and their characters be respected.","            Seven years earlier, Warner Bros. announced a feature adaptation of DC Comics’ Superman, prompting a deliberate and powerful rant from the character’s co-creator, Jerry Siegel, who stated in a press release, “The publishers of Superman comic books, National Periodical Publications, Inc., killed my days, murdered my nights, choked my happiness, strangled my career. I consider National's executives economic murderers, money-mad monsters” (Kaye). This was not the first of the duo (Jerry Siegel and Joe Shuster) actively seeking greater compensation for the creation of the world’s first and most recognizable superhero, and it was not the last, either. While the success of the revamped <em>Daredevil</em> comic was cited by DC’s managing editor, Dick Giordano, as the chief reason behind their sudden focus on creator’s benefits and compensation, it is not difficult to see this incentive as a move calculated to avoid another pesky creator demanding their dues.","            Then, in 1988, six years after the DC royalty program (making it sort of like meaty center of a delicious copyright sandwich), an elaborate document was penned by a gathering of comics creators at Northampton, Massachusetts, among them Dave Sim (<em>Cerebus</em>), Michael Dooney (<em>Teenage Mutant Ninja Turtles</em>), and Richard Pini (<em>Elfquest</em>). According to one of its more well-known co-authors, the document was not a major upset to the comics industry, but “an interesting snapshot of our attitudes at the time, and of the climate that was fueling self-publishers, progressive business people, and artists trying to reinvent the comics industry” (McCloud). It detailed very carefully the full extent of creative control that an original author had over their characters and properties, and it was clearly fueled by the wrongdoings of the publishers who had taken control away from them.","This era of comics was defined by its creators more than ever before. These authors had seen their characters mangled, mistreated, or propagated everywhere without input, and their new diplomacy coerced publishers into allowing them, if nothing else, more compensation for exceptional service. The DC royalties program was one of many exercises of that period that featured authors and illustrators, inspired by the creative freedom of alternative comics, demanding that their work be valued."],"display_date":"January 1, 1975 - undefined 0, 0","search_date":"1937-06-16","citations":[{"divid":1539011782,"type":"Pamphlet or Other Printed Material","data":["Kevin McConnell","Amazing Heroes #8","Stamford, CT","Redbeard, Inc.","1982",""]},{"divid":1539011840,"type":"Website","data":["Don Kaye","How Superman's Creator Put a Curse on the New Movie Back in 1975","Syfy Wire","www.syfy.com/syfywire/how_supermans_creator_put","10/8/18"]},{"divid":1539011928,"type":"Website","data":["Scott McCloud","The Creators' Bill of Rights","Scott McCloud","http://scottmccloud.com/4-inventions/bill/index.html","10/8/18"]}],"locations":[{"id":11500,"lat":42.3250896,"lng":-72.6412013,"zoom":7,"place":"Northampton, MA"}],"tags":[{"id":1775,"tag":"Comics"},{"id":3592,"tag":"Creators' Rights"},{"id":3593,"tag":"DC Comics"},{"id":3594,"tag":"Royalties"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}}