{"id":6819,"title":"The Korean War - A Trigger of a New Great War","course_id":189,"status":"P","start_date":"6/26/50","end_date":"6/27/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the WWII had ended, many thought that a period of prosperity would finally arrive. However, the struggle for power and influence in Asia between the Soviet Union and the Western World led to another conflict. On June 26 1950, The North Korean Communist Party (DPRK) launched a surprise attack and crossed the 38th parallel, which had previously acted as a border between North and South Korea. Until the morning of 27 June 1950, the situation strongly favored the North Korean side. The North Korean army was well prepared and swiftly penetrated the South Korean defense line. Due to the immense shock and the difference in equipment, the South Korean troops were unable to resist the invaders. They slowly retreated and attempted to regroup.  The North Korean invasion was criticized by the United Nations Security Council for breaking the peace and North Korea was ordered to retreat immediately or else the United Nations would take military action to maintain peace. This proposal was supported by nine other countries. The Soviet Union representative, a North Korean ally who had the veto power, was absent during the discussion. As a result, this proposal was passed.The United States, as the most powerful supporter of this proposal, assembled the land army stationed in Japan and they were ready to intervene, and their air forces based in Japan and Guam were also on standby and ready to reinforce. (<em>The Globe and Mail, </em>1)","<strong><br /></strong>","Before World War II, The Korean Peninsula was annexed by Japan, and later liberated by Soviet Union in 1945. Due to the concern of balancing the power structure in East Asia, the Korean Peninsula was divided and ruled by the pro Soviet Communist Party in the North (DPRK) and the pro American Republic government in the South. The border between two factions was the 38th parallel line, which is almost at the center of the Korean Peninsula. In 1949, the Chinese Communist Party successfully defeated the Pro-America Chinese Nationalist Party and established the People’s Republic of China. “The victory of the Chinese communist strongly encourged Kim to believe that he could make the same thing happen in Korea” With these optimistic beliefs, a conference was held between Soviet leader Joseph Stalin, the CCP leader Mao Zedong and the DPRK leader Kim II Sung in 1949 to discuss the possibility of unifying Korea and to establish another communist country in East Asia. Mao and Kim had underestimated the South Korean military strength. They suggested that if the war would end swiftly, the United State’s military intervention could be avoided. They also believed, the Korean War was “An internal matter of the Korean people”, and other countries had no legitimate right to step in. With such expectations, Stalin approved the plan of invasion . In other words, the communist powers were initially not ready for a direct conflict with the United States and expected a swift victory against the South Korean army."],"display_date":"June 26, 1950 - June 27, 1950","search_date":"1950-06-26","citations":[{"divid":1541883788,"type":"Newspaper Article","data":["The Globle and Mail","The Globle and Mail","Korean War Summary","June 27th 1950","1"]},{"divid":1541883864,"type":"Book","data":["Chen Jian","China's Road to the Korean War : The Making of the Sino-American Confrontation","","New York","University of Columbia Press","1997","86-87"]},{"divid":1541883946,"type":"Book","data":["Andrei Lankov","From Stalin to Kim Il Sung: The Formation of North Korea, 1945-1960.","","New Brunswick","Rutgers University Press","2002","1-3"]}],"locations":[{"id":11753,"lat":37.4583787,"lng":126.7475953,"zoom":6,"place":"Seoul"},{"id":11752,"lat":37.9386451,"lng":127.2198661,"zoom":6,"place":"korea"}],"tags":[{"id":3597,"tag":"1950"},{"id":664,"tag":"Korean War"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":189,"school_id":28}}