{"id":6822,"title":"To Resist the Nazi Party","course_id":189,"status":"P","start_date":"8/15/35","end_date":"8/15/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            In a rebellious act, the Nazi's own anti-Semitic tactic was turned against them. On August 15, 1935, it was reported by <em>The Globe and Mail</em> that workers in North Berlin boycotted Nazi supporter's retail stores. This tactic had been used before only by the Nazis on Jewish store owners to bankrupt them. The resistance was ended by the intervention of the political police. Officials suspected that this act of defiance was instigated by Communist groups, since there were few Jewish people or Catholics in North Berlin to carry it out. Similar resistance from Communists had occurred near Hanover, where they took down anti-Semitic government posters and continued going to Jewish stores despite government regulations. They were silenced by storm troopers and any effects of their protests were mitigated by the encouragement of anti-Semitic protests.","            Boycotts on Jewish stores were common both before and after the Nazi party came into power in 1933 (Kirk 2007, p.177). They were encouraged by Nazi government propaganda, but were organized and carried out by Nazi support groups to take away the economic power of the Jewish people (Kirk 2007, p.177). In the early years of the Nazi's reign, most anti-Nazi movements came from the supporters of Germany's other major political parties, such as the German Communist Party (Herlemann 1997, p.14-19). The Communists had complaints such as low wages and poor factory conditions that gathered support outside their party to conduct demonstrations like this boycott (Herlemann 1997, 19). This made them the largest resistance group that the Nazis focused on eliminating (Kirk 2007, p. 145-146). Communist activity, like other types of resistance, was met with violence and imprisonment by the secret police (Kirk 2007, p. 145-146, 177). This boycott was a resistance on the part of workers and Communist supporters, but the outcome served to assert the Nazi's political control."],"display_date":"August 15, 1935","search_date":"1935-08-15","citations":[{"divid":1542336059,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Beatrix Herlemann","Communist Resistance","Encyclopedia of German Resistance to the Nazi Movement","Wolfgang Benz, Walter H. Pehle","New York","The Continuum Publishing Company","1997","14-24"]},{"divid":1542336306,"type":"Book","data":["Tim Kirk","European History in Perspective: Nazi Germany","","New York","Palgrave Macmillan","2007","132-145, 173-191"]},{"divid":1542336571,"type":"Newspaper Article","data":["Nazi Stores Are Boycotted: Active Opposition to Hitlerite Principles Appears in Berlin","The Globe and Mail","","August 15 1935","1"]}],"locations":[{"id":11546,"lat":52.5200066,"lng":13.404954,"zoom":7,"place":"Berlin, Germany"}],"tags":[{"id":753,"tag":"Anti-Semitism"},{"id":3606,"tag":"Nazi Boycott"},{"id":3607,"tag":"Communists"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":189,"school_id":28}}