{"id":6823,"title":"Civilized Italy Rejects Civilized Negotiations","course_id":189,"status":"P","start_date":"9/4/35","end_date":"9/5/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["War was coming to Ethiopia. It was September 4<sup>th</sup>, 1935 and Italy’s delegate to the League of Nations, Baron Pompeo Aloisi, just delivered a final memorandum on Ethiopia. (<em>The Globe)</em> There is no chance of future negotiations between the two countries. Geneva, Switzerland became the backdrop for the League’s latest crisis when Italy demanded that Ethiopia’s membership be revoked. According to Aloisi, Ethiopia was a “Barbarian State” that did not qualify as a civilized nation, worthy to be part of the League.(<em>The Globe)</em> In addition, Italian assets in East Africa were constantly being threatened by Ethiopians, which could not be controlled by their own monarch, King Selassie. On the other end, Captain Eden of Britain pleaded for arbitration over war, stating that conflict would lead to the League’s collapse. He was aware that the League of Nations hasn’t resolved many conflicts. The pressure was on to find a solution since the whole world was watching their every move. He also declared that Ethiopia should remain independent. Considering that Italy already had major influence over Ethiopia’s finance and economy, courtesy of Britain and France, Eden argued that further concessions were overly generous. Ethiopia’s representative meanwhile, was present but not invited to speak. Professor Gaston Jeze spoke on his behalf and questioned whether war could be a possibility. He maintains that negotiations are a more civilized choice. It had been seven years since Italy signed the Kellog-Briand Anti-war Pact. However, Italian dictator Benito Mussolini and his government had already “said [their] last words” (<em>The Globe)</em> and hastened war preparations.","Leading up to the Italo-Ethiopian War, which began a month after this article (<em>Mussolini Defies League on Ethiopian Dispute</em>) was published, Italy’s fascist government increasingly mounted pressure on the League to expel Ethiopia. Mussolini was adamant that “wicked and pretentious barbarians.” (Gooch, 1022) were threatening Italian assets. His position was similar to colonial attitudes that were common in the late 19<sup>th</sup> century that set Europe and western culture as the center of the civilized world. This fed into racial and ethnic discrimination, which determined whether certain people should be allowed within a group. The rise of fascism in the early 20<sup>th</sup> century certainly sped up this discrimination and led to the persecution of Jews and other minorities, which included the Ethiopians. Although the League of Nations was formed by “collective action by the sovereign states to maintain the peace,” (Eloranta, 30) they neither had the authority or desire to curb racism or aggressive threats, such as the one posed by Italy. For instance, when Japan began conquering Manchuria in 1931, the security council met only to discuss the drafting of a new disarmament agreement. (Eloranta, 33) No armed forces were sent to meet the crisis and no sanctions were imposed on Japan. In addition, member states could leave anytime, which Italy promptly did in 1937. This illusion of unity within the League would be fully shattered with the Second World War, but the cracks were already there. This article not only shows that outright acts of discrimination were beginning to resurface in 1935, but also that the League, by its vast limitations, could not prevent it."],"display_date":"September 4, 1935 - September 5, 1935","search_date":"1935-09-04","citations":[{"divid":1542383471,"type":"Newspaper Article","data":["Mussolini Defies League on Ethiopian Dispute","The Globe","Toronto","September 5, 1935","A1"]},{"divid":1542383542,"type":"Article","data":["John Gooch","Re-conquest and Suppression: Fascist Italy’s Pacification of Libya and Ethiopia, 1922–39","The Journal of Strategic Studies","6","December 2005","1005-1032"]},{"divid":1542383703,"type":"Article","data":["Jari Eloranta","Why Did the League of Nations Fail?","Cliometrica","1","2010","27-52"]}],"locations":[{"id":11538,"lat":46.2043907,"lng":6.1431577,"zoom":8,"place":"Geneva, Switzerland"},{"id":11539,"lat":9.145,"lng":40.489673,"zoom":8,"place":"Ethiopia"}],"tags":[{"id":3609,"tag":"Appeasement"},{"id":3608,"tag":"Italo-Ethiopian Crisis"},{"id":806,"tag":"League of Nations"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":189,"school_id":28}}