{"id":6825,"title":"The Brethren Denomination Officially Forbids Slave Ownership","course_id":188,"status":"P","start_date":"1845-05-09","end_date":"1845-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In May of 1845, a committee of ordained leaders from the German Baptist Brethren (Church of the Brethren) convened in Roanoke County, Virginia to discuss the most pressing questions facing their denomination. Much of their discussion, according to the minutes of the meeting, focused on the nuances of traditional Brethren theology in terms of worldliness, alcohol use, nonresistance, feet washing, service language, and the like. Additionally, the topic of slavery appeared in their annual discourse. The elders made their position clear, saying “it would be best for a follower of Jesus Christ to have nothing at all to do with slavery.” They forbade both owning and hiring slaves. The committee also considered admitting African Americans into the church. While the decision to admit free blacks into the church was left to individual congregations, the committee made certain that if they were admitted they would be treated as equals to whites, asserting that the love of God “makes no distinction in the brotherhood” according to race.","At the time of this meeting, the slavery crisis in the United States divided religious denominations. At the start of the nineteenth century, the Second Great Awaking set a spark among Protestants in the North. According to historian James McPherson, this revival created numerous reforms and a collective conscience among New England’s Protestants. Slavery was deemed a sin and religion-based abolitionism flared up. Many Protestants in the South moved increasingly in the opposite direction, developing biblical defenses of their “peculiar institution”. As a result of these sectional divisions over slavery, in 1844 the Methodists, followed by the Baptists in 1845, and the Presbyterians in 1858, were torn into separate factions, North and South.","Although written some 157 years after the first organized Anabaptist criticism of slavery, this denomination-wide decision contrasts sharply with those of other American Protestants. The Brethren became unified. While some Brethren had individually denounced slavery, others did own slaves. The denomination also crossed sectional lines, existing both above and below the Mason-Dixon Line. According to the previous year’s meeting minutes, the elders accepted an invitation from the Roanoke, Virginia congregation. It is unclear why exactly they selected this locale, but it provided the perfect setting to discuss the question of slavery. They discussed the immorality of slavery in the home of that institution. By adopting the resolution in Virginia, there could be no question that slave state Brethren were included. In addition, to soothe possible divides, the elders selected a softer stance on the integration of free blacks. Although the elders felt all men were created equal and that it would be best for all to accept them into the church, they left it up to individual congregations and offered some mercy to those who were “weak in the faith.” By clarifying the Brethren’s stance on slavery and racial equality, this 1845 meeting placed the Brethren squarely in the court of abolitionism in the wake of national division."],"display_date":"May 9, 1845 - May 10, 1845","search_date":"1845-05-09","citations":[{"divid":1542406102,"type":"Primary Source in a Secondary Source","data":["Annual Meeting of 1845","May, 1845","Minutes of the Annual Meetings of the Brethren: 1778-1955","Willis A. Hess, Ray B. Hess, and David G. Benedict","Covington, Ohio","The Little Printing Co.","1956","106-111"]},{"divid":1542406429,"type":"Primary Source in a Secondary Source","data":["Annual Meeting of 1844","May, 1844","Minutes of the Annual Meetings of the Brethren: 1778-1955","Willis A. Hess, Ray B. Hess, and David G. Benedict","Covington, Ohio","The Little Printing Co.","1956","102-106"]},{"divid":1542406601,"type":"Book","data":["Charles Irons","The Origins of Proslavery Christianity: White and Black Evangelicals in Colonial and Antebellum Virginia","","Chapel Hill","The University of North Carolina Press","2008","195-197"]},{"divid":1542406765,"type":"Book","data":["James McPherson","Battle Cry of Freedom: The Civil War Era","","New York","Oxford Press","1988","7-8"]},{"divid":1542406838,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Wayne J. Eberly","Slavery","The Brethren Encyclopedia, Vol. 2","Donald F. Durnbaugh","Philadelphia","The Brethren Encyclopedia Inc.","1983","1189-1190"]}],"locations":[{"id":11526,"lat":37.2467123,"lng":-80.1205256,"zoom":6,"place":"Roanoke County, Virginia"}],"tags":[{"id":95,"tag":"Abolition"},{"id":4,"tag":"Slavery"},{"id":1336,"tag":"racial equality"},{"id":3615,"tag":"Protestants/Anabaptists"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}