{"id":6828,"title":"Boston female abolitionists call upon women to join their cause","course_id":188,"status":"P","start_date":"1836-07-13","end_date":"1836-07-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Maria Chapman and Melanie Ammidon from the Boston Anti-Slavery Female Society wrote an address about their abolitionist society outlining why their support for abolition and how they planned to petition. They believed that all people are immortal souls created by God, and that no one, therefore, should live under the cruel system of slavery. The address argued that women are very influential in society and are the key in urging men to cease protecting immoral systems and to preserve everyone’s God-given rights. Chapman and Ammidon wrote the goals of women are, “to labor to increase the knowledge and the love of God.” The goals of the society included garnering support from women to condemn slavery and push for men, particularly those from DC, to help abolish slavery. The address warned that if the United States did not abolish slavery then “God punishes wicked systems,” so society needed to change for their safety.","The Boston Anti-Slavery Female Society was founded in 1834 by twelve women with the aid of abolitionist Reverend Amos Phelps. The group’s methods were initially ineffective at promoting abolitionism. The society had few meetings and confined itself to going to sermons of abolitionist preachers. In the book <em>Strained Sisterhood</em>, Debra Hansen writes the society admitted that their campaign did not gain much attention. Maria Chapman later emerged as the figurehead of the society by her own fervent opposition to slavery and support of women’s rights. She pushed for new initiatives to be pursued by the society. Historian Jean Yellin comments on Chapman by stating, “Chapman constituted the bazaar as a means of moral transformation, consciously winning the hearts of New England for abolition.” The society established sewing circles, and funded projects such as the Boston Christmas Fair and the Samaritan Asylum, which helped to strengthen public awareness for abolition. The society started to break apart by 1839, as male abolitionists claimed the society was not an anti-slavery movement, but a disguised women’s movement. Reverend Amos Phelps, who originally helped form the society, thought the group diverged into a women’s movement once they started to argue for the importance of women in society. Reverend Joseph Tracy of the American Colonization Society shared this view. Prominent ministers claimed the members of the society “behave[ed] in a manner unbecoming to their sex.” Some of these reverends believed that if feminism was promoted that it would be a slippery slope that would lead to the support of anarchy, infidelity, and atheism. Eventually, the Massachusetts Abolition Society formed in opposition to the Boston Anti-Slavery Female society and stole its spotlight."],"display_date":"July 13, 1836","search_date":"1836-07-13","citations":[{"divid":1542662902,"type":"Website","data":["U.S. House of Representatives","Address of the Boston Female Anti-Slavery Society","National Archives Catalog","https://catalog.archives.gov/id/306639","11/19/2018"]},{"divid":1542663074,"type":"Book","data":["Debra Hansen","Strained Sisterhood: Gender and Class in the Boston Female Anti-Slavery Society","","Massachusetts","University of Massachusetts Press","2009","13-15"]},{"divid":1542663508,"type":"Book","data":["Jean Yellin","The Abolitionist Sisterhood: Women's Political Culture in Antebellum America","","New York","Cornell University Press","1994","253"]}],"locations":[{"id":11529,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Suffolk County, Boston, Massachusetts"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":514,"tag":"Christianity"},{"id":7,"tag":"Women"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}