{"id":6836,"title":"Alph's Lynching","course_id":187,"status":"P","start_date":"1849-10-15","end_date":"1849-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In December of 1849, it was reported that an enslaved man by the name of Alph had been lynched for the murder of his owner, James Crawford. Alph was captured on the 15th of October and hung, without a trial, on the 20th, in Bentonville, Arkansas. The citizens alleged that Alph had “crushed Anderson’s skull and slit his throat, leaving him on the side of the road” (Jones 27). Alph and his owner had been on the way to the slave market, where Crawford intended to sell him. If Alph did in fact commit the murder, it is suspected that he wished to prevent the being separated from his wife, who was to remain in Arkansas. ","Alph may not have been guilty of his crime because as he prepared for his execution, he pointed to a white man in the crowd that had gathered for the spectacle and said that he “instigated him to the crime.”  This claim did nothing to prevent the execution of Alph, who was still lynched without a proper trial. Alph ultimately sacrificed his life while taking extreme measures to remain with his wife. He was treated no differently than other slaves who were suspected of committing crimes, such as Nat Turner whose body was dismembered by an angry mob after his public execution. Similar to those responsible for the death of Alph, these people faced no repercussions for their brutal actions. ","When mob violence, that often ended in murder, is examined further it is questioned why these people failed at their job of bringing these suspected felons in for trail. When these groups went out looking for black criminals they were supposed to help the police and bring these suspected these suspected criminals in for justice. The reality was the they were more than prepared and willing to cary out acts that would result in these people’s death. These mobs, without consequence, took out their anger out on these slaves and used them as examples to make sure that the other slaves in the community saw the brutal reality if they had any ideas to take actions similar to their peers. Whites in the American South deeply feared slave rebellions, and they punish any violent act by enslaved men and women swiftly, decisively, and often quite publicly. While Alph could have been the inspiration for other slaves to rise up and rebel against their owners, instead his public execution made them realize the strict and harsh punishments that they could face if they considered such actions."],"display_date":"October 15, 1849 - October 20, 1849","search_date":"1849-10-17","citations":[{"divid":1543621986,"type":"Newspaper Article","data":["Lynching in Arkansas","The North Star","","7 December 1849",""]},{"divid":1543622036,"type":"Book","data":["Kelley Houston Jones","Bullets and Fire: Lynching and Authority in Arkansas","","Fayetteville Arkansas","University of Arkansas Press","2018","17-34"]}],"locations":[{"id":11635,"lat":31.434000989729,"lng":-84.17534362349,"zoom":5,"place":"Bentonville, Arkansas"}],"tags":[{"id":3643,"tag":"mob violence"},{"id":367,"tag":"Lynching"},{"id":4,"tag":"Slavery"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":187,"school_id":11}}