{"id":6841,"title":"The Sexual Abuse of Black Male Slaves","course_id":187,"status":"P","start_date":"1787-01-01","end_date":"1787-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Thistlewood, an eighteenth-century Jamaican planter, noted in his diary two incidents of homosexual assault. For one of them he recorded a report of a Mr. Watt committing sodomy with his negroe waiting boy. In slavery, there are many accounts of rape and sexual abuse by slaveholders towards their slaves. Many slaves tried to fight back and resist the sexual abuse. However, that didn’t always result in a good outcome. While it is known that many enslaved women were sexually abused, it is important to highlight that male slaves were also sexually abused by slaveholders.","The sexual violation of male slaves has been unexplored for several reasons. One reason is that male victims of rape, obviously, didn’t produce evidence of their assault in the form of children. Another is that there are so few accounts of male slaves that were sexually abused that it makes it hard to write about and bring light onto the situation. We don’t know or have enough information on male victims and our education has been more focused on the sexual abuse of women. Throughout history, there has been much acknowledgement of the enslaved women who experienced sexual abuse. However, the same cannot be said for the enslaved males who also experienced horrific sexual abuse under American slavery. It is believed that the rape of enslaved men has also gone unacknowledged because of the current historical tendency to define rape along gendered lines, making both victims and perpetrators reluctant to discuss male rape.          ","Thistlewood mentioned that the homosexual act occurred between an enslaver and his enslaved boy who was a close personal servant of his. A question that poses is, is it possible that the sexual abuse occurred because the boy was in close proximity to his enslaver? Foster helps answer this question by stating that “this type of abuse follows a broader pattern that suggests the closer proximity to whites, the more likely the sexual abuse was to occur”.","Gendered perceptions of rape, lack of information, and lack of education have caused us to leave out an important part of history and conform to the white slave owner’s belief that black men were the sexual predators, not the victims. Without recognizing this, we fail to recognize the truth, that sexual assault occurred to both enslaved women and enslaved men."],"display_date":1787,"search_date":"1787-07-02","citations":[{"divid":1543619442,"type":"Book","data":["Daina Ramey Berry and Leslie M. Harris","Sexuality and Slavery: Reclaiming Intimate Histories in the Americas","","Georgia","University of Georgia Press","2018","126"]},{"divid":1543619838,"type":"Article","data":["Thomas A. Foster","The Sexual Abuse of Black Men under American Slavery","Journal of the History of Sexuality","3","September 2011","445-464"]}],"locations":[{"id":11643,"lat":18.122377576135,"lng":-77.123352749829,"zoom":9,"place":"Jamaica"}],"tags":[{"id":164,"tag":"Slave"},{"id":3640,"tag":"Jamaica"},{"id":3641,"tag":"Male"},{"id":3642,"tag":"Sexual Abuse"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":187,"school_id":11}}