{"id":6844,"title":"The Aftermath of Freedom - Henry Bibb's letter to William Gatewood","course_id":187,"status":"P","start_date":"1844-03-23","end_date":"1844-03-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 23, 1844,  Henry Bibb wrote a confusing letter to the man who once owned him, William Gatewood, updating Gatewood on what life looked like after he escaped slavery. In his letter, Bibb offered forgiveness to Gatewood for the horrendous violence exacted on his wife, his infant child, and himself. Bibb said that slavery was a norm in the South, but the freedom afforded to him in the North and Canada left no reason not to forgive his master. ","Though he claimed that he held no grudges, Bibb’s detailed account of Gatewood’s actions was very damming. He repeatedly brought up the pain and suffering that Bibb and his family had to deal with under Gatewood’s enslavement. He recalled helplessly witnessing his wife being whipped, along with his infant being smacked solely for crying. The letter continues with Bibb stating that his biggest regret was not escaping sooner than he did. If Bibb was “willing to accept the past”, why bring up these disturbing memories time and time again? ","This may have been an act of moral suasion, where Bibb was trying to illuminate his compassion. Moral suasion is a concept in which morality is used in order to influence the behavior of the wealthy and politically influential people. This method, as opposed to violence, for instance, would go against the moral stance that abolitionists were trying to bring forward regarding peaceful harmony among people of all races. Furthermore, this passive approach could have been seen as less threatening to the power dynamic between the whites and blacks. Abolitionists believed that if the idea that slavery was wrong could spread to as many people as possible, any people that were willing to listen could be persuaded by universal principles backed by morality and religion. To be more specific, if slaveowners accepted the idea of moral suasion, the rivers of voluntarily liberating slaves and feeling remorseful could have run simultaneously. Perhaps abolitionists who used moral suasion believed that letters such as the one written by Bibb could be published. The probability that published work would be read by people who were influential and wealthy would also be high, such as slaveowners like Gatewood. ","In the case of this letter, Bibb may have tried to take the moral high ground and be the bigger person, in order to negate the societal acceptance of slavery by convincing Gatewood, his former slaveowner, that it was wrong. Bibb may have said that he was willing to accept the past (to Gatewood) in order to portray a calm, passive and level-headed outlook towards the slave trade. Bibb may have hoped that this would incline his very own former slaveowner, into understanding that the argument to end slavery in the United States was also a level-headed one. Perhaps a positive outlook could create a stronger abolitionist sentiment in Gatewood. In fact, he was optimistic about meeting his mother in the afterlife and boasting about other freed slaves who were thriving in Canada. Although this theoretically could have worked, abolitionists may not have anticipated how much influential people valued the role slavery played in the political, social and economic structures of the United States. Pointing out the unethical practices did not provide enough incentive to influence change in these structures.","This letter may have been Bibb’s way of acknowledging the past and embracing the pain that came along with it, before moving on to the next phase of his life as a free, black abolitionist man. It symbolized a turning point in Bibb’s life, from enslaved to freed. From chattel to “a subscriber of the oppressed, and liberty forever”. This letter also represented the continuing and carefully calculated fight for freedom even after being “freed”, showing the continuing effects that slavery had on the past, present and future of the slaves. "],"display_date":"March 23, 1844","search_date":"1844-03-23","citations":[{"divid":1544199548,"type":"Book","data":["Afua Ava Pamela Cooper","Doing battle in Freedom’s Cause: Henry Bibb, Abolitionism, Race Uplift, and Black Manhood","","Toronto","University of Toronto Press","2000","5-7, 187"]},{"divid":1544199698,"type":"Website","data":["Henry Bibb","Narrative of the life and adventures of Henry Bibb, an American Slave","DocSouth","https://docsouth.unc.edu/neh/bibb/bibb.html","December 1, 2018."]}],"locations":[{"id":11641,"lat":42.60484590151,"lng":-82.880161668612,"zoom":8,"place":"Detroit"},{"id":11640,"lat":49.330068252803,"lng":-80.155552293612,"zoom":6,"place":"West Canada"}],"tags":[{"id":4,"tag":"Slavery"},{"id":3666,"tag":"moral suasion"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":187,"school_id":11}}