{"id":6850,"title":"Completion of the Blue Ridge Tunnel","course_id":188,"status":"P","start_date":"1857-01-01","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The completion of the Blue Ridge Tunnel was the pinnacle of American railroad engineering in the late 1850s. At 4,273 feet long, the tunnel was the longest ever constructed in the United States in 1858. Using funds from the Commonwealth of Virginia, the Central Virginia Railroad hired famous engineer Claudius Crozet for the project. He then found several contractors to do the work. The laborers consisted primarily of Irish-born immigrants fleeing the famine of 1845-1852, and enslaved African Americans. The Irish were tasked with boring the tunnel itself. These workers slowly hammered away at the extraction of solid rock—50,000 cubic yards—with hand chisels and black powder (the precursor to dynamite). Progress went slowly and inconsistently throughout the eight years that they chipped away at the mountain. In 1851, the Irishmen averaged nineteen feet on the east side and seventy-two feet on the west side per month according to the Blue Ridge Tunnel Foundation. African Americans slaves who numbered about fifty for the duration of the project repaired the worn railroad grades, broke apart and removed ballast, and spread it, because they were not trusted with the use of black powder. ","Furthering the impeded progress of the tunnel was the Cholera outbreak of 1854, which plagued the workers. Because the tunnel is seventy feet higher on the western side, spring water flowed into the tunnel and was a natural source for workers to wash their hands after relieving themselves during their long shifts. Contamination of the water was inevitable. Sickness was a major issue for Crozet. He wrote, “Yesterday young Downey attended the funeral of his father, and on his way back was taken sick and was himself buried to-day. Another Harrington also died in a few hours—in all 11 in about a week.” With workers becoming deathly ill and attending funerals, the progress ground to a near standstill in 1854. ","Upon completion, the project allowed materials to be transported through the Blue Ridge Mountains into the Shenandoah Valley, which previously had been a much more labor-intensive process that had included the use of roadways and canals of over 400 miles. The series of tunnels—the largest of which was the Blue Ridge—accomplished this feat in seventeen miles according the Blue Ridge Tunnel Foundation. With the tunnel completed, goods could then enter the Shenandoah Valley efficiently, and the western part of Virginia could be settled more easily. Completion of the railroad line using the tunnel was stalled by the onset of the Civil War. However, the project did serve a military significance when it was used by Stonewall Jackson’s troops to efficiently move through the mountains, helping to earn them the nickname of “foot cavalry”. The amount of effort put into constructing the tunnel is a testament to the importance of railroads for the time period. The efficient movement of goods allowed industry to flourish on a scale that eventually became known as the American Industrial Revolution. "],"display_date":1857,"search_date":"1857-07-02","citations":[{"divid":1544057130,"type":"Newspaper Article","data":["The Virginia Blue Ridge Tunnel and Railroad","The Daily Dispatch","Richmond, Virginia","January 28 1857","1"]},{"divid":1544057379,"type":"Website","data":["The Blue Ridge Tunnel Foundation","The Blue Ridge Railroad","The Ridge Tunnel Foundation","http://blueridgetunnel.org/the-blue-ridge-railroad/","November 23, 2018"]},{"divid":1544057469,"type":"Website","data":["C&amp;O Historical Society","History of the C&amp;O Railway","C&amp;O Historical Society","http://cohs.org/history/","November 24, 2018"]},{"divid":1544057601,"type":"Newspaper Article","data":["Cholera Comes to the Blue Ridge Tunnel","The Crozet Gazette","Crozet, Virginia","September 10, 2010",""]}],"locations":[{"id":11598,"lat":40.259105068058,"lng":-77.9115859375,"zoom":5,"place":"Augusta County, Virginia, USA"},{"id":11599,"lat":38.36738020306,"lng":-78.333872924805,"zoom":10,"place":"Nelson County, Virginia, USA"}],"tags":[{"id":1824,"tag":"Railroads"},{"id":1315,"tag":"cholera"},{"id":1864,"tag":"The Civil War"},{"id":3655,"tag":"Slave Labor"},{"id":3656,"tag":"Irish Labor"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}