{"id":6852,"title":"Colonel W. D. Gale's Account of the Army Hospital at Carton Plantation","course_id":188,"status":"P","start_date":"1864-11-30","end_date":"1864-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 30, 1864 Colonel W.D. Gale participated in the Battle of Franklin and burying the large number of Confederate dead that filled the battlefield. He wrote a letter home to his wife, describing the battle and the Confederate hospital where he visited his wounded comrades. In the Battle of Franklin, the Confederate Army of Tennessee went on the offensive striking the Union army entrenched there. The offensive resulted in 7,000 Confederate casualties, more casualties than McClellan’s Seven Days Battle. The heavy losses as a result of the battle affected the Confederacy for the rest of the war. The McGavock house, better known as Carton plantation, was located at the Confederate’s rear line, serving as the battlefield and army hospital. The house had been secured before the battle as the Confederate Field Hospital, but they did not anticipate the number of causalities that would overwhelm the hospital. Gale recounted, “Every room was filled, every bed had two poor bleeding fellows, every spare space niche and corner under the stairs, in the hall, everywhere…and when the noble old house could hold no more, the yard was appropriated until the wounded and dead filled that.”","Army hospitals during the Civil War did not have the advanced medical knowledge that exists today. They did not properly clean their instruments after each use, resulting in the spread of infection. Two surgeons were staffed at each field hospital, and Carton Plantation was no different. The McGavock children’s bedrooms served as the operating rooms, where blood stains are still evident on its wooden floors. Each corner of the room was designated for the piling of amputated limbs. Over three hundred men were treated for their wounds in the house, but many more were placed in the yard and slave quarters. Of those wounded that filled the house, one hundred and fifty died during the night. Gale described Carrie McGavock’s unwavering care for the soldiers, stating she was “…unawed by horrid wounds, unblanched by ghastly death she walked from room to room, from man to man, her very skirts stained in blood, the incarnation of pity and mercy.” She helped to prepare bandages for the surgeons using everything from her old linen to her undergarments. The McGavocks’ later gave up ten acres of their land to serve as a Confederate Cemetery for those who had died in the Battle of Franklin."," Gale’s account provides a depiction of the Battle of Franklin, the field hospital and the hospitality he experienced there. He served under Leonidas Polk until Polk’s death in June 1864, then he was transferred to General Alexander P. Stewart. Gale survived the war and continued to live in Nashville, Tennessee with his wife. His account sheds light on the McGavock family, his actions during the Battle of Franklin, and the horrors of the Confederate Field Hospital at Carton Plantation."],"display_date":"November 30, 1864","search_date":"1864-11-30","citations":[{"divid":1544059872,"type":"Manuscript","data":["Colonel William D. Gale","Colonel William D. Gale’s letter to his wife Kate Gale on January 14, 1865","January 14, 1865","","","Battles and Sketches of the Army of Tennessee","New York Public Library"]},{"divid":1544059990,"type":"Website","data":["The Battle of Franklin Trust","“The Battle of Franklin.”","The Battle of Franklin Trust","boft.org/history/","December 5, 2018"]},{"divid":1544060074,"type":"Website","data":["The Battle of Franklin Trust","Carnton","The Battle of Franklin Trust","boft.org/carnton/?rq=carrie%2BMcG.","December 5, 2018"]},{"divid":1544060128,"type":"Book","data":["Cowan, George. History of McGavock Confederate Cemetery. Franklin, TN: The Battle of Franklin Trust Archives.","History of McGavock Confederate Cemetery","","Franklin, TN","The Battle of Franklin Trust Archives","unknown","1-300"]},{"divid":1544060192,"type":"Manuscript","data":["Erik D. France","Gale and Polk Family Papers, 1815-1940 (Bulk 1815-1865)","","","","Southern Historical Collection at the Louis Round Wilson Library",""]},{"divid":1544060267,"type":"Book","data":["Frank R. Freemon","Gangrene and Glory: Medical Care during the American Civil War","","Illinois","University of Illinois Press","2001","1-300"]},{"divid":1544060329,"type":"Book","data":["James M. McPherson","Battle Cry of Freedom: the Civil War Era","","New York","Oxford University Press","2003","812-813"]}],"locations":[{"id":11613,"lat":35.903931,"lng":-86.858289,"zoom":6,"place":"carton plantation"},{"id":11612,"lat":35.9250637,"lng":-86.8688899,"zoom":6,"place":"Franklin Tennessee"},{"id":11611,"lat":35.905202915613,"lng":-86.843063963999,"zoom":14,"place":"carton tennesse"}],"tags":[{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"},{"id":1538,"tag":"Battle of Franklin"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}