{"id":6859,"title":"The United States Army Dismisses Repeating Rifles","course_id":188,"status":"P","start_date":"1861-12-09","end_date":"1861-12-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            In December 1861, Union Brigadier-General James Ripley wrote Secretary of War Simon Cameron to give his opinion on the newest firearms advancements. General Ripley did so to address gun makers’ proposals to sell their repeating Henry and Spencer “magazine arms” to the Union Army. He went on to describe these rifles and the ammunition that allowed them to fire multiple shots without reloading. While the General noted that reports on the repeaters “are favorable,” he believed their trials were too limited to identify them as effective combat weapons. He also shared his concerns about the weight of the loaded rifles, safety of the self-contained ammunition, and complexity of supplying that ammunition. In his opinion, the breech-loading carbines, which were already ordered by the Army, were good enough. Ripley felt that the repeating rifles should “be stopped by the refusal to introduce any more unless upon the most full and complete evidence of their great superiority.”","             The world in which General Ripley wrote was one of great technological advancement, firearms included. Throughout the Civil War, most soldiers carried single shot, muzzle-loading rifled muskets. While these rifles were certainly an advancement over early smoothbore muskets, they were slow and difficult to reload. Capable soldiers could only fire a few shots per minute. To help remedy this, a number of inventors developed breach-loading carbines, which could be easily loaded from the rear of the barrel. Both Union and Confederate forces adopted numerous versions of this design and implemented them with some success.","Although breech-loaders were an effective technological advancement, the first practical repeating arms entered the market shortly before the outbreak of war. Lever-action type carbines, including the Volcanic, Spencer and Henry, proved to be the most enduring and effective designs. These weapons could be loaded with several rounds of self-contained ammunition in a tubular magazine. Actuating a lever ejected the spent round and reloaded a fresh one from that magazine, readying it for fire. The self-contained ammunition required by the Spencer and Henry rifles used a metallic casing, which conveniently held the bullet, gunpowder and the primer, mercury fulminate. Altogether, this system yielded a much higher rate of fire.","            Despite General Ripley’s letter discrediting the new repeating arms, they did see some official service in the Civil War. A number of Union units were equipped with Spencer carbines by 1863. A few units also adopted the superior Henrys, although more soldiers privately purchased them. Mounted cavalry especially coveted the repeaters. They proved to be quite effective in battle, allowing small numbers of soldiers to produce huge volumes of fire, even in adverse situations. Expended use of these repeating carbines, despite concerns, likely would have helped the Union achieve victory in the Civil War sooner. Yet, most army brass continued to follow Ripley’s overly cautious thought process. Even decades after the war, single shot trapdoor rifles remained standard issue. While civilians and foreign governments welcomed the repeating arms, the U.S. Army did not adopt one as its standard issue rifle until 1892."],"display_date":"December 9, 1861","search_date":"1861-12-09","citations":[{"divid":1544149304,"type":"Primary Source in a Secondary Source","data":["Brigadier-General Jas. W. Ripley to Secretary of War Hon. Simon Cameron","December 9, 1861","In The War of the Rebellion: A Compilation of the Official Records of the Union and Confederate Armies, Series III, Vol. I","United States War Department","Washington D.C.","Government Printing Office","1902","733-734"]},{"divid":1544149486,"type":"Book","data":["Dennis Adler","Guns of the Civil War","","Minneapolis","Zenith Publishing","2011","9-10, 155-161, 167-177"]},{"divid":1544149615,"type":"Book","data":["Earl Hess","The Rifle Musket in Civil War Combat","","Lawrence","University of Kansas","2008","217-220"]},{"divid":1544149689,"type":"Book","data":["James McPherson","Battle Cry of Freedom: The Civil War Era","","New York","Oxford Press","1988","473"]},{"divid":1544149761,"type":"Book","data":["Harold Williamson","Winchester: The Gun that Won the West","","Washington D.C.","Combat Forces Press","1952","32-35, 41"]}],"locations":[{"id":11634,"lat":38.920310953731,"lng":-436.99169966104,"zoom":10,"place":"Washington D.C."}],"tags":[{"id":3665,"tag":"Rifles"},{"id":2289,"tag":"Weapons"},{"id":599,"tag":"Technology"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}