{"id":686,"title":"Union Theological Seminary Dedicated in Richmond\n","course_id":1,"status":"P","start_date":"1898-10-05","end_date":"1898-10-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Prior to the Civil War, the Union Theological Seminary was located in Prince Edward County Virginia.  Prince Edward was both a prosperous and a pious community and thus was considered a prime location for the seminary.  Unfortunately the Civil War greatly damaged the Prince Edward infrastructure, causing many of the civilians to relocate elsewhere in Virginia.   Furthermore, after the war many southerners relocated in order to closer to a major city.  These reasons made it necessary to consider relocation of the Seminary.  &lt;br /&gt;&lt;br /&gt;Richmond and Lynchburg competed to become the new home of the seminary.  Richmond offered 50,000 and a large tract of land to the Seminary Board of Trustees and thus was granted the school.  The seminary was scheduled to be dedicated to Richmond on October 5, 1898&lt;br /&gt;&lt;br /&gt;In Virginia in 1898, religious sentiment was strong.  In Charlottesville, the University of Virginia stood as the only National University not requiring its students to attend religious services.  Despite the fact that religious participation was not required the students at the UVA demonstrated high levels of commitment to religion.  Out of the 485 students enrolled at the University between 1897 and 1898 271 were church members, while 162 were members of the Young Christian Association.  Furthermore 35 students were engaged in some sort of religious work."],"display_date":"October 5, 1898","search_date":"1898-10-05","citations":[{"divid":1214504858,"type":"Newspaper Article","data":["","Richmond Times Dispatch","","September 12, 1898",""]},{"divid":1214504875,"type":"Manuscript","data":["","Religious Life in Educational Institutions, broadside",null,"","","","Special Collections Library, University of Virginia"]}],"locations":[{"id":512,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}