{"id":6860,"title":"Henry Clay Asks Congress to Modify the Tariff of 1832","course_id":188,"status":"P","start_date":"1833-02-12","end_date":"1833-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 12, 1833, Senator Henry Clay of Kentucky asked the Senate to modify the Tariff of 1832 in order to make it more agreeable towards both northern and southern interests.  He began his speech by explaining that he refused to get rid of the tariff simply because one side did not agree with it, nor would he keep it exactly as it because one side was happy with it.  He believed that it was his duty as a congressman to adapt legislation to “the whole face of the country.”  ","            Clay thought that the tariff, as it stood, would increase conflict between North and South as well as between federal and state government. However, he also believed that it would be disastrous to simply repeal it without any new tariff to take its place.  He explained that the newest version of the tariff had not been in place for more than nine months and therefore they could not possibly understand its true ramifications, as they did not yet know the experimental effects of the tariff yet and that was imperative information needed to improve policy in the future.  Clay, known as “the Great Compromiser,” made his motives clear saying, “I am anxious to find out some principle of mutual accommodation, to satisfy, as far as practicable, both parties.”  ","            The first modification he proposed was a change to the tax percentage on the tariff.  Clay argued that it would be sufficient to change it from twenty percent to fifteen or seventeen percent to help lighten the burden felt by the South while still protecting the domestic textile industry from the competitive foreign market. Another modification he proposed reduced the cost of “woollens” by five percent for poor southerners as well as those that are intended for the consumption of slaves.  He hoped this would make the southern states feel less attacked by the tariff and see it as a protection on the country’s industry as a whole.  Clay acknowledged the uncertainty of this modification stating “no calculation could be more uncertain than that.”  After he had finished this portion of his speech, he explained that should this bill go into operation, he had no doubt that it would be adhered to by all parties, thus diffusing the nullification crisis.   ","            With these modifications, Clay’s bill was passed and the Compromise Tariff of 1833 went into effect.  This version made the South happy enough to diffuse rising sectional tensions for the moment.  The new version of the tariff still favored the power of the federal government and undermined the nullification doctrine.  Henry Clay eased sectional tensions by thinking about the future in a way that no other congressman was able to do and therefore, unknowingly, delaying the seccession crisis by another thirty years.  "],"display_date":"February 12, 1833","search_date":"1833-02-12","citations":[{"divid":1544373597,"type":"Primary Source in a Secondary Source","data":["Congressional Globe, Senate, 25th Congress, 3rd Session","1833","Century of Lawmaking for a New Nation: U.S. Congressional Documents and Debates, 1774-1875","Library of Congressional","Library of Congress","American Memory","2012","355-367"]},{"divid":1544373854,"type":"Website","data":["U.S House of Representatives: History, Art, and Archives","The Tariff of Abominations: The Effect","U.S. House of Representatives","https://history.house.gov/HistoricalHighlight/Detail.","Dec. 4, 2018"]},{"divid":1544373993,"type":"Article","data":["Taussig F. W.","The Tariff, 1830-1860","The Quarterly Journal of Economics","3","1888","314-326"]}],"locations":[{"id":11646,"lat":38.8860434,"lng":-76.999525,"zoom":2,"place":"Capitol Hill"}],"tags":[{"id":554,"tag":"Henry Clay"},{"id":3669,"tag":"Nullification Crisis"},{"id":3670,"tag":"Tariff"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}