{"id":6862,"title":"Private Dirk Keppel Writes Home from Hilton Head South Carolina","course_id":188,"status":"P","start_date":"1861-11-18","end_date":"1861-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            “I cannot refrain to write you a few lines” wrote Private Dirk Keppel, “because I am at the moment still in good health and I hope you may receive this letter in good health.”  Keppel, just eighteen when he joined the 8<sup>th</sup>Michigan Infantry of the Union Army in 1861, began each letter he wrote home this way.  His company moved south though 1861 from their homes in Detroit, Michigan down the eastern seaboard to Port Royal, South Carolina where he took some time to send letters to his brother and brother-in-law.  ","            On November 18, 1861, Keppel wrote to his brother from Fort Walker on Hilton Head Island.  He first explained to his brother that he remained healthy and why it had been so long since the last letter he sent home. He described his day starting at seven in the morning with a stopover at Fort Monroe. Keppel marveled at the vessel he rode on, a boat bigger than he could have ever imagined, which held his entire company, all 500 horses, their gear, and food. The surroundings, however, took him aback as South Carolina looked extremely different from Michigan. The letter ended before it is finished because the rest of the original primary source was either unreadable or damaged, leaving Keppel in mid thought.  ","            Keppel penned another letter the next day to his brother-in-law.  At this point his company had settled into Port Royal making it the second fort they had capture in their campaign.  This letter started the same as the first and continued on to explain how his company captured the point after just six hour of artillery fire.  He stated, “They (Union forces) could not understand that they (Confederate forces) gave up so soon, because these were heavy cannons but it seemed that they did not have the know how to set up the cannons.”  He wrote about the land surrounding him, stating that it was unfertile land but there was plenty of livestock to keep the company fed.  He ended this letter with good wishes to his brother-in-laws wife and their children.  ","            These letters summed up the experience of a young private in the Union Army as they moved into southern territory for the first time and saw battle for the first time.  Just a year later, Private Dirk Keppel’s career and life were cut short as he was killed in action in April 16, 1862 on Wilmington Island, Georgia at only nineteen years old.  "],"display_date":"November 18, 1861 - November 19, 1861","search_date":"1861-11-18","citations":[{"divid":1544377396,"type":"Website","data":["Civil War Archive","Private Dirk Keppel-8th Michigan Volunteer Infantry","The American Civil War Archive","http://www.civilwararchive.com/LETTERS/dkeppel1.htm","Nov. 28, 2018"]},{"divid":1544377517,"type":"Article","data":["Fredric Pearson, Marie Olson Lounsbery, Scott Walker, and Sonja Mann","Rethinking Models of Civil War Settlement","International Interactions","32","April 2006","109-128"]}],"locations":[{"id":11648,"lat":32.216316,"lng":-80.752608,"zoom":2,"place":"hilton head island"}],"tags":[{"id":60,"tag":"letters"},{"id":719,"tag":"South Carolina"},{"id":3672,"tag":"Union Soldier"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}