{"id":6865,"title":"Congress Passes Comstock Act","course_id":188,"status":"P","start_date":"1873-03-03","end_date":"1873-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 3, 1873, Congress approved <em>An Act for the Suppression of Trade in, and Circulation of, obscene Literature and Articles of Immoral Use.</em>  The Comstock Act created penalties for owning or selling anything deemed obscene. This included pictures, books, drawings, and drugs such as birth control. The act also defined penalties for any drug or medicine that had “immoral use.” Penalties included imprisonment from six months to five years per offense and a fine ranging from one hundred dollars to two thousand dollars.","Anthony Comstock, anti-obscenity campaigner and main advocate behind the act, joined the Union Army after his brother was killed at Gettysburg. The 17th Connecticut Regiment acquired more downtime than other regiments. Due to lack of discipline and downtime, soldiers used pornography to entertain themselves. The lack of disciple and erotic behavior around him shocked Comstock. During his time in the war, he met people from the United States Christian Commission, which affirmed his religiosity and activism. After the war concluded, Comstock became involved with activists of the Young Men’s Christian Association (YMCA)  New York chapter. Their mission was to protect young men from the dangers of themselves. Through their efforts as a collective, the Comstock act passed in 1873.","The outbreak of the Civil War with the railroads and postal service in full effect allowed the production of erotic materials to be circulated for a cheaper rate. Photography had just been widely introduced to the world. This allowed erotic materials to be in circulation in new ways and placed in the hands of many soldiers nationwide. Anthony Comstock’s convictions about religious morality inspired him to use legislation to prevent stop the rising turpitude.","Due to the Comstock Act, however, more than pornography or lewd writing fell under new scrutiny. Physicians and scholars could not publish educational medical literature that dealt with subjects such as reproduction or sexual health. Issues later arose about the First Amendment and free speech. E.B. Foote Jr. along with many other free speech advocates, fell under threat by punishment due to the Comstock act when they tried to release materials. During this time, the women’s rights movement continued to grow and the Comstock Act became a source of conflict due to its prohibition on birth control. Margaret Sanger, birth control advocate, and others willingly broke the law to get information known and people the medical necessities that they need."],"display_date":"March 3, 1873","search_date":"1873-03-03","citations":[{"divid":1544465827,"type":"Law","data":["An Act for Suppression of Trade in, and Circulation of, Obscene Literature and Articles of Immoral Use","March 3rd, 1873","Library of Congress, 42nd Congress, 3rd Session","Library of Congress","","","598-600","Library of Congress","http://memory.loc.gov/cgi-bin/ampage?collId=llsl&amp;fileName=017/llsl017.db&amp;recNum=639"]},{"divid":1544466158,"type":"Book","data":["Sarah Richardson","Eyes of the Beholder","Civil War Times 57 (1)","Ebscohost","Ebscohost","2018","20-22"]},{"divid":1544466259,"type":"Book","data":["Janice Wood","Physicians and Obscenity","Journalism History 36 (1)","Ebscohost","Ebscohost","2010","36-44"]}],"locations":[{"id":11658,"lat":39.279585883987,"lng":-74.703578125,"zoom":5,"place":"Washington DC"},{"id":11657,"lat":46.146075582925,"lng":-119.352015625,"zoom":4,"place":"United States"}],"tags":[{"id":3675,"tag":"Obscenity"},{"id":9,"tag":"Law"},{"id":2772,"tag":"Congress"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}