{"id":6867,"title":"Colonization Society Meeting to Ask for Federal Money","course_id":188,"status":"P","start_date":"1826-01-09","end_date":"1826-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 9, 1826, in Washington, D.C., the American Colonization Society (ACS) convened to review the annual “Report of the Managers.”  William H. Fitzhugh, Esq. of Virginia, a vice president of the society, offered resolutions to expand funding options. With a task as large as removing and relocating freed blacks from the United States back to Africa, “private charity is inadequate to its full execution; that the resources of the nation and the state are required for it…” The society needed the backing of the federal government to realize its chief goal.","The society dated to 1816, and the ACS could claim many prominent members such as Henry Clay, Andrew Jackson, and Abraham Lincoln. The ACS had one main goal; to relocate freed blacks back to Africa. As the population of enslaved Africans began to rise, the population of disenfranchised freed blacks rose as well. This growing assemblage of former slaves posed a significant stress on the predominantly white and racist society. Their main concern centered on the integration of the “inferior creatures” into society, as Samuel Hopkins, a member of the society, argued. Blacks living freely in the states, “could cause only injury to the slaves and disadvantage to the public” said Hopkins. Religious motives affirmed this massive project. Robert Finley,  a prominent figure in the society added, “The ACS was born out of religious benevolence and charity.” Claiming to be working in the name of God, freed Africans would liberate, “50 millions of people from the lowest state of ignorance and superstition, and restor[e] them to the knowledge and worship of the true God.” Using Christianity as a foundation, Elias Caldwell, another member, asserted that colonization was “a great national object and ought to be supported by the national purse.” Colonization seemed to be the only option at the time and in order for a project of this magnitude to be realized, the “national purse” needed to be opened. ","The ACS may have disapproved of slavery, but it remained blinkered by racist ideas. They justified the relocation of freed blacks as a benevolent action that solved the problem. This relocation supposedly benefited the, “American civil institutions, morals, and habits,” spread the word of God and redeemed the rest of Africa, Finley argued. Seemingly the only available option, the ACS gained supporters and momentum in antebellum South, with strong support from southern plantation owners who worried about the impact freed blacks would have on their slaves. As far as implementation, the cost of colonizing required incredible amounts of lives and money. Due to the magnitude of the project, private charity alone failed to cover the cost and thus the need for the appointment of a, “committee to draft memorials, to be immediately presented to the two houses of congress.”  Henry Clay’s campaign failed to produce grant money from the US government but the ACS received some state aid over the course of their existence. The ACS essentially disbanded after handing over their papers to the Library of Congress in 1919."],"display_date":"January 9, 1826","search_date":"1826-01-09","citations":[{"divid":1544496425,"type":"Newspaper Article","data":["American Colonization Society","New Hampshire Sentinel","New Hampshire","January 10, 1826","4"]},{"divid":1544496489,"type":"Article","data":["Matther Spooner","\"I know This Scheme is from God:' Toward a Reconsideration of the Origins of the American Colonization Society","Slavery &amp; Abolition","4","2014","559-575"]},{"divid":1544496617,"type":"Article","data":["Southard, Bjorn F. Stillion","Arguing Benevolently: The establishment of the American Colonization Society","Conference Proceeding-- National Communication Association/ American Forensic Association","1","2005","148-154"]}],"locations":[{"id":11665,"lat":38.880154466646,"lng":-76.949716179768,"zoom":10,"place":"Washington District of Columbia, U.S.A"}],"tags":[{"id":238,"tag":"African American"},{"id":4,"tag":"Slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}