{"id":6868,"title":"A Meeting to Institute Rules for Baseball","course_id":188,"status":"P","start_date":"1871-03-01","end_date":"1871-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With the excitement of a new baseball season approaching during the spring of 1871, several changes to the league became newsworthy. In an article of the <em>New York Times</em> titled, “The Baseball Occurrences of March,” an interesting conversation took place on the advancement of the sport.  For the first time, a convention of delegates from each of the professional clubs in the country convened on March 17, 1871 in New York, to “make arrangements in which the disputes over the selection of umpires may be avoided.” Post-Civil War baseball, still in its infancy, took the country by surprise with its soaring popularity. In dire need of regulations and professional officiation, the ball teams came together to remedy problems with the officiation for what would become America’s pastime within a generation.","The league grew to a point where official rules and regulations became a necessity as high monetary stakes and betting become popular throughout the healing Union.  Benjamin Rader, the author of <em>Baseball: A history of America’s Game</em> stated, “American baseball players tended to exploit every area within the game for which there was no explicit rule or penalties levied for violations.” Frequently there were problems with the officiating of games. In the early days of baseball, teams chose the umpire for contest, but with “a growing premium placed on winning” this unofficial process became a frequently disputed topic due to biased calls. For instance, in 1882, Richard Higham a National League umpire was, “expelled from the game after the league judged him guilty of collusion with gamblers” according to MLB official reports. In another case, one pitcher threw fifty balls to a hitter to discourage him from hitting. Obviously, a hindrance to the game, the league implemented umpires to call strikes on hitters who refused to swing at “good balls” as well as distinguish the difference between a ball and a strike.  These rules, authorized in 1858 by the National Association of Baseball (NABBP), changed the game, but also gave the power to the umpire to rule a previously relaxed officiation of the game. By 1879, according to MLB official information, umpires were “given the authority to impose fines for illegal acts.”","At the beginning, baseball captured the attention of folks from the northeast all the way to the far west. Teams sprouted up in cities and evolved into a commercial league. The incentive to field the “top nine” created a game of competition. With the addition of betting, beer, and eventually hotdogs and popcorn, high stakes baseball needed proper officiation. By the turn of the century, no longer were teams choosing umpires for the contests, rather, it became the league’s responsibility. The official umpiring association today is called the World Umpiring Association and is the bargaining agent for Major League Umpires."],"display_date":"March 1, 1871","search_date":"1871-03-01","citations":[{"divid":1544497283,"type":"Newspaper Article","data":["Approaching Inauguration of the Season- The Base-ball Occurrences of March","New York Times","New York","March 1871",""]},{"divid":1544497565,"type":"Book","data":["Benjamin Rader","Baseball A History of America's Game","","Illinois","University of Illinois Press","1992","14-19"]},{"divid":1544497804,"type":"Website","data":["NA","Umpires: Timeline","Major League Baseball","Http:// mlb.mlb.com/mlb/official_info/umpires/timeline.jsp.","November 19, 2018."]}],"locations":[{"id":11668,"lat":40.752999449846,"lng":-73.777068841493,"zoom":9,"place":"New York City, New York"}],"tags":[{"id":235,"tag":"Sports"},{"id":1902,"tag":"recreation"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}