{"id":6869,"title":"Placing Blame for the Great Fire of Chicago","course_id":188,"status":"P","start_date":"1871-10-08","end_date":"1871-10-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the wee hours of October 8, 1871, the fire bell peeled again the signal to the weary Chicagoans of yet another fire. The day before, several blocks were destroyed after a large planing mill erupted in flames sending flaming debris all over the immediate vicinity. Sweeping and engulfing the timber structures of the largely wood frame city, the fire moved on at an astonishing pace. According to a report from the <em>New York Times</em>, at half past one in the morning “The entire Fire Department are now on the ground and making the most superhuman efforts to stay the flames. The losses probably already run into the millions and the end is not yet.”","The Great Fire of Chicago proved to be extraordinary in size and devastation. Arguably the most successful and “representative city of the west,” suffered severe losses totaling almost 200 million dollars in damage, leaving nearly 100 thousand people homeless, and with a devastated “symbolic center of the city.”   At the time of the fire, the cause still unknown, John Pauly wrote, “Chicagoans themselves sometimes wondered if their sinfulness had brought calamity upon them.” Thought to be a punishment for the lavish, luxurious, and intemperate life-styles of the city dwellers, evangelical protestants jumped to blame the “less savory aspects of city life” as the cause of the fire. For others who refused to accept divine interpretations, the fire proved to be a lesson or a call for cities to improve their building techniques. Frederick Law Olmsted, a renowned landscape architect, “attributed much of the fire’s severity to Chicago’s extravagant style of building.”  Whether by the wrath of God or not, Chicago, plagued by drought, poor city planning, and zoning laws, created a matchbox waiting to catch flame. ","After twenty-four hours of continuous burning, the fire smothered out with the help of a rainstorm.  The fire and its aftermath proved to have a lasting impact on the city and its people. As a result, Karen Sawislak, the author of <em>Smoldering City: Chicagoans and the Great Fire 1871-1874</em>, stated, “new forms of investments, innovations in technology and architecture hastened the cities transformation into its modern form.” With the help from neighboring cities and the outside world, Chicago rose from the burnt rubble to become a well-known symbol of American progress and expansion yet again. "],"display_date":"October 8, 1871 - October 9, 1871","search_date":"1871-10-08","citations":[{"divid":1544540831,"type":"Newspaper Article","data":["FIRES IN CHICAGO","New York Times","New York","October, 9, 1871",""]},{"divid":1544540883,"type":"Book","data":["Karen Sawislak","chicagoans and The Great Fire 1871-1874","","Chicago","University of Chicago Press","1995","1-6"]},{"divid":1544540974,"type":"Article","data":["John J. Pauly","The Great Chicago Fire as a National Event","American quarterly","5","1984","668-683"]}],"locations":[{"id":11669,"lat":41.868361922936,"lng":-87.582452588973,"zoom":10,"place":"Chicago, Illinois"}],"tags":[{"id":836,"tag":"fire"},{"id":827,"tag":"Chicago"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}