{"id":6870,"title":"Union Navy seeks enlistees from New Bern, North Carolina","course_id":188,"status":"P","start_date":"1863-11-02","end_date":"1863-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A year after New Bern fell to the Union, the Navy sought recruits among the inhabitants. Recruitment applied to able-bodied men from New Bern that were not in the Union Army. Naval recruitment in New Bern was overseen by the commander of the <em>USS Hetzel</em>, H. K. Davenport, who partook in the liberation of New Bern on March 14, 1862. Davenport’s recruitment posters stated, “All able-bodied men not in the employment of the Army, will be enlisted into the Navy upon application at the Naval Rendezvous, on Craven Street, next door to the Printing Office.”","H. K. Davenport was the first commanding officer of the <em>USS Hetzel</em>, a Union steamer built in 1861. The <em>USS Hetzel</em> primarily engaged Confederate ships, such as the <em>Patrick Henry</em>, along North Carolina’s coast, and scored many successes. The <em>Hetzel</em> also landed Union Army troops onto North Carolina’s coast to help capture New Bern, a small port city. Afterward, she remained along the coast of North Carolina to protect the coastal city up until November 1864. The steamer’s placement along New Bern helped to repel a Confederate attack on Fort Anderson on March 13-14, 1863. Not only was the <em>Hetzel’s</em> crew influential with the defense of New Bern after 1862, but its crew recruited locals into the Union Navy.","After New Bern’s capture many local North Carolinians deserted the Confederate Army and switched their allegiance to the Union Army and Navy. Many of the recruits ended up with the same objective of protecting New Bern, but this time for the opposite side. The events at New Bern showed that Union forces trusted and took in former enemies as comrades. It became tactically smart for the Union Army to recruit locals who were familiar with their own city and had experience in defending New Bern in 1862. Confederate forces made multiple attempts to recapture New Bern from Union troops. According to historian Judkin Browning, however, after the Confederates captured a Union outpost at New Bern on February 1864, they executed twenty-two former Confederate soldiers who were recruited into the Union Army. Throughout the Civil War, captured soldiers would be paroled and taken off the battlefield, but in New Bern’s case traitors would have to pay with their lives."],"display_date":"November 2, 1863","search_date":"1863-11-02","citations":[{"divid":1544548251,"type":"Website","data":["H.K. Davenport","Confederate naval recruiting poster, issued at New Berne, North Carolina, 1863.","National Archives Catalog","https://catalog.archives.gov/id/516344","12/11/2018"]},{"divid":1544548385,"type":"Book","data":["Judkin Browning","Shifting Loyalties: The Union Occupation of Eastern North Carolina","","North Carolina","University of North Carolina Press","2011","137"]},{"divid":1544548635,"type":"Website","data":["Naval History and Heritage Command","Hetzel","U.S. Navy","https://www.history.navy.mil/research/histories/ship-histories/danfs/h/hetzel.html#","12/11/2018"]}],"locations":[{"id":11671,"lat":35.0877672,"lng":-77.0564464,"zoom":5,"place":"Craven County, North Carolina"}],"tags":[{"id":113,"tag":"Navy"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}