{"id":6871,"title":"John Reynolds Shot Dead by Confederate Sharpshooter","course_id":188,"status":"P","start_date":"1863-07-01","end_date":"1863-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The rebel bullet cut through the air and struck Major General John Fulton Reynolds. On July 1, 1863, Reynolds’ men, part of the Army of the Potomac, had the intentions of relieving General John Buford’s cavalry who had formed defensive lines around the town of Gettysburg, Pennsylvania. As Reynolds and his troops traveled through a heavily wooded area on the outskirts of Gettysburg, Orderly Sergeant R. B. Clevenger observed that an enemy sharpshooter fired a Minnié ball straight into the back of his neck, which then passed through his brain. Reynolds died instantly. His horse launched him into a cluster of trees that left a marking on the bark. Of all the individuals who lost their lives in the Battle of Gettysburg, Reynolds held the highest rank and some estimated, the greatest potential. Reynolds commanded three corps: his own First Corps, Sickles’ Third, and Howard’s Eleventh. The Army of the Potomac unequivocally lost a great officer.","General John Buford, Jr. warned Reynolds not to ride into the grove of trees. Buford expressed that this exposure would make him an easy target. According to one of Reynolds’ soldiers, Major Joseph G. Rosengarten, Reynolds had given orders to “thrust forward his forces and push the enemy, almost inviting and compelling their return.”  Reynolds’ choice to take this particular route obviously led to his death. However, Reynolds’ choices during the time leading up to the Battle of Gettysburg also contributed to his death. After President Lincoln relieved General Joseph Hooker as commander of the Army of the Potomac, Reynolds had the offer to assume his position. However, he declined it and suggested the promotion of General George Meade. In making the decision to reject President Lincoln’s offer, Reynolds assumed a position that put him in more danger. Major Rosengarten argued, “His modest preference of Meade as the chief of the Army of the Potomac, when Hooker was relieved, no doubt brought Reynolds to the spot where he found his death.” The tragic irony of Reynolds’ death illustrates historical contingency, for no one knows what would have happened if Reynolds did take this position.","Among the numerous casualties at the Battle of Gettysburg, Rosengarten believed that Reynolds would forever stand out. General T. F. M’Coy, who also served under Reynolds, recalled his own shock when he learned of Reynold’s death. Likewise, Reynold’s corps greatly mourned his loss along with the entire Army of the Potomac. However, this tragedy did not negatively affect the performance of his corps. In fact, his death motivated them to carry out his plans fully and efficiently. Rosengarten stated, “[Reynold’s death] led to no disorder, changed no disposition he had directed, and in itself made the men only more eager to carry out his orders.” The significance of his death shows just how much of an impact he had on his men. Many individuals believed the first day would have gone better if Reynolds had lived. The Army of the Potomac undoubtedly lost one of their best leaders, and perhaps the outcome of the entire Battle of Gettysburg would have changed if he made it through the first day."],"display_date":"July 1, 1863","search_date":"1863-07-01","citations":[{"divid":1544577937,"type":"Website","data":["R. B. Clevenger","Eyewitness described death of Lancaster’s General Reynolds at Gettysburg","York Daily Record","https://yorkblog.com/cannonballeyewitness-death-lancasters-general-reynolds-gettysburg/.","October 23, 2018"]},{"divid":1544578444,"type":"Book","data":["Edward J. Nichols","In Toward Gettysburg: A Biography of General John F. Reynolds","","New York","The Pennsylvania State University Press","1958","198-219"]},{"divid":1544578736,"type":"Book","data":["Harry W. Pfanz","Gettysburg--The First Day","","London","University of North Carolina Press","2001","69-79"]},{"divid":1544578864,"type":"Book","data":["Joseph G. Rosengarten","The Annals of the Civil War","","Philadelphia","Philadelphia Weekly Times","1879","60-66"]},{"divid":1544579006,"type":"Book","data":["T. F. M'Coy","The Annals of the Civil War","","Philadelphia","Philadelphia Weekly Times","1879","384-391"]}],"locations":[{"id":11673,"lat":39.831284450011,"lng":-77.230555239029,"zoom":15,"place":"Gettysburg, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"},{"id":3247,"tag":"Army of The Potomac"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}