{"id":6873,"title":"E. P. Alexander Directs Artillery Barrage to Prepare Way for Pickett's Charge","course_id":188,"status":"P","start_date":"1863-07-03","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["CSA Brigadier-General, Edward Porter Alexander recorded his first-hand account of Pickett’s Charge. As the commander of Confederate artillery, Alexander led a bombardment with 140 guns. When describing it, Alexander wrote, “The enemy’s position seemed to have broken out with guns everywhere, and from Round Top to Cemetery Hill was blazing like a volcano. The air seemed full of missiles from every direction.” Unfortunately, the Confederates aimed a little too high which resulted in minimal casualties to the Union lines. When the opportunity seemed to present itself, the advance began. Pickett’s division marched over an open field that stretched nearly a mile in length. The charge began with 14,000 men and ended with less than half. Alexander observed, “It seemed as if 100,000 men were engaged, and that human life was being poured out like water.” This assault collapsed due to the Union pressure to its front and flanks. Only two or three hundred men made it through the Union line. The charge failed miserably and forced the Army of Northern Virginia to break off the battle and retreat south of the Potomac.","After taking his position at twelve o’clock, Alexander received a note from General Longstreet telling him to use his best judgment. It said, “If the artillery fire does not have the effect to drive off the enemy or greatly demoralize him…I would prefer that you should not advise General Pickett to make the charge.” This note greatly startled Alexander for he did not want this kind of pressure on his shoulders. After a few note exchanges with Longstreet, Alexander wrote, “General: When our artillery fire is at its best, I shall order Pickett to charge.” At exactly one o’clock, he ordered the artillery to fire. He had already made up his mind to tell Pickett to advance within fifteen to twenty minutes after the cannonade opened.","Historian James McPherson stated that “Pickett’s charge represented the Confederate war effort in microcosm: Matchless valor, apparent initial success, and ultimate disaster.” Preceding the actual charge, General Lee ordered a Confederate cannonade to weaken the Union lines. For a quick moment, the Union ceased fire, and Alexander sent a note ordering Pickett to quickly advance. Pickett took this note to Longstreet who said nothing, unwilling to approve of this command. Pickett decided to move forward and immediately put it into motion. Longstreet knew that this charge would end disastrously, and he even ordered Alexander to stop Pickett and replenish his ammunition. Alexander did not want to call off the charge. He believed, “The battle was lost if we stopped…There was a chance, and it was not my part to interfere.” Considering the outcome of Pickett’s Charge, failure may have resulted either way. Unfortunately, Pickett’s division advanced before anyone had the opportunity to stop him, and he ultimately led over 7,000 soldiers to their death.  Many historians blame Lee for this failure, but E. P. Alexander played a role in this charge through his poorly aimed bombardment."],"display_date":"July 3, 1863","search_date":"1863-07-03","citations":[{"divid":1544584204,"type":"Book","data":["Edward Porter Alexander","In Battles and Leaders of the Civil War","","New York","Meridian","1956","391-399"]},{"divid":1544584400,"type":"Website","data":["Dennis Keating","A Review of Pickett’s Charge: A New Look at Gettysburg’s Final Attack by Phillip Thomas Tucker","The Cleveland Civil War Roundtable","http://clevelandcivilwarroundtable.com/articles /review/picketts-charge.htm.","November 24, 2018"]},{"divid":1544584498,"type":"Article","data":["James Ford Rhodes","The Battle of Gettysburg","The American Historical Review","4","1899","665-677"]},{"divid":1544584658,"type":"Book","data":["James M. McPherson","Battle Cry of Freedom: The Civil War Era","","New York","Oxford University Press","1998","626-665"]}],"locations":[{"id":11677,"lat":39.824781492115,"lng":-77.230518915765,"zoom":13,"place":"Adams County, Pennsylvania"}],"tags":[{"id":1860,"tag":"Battle of Gettysburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}