{"id":6879,"title":"Senator John Scott Denounces the KKK","course_id":188,"status":"P","start_date":"1872-05-18","end_date":"1872-05-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On May 18, 1872, Pennsylvania Senator John Scott delivered a speech before the United States Senate.  Congress was deliberating the extension of a bill granting the office of the President power to suspend the right of habeas corpus under certain circumstances: namely, armed, organized resistance to the government of the United States or violent violation of its laws.   Scott began his speech by prompting the Senate’s Chief Clerk to read the provisions of the section in question.  He then argued that the existence of an organization known as the Ku Klux Klan had been well established, and named General N.B. Forrest and General John B. Gordon as founding members of this organization.  Scott outlined a brief history of the Klan, drawing upon the testimony of Forrest, but he disputed Forrest’s assertion that it was disbanded in 1868.  Scott stated that the Klan had continued its activities throughout “North and South Carolina, Georgia, Florida, Alabama, and Mississippi.”  The senator attempted to offer proof of the Klan’s well-organized and threatening nature.  He described examples of the organization’s brazen and widespread crimes.  One such incident occurred in Unionville, South Carolina, where a gang, supposedly numbering somewhere between 400 and 800 men, broke into a jail, and hanged eight prisoners.  Scott noted that the county in question “had in 1870 but 8,718 white population, and the village itself not over four hundred.”  He cited the widespread popularity of the Klan as the reason for such a large gathering, in a county with such a small population.  Scott cited testimony from witnesses, concerning the Klan’s behavior and structure.  One such witness, Kirkland L. Gunn, a member of the organization, testified that the Klan was highly armed, and that its members carried out violent crimes in disguise.  Gunn also admitted that he knew of the Klan’s existence in multiple states.  ","            Following the Civil War, the Ku Klux Klan became the first and most powerful of multiple terrorist organizations in the American South. By Nathan Bedford Forrest’s own estimation, the group had more than 550,000 members by 1868.  The Klan was known for its extensive use of disguises, which both hid the identities of its members, and contributed to the group’s mysterious image.  Some members went so far as to adorn themselves with skeletal hands or fake skulls in order to appear more frightening.  "," The Ku Klux Klan Act of 1871 gave President Grant sweeping powers to combat the organization, as local governments appeared either too weak or unwilling to make arrests.  In October 1871, Grant suspended habeas corpus in nine counties, allowing for mass arrests of Klan members. In order to convict many Klansmen, it was first necessary to conclusively establish the existence of the Klan as a unified criminal organization.  It was against the backdrop of these events that Scott gave his speech in early 1872."],"display_date":"May 18, 1872","search_date":"1872-05-18","citations":[{"divid":1544727589,"type":"Newspaper Article","data":["KU-KLUX; Speech of Hon. John Scott","Huntingdon Journal","Huntingdon PA","May 29, 1872",""]},{"divid":1544727655,"type":"Book","data":["Kwando M. Kinshasa","Black Resistance to the Ku Klux Klan in the Wake of the Civil War","","North Carolina","McFarland and Company, Inc","2006","1-200"]},{"divid":1544727758,"type":"Book","data":["Lou Williams","The Great South Carolina Ku Klux Klan Trials 1871-1872","","Athens, Georgia","University of Georgia Press","1996","1-250"]}],"locations":[{"id":11685,"lat":38.9071923,"lng":-77.0368707,"zoom":2,"place":"Washington, D.C."}],"tags":[{"id":2772,"tag":"Congress"},{"id":123,"tag":"Reconstruction"},{"id":151,"tag":"Ku Klux Klan"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}