{"id":6885,"title":"Help Catch a U-Boat!","course_id":190,"status":"P","start_date":"2/1/15","end_date":"11/1/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In early December of 1917, the United States Navy was in dire need of binoculars, spyglasses, and telescopes. The decision to declare war in April had brought the Navy into direct conflict with German U-boats, which had terrorized American trade and civilian vessels for the last several years. To face this challenge, the Governor of New York, Charles Whitman, sent out a call to the general public for assistance. On December 12<sup>th</sup> in the town of White Plains, the <em>Scarsdale Inquirer</em> published the following communication from the State Defense Council: “The Council, in view of the great need of the United States Navy for binoculars, spyglasses and telescopes and the impossibility of their manufacture, has adopted a recommendation of Governor Whitman that the people who have such glasses be urged to turn them over to the Government for use in the war.” Before the war began, the United States imported practically all high-quality observation lenses from Germany. American factories could not keep up with wartime demand. These glasses were needed on the growing number of ships being pushed into action. The article claimed that every ship, whether it was in the Navy or a merchant marine ship, required more men on lookout than ever before because of submarines.","The tensions that boiled over in 1917 had been simmering for at least the last two years. Frequent reports of sinkings and alleged sabotage by the Germans contributed to a sense of fear and unease. The most famous was the sinking of the Lusitania in May of 1915, in which 128 Americans lost their lives. Calls to “Remember the Lusitania” were a popular motivation to fight back against German naval tactics and the obvious danger they presented. President Woodrow Wilson responded with a formal protest to Berlin in which he cited the “sacred freedom of the seas.” He asserted that “American citizens act within their indisputable rights… in traveling wherever their legitimate business calls them upon the high seas, and exercise those rights in what should be the well-justified confidence that their lives will not be endangered by acts done in clear violation of universally acknowledged international obligations.” Despite American objections, no permanent resolution between the sides could be reached. The German’s decision to return to unrestricted submarine warfare in February of 1917 necessitated a strong response.","The article of December 12<sup>th</sup>, 1917 demonstrated the atmosphere of fear and uncertainty that surrounded the submarine war. Even those in landlocked communities who had little to fear from a submarine attack, such as White Plains, New York, were asked to aid the fight against U-boats. The article appealed to those who could not take an active part in “this war on the Kaiser” to help catch one of his submarines by sending a glass to the Navy. Not only did the article show how the United States was struggling to meet the demands of the Great War, but it also revealed America was ready to enlist everyday people to keep up with those demands."],"display_date":"February 1, 1915 - November 1, 1918","search_date":"1916-12-16","citations":[{"divid":1545173052,"type":"Article","data":["Stewart Wills","How the Great War Changed the Optics Industry","Optics and Photonics News","27","January 2016","40-47"]},{"divid":1545173056,"type":"Book","data":["Diana Preston","Lusitania: An Epic Tragedy","","New York","Walker &amp; Co.","2002","All"]},{"divid":1545173061,"type":"Book","data":["Lawrence Sondhaus","German Submarine Warfare in World War I: The Onset of Total War at Sea","","Lanham","Rowman &amp; Littlefield","2017","All"]},{"divid":1545093499,"type":"Newspaper Article","data":["Help Catch a Submarine","Scarsdale Inquirer","","December 12, 1917","HRVH Historical Newspapers, https://news.hrvn.org, (accessed Nov. 1, 2018)"]},{"divid":1545093505,"type":"Newspaper Article","data":["Cabinet Heads Warn America: U-Boat Situation Serious Governors Are Told","Rockland County Times","","May 5, 1917","HRVH Historical Newspapers, https://news.hrvn.org, (accessed Nov. 1, 2018)"]},{"divid":1545173066,"type":"Book","data":["John Terraine","The U-Boat Wars, 1916-1945","","New York","Henry Holt &amp; Co","1990","All"]}],"locations":[{"id":11725,"lat":41.041613288868,"lng":-73.852138140601,"zoom":10,"place":"White Plains, New York"}],"tags":[{"id":3697,"tag":"Naval Operations"},{"id":3696,"tag":"U-Boats"},{"id":1111,"tag":"World War I"}],"course":{"name":"Historian's Craft","school":"SUNY New Paltz","course_id":190,"school_id":102}}