{"id":6887,"title":"Wartime, Women, and Sexual Constructs","course_id":190,"status":"P","start_date":"11/9/18","end_date":"11/9/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["       On November 9, 1918, the social reformer, Dr. Eleanor Bertine spoke at Vassar College in Poughkeepsie, New York about “sex morals.” An article about her speech, titled “Social Morality and the War,” was published in the campus newspaper, <em>The Vassar Miscellany News, </em>on November 14, 1918. In her speech, Dr. Bertine argued that laws on sex were unjust toward women and that therefore, ‘the single moral standard’ should be followed as a regulation. The single standard pushed for men to abide by the same rules they expected women to abide by: abstaining from sexual relations before marriage and remaining loyal to their husbands afterward. As a whole, women wanted to hold men accountable for their own role in engaging in sexual behaviors. The “double moral standard” excused male indiscretions, but not female.","       During the Progressive Era, male and female reformers began to devise regulations to control and ultimately destroy commercialized prostitution. At the beginning of World War I, male reformers formulated new regulations on prostitution through licenses, special courts, and laws that disciplined women. Female reformers like Bertine, however, pointed out the issue with prostitution was the conduct of men, and therefore pushed for a single standard of sexual behaviors. These female reformers felt that the double standard divided women into bad and good, while condoning the behavior of men using women for their own sexual benefit.","       The problem with the double moral standard, Bertine said, was that people assumed it was “caused by actual physical differences of sex, by the mistaken ideals of boys, too often imparted by women, and by the lesser necessity for responsibility in a man.” Under the double standard, women were expected to remain pure, while men were encouraged to explore their sexuality before and while being married. The Historian John C. Burnham notes that young men at this time rarely were loyal to their fiancés or wives, and even doctors commonly believed that abstinence was harmful to a man’s health. Dr. Bertine’s talk shows the inequality of expected social-sexual behaviors between men and women. Circumstances and regulations against women, created under the double standard, showcase a global epidemic of blaming and punishing women, and the hypocrisy that goes along with it, for actions that men were obviously a part of as well.    "],"display_date":"November 9, 1918","search_date":"1918-11-09","citations":[{"divid":1545168564,"type":"Newspaper Article","data":["A Fight Just Begun","The Vassar Miscellany News","Poughkeepsie, NY","November 14, 1918","3"]},{"divid":1545168880,"type":"Article","data":["John C. Burnham","The Progressive Era Revolution in American Attitudes Toward Sex","The Journal of American History","59, No. 4","1973","885-908"]},{"divid":1545169076,"type":"Article","data":["Kristin Luker","Sex, Social Hygiene, and the State: The Double-Edged Sword of Social Reform","Theory and Society","27, No. 5","1998","601-634"]}],"locations":[{"id":11720,"lat":41.696413124963,"lng":-73.918141494751,"zoom":13,"place":"124 Raymond Ave, Poughkeepsie, NY 12604"}],"tags":[{"id":83,"tag":"Prostitution"},{"id":7,"tag":"Women"},{"id":1111,"tag":"World War I"}],"course":{"name":"Historian's Craft","school":"SUNY New Paltz","course_id":190,"school_id":102}}