{"id":6888,"title":"A Shell Shocked Woman","course_id":190,"status":"P","start_date":"8/1/17","end_date":"12/31/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 3rd, 1917, Mrs. De Saulles, a wife and mother in New York City, murdered her husband, shooting him dead after he threatened to take their son away. In a surprising turn of events, however, Mrs. De Saulle’s defense team claimed that she suffered from shell shock, a psychological condition associated with soldiers who had experienced bombing in the Great War. The <em>New York Times</em> reported, “(Her defense team)...will argue that the announcement that she was not to have her son anymore was the equivalent of explosion of a shell in her presence and that she suffered from the same lapse of memory which has been produced frequently in soldiers.” The <em>New York Times</em> asked the doctor who diagnosed her if he considered Mrs. De Saulles to be mentally sane, to which he replied, “I do not.” He argued that the diagnosis of shell shock rendered her insane and not responsible for her actions. These words had a concrete impact on the court: the jury declared her innocent. She later went on to gain custody of her son and live a complete life as a mother.","Shell shock was a new disorder that emerged during World War I, a confusing mental disease that left both soldiers and doctors in a state of turmoil. No one knew the causes or the boundaries of this powerful and harmful illness. Symptoms included tremors, loss of sight and hearing, and memory loss. Social stigmas surrounded shell shock, including ideas of cowardice, femininity, and hysteria. Doctors often accused men of faking their symptoms, not understanding how serious or critical this mental illness was.  For the first year of the war, medical and miliatary authorities did not take shell shock seriously.","Mrs. De Saulles’s case shows the gradual, widespread acceptance of this disease. Claiming shell shock, a mental disease that many believed did not exist, cleared her of her husband’s murder. It took several years for this mental disease to gain recognition and to be taken seriously. In the earlier stages of the war, authorities criticized soldiers for claiming shell shock, but now even a non-soldier asserted this disease with success. Not just any individual, but a woman. Her claim of shell shock was successful: she won her court case, as the jury believed in shell shock as a genuine mental condition. This court case of Mrs. De Saulles, accused of murder, showed powerful strides in acceptance of mental health and the gradual defeat of the stigma surrounding shell shock."],"display_date":"August 1, 1917 - December 31, 1917","search_date":"1917-10-16","citations":[{"divid":1545230138,"type":"Article","data":["George Mosse","Shell-Shock as a Social Disease","Journal of Contemporary History","35","January 2000","101-108"]},{"divid":1545230243,"type":"Newspaper Article","data":["Say Mrs. De Saulles was Insane on Aug. 3","New York Times","New York","December 1, 1917","4"]},{"divid":1545230301,"type":"Article","data":["Jay Winter","Shell-Shock and the Cultural History of the Great War","Journal of Contemporary History","35","January 2000","7-11"]},{"divid":1545230365,"type":"Article","data":["Joanna Bourke","Effeminacy, Ethnicity and the End of Trauma: The Sufferings of 'Shell-Shocked' Men in Great Britain and Ireland 1914-39","Journal of Contemporary History","35","January 2000","57-69"]}],"locations":[{"id":11731,"lat":40.702799328925,"lng":-73.90271488317,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":91,"tag":"Murder"},{"id":3700,"tag":"Shell Shock"}],"course":{"name":"Historian's Craft","school":"SUNY New Paltz","course_id":190,"school_id":102}}