{"id":689,"title":"Phoenix Election Riot","course_id":1,"status":"P","start_date":"1898-11-08","end_date":"1898-11-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1898 blacks in South Carolina outnumbered whites 3 to 1. The majority of whites at the time feared blacks possessed too much power and therefore supported decreasing the black vote through disfranchisement. One family in South Carolina, The Tolberts, stood in stark contrast to the majority and supported black rights. As a result the Tolberts controlled the Negro vote and exercised a significant amount of power over the Republican Party. In the election of 1898 R.R. Tolbert, a candidate for Congress, garnered a large amount of Negro support. In order to assist blacks in overcoming the barriers of disfranchisement, members of the Tolbert family placed Republican ballot boxes at voting locations convenient for blacks throughout South Carolina. <br /><br />Violence ensued when Mr. Ethridge, a respected man in Phoenix was shot dead after he attempted to take the control of the ballot boxes away from the Tolberts. Next a group of armed white Democrats physically attacked Thomas Tolbert for collecting black ballots. The majority of whites claimed that the blacks had brutally killed a faultless man, while conversely the blacks believed that their right to vote was threatened. A race riot ensued, with blacks running to the defense of the Tolbert family. Bloodshed and death resulted on both sides. <br /><br />On November 9, 1898 four Negroes were lynched in front of a crowd of 500 white men for their involvement in the riot. After the lynching a group of 50 armed white men came together to seek vengeance on the blacks and the Tolbert family. On November 10, 1898 two more blacks were brutally killed in public. After the lynching, the enraged white crowd began to search for the Tolberts in hopes of subjecting them to similar acts of violence. Despite the violence of the majority of white men in Phoenix, the Tolbert family was blamed in the popular press for the entire incident. When asked his side of the story, R.R. Tolbert insisted that Etheridge was killed accidentally by white Democrats, and that a misunderstanding caused the riot. While two of R.R Tolbert's brothers were held captive in Columbia, R.R. himself fled to Washington D.C. By November 14, 1898 the riots had ended. Phoenix town representatives met to show that it was not the intention of any white men in Greenwood County to harm innocent black men. The majority of whites in Phoenix claimed to disapprove of the violence against the Negroes, yet wanted the Tolberts to stay away from Greenwood County."],"display_date":"November 8, 1898 - November 14, 1898","search_date":"1898-11-11","citations":[{"divid":1213445099,"type":"Article","data":["Munroe Smith","Record of Political Events","Political Science Quarterly","13","1898","745-776"]},{"divid":1213445491,"type":"Article","data":["Tom Henderson Wells","The Phoenix Election Riots","Phylon","31","1970","58-69"]},{"divid":1213445528,"type":"Newspaper Article","data":["","Charleston News and Courier","","November 9 - 14, 1898",""]}],"locations":[{"id":6800,"lat":34.1679782338,"lng":-82.3756180087,"zoom":9,"place":"ABBEVILLE, South Carolina"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}