{"id":6892,"title":"Ethel Rosenberg: A Story","course_id":186,"status":"P","start_date":"8/11/50","end_date":"6/19/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“I decline to answer on the grounds that this might tend to incriminate me,”[1] would be repeated nearly twenty-three times by Ethel Rosenberg on that uncomfortable, eighty-eight-degree day in the Southern District Federal Court in New York on August 11, 1950. She was put on the stand by the prosecution because she and her husband, Julius, were charged with espionage on behalf of the Soviet Union. The trial lasted a month. The Rosenbergs refused an offer of life imprisonment if they pled guilty. As a result, they were executed by electric chair in 1953. It was during the height of McCarthyism that the guilt of Ethel and her husband would come into question as they had been widely believed to have been framed.[2] It is understandable that the guilt of a couple like the Rosenburgs, an all-American family with two children and acted like a regular American family by all accounts, would have been called into question during the Second Red Scare in the 1950s and 1960s because no one in America would want to think that during a time of intense fear and paranoia like the Cold War that an all-around all American couple would go against the nation they were citizens of in order to support the Soviet Union and follow the beliefs of the, at the time, communist Russia because all that did was make everyone extra paranoid about secret communists being everywhere secretly watching what the American people.","According to the FBI’s Vault on Ethel Rosenburg, during the trial, her attorney would ask the jurors in his opening statement, “to not condemn her merely because David Greenglass was a confessed conspirator. He stated that she had protested her innocence from the beginning and that she was dragged into the case by the machinations of the Greenglasses, who wished to lighten their burdens.”[3] Mr. Greenglass, in his testimony against Ethel and Julius, would state, “Ethel told Ruth [wife of David Greenglass] that David was working on the atom bomb project at Los Alamos, and they wanted him to give information concerning the bomb. Ruth told the Rosenbergs that she didn’t think it was a good idea and declined to convey their requests to David. Ethel and Julius then told Ruth that she should at least tell David about it and see if he would help. Julius pointed out that Russia was an ally and deserved the information, and that Russia was not getting all the information that was due her.”[3] Whether or not Ethel Rosenburg was actively participating in acts of espionage for the Soviet Union concerning the atom bomb is difficult to prove as she was not at all cooperative with the FBI during the investigation or the courts during trial."],"display_date":"August 11, 1950 - June 19, 1953","search_date":"1952-01-14","citations":[{"divid":1546963281,"type":"Government Document","data":["Testimony of Ethel Rosenberg","National Archives Catalog","August 11, 1950","","","","","","https://catalog.archives.gov/id/2364090"]},{"divid":1546963357,"type":"Book","data":["Christopher Andrew and Vasili Mitrokhin","The Sword and The Shield: The Mitrokhin Archive and The Secret History of the KGB","","New York","Basic Books","1999","164"]},{"divid":1546963426,"type":"Government Document","data":["Ethel Rosenberg","FBI Records Vault","","","","","","","https://vault.fbi.gov/rosenberg-case/rosenberg-case-ethel-rosenberg/rosenberg-case-ethel-rosenber-part-02-of/view"]}],"locations":[{"id":11761,"lat":40.7127753,"lng":-74.0059728,"zoom":2,"place":"New York City"},{"id":11760,"lat":35.8800364,"lng":-106.3031138,"zoom":2,"place":"Los Alamos New Mexico"}],"tags":[{"id":3705,"tag":"The Cold War"},{"id":3704,"tag":"Ethel Rosenberg"},{"id":1205,"tag":"Women's History"},{"id":3703,"tag":"Cold War America"},{"id":1648,"tag":"1950s"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":186,"school_id":69}}