{"id":690,"title":"The Wilmington Rebellion\n","course_id":1,"status":"P","start_date":"1898-11-09","end_date":"1898-11-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In November of 1898, the population of Wilmington North Carolina was composed of 8,000 white men and 25,000 black men.  Many blacks were employed gainfully in the community as artisans, policeman, and fireman.  Rather than look at this positively, white men were intimidated by blacks and thus considered Wilmington the city of lost opportunity' for white men.  Regardless of the fact that the majority of blacks in Wilmington were upstanding citizens the popular opinion among whites was that the blacks were dangerous.  Many white men were specifically afraid of black men raping white women.  Furthermore whites were angered at the insurgence of political participation by carpet baggers' and negroes.'  As a result many white men made it their personal mission to prove that blacks were socially inferior to whites.  In response to the white supremacist sentiment, the editor of The Record, the black newspaper in Wilmington published an editorial blaming white men for the fact that white women were often raped.  This was the last straw for the white democrats in Wilmington.  Soon after the publication, nine white men came together and formed the Secret Nine.'  The group's purpose was to cooperate with the North Carolina White Supremacist movement to protect their homes and their city.  The Secret Nine planned to revolt the day after the state election.  They worried that the Republican ticket would prevail and thus the city would fail to progress.'&lt;br /&gt;&lt;br /&gt;To the relief of the Secret Nine the Democratic candidate, Charles B. Ayock, was elected as the North Carolina Chief Executive.  Despite the victory in their favor, on November 10 at 11 am, 10000 white citizens held a town meeting led by Alfred Moore who asserted, We will not live under these intolerable conditions, no society can stand it, we intend to change it if we have to choke the current cape of Fear River with Negro carcasses (Moore in Hayden 1936).  The citizens then drew up a declaration of White Supremacy demanding that the editor of The Record, leave Wilmington immediately, and further demanding that the most gainful employment be reserved for whites.  The resolution was sent to Negro leaders.  While awaiting a response armed white men assembled throughout the city with rifles.  They then marched to The Record burning it to the ground.  Inadvertent shots were fired injuring white men.  A large scale riot ensued between the black and white civilians.  Ultimately the editor of The Record was banned from Wilmington, and white supremacist sentiment prevailed.&lt;br /&gt;&lt;br /&gt;The Wilmington riot occurred nearly 35 years after the Emancipation Proclamation. Although the blacks in 1898 were legally free' they were still considered inferior to whites.  Thus it seemed that the domination of the black race had shifted from a physical domination to a sort of economic and social domination.  The riot stood to eliminate the Negro as a political factor in Wilmington.  Throughout the South at this time, disfranchisement of Negros was occurring."],"display_date":"November 9, 1898 - November 10, 1898","search_date":"1898-11-09","citations":[{"divid":1216313905,"type":"Book","data":["Hugh Talmage Lefler, Albert Ray","The History of a Southern State&#58; North Carolina",null,"Chapel Hill, NC","University of North Carolina Press","1973",""]},{"divid":1216313946,"type":"Book","data":["C. Vann Woodward","The Strange Career of Jim Crow",null,"New York","Oxford University Press ","2002",""]},{"divid":1216313981,"type":"Manuscript","data":["","The Wilmington Rebellion, broadside",null,"","","","Special Collection Library, University of Virginia"]}],"locations":[{"id":514,"lat":34.2953764793,"lng":-77.7420682293,"zoom":10,"place":"NEW HANOVER, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}