{"id":6900,"title":"The Ruthless KKK","course_id":191,"status":"P","start_date":"3/27/65","end_date":"3/27/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Saturday March 27th 1965, President Lyndon Johnson was “declaring war” on one of the most horrific white supremacist groups of all time: The Ku Klux Klan (KKK).? He did so via a mass television broadcast where he attacked the Klan after a woman by the name of Mrs. Liuzzo was killed by four men who were apparently associated with the Ku Klux Klan. The President was fierce in his statement telling the clan to stop “before it is too late” and even calls the group a “hooded society of bigots”?. Johnson acknowledges the threat that this group poses and realizes that he must take action in order to reassure his country’s safety. The article published by the Globe and Mail describes Johnsons mood as “sheer wrath” when hearing the news of the crime committed?. The reporter constantly hinted to Johnson’s emotion towards the KKK and how motivated he was to bring these men to justice. To explain his motivation, the article states that Johnsons father too dealt with the KKK and felt that the group was a threat to America’s safety?. Although his public attack on the Klan was used to cause intimidation, the article brings up a good point that by naming these four men publically, it could cause an unfair trial?. Nonetheless this article portrays Johnson sticking up for what he believes in and showing an enormous amount of bravery and courage. ","The Ku Klux Klan was first founded in 1866 with the goal of promoting terrorism and violence to those of African American heritage and those that had different religious beliefs to them.? There were two waves of KKK dominance; one lasting from 1866 to the late 19th century, and the other from 1915 to modern day. ? In Johnson’s announcement he stated how his father also ‘dealt’ with the KKK and here we see proof of that with the two separate waves of white supremacism. What led to the high increase of clan activity in the 60’s was when Johnson announced his plans for more Civil rights for those of colour with his new take on Liberalism and new definition to FDR’S “New Deal”. Unfortunately, Viola Liuzzo was just one of the many casualties as a result of the KKK. Viola Liuzzo was a poor white southerner born in Pennsylvania in 1925.? When growing up in the great depression she knew what it was like to be constantly moving due to a lack of funds. She noticed how those of colour were treated very poorly and were racially divided with different waiting rooms, water fountains, churches etc.? In 1965 when she heard about the opportunity to join the march in Selma Alabama she thought it was a great way to stand up against black oppression. During the march Viola was spotted sitting with a black man, and four KKK members saw this as a chance to “broadcast their message: killing Liuzzo and Moton would assure blacks that no march or demonstration would ever change what they considered the ideal southern way of life.”? The KKK were a very radical, dangerous group and did whatever was necessary to keep a white powered society; even if that meant killing someone of their own skin colour.  After Liuzzo was shot to death, the four shooters were caught just hours later where Johnson had a live broadcast declaring threats against the clan. "],"display_date":"March 27, 1965","search_date":"1965-03-27","citations":[{"divid":1555885492,"type":"Newspaper Article","data":["“Johnson Opens War on Extremist Group”","New York Times","","March 27th, 1965","Front Page"]},{"divid":1556032113,"type":"Online Encyclopedia","data":["Encyclopedia Britannica","Ku Klux Klan","https://www.britannica.com/topic/Ku-Klux-Klan","March 29th 2019"]},{"divid":1556032279,"type":"Website","data":["Mary Stanton","\"Vindicating Viola Liuzzo: murdered by the Klan, demonized by the FBI, and disgraced by the press, Viola Liuzzo sacrificed life and legacy for civil rights.\"","Alabama Heritage","http://go.galegroup.com.myaccess.library.utoronto.ca/ps/retrieve.do?tabID=T001&amp;resultListType=RESULT_LIST&amp;searchResultsType=SingleTab&amp;searchType=AdvancedSearchForm&amp;currentPosition=1&amp;docId=GALE%7CA241620466&amp;docType=Biography&amp;sort=RELEVANCE&amp;contentSegment=ZLRC-MOD1&amp;prodId=LitRC&amp;contentSet=GALE%7CA241620466&amp;searchId=R1&amp;userGroupName=utoronto_main&amp;in","March 29th 2019"]}],"locations":[{"id":11780,"lat":47.741745672861,"lng":-117.15857658134,"zoom":5,"place":"Washington DC"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":889,"tag":"Racism"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":191,"school_id":28}}