{"id":691,"title":"The Battle of Anniston\n","course_id":1,"status":"P","start_date":"1898-11-24","end_date":"1898-11-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Spanish American War, the Third Regiment in Alabama was comprised entirely of black men.  They were a willing and able regiment, physically strong and mentally prepared for battle.  In the fall of 1898 the regiment traveled from their training camp to Anniston, Alabama where they were met with insult and hatred from the white civilians and soldiers.  When physically attacked the black soldiers organized themselves into columns and respectively marched away.  Regardless of their controlled actions, the blacks were painted as violent, ignorant and poor by the whites.&lt;br /&gt;&lt;br /&gt;The torment of the Third Regiment escalated until the black soldiers could take no more.  On the night of November 24, 1898 Private Gildhart of Arkansas was shot by a Negro soldier.  It was reported that he was also stabbed in the back.  In the events that followed a member of the 4th Kentucky regiment was shot down.  It was the belief of the popular press that the Negro soldiers drew fire without reason or warning.  The bad treatment that the black soldiers had endured was not recognized, rather the Birmingham Age Herald described the black soldiers as having, murder in their hearts,' (Birmingham Age Herald, November 25, 1898, p.1.)  Next, a group of about 100 Negro soldiers assembled to fight back against the disrespect they had previously tolerated.  The white regiments from Tennessee, Arkansas and Kentucky drew fire against the black soldiers.  Two white men from Tennessee were reported as killed, while two members of the provost guard were reported as missing.  Many of the injuries endured by the black soldiers were inflicted by white civilians.  In contrast it was not uncommon for civilians in the North to welcome black regiments with parades of excitement and appreciation.  &lt;br /&gt;&lt;br /&gt;Despite the impeccable behavior of the Third Regiment in Alabama before the incident, the riot caused government officials to question whether blacks could be trusted with firearms.  Eventually, after the signing of the Treaty of Paris, the Third Regiment was disbanded."],"display_date":"November 24, 1898","search_date":"1898-11-24","citations":[{"divid":1213230426,"type":"Article","data":["Marvin Fletcher","The Black Volunteers in the Spanish American War","Military Affairs","38","1974","48-53"]},{"divid":1213230477,"type":"Article","data":["Willard B. Gatewood","Alabama&#39;s Negro Soldier Experiment","The Journal of Negro History","57","1972","333-351"]},{"divid":1213230530,"type":"Newspaper Article","data":["Race Riot At Anniston","The Birmingham Age Herald","","November 25, 1898","1"]}],"locations":[{"id":515,"lat":33.7733759272,"lng":-85.8241792633,"zoom":9,"place":"CALHOUN, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}