{"id":693,"title":"The Bankruptcy Act of 1898 is announced\n","course_id":1,"status":"P","start_date":"1898-11-28","end_date":"1898-11-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For fifteen years prior to 1898 the Bankruptcy Act lay pending in the Congress.  On November 18, 1898, the rules of the act were finally announced to the American people by Justice Gray of the United States Supreme Court.  It was asserted that all rules of the act would take effect as of January 2, 1898.  The act replaced the previous Bankruptcy Act of 1867.&lt;br /&gt;&lt;br /&gt;The Bankruptcy Act was first advocated by Supreme Justice Torrey, and was supported by the majority of United States lawyers.  The Act, which included a total of 38 rules, was the first Act of its kind to protect corporations from creditors.  If a corporation felt that it was slipping into debt the Act presented the option of equity receivership' to protect their assets.  Corporations also had the option of complete liquidation of assets to avoid bankruptcy.  The act further established a bankruptcy referee to be appointed by the state judge.  The responsibilities of the referee included attended all hearings and making decisions on any contested evidence. The referees worked to alleviate the work load of circuit judges so that they may attend to other matters. &lt;br /&gt;&lt;br /&gt;The Bankruptcy Act also attempted to protect debtors from squandering their assets in judicial fees.  It was believed that this would in turn also benefit the creditor as the debtor would ultimately have more money with which to repay his debt.   The Bankruptcy Act of 1898 was eventually replaced by the Bankruptcy Reform Act of 1978."],"display_date":"November 28, 1898","search_date":"1898-11-28","citations":[{"divid":1214505250,"type":"Newspaper Article","data":["","The Baltimore Sun","","August 1, 1898",""]},{"divid":1214505267,"type":"Newspaper Article","data":["Bankruptcy Rules Are Announced","The Age-Herald","","November 29, 1898",""]}],"locations":[{"id":517,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}