{"id":697,"title":"President McKinley visits Alabama\n","course_id":1,"status":"P","start_date":"1898-12-16","end_date":"1898-12-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In order to garner support for the Treaty of Paris, President McKinley visited Georgia and Alabama with fellow politicians Joe Wheeler, William Shafter, Henry Lawton, and Secretary Alger.  The Presidents first stop in Alabama was at the Tuskegee Institute:  a school of technical education for black men and women.  At Tuskegee,  McKinley was met by Booker T. Washington and a parade of 1,200 young black students.  The people of Tuskegee felt incredibly honored that the President had chosen to visit their school, and B.T. Washington expressed this gratitude in a speech made at the Tuskegee Chapel.  Washington stated, We welcome you all to this spot where without racial bitterness, but with sympathy and friendship;with the aid of black men and white men with southern help and northern help we are trying to assist the nation..' (The Age- Herald December 17, 1898, p.2).  The President praised the institution for its progressive routes and generous attitude.&lt;br /&gt;&lt;br /&gt;After touring Tuskegee, McKinley and his entourage traveled to Montgomery where they were met with extreme applause and excitement.   The patriotism was contagious as Senator Wiley first addressed the group, speaking of the pride associated with wearing the Uniform of a United States Soldier.  President McKinley then spoke on the very same steps where Jefferson Davis had accepted the presidency of the Confederacy.  In direct opposition to Davis's earlier acceptance speech, McKinley stated, We have nothing to take back for having kept you in the union.  We are glad you did not go out and glad you stayed in,' (McKinley in Perman 2001).  Although McKinley was a Union veteran, his trip to the South solidified his desire to unify the North and South and show his support for the Southern states.  It is believed that the President's southern tour helped decrease sectionalist sentiment.  As the president left Montgomery the songs, Dixie and Yankee Doodle Dandy were played at the same time as a symbolic tribute to the reunited' United States."],"display_date":"December 16, 1898","search_date":"1898-12-16","citations":[{"divid":1214505360,"type":"Book","data":["Michael Perman","Struggle for Mastery: Disenfranchisement in the South: 1888-1908",null,"Chapel Hill","University of North Carolina Press","2001",""]},{"divid":1214505405,"type":"Newspaper Article","data":["","The Age-Herlad","","December 17, 1898",""]},{"divid":1214505423,"type":"Newspaper Article","data":["","The Age-Herald","","December 3, 1898",""]}],"locations":[{"id":521,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}