{"id":7,"title":"The Execution of Captain Henry Wirz\n","course_id":1,"status":"P","start_date":"1865-11-10","end_date":"1865-11-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Captain Henry Wirz came to America from Switzerland in 1849.  He settled in Louisiana and worked as a doctor to slaves on a plantation.  At the beginning of the Civil War, he joined the Fourth Louisiana Infantry and fought for about a year before he was wounded and lost most of the use of his right arm.  Since he could not fight, the army reassigned him to work at a couple of prisons and he eventually became emissary of Jefferson Davis to Europe.  After a year in Europe, Wirz came back and was made commandant of the Andersonville Prison in Georgia.  &lt;br /&gt;&lt;br /&gt;Andersonville was known for being a particularly brutal prison.  Prisoners were not given enough food, and many prisoners died of starvation.  Disease also ran rampant.  In addition to these problems, gangs of raiders' within the prison bullied and beat other prisoners for money and possessions.  The Union Army arrived at Andersonville in May 1865 and they, as well as the public, were shocked by the atrocities of the prison and wanted to punish someone for these crimes.  Wirz was made the scapegoat and arrested on May 6.  &lt;br /&gt;&lt;br /&gt;His trial by a military commission began on August 23 and he was found guilty on October 24.  He was hung at the Old Capitol Prison on November 10, 1865.  Prisoners and other guards gave many differing accounts of Wirz's character.  Some made him out to be a kind-hearted, compassionate man, and others made him seem evil.  Wirz was calm and fearless at his hanging, maintaining his innocence of committing the atrocities at Andersonville until the end."],"display_date":"November 10, 1865","search_date":"1865-11-10","citations":[{"divid":1212684897,"type":"Book","data":["William Marvel","Andersonville: The Last Depot",null,"Chapel Hill","University of North Carolina Press","1994","241-247"]},{"divid":1214316608,"type":"Newspaper Article","data":["","Charleston Daily Courier","","November 11, 1865",""]}],"locations":[{"id":2,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}