{"id":70,"title":"James Buchanan Addresses the Senate\n","course_id":1,"status":"P","start_date":"1856-09-12","end_date":"1856-09-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In September of 1856, during the race for the presidency, James Buchanan addressed the Senate on the subject of slavery.  The issue of slavery was central to the Presidential Election of 1856.  Buchanan, reticent of the fact that he needed to find middle ground on the topic in order to appeal to both pro-slavery southerners and abolitionist northerners, crafted his statements on slavery so as not to alienate himself from one group or the other.&lt;br /&gt;&lt;br /&gt;In his address, Buchanan stated that slavery ought to be abolished in the District of Columbia, but this should not take effect until Virginia and Maryland abolish slavery as well.  Buchanan said that slavery was a states rights issue, not a national one.  According to Buchanan, the people themselves can determine whether to keep slavery or not, they do not need an act of Congress to tell them what to do.  This sort of position simultaneously endeared Buchanan to Southerners who did not want northern interference' in their jurisdictions and to northern abolitionists by saying slavery should be abolished in the nation's capital.  By avoiding taking to hard a stance on slavery, Buchanan was able to defeat Fremont and Fillmore and win the election of 1856."],"display_date":"September 12, 1856","search_date":"1856-09-12","citations":[{"divid":1213135389,"type":"Newspaper Article","data":["Untitled","Lynchburg Daily","","September 13, 1856","2"]},{"divid":1213135480,"type":"Book","data":["Dorothy Denneen Volo &amp; James M. Volo","Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000","42-43"]}],"locations":[{"id":52,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}