{"id":702,"title":"Establishment of Wake Forest College\n","course_id":1,"status":"P","start_date":"1838-01-01","end_date":"1838-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Baptist educators create the Wake Forest Manual Labor Institute in 1834.  In 1838 it is rechartered as Wake Forest College and is moved to its current location.  In this time period during the south, the three major evangelical sects , Baptists, Methodists and Presbyterians , founded various colleges; the purpose of these endeavors, as stated by the president of Emory College, was to be the great lever for the moral and intellectual regeneration of all this region of the country.'  Rather than a means to promote narrow sectarian interests, these colleges served as a relatively inexpensive alternative to aristocratic state universities.'  Along with the other evangelical schools, Wake Forest affected broader access to educational opportunities in the south.&lt;br /&gt;&lt;br /&gt;A statement presented by Jos. B. Outlaw, president of the Wake Forest Institute, was printed in the January 8th, 1838, edition of the Raleigh Register & North Carolina Gazette.  Outlaw is proud to announce, Since the close of the last term, the services of two able & experienced Professors have been secured.'  True to the mission of the school, it is also declared that tuition is only fifty dollars each term.  However, in the interests of the institute, this dollar amount must be paid prior to the commencement of school: No Student will be admitted to recitation, without first producing the Treasurer's certificate.'  Apparently even the inexpensive' religious institutes need money to function."],"display_date":"January 1, 1838 - January 30, 1838","search_date":"1838-01-15","citations":[{"divid":1214505526,"type":"Book","data":["Donald G. Mathews","Religion in the Old South",null,"Chicago","The University of Chicago Press","1977",""]},{"divid":1214505559,"type":"Newspaper Article","data":["","Raleigh Register &amp; North Carolina Gazette ","","January 8, 1838",""]}],"locations":[{"id":523,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}