{"id":706,"title":"Issued For the Forcible Removal of Missouri&#39;s Mormon Population.\n","course_id":1,"status":"P","start_date":"1838-10-01","end_date":"1838-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["As a result of increasing tensions and violence between Missouri Mormons and other populations, Governor Lilburn W. Boggs issued a decree calling for their removal, and , if necessary , extermination.  People charged the Mormons to be blasphemous, and suspected a Mormon plot to take over the country.  When the state of Missouri failed to protect their settlements, Mormon leaders such as Sidney Rigdon preached violent resistance to aggression.  As a result of the Governor's decree, some 15,000 people were chased from their homes, and many died in the process of resettlement.  It was not until 1976 that the decree was revoked by then-governor Christopher Bird.&lt;br /&gt;&lt;br /&gt;An account presented by the Kentucky Gazette captured the extent of the conflict between the Mormons and surrounding populations.  The Mormons removed their families, and were making preparations for warlike operations [and] were in a state of open rebellion against the laws.'  The force of the Mormons was estimated at roughly 1500 to 2000 individuals, and the state of Missouri feared a large emigrating force from Canada.  In reference to Mormon founder Joseph Smith, the Gazette stated that it is by his malign' influence that the people are misguided, and ready for any act of desperation.'"],"display_date":"October 1, 1838 - October 30, 1838","search_date":"1838-10-15","citations":[{"divid":1214505653,"type":"Book","data":["Edwin C. McReynolds","Missouri: A History of the Crossroads State",null,"Norman, OK","University of Oklahoma Press","1962",""]},{"divid":1214505839,"type":"Newspaper Article","data":["","Kentucky Gazette","","September 27, 1838",""]}],"locations":[{"id":524,"lat":38.2610610866,"lng":-90.5377814277,"zoom":9,"place":"JEFFERSON, Missouri"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}