{"id":708,"title":"The Battle of Five Forks\n","course_id":1,"status":"P","start_date":"1865-04-01","end_date":"1865-04-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 1st General Lee feared the loss of Five Forks, in Petersburg, VA, would result in serious threat to Richmond and Petersburg and the Confederate line of retreat.  He ordered Pickett to make sure that the troops hold positions at all cost.' Lee and his troops prepared for battle entrenched; however, Union troops overpowered Confederate, 53,000 to 10,000.  Grant's strategy was to force Lee's troops back into their retreat lines. Union troops overpowered Confederates, and Lee resigned to the fall of both Richmond and Petersburg to Grant.  The Battle of Five Forks was the last time Lee initiated offense against Confederate troops under George Pickett. &lt;br /&gt;This confederate defeat threatened the confederates last supply line, the South Side Railroad. Richmond and Petersburg had to be immediately evacuated. There were 830 Union and 2,950 Confederate casualties in this battle.&lt;br /&gt;The Battle at Five Forks marked a huge defeat of the Confederacy as it lost both Petersburg and Richmond in one day.  The ratio of Union to Confederate soldiers makes it a seemingly impossible feat for Lee to go up against Grant and his men who consist of five times as many. For Lee, Five Forks represented the last effort to preserve the Northern Virginia Army as a legitimate fighting force, and with the defeat came the defeat of the Army.  The Confederate's last supply line was threatened, and the morale of Lee's army was lost."],"display_date":"April 1, 1865 - April 2, 1865","search_date":"1865-04-01","citations":[{"divid":1214506355,"type":"Book","data":["John MacDonald","Great Battles of the Civil War",null,"New York","Macmillan Publishing Company","1988",""]},{"divid":1214506384,"type":"Newspaper Article","data":["","Charleston Courier","","April 4, 1865",""]},{"divid":1214506403,"type":"Book","data":["John Bowman","The Civil War Almanac",null,"New York","World Almanac Publications","1983",""]}],"locations":[{"id":525,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}