{"id":71,"title":"The Arrest of a Slave\n","course_id":1,"status":"P","start_date":"1856-08-10","end_date":"1856-08-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 10th a slave named Henderson, the human property of Edward Gresham, was arrested and caged.  Police officers caught Henderson in an illegal assembly of eleven other blacks, trespassing over private property and carrying fire arms.  Henderson probably faced punishment by the law following his arrest, and then subsequently by his master once released from confinement.  Slave rebellions generally always ended in death for the rebellion's participants.  Since this thwarted attempt did not even carry to fruition, Henderson did not have anything to show for his punishment.&lt;br /&gt;&lt;br /&gt;Slave revolts like the ones lead by Denmark Vessey in 1822 and Nat Turner in 1831 were still fresh in the minds of slave holders.  There was the ever present fear among slave owners that their slaves would revolt and possibly lead a revolution similar to that which the people of Haiti successfully led.  Like one southerner said because the history of [Haiti] is written in characters so black, so dark, so prominent, we cannot be ignorant of the fate that awaits us (The Daily Dispatch, Aug 19, pg. 1).'  In instances such as this one, with the capture of the plotting slave, slave owners made sure to bring their full wrath upon the accused so as to prevent another attempted insurgence from the slave in question and to dissuade others from trying anything similar.  Slave holders always liked to attribute rebellions to northern interference or a bad slave out of the bunch because to accept that slaves were unhappy in their positions would have called into question the institution itself and therefore the livelihood of these southern plantation owners."],"display_date":"August 10, 1856","search_date":"1856-08-10","citations":[{"divid":1213136084,"type":"Newspaper Article","data":["To Be Fixed","The Daily Dispatch","","August 11, 1856","3"]},{"divid":1213136121,"type":"Newspaper Article","data":["The Sectional Struggle","The Daily Dispatch","","August 19, 1856","1"]},{"divid":1213136145,"type":"Book","data":["Clayton E. Jewett","Slavery in the South: A State By State History",null,"Westport","Greenwood Press","2004","265-266"]}],"locations":[{"id":53,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}