{"id":711,"title":"Lee Surrenders to Grant\n","course_id":1,"status":"P","start_date":"1865-04-09","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 9th Robert E. Lee surrendered to Ulysses S. Grant at Appomattox courthouse thus ending the Civil War. Grant's tactics surrounded Confederate soldiers to such an extent making it impossible for them to either further fight or escape.  Lee's army numbers less than 20,000 men, and he has little choice but to give up and surrender. The meeting at the home of Wilbur McLean in Appomattox between the two generals lasted 2 and a half hours going back and forth, and eventually Lee signed the terms that Grant proposed. The terms included three demands; Lee must turn over all of the rebel armies, artillery, and property to officers designated by Grant, he must disband the entire rebel army, every officer and man was allowed to return home and would not be harmed or disturbed by authorities as long as they obeyed the laws under which they lived.  Lee, having signed these terms, this effectively meant the dissolution of the Confederate army and the Confederacy as a whole.&lt;br /&gt;The end of the Civil War marked one of the most significant turning points in history for the south, not only had they been defeated and their dreams of secession destroyed, but it put an end to their southern way of life.  Lee and his rebel army fought until the end, they never gave up on their goals and somehow maintained an optimistic attitude to attack when outnumbered and out powered five to one. But the surrender to the North dissolves hopes of freedom, and the people deeply fear what awaits them as they enter back into the Union under President Lincoln.  On April 9th, Lee realized that he had lost too many men and that the Confederacy itself had lost too many men and too many states to survive, and reluctantly he raised the white flag, marking the end of the Confederacy."],"display_date":"April 9, 1865","search_date":"1865-04-09","citations":[{"divid":1214505934,"type":"Newspaper Article","data":["The Civil War: A Newspaper Perspective April, 1865","The New York Herald","","April 10, 1865",""]},{"divid":1214505958,"type":"Newspaper Article","data":["","The Daily Picayune","","April 14, 1865",""]},{"divid":1214505979,"type":"Newspaper Article","data":["","Charleston Courier","","April 14, 1865",""]},{"divid":1214506000,"type":"Book","data":["Michael Felman","This Terrible War: The Civil War and Its Aftermath",null,"New York","Pearson Education","2003",""]}],"locations":[{"id":526,"lat":37.3722533013,"lng":-78.8121458288,"zoom":9,"place":"APPOMATTOX, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}