{"id":712,"title":"Lee Ordered the Disarming of his Army\n","course_id":1,"status":"P","start_date":"1865-04-10","end_date":"1865-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["April 10th, the day after General Lee surrendered to Grant effectively terminating the Civil War, Lee issued a speech containing a political position, and a thanking and discharge of his army. In this speech Lee announced that the Confederate spirit had not been, nor ever could be conquered.  He commended his men for their loyalty, and their constancy and devotion to [their] country.' He argued that the southern cause will not perish nor be defeated under the Union; a southerner's independence is deeper and internally drive, it is not something that can be suffocated by a defeat. Southerners, he argued can live a separate independence,' meaning a life in the defined place of the South with stable relationships. Through his final speech, Lee created the idealistic theory of the Lost Cause as he emphasized that the essence of southernism will remain, even without the Confederacy.&lt;br /&gt;This speech created an ideal for many southerners to follow and believe in. The idea of the Lost Cause helped them realize that all was not lost, that southern nationalism remained in society and would as long as there were supporters.  It was at this time when the Confederacy and rebel south became immortal; though the social, economic, political aspects of the South would change with the integration into the Union, the southern spirit and nationalism would remain within the people and their southern culture."],"display_date":"April 10, 1865","search_date":"1865-04-10","citations":[{"divid":1214506069,"type":"Book","data":["Michael Felman","This Terrible War: The Civil War and Its Aftermath",null,"New York","Pearson Education","2003",""]},{"divid":1214506086,"type":"Book","data":["Emory Thomas","The Confederate Nation 1861-1865",null,"New York","Harper Row Publishers","1979",""]},{"divid":1214506188,"type":"Website","data":["Jonathan R. Allen","General Robert E. Lee?s Farewell Order, Sunday April 10, 1865","Nella_Ware","http://www.mindspring.com/~nellaware/2005/04/april-10th-1865-general-robert-e-lees.html ","2005"]}],"locations":[{"id":527,"lat":37.3722533013,"lng":-78.8121458288,"zoom":9,"place":"APPOMATTOX, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}