{"id":713,"title":"The Surrender of Mobile\n","course_id":1,"status":"P","start_date":"1865-04-12","end_date":"1865-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 12th, the final major city of the Confederacy fell, Mobile Alabama.  The Confederate defenses had been strong, but could not withhold the Union troops out. They evacuated the previous night of the 11th, taking with them what they could and burning the cotton so the Federalists could not use it for themselves. On the 12th, when the Federalists entered the city they found over 300 guns, large bags of ammunition and supplies of all kinds, 20-30 thousand bales of cotton, though some were burned, many provisions, and about 1,200 prisoners.  &lt;br /&gt;The surrender of Mobile marks the end of another great and long established society within the Confederate South.  Fundamental Confederate civilization is slowly disappearing from the physical spectrum of America.  The people within Mobile are still fighting, however, though they evacuate their town, they burn their cotton so as to potentially disappoint or anger the Federalists.  Though the surrender of Mobile occurs after the technical end of the Civil War and thus cannot specifically affect the outcome, the people of Mobile Alabama refuse to give up without a fight.  This battle signified that thought Lee had surrendered and the North had won the War, the people of the South continued to believe in their cause and fight."],"display_date":"April 12, 1865","search_date":"1865-04-12","citations":[{"divid":1214506465,"type":"Book","data":["E.B. Long","The Civil War Day by Day: An Almanac 1861-1865",null,"Garden City, NY","Doubleday &amp; Company","1971",""]},{"divid":1214506507,"type":"Newspaper Article","data":["","Charleston Courier","","April 18, 1865",""]},{"divid":1214506531,"type":"Book","data":["John Bowman","The Civil War Almanac",null,"New York","World Almanac Publications","1983",""]}],"locations":[{"id":528,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}