{"id":714,"title":"Lincoln  is Assassinated\n","course_id":1,"status":"P","start_date":"1865-04-14","end_date":"1865-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["President Abraham Lincoln was assassinated on April 14th while visiting Ford's theater in Washington by John Wilkes Booth, one of the actors in the play Lincoln attended. During the 3rd act of the play that Lincoln attended, there was a pause in the show, and Booth entered Lincoln's private box and created a scene.  He waved a large knife around and shouted, Sie semper tyrannis' and shot Lincoln in the back of the head.  Booth and his accomplice escaped out the back door.  The president was rushed to the hospital but died the next morning, April 15th.   The entire nation mourned Lincoln's death and he was immediately viewed as a martyr; while many residents in the South felt deep sorrow, northerners were enraged.  Booth was a confederate supporter who was dissatisfied with the outcome of the Civil War and blamed Lincoln.  Soon after Lincoln's death, a ban of Sherman's soldiers grouped together and marched down to Raleigh with intentions to destroy the city, however, their mission was ended without violence as the country continued to mourn.  &lt;br /&gt;Lincoln's assassination demonstrated the intense emotions people all over America felt after the Civil War.  The nation was in disarray and had little trust in the other side.  Booth's emotions were so aggressive that it led him to murder the president of his country.  Any political figure would have trouble dealing with such a divided nation.  Lincoln's death was a great travesty for America because of everything he had to offer in the future.  He had, or so many speculated, elaborate plans for Reconstruction, and he had a brilliant mind that successfully worked through many of the nation's problems in the 19th century.  Lincoln was a heroic figure of the North during the Civil War and led it to its victory over the South, thus reuniting the United States.  His assassination reflected the ambiance of the American society in April, 1865, and marked the end of an era of fighting and turmoil, and began one of Reconstruction and rebuilding."],"display_date":"April 14, 1865","search_date":"1865-04-14","citations":[{"divid":1214233490,"type":"Book","data":["Bertram Wyatt-Brown","The Shaping of Southern Culture: Honor, Grace and War 1760s-1880s",null,"Chapel Hill","University of North Carolina Press","2000",""]},{"divid":1214233540,"type":"Newspaper Article","data":["","Charleston Courier","","April 19, April 20, 1865",""]},{"divid":1214233573,"type":"Book","data":["Michael Felman","This Terrible War: The Civil War and Its Aftermath",null,"New York","Pearson Education","2003",""]}],"locations":[{"id":529,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}