{"id":716,"title":"Booth Captured\n","course_id":1,"status":"P","start_date":"1865-04-26","end_date":"1865-04-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After eleven days on the run, John Wilkes Booth, the assassin of President Abraham Lincoln was caught in Virginia with his accomplice Davy Herold on April 26th. The two fugitives were found in Richard H. Garrett's barn, who refused to confess that they were hiding there. Surrounding the barn, officers ordered the two men out and set the barn on fire as a last resort. Davy Herold came out and surrendered, but Booth caused a scene and refused to surrender. As the building burned, a shot was heard and Booth fell, mortally wounded. He was pulled out of the barn and died around 7:00am.  It is believed that Sergeant Boston Corbett, a strict police officer, shot Booth. But there is still speculation on who really shot Booth.  His body was later buried at the Arsenal Penitentiary, and his remains were later transferred to and reburied in Baltimore.&lt;br /&gt;John Wilkes Booth was a man driven by passion for the Confederacy, and believed so strongly in his cause that he was willing to murder and risk his own life in return.  Even when facing a burning barn, Booth refused to surrender.  He is an example of how strongly people during the Civil War and after felt about their cause.  The country was torn by these feelings and resentments among groups and peoples. The capture of Booth, however, provided peace for the nation as the assassin of their president was captured and received the punishment that he deserved."],"display_date":"April 26, 1865","search_date":"1865-04-26","citations":[{"divid":1213446873,"type":"Book","data":["E.B. Long","The Civil War Day by Day: An Almanac 1861-1865",null,"Garden Coty, New York","Doubleday &amp; Company","1971",""]},{"divid":1213446924,"type":"Book","data":["John Bowman","The Civil War Almanac",null,"New York, NY","World Almanac Publications","1983",""]},{"divid":1213446957,"type":"Newspaper Article","data":["","Charleston Courier","","April 19, 1865",""]},{"divid":1213446972,"type":"Newspaper Article","data":["","Charleston Courier","","April 20, 1865",""]}],"locations":[{"id":531,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}