{"id":72,"title":"Southern Interpretation of Increasing Sectionalism\n","course_id":1,"status":"P","start_date":"1856-08-19","end_date":"1856-08-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an article written on August 19, 1856, The Daily Dispatch commented on the growing sectionalism between the North and the South in the United States.  In a then recent speech by a Missouri Senator it was stated that there existed more comity between any two foreign nations now on the face of the earth than there exists on the part of the Northern States towards the South (The Daily Dispatch, Aug 19, pg. 1).'  A similar speech given by a Louisiana Senator declared the North did not care about the South, except to attack its honor and interests.  These sentiments are noticeably one sided, but nevertheless the fact remained that hostilities and resentment were breeding between the two sides, creating an ever growing rift between the two.&lt;br /&gt;&lt;br /&gt;Southerners tended to cast all of the blame to the North.  In the eyes of southerners, northern rabble rousers were to blame for slave unrest and northerners' motivation for the abolition of slavery stemmed from the desire to completely control the South.  Northerners wanted ruin and desolation spread over fifteen of the States of the Union' (The Daily Dispatch, Aug 19, pg. 1), according to southerners and by abolishing slavery, the North would achieve this goal.  In the end, Southerners' fears were realized when the abolition of slavery did completely uproot the southern way of life.  &lt;br /&gt;&lt;br /&gt;The South was fighting for property, honor and safety, all that was due to man (The Daily Dispatch, Aug 19, pg. 1)' but of course when they said this they meant all that was due to white men with money.  Southerners at the time increasingly felt that the Constitution was a tool employed by the North to subjugate the South.  Sectionalism in the United States continued to grow until it reached its pinnacle in December of 1860 with the secession of South Carolina from the Union.  By the middle of 1861, ten more states followed South Carolina's lead and seceded from the Union."],"display_date":"August 19, 1856","search_date":"1856-08-19","citations":[{"divid":1213139241,"type":"Newspaper Article","data":["The Sectional Struggle","The Daily Dispatch","","August 19, 1856","1"]},{"divid":1213139259,"type":"Newspaper Article","data":["","Daily Picayune","New Orleans, Lousiana","October 13, 1856",""]},{"divid":1213139290,"type":"Book","data":["Dorothy Denneen Volo and James M. Volo","Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000","272"]}],"locations":[{"id":54,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}