{"id":720,"title":"The Capture of Confederate President Davis\n","course_id":1,"status":"P","start_date":"1865-05-10","end_date":"1865-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Early on May 10th, Union troops discovered and surprised President Davis in Irwinville, GA and took him along with his wife and General Reagan, Burton Harrison( Davis' Secretary), and a few other Confederate refugees into custody.  Davis allegedly dressed up in a women's dress as an attempt to disguise himself and escape. These attempts were unsuccessful however, and Davis remained in Federal custody. With the capture of President Davis, the existence of the Confederate government ceased to exist.  Davis was taken to Fort Monroe, VA, where he was imprisoned, kept on a chain in a cell. He was released on May 13, 1867. There were rumors that he was planning to escape, due to his previous actions, but Davis remained quiet in his jail cell. &lt;br /&gt; The capture of Davis marks the end of the Confederate army, He was the remaining piece left in the Confederate government, and with his missing, the government thus still existed. It was crucial for the Federalists to capture Davis in order to establish themselves as the governmental power. There were previous rewards set for anyone who would hunt Davis down to bring him to a quicker justice, but Davis was too quick and hid himself too well for anybody to capture or find him until May 10th, when the chase of President Davis is finally finished."],"display_date":"May 10, 1865","search_date":"1865-05-10","citations":[{"divid":1214506703,"type":"Newspaper Article","data":["","Charleston Courier","","May 16, 1865",""]},{"divid":1214506716,"type":"Book","data":["The Civil War Day by Day: An Almanac 1861-1865","E.B. Long",null,"Garden City, NY","Doubleday &amp; Company","1971",""]},{"divid":1214506753,"type":"Newspaper Article","data":["","Harper&#39;s Weekly","","May 27, 1865",""]}],"locations":[{"id":532,"lat":31.6543539471,"lng":-83.3292583782,"zoom":9,"place":"IRWIN, Georgia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}