{"id":728,"title":"Conviction of Lincoln&#39;s Conspirators\n","course_id":1,"status":"P","start_date":"1865-06-30","end_date":"1865-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 30th, all eight convicted who conspired against Lincoln's assassination were found guilty.  The penalties go as follows: Dr. Samuel Mudd, Samuel Arnold, and Michael O'Laughlin received life sentences, Edward Spangler was given six years, David Herold, Lewis Payne, George A Atzerodt, and Mary E. Surratt were sentenced to be hanged.  Several attempts and outcries were made in an attempt to change the sentence for Mary Surratt because they believed the punishment to be too harsh when she didn't commit the assassination herself, but she too was hung. The sentences were carried through immediately after such a long and drawn out trial period. &lt;br /&gt;The conviction of these criminals provided a final peace in the minds of American citizens months after the assassination of President Lincoln.  Though some did not believe the convictions just, especially for Mary Surratt, justice was served and the pubic was generally pleased with the decisions. The judicial system used Lincoln as an example that America does not tolerate violation of the law, especially in terms of felonies, conspiracy, and murder."],"display_date":"June 30, 1865","search_date":"1865-06-30","citations":[{"divid":1214506829,"type":"Book","data":["E.B. Long","The Civil War Day by Day: An Almanac 1861-1865",null,"Garden city, NY","Doubleday &amp; Company","1971",""]},{"divid":1214506858,"type":"Newspaper Article","data":["","Charleston Courier","","July 8, 1865",""]}],"locations":[{"id":534,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}