{"id":73,"title":"Reports of Runaway Slaves\n","course_id":1,"status":"P","start_date":"1856-07-02","end_date":"1856-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Fugitive Slave Act passed by Congress as part of the Compromise of 1850.  The Act pleased southerners not only because it allowed slave owners to retrieve their property from anywhere in the country, but it gave other people the power to retrieve them as well.  In fact, if officials did not turn in fugitive slaves, they could be fined 1,000.  This measure of the act served to directly overturn the decision in Prigg vs. Pennsylvania which formerly declared that states did not have to aid in the recapture of slaves. &lt;br /&gt;&lt;br /&gt;The Fugitive Slave Act was a source of strife between the North and the South because many northerners did not feel the law was warranted nor justified.  Consequently, some northerners chose to directly disobey the act and not aid in the seizure of runaways at their own risk.  As a result, posters and advertisements for runaway slaves like the ones that appeared almost daily in The Daily Dispatch, were abundant.  In one advertisement, a runaway named Armistead Clarke had fled his mistress in Richmond only to be caught in Henrico County.  One broadside offered a reward for the capture of a slave named Lewis; although Lewis, as reported by his owner Thomas Clagett, had a crippled leg and a hernia, he had still fled enslavement.  Clagett's description of Lewis not only demonstrates the lengths to which slave owners would go to recover slaves, but also the lengths to which slaves would go to try and escape; even though Lewis was physically debilitated he still attempted to escape bondage.&lt;br /&gt;&lt;br /&gt;The use of advertisements and posters to retrieve runaway slaves was widespread in the 1850s and created an extensive web of people being vigilant over the property of their fellow neighbors.  This sense of community might have been heart warming if this community had not been created to protect slavery.  The community although did not extend to the majority of the North because many northerners did not want to be responsible for returning slaves to their masters.  This type of attitude held did not help the continual strain between the North and the South."],"display_date":"July 2, 1856","search_date":"1856-07-02","citations":[{"divid":1213140123,"type":"Newspaper Article","data":["Runaways","The Daily Dispatch","","July 12, 1856","1"]},{"divid":1213140143,"type":"Book","data":["Robert O&#39;Brien, editor","The Encyclopedia of the South",null,"New York","Facts on File Publication","1985","154"]},{"divid":1213140197,"type":"Book","data":["Clayton E. Jewett","Slavery in the South: A State-by-State History",null,"Westport","Greenwood Press ","2004","265-266"]},{"divid":1213140251,"type":"Manuscript","data":["","50 for securing..., broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":61371,"type":"Dissertation/Thesis","data":[null,null,null,"gIDatSUBCF"]}],"locations":[{"id":55,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}