{"id":74,"title":"The New Kansas Bill\n","course_id":1,"status":"P","start_date":"1856-07-10","end_date":"1856-07-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In July of 1856 the Senate labored over the span of two days to come to an accord regarding the issue of slavery in Kansas.  On the morning of the 11th, the Committee on Territories adopted the new Kansas bill, first introduced by Senator Toombs of Georgia.  This new bill declared Kansas a slave state and was passed by a vote of thirty three to twelve.  The bill only needed approval by the House of Representatives to be enacted.&lt;br /&gt;&lt;br /&gt;Violence between the pro slavery forces and free soilers and abolitionists gained momentum in the summer of 1856 and the senate presumably was anxious to repress it before it escalated.  This bill would have been viewed as a huge victory for the South in the debate over slavery.  Southerners felt that Northerners attacked them because of slavery; the implementation of slavery in the territory of Kansas would have validated their belief in the institution.  As it turned out, slavery did not take root in the Kansas Territory.&lt;br /&gt;&lt;br /&gt;Forces fought for and against slavery throughout the second half of 1856 in Kansas, Missouri and other nearby territories, but neither side was able to defeat the other and employ their own policy.  After the time known as Bleeding Kansas' ended, several attempts were made to admit Kansas into the Union.  Kansas eventually adopted a Free State constitution in 1859, but southern senators stalled its admission into the Union, enraged that Kansas would be declared a Free State.  Not until 1861, after the states of the Confederacy seceded, did Kansas become a state."],"display_date":"July 10, 1856 - July 11, 1856","search_date":"1856-07-10","citations":[{"divid":1213205286,"type":"Newspaper Article","data":["The New Kansas Bill of Mr. Toombs Passed-Kansas to be a Slave State","The Federal Union","","July 15, 1856","2"]},{"divid":1213205327,"type":"Book","data":["Robert O&#39;Brien, ed.","The Encyclopedia of the South",null,"New York","Smithmark Publishers","1985","284-285"]},{"divid":81134,"type":"Primary Source in a Secondary Source","data":[null,"LBRaFaUyKiWWZ"]}],"locations":[{"id":56,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}