{"id":740,"title":"James Monroe Inaugurated as President\n","course_id":1,"status":"P","start_date":"1817-03-04","end_date":"1817-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After his victory over opponent Rufus King in the election of 1816, James Monroe was inaugurated President of the United States on March 4th, 1817.  His first speech as president expounded the glories of the great nation he was now the executive of, but also focused on how he planned to effectively protect it, and from what threats.  He planned to further fortify the coasts, borders, and frontiers of the country, and emphasized the importance of local militias, while expressing his preference for peace over war.  This spoke to the people of the South, who were happy to be done with the War of 1812, but still felt threatened by Indians and foreign countries.  He hoped to discharge the national debt as soon as possible, and to use the government's funds as efficiently as possible to help the people.&lt;br /&gt;A Virginia native, Monroe would later introduce the Monroe Doctrine and help establish a definite border between the U.S. and Canada.  He also signed into law the Missouri Compromise in 1821, admitting Maine as a free state and Missouri as a slave state into the Union.  He chose John C. Calhoun, Senator from South Carolina and a staunch supporter of slavery, as his Secretary of War.  Monroe's election marked the beginning of the Era of Good Feelings', a time of economic prosperity.  Some of those in attendance at the inauguration noticed an eagle fly over the capital during the ceremony, and believed this was a sign of that coming prosperity."],"display_date":"March 4, 1817","search_date":"1817-03-04","citations":[{"divid":1213816917,"type":"Book","data":["William Cooper and Thomas E. Terrill","The American South: A History",null,"New York","McGraw Hill","1996","138, 149"]},{"divid":1213816981,"type":"Newspaper Article","data":["","Raleigh Minerva","Raleigh, North Carolina","March 14, 1817",""]}],"locations":[{"id":535,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}