{"id":743,"title":"Mississippi&#39;s First Election for State Governor\n","course_id":1,"status":"P","start_date":"1817-12-10","end_date":"1817-12-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After getting their constitution approved in August, Mississippi held its first election for governor and Representatives to Congress.  Rumors abounded in other states that some of the polling places were occupied by soldiers with bayonets trying to control the voters.  The Washington Republican & Natchez Intelligencer of Mississippi fiercely denied these allegations.  To admit such lawlessness had interfered with Mississippi's first important political activity as a state would have been demeaning to all those who had worked so hard to bring about the exciting moment in Mississippi history.  It is unknown whether voters really were intimidated with violence, but the legitimacy of the election and Mississippi as a state depended on the people insisting that they were not.&lt;br /&gt;The Mississippi Republican, another newspaper based in Natchez, supported David Holmes for Governor and Cowles Meade for Lieutenant Governor, as well as George Poindexter for the Representative from Natchez.  When Duncan Steward won the Lieutenant Governor post, the paper quickly supported him, citing the interest of the soon to be state in unity and support of elected officials.  With these new officers in place, Mississippi became a state on December 10, 1817.  Congress approved the Mississippi constitution, and Mississippi became the 20th state to enter the Union.  As a new slave state, Mississippi was an integral part of the Confederacy during the Civil War."],"display_date":"December 10, 1817","search_date":"1817-12-10","citations":[{"divid":1213817091,"type":"Book","data":["John Skates","Mississippi, A Bicentennial History",null,"New York","W. W. Norton","1979","77-78"]},{"divid":1213817140,"type":"Newspaper Article","data":["","Mississippi Republican","Natchez, Mississippi","August 22, 1817",""]},{"divid":1213817158,"type":"Newspaper Article","data":["","Mississippi Republican","Natchez, Mississippi","August 27, 1817",""]},{"divid":1213817214,"type":"Newspaper Article","data":["","Washington Republican &amp; Natchez Intelligencer","Natchez, Mississippi","December 6, 1817",""]},{"divid":2813,"type":"Newspaper Article","data":[null,null,null,null,null,"AXomstYHXadTWHB"]}],"locations":[{"id":537,"lat":null,"lng":null,"zoom":8,"place":"ADAMS, Mississippi"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}