{"id":746,"title":"Kentucky Act of 1893 passed\n","course_id":1,"status":"P","start_date":"1893-04-05","end_date":"1893-04-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 5, 1983, after being in session for an entire year, Kentucky legislature passed the act to control different aspects of corporations, railroads in-particular. Increasing railroad rates, along with other economic hardships throughout the eighties, pushed citizens to ask for more government control over corporations in general, but the railroads especially. Although Governor John Young Brown refused to sign the bill he found too strict,' the bill was passed, outlawing extortion by the railroad. Investigations, court trials, and fines were all possible punishments to a railroad corporation suspected of or found guilty of extortion. For the next seven years, Kentucky legislators fought a fierce battle over railroad regulations. &lt;br /&gt;William Goebel, a Democratic Kentucky Senator, was well-known all over Kentucky for fighting for the common man. After Republican Governor Bradley was elected in 1895, Goebel, then a Senator, realized the discontent among the economically-separated Kentucky Democrats and stood up as their leader. When the McChord Bill, a very strict and thorough bill to control railroad activities, was submitted to Congress in 1898, Goebel was a strong supporter. However, Republican control of the assembly led the bill to be vetoed. In January of 1900, after Goebel had won the election for Governor of Kentucky, Goebel re-introduced the McChord Bill into the Democrat-controlled Senate. By March of 1900, the McChord Bill, lessening the railroads' control over the common man of Kentucky, became a law. On January 1, 1900, as William Goebel was making his way to the state capitol office building along with 2 other politicians, a gunshot was fired and Goebel fell to the ground. Five days later, he was dead. Goebel was assassinated only six weeks before the McChord Bill was enacted. &lt;br /&gt;The McChord Bill was quite a controversial piece of legislation in Kentucky according to the Louisville Courier-Journal, stating that no other measure before the General Assembly for many years past has been so bitterly and persistently opposed by corporate influences' (1). Until this point, railroads had possessed the power to charge their customers whatever rates they pleased and to change those rates at any time because railroads were the most efficient way to travel for most people. The McChord Bill put a strict control on railroads and the money they were to make for the first time. Railroad owners had reason not to be pleased with this control."],"display_date":"April 5, 1893","search_date":"1893-04-05","citations":[{"divid":1213896642,"type":"Newspaper Article","data":["Knock-Out","Louisville Courier-Journal","","March 8, 1900","1"]},{"divid":1213896659,"type":"Article","data":["Thomas D. Clark","The People, William Goebel, and the Kentucky Railroads","The Journal of Southern History","Vol. 5, No. 1","February 1939","34-48"]}],"locations":[{"id":540,"lat":38.2391019422,"lng":-84.877038419,"zoom":10,"place":"FRANKLIN, Kentucky"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}