{"id":748,"title":"Drought drives up grain prices\n","course_id":1,"status":"P","start_date":"1817-12-02","end_date":"1817-12-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Drought and famine struck most of the Western world in 1816, and continued throughout 1817.  In 1817, grain prices were 154% of the price in 1815 in the United States.  In the month of January, the price of grain was nearly twice the original 1815 price.  This was partially due to a low grain harvest in America, but also reflected the large amount of grain exported to Europe, where the famine was much worse.  The season of the fall of 1817 saw grain supplies returning to their pre-drought levels.  On September 5th, 1817, the Richmond Enquirer noted the price of grain in France was down 5 francs, and that the price of grain was falling every where'.&lt;br /&gt;A letter from Saxony, Germany dated May 31st was printed in the Raleigh Minerva.  It blamed a stunted grain harvest for the widespread and severe famine in Germany that had been going on for years.  The Saxony man explained the economic toll the famine was taking.  Since people had so little money and food, they were unable to save up or store for the future.  Even after the famine ended, it would be hard for the town to return to it's previous economic independence.  In contrast, the grain producers of the southern United States were thriving on the increased demand for their produce outside of the country.&lt;br /&gt;The Milledgeville Republican of Georgia reprinted an article from London expressing a worry that they were importing too much grain from the United States.  London imported over a million barrels of flour from the United States in 1817.  This amounted to about three million pounds sterling paid to the U.S. for grain in that year.  France, Spain and Portugal were also suffering from a shortage of grain and ended up buying a lot from America.  The London paper noted that the Americans appear to have managed the business very skillfully.'"],"display_date":"December 2, 1817","search_date":"1817-12-02","citations":[{"divid":1213413225,"type":"Article","data":["John D. Post","Famine, Mortality, and Epidemic Disease in the Process of Modernization","The Economic History Review","29","February 1976","14-37"]},{"divid":1213413310,"type":"Newspaper Article","data":["","Richmond Enquirer","Richmond, Virginia","September 5, 1817",""]},{"divid":1213413334,"type":"Newspaper Article","data":["","Midgeville Republican","Midgeville, GA","December 2, 1817",""]}],"locations":[{"id":542,"lat":33.0753708914,"lng":-83.2660648937,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}