{"id":749,"title":"Theobald Smith publishes results on Texas cattle fever\n","course_id":1,"status":"P","start_date":"1893-06-01","end_date":"1893-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In the late 1860's, outbreaks of disease among Texas cattle completely destroyed almost every herd that came into contact with the disease. After the end of the Civil War, Texas cattle ranchers began shipping their calves to markets in the north to be sold. Northern ranchers began to realize, however, that whenever the southern' cattle, cattle raised in pre-Civil War slave states, came into contact with northern cattle, disease broke out among the northern cattle within a few weeks, killing almost every animal afflicted. A letter to the editor of the Chicago Tribune in June of 1868 illustrates the fears of northern cattlemen, informing them that While at Centralia, yesterday, I saw a very long train of stock cars filled with Texas and Indiana oxen on their way to Iroquois County . . . there were in the lot fourteen hundred head of old, worn-out oxen, bringing the Spanish fever with them. A writer in the Missouri Democrat has described this disease as contagious, and says that it causes the destruction of our home cattle wherever these Texas cattle are taken' (2). Blaming Texas cattle entirely for the problem, Midwestern states passed quarantine laws to keep Texas cattle from passing through their state lines in an effort to protect their herds from the fatal disease. By prohibiting Texas cattle from passing through their states, Midwesterners also got a hand up on the cattle market because Texans had to put more time and effort into finding new routes to where they needed to take their cattle.  &lt;br /&gt;Studies were done on the afflicted cattle and in 1893 Theobald Smith and Fred Lucius Kilborne published the results of their study on the Texas fever, conducted at the federal Bureau of Animal Industry. Smith and Kilbourne found that the disease was most likely caused by a parasite called Pyrosoma bigeminum, which lived in and killed red blood cells. They believed that the disease was likely spread by cattle ticks, a theory previous medical men had dismissed as absurd. Smith and Kilbourne went on to differentiate between two different types of the disease, as well as to conclude that southern cattle acquired immunities to the disease early in life and, therefore, were not affected. &lt;br /&gt;The coincidence of the border of slave and free states being the same as the border between cattle afflicted by the disease and cattle not afflicted by the disease caused many northerners in the antebellum period to blame the southern lifestyle as the cause of their diseased cattle. Smith and Kilbourne's research helped to displace this false theory in the late 1800's, and thus help displace northern and southern stereotypes that may be made today."],"display_date":"June 1893","search_date":"1893-06-15","citations":[{"divid":1213660439,"type":"Article","data":["Tamara M. Haygood","Cows, Ticks, and Disease: A Medical Interpretation of the Sothern Cattle Industry","The Journal of Southern History","52","1986","551-564"]},{"divid":1213660488,"type":"Newspaper Article","data":["The Spanish Fever","Chicago Tribune","","June 2, 1868","2"]}],"locations":[{"id":543,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}