{"id":750,"title":"Panic of 1893\n","course_id":1,"status":"P","start_date":"1893-05-05","end_date":"1893-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On May 5, 1893, the United States economy began a steady decline. Americans became unable to turn in their bank notes for gold because the limit for gold in the federal reserve was met. Over 500 financial institutions throughout the country were forced to close down and 153 national banks in the South and West failed. Rumors spread like wildfire about the failing U.S. economy and the depleted U.S. Treasury. Both the North and South began to feel the side effects of the struggling economy, although each part of the nation seemed to react to the signs and signals in a different way. The North seemed more hesitant than the South to quickly report the extent of the trouble the nation was facing, even if they were aware at the time. Week after week in May 1893, the New York Times reported banks closing in Chicago, but never actually came out and questioned the financial state of the country or what that might have to do with the failing banks. Even when the National Bank of Deposit Decides to Stop' on May 23, 1893, the article on the front page of the New York Times reports that, according to the National Bank of Deposit, the board laid the loss in deposits to the recent circulation of rumors affecting the bank' (1). &lt;br /&gt;Weeks earlier in the South, however, the Atlanta Constitution runs a front-page headline reading Nearly a Panic' and reports on the immense failures on Wall Street the day before. Throughout the day there were rumors that other failures were impending, and brokers and speculators were kept in a state of trepidation and excitement by the fear of further calamities' (1), read the dramatic article. Neither region could have foreseen the period of economic hardship that the United States would face. &lt;br /&gt;The Philadelphia and Reading Railroads, along with others, as well as the nation's most popular stock at the time were all forced to go bankrupt. Although some Southern textile and cotton mill workers lost their jobs, most were better off than other workers in America, 18% of whom became unemployed at the time. The hardest hit population by the panic, however, was southern farmers who found it impossible to make a living on the dwindling cotton prices."],"display_date":"May 5, 1893 - December 31, 1893","search_date":"1893-09-02","citations":[{"divid":1214506937,"type":"Book","data":["William J. Cooper and Thomas E. Terrill, eds.","The American South. A History",null,"New York","The McGraw-Hill Companies","1996",""]},{"divid":1214507026,"type":"Newspaper Article","data":["Panic of 1893","New York Times","","May 23, 1893","1"]},{"divid":1214507053,"type":"Newspaper Article","data":["Forced into Liquidation","New York Times","","May 23, 1893","1"]},{"divid":1214507080,"type":"Newspaper Article","data":["Nearly a Panic","Atlanta Constitution","","May 5, 1893",""]}],"locations":[{"id":544,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}