{"id":751,"title":"March 3, 1893 act of Congress to aid Cherokee Nation, NC","course_id":1,"status":"P","start_date":"1893-03-03","end_date":"1893-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 3, 1893 Congress passed an act to allow for a training school for the remaining citizens of the Cherokee Nation in North Carolina. The Cherokee Nation still owned land called the Cherokee Outlet in northwestern Oklahoma, although the Cherokee weren't able to use the land because other displaced tribes had settled there and Texas ranchers mostly used the land for grazing their cattle. The president went on to use this act in order to begin negotiations with the Cherokee, and the other Five Civilized Tribes, on selling the Cherokee Outlet to the United States to be used for settling.&lt;br /&gt;However, almost a month earlier a resolution had been presented in the Senate outlining a convention that took place in Guthrie, Oklahoma on January 18, 1893. Over 700 delegates, comprised of both leading professionals from Oklahoma and neighboring states, as well as members of the Five Civilized Tribes, had resolved overall that in the opinion of the convention it would be far better off for both Indians and whites that steps be taken toward statehood for Oklahoma and the Indian Territory' (1). The resolution, written by Witten McDonald, goes on to give the United States government the range of reasons why possessing the land would be beneficial, including arguments such as the sooner the Indian is surrounded with the guardianship of laws which protect the weak, the better for him' (3), as well as because every branch of financial and industrial business in the East would feel perceptibly the increase of markets which an opening of the Cherokee outlet would afford' (4). The resolution was written to seem almost like a plea from the Native-Americans for the United States to take the land off of their hands.&lt;br /&gt;Weeks later, the Cherokee struck a deal with the American government and sold the Cherokee Outlet for 8,595,736.12. Later that year, the Cherokee Outlet provided the land for the largest land run in American history thus far. After this land exchange, the only remaining citizens of the Cherokee Nation resided in North Carolina."],"display_date":"March 3, 1893","search_date":"1893-03-03","citations":[{"divid":1215450359,"type":"Article","data":["V.O. King","The Cherokee Nation of Indians","Southwestern Historical Quarterly","1","July 1898","58?72"]},{"divid":1215450821,"type":"Government Document","data":["Resolutions of citizens of Guthrie, Oklahoma, for opening up to settlement Cherokee Outlet","Senate Bills and Resolutions","February 7, 1893","","","","","LexisNexis",""]}],"locations":[{"id":545,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}