{"id":752,"title":"Lynching of Henry Smith\n","course_id":1,"status":"P","start_date":"1893-02-01","end_date":"1893-02-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 1, 1893 in Paris, Texas, Henry Smith was tortured and burned on a ten-foot high platform surrounded by an audience of thousands. Although there are only three reported lynchings in Texas in 1893, Henry Smith's lynching quickly became national news. The New York Times ran the headline Another Negro Burned' and reported the story of the allegations raised against Henry Smith. A week prior to his lynching, Smith was reportedly seen carrying three-and-a-half-year-old Myrtle Vance, through the city of Paris, Texas, telling onlookers he was taking her to the doctor's office, when all along he had lured her to him with a piece of candy. Smith supposedly took the young girl to a pasture outside of the city, assaulted, and murdered her, covering her body with leaves and staying beside her throughout the night. Later the next day, after the girl's body was discovered, a search party was assembled to locate the missing Henry Smith.&lt;br /&gt;Smith was found almost a week later in Hempstead County, Arkansas and was then transported back to Paris, Texas, where his train was greeted by over 10,000 outraged citizens from all parts of Texas. Smith's torture began not long after his arrival in Paris, with his body being burned all over with hot irons for over an hour. The detailed story of Smith's Terrible Lynching' was even told on the front page of Virginia's Richmond Dispatch the day after the act took place, the paper reporting that the maddened mob tortured him with a diabolical cunning that savages only are supposed to show' (1).      &lt;br /&gt;In the years following the lynching of Henry Smith, the number of lynchings in Texas fluctuated, but the lynching of Henry Smith would eventually have an effect. Because the lynching of Henry Smith was so widely publicized and seen by all of America, a Texan antilynching movement began to work for antilynching laws. An antilynching law was passed in Texas in 1897."],"display_date":"February 1, 1893","search_date":"1893-02-01","citations":[{"divid":1213662459,"type":"Online Encyclopedia","data":["Handbook of Texas Online","Lynching","http://www.tsha.utexas.edu/handbook/online/articles/LL/jg1.html","September 17, 2005"]},{"divid":1213662518,"type":"Article","data":["Richard M. Perloff","The Press and Lynchings of African-Americans","Journal of Black Studies","30","2000","315-330"]},{"divid":1213662612,"type":"Newspaper Article","data":["Another Nego Burned","New York Times","","February 2, 1893","1"]},{"divid":1213662651,"type":"Newspaper Article","data":["Terrible Lynching","Richmodn Dispatch","","February 2, 1893","1"]}],"locations":[{"id":546,"lat":33.6670667346,"lng":-95.5711498325,"zoom":9,"place":"LAMAR, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}