{"id":755,"title":"Archibald D. Murphey submits proposal for universal education\n","course_id":1,"status":"P","start_date":"1817-04-01","end_date":"1817-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1817, North Carolina was considered to be behind the times, sleepy, and backward.  Archibald D. Murphey, a member of the North Carolina state Legislature, suggested several proposals to the state Senate as ways to improve this.  The proposal of which he was most proud was for the universal education of white male children in the state.  He called for the creation of primary schools, academies, and a University of North Carolina, to be funded in part by the state government, and in part by local governments.  Children who could afford to pay would be required to, but poor children would be allowed to attend primary school for free.  If they were deemed intelligent enough, they would be allowed to attend the academies and University for free as well.  His proposal was not enacted at the time, but was very popular among the people.  Murphey also was an advocate of other ways to improve the state, including making rivers fully navigable, and clearing land for roads so as to create a major commercial center in North Carolina.&lt;br /&gt;Murphey's plan was one of many throughout the South.  Senator Elliott, from Liberty County, Georgia suggested a similar program to the state legislature of Georgia.  He argued that educating the people of the state would lead to be better state security.  In South Carolina, there was a system of free schools instituted in the county of Kershaw.  They had yearly meetings in which those who wished to build a new school or have a new school built near them could voice this request.  The Virginia General Assembly established a committee to look into the possibility of public education throughout the state.  The committee's report recommended a comprehensive system of education with several different levels of school, in accordance with the recommendations Thomas Jefferson had made years earlier.  The committee even drafted a possible bill that would put the system into place, and the bill was supported by then President James Monroe."],"display_date":"April 1817","search_date":"1817-04-15","citations":[{"divid":1213661637,"type":"Book","data":["Hugh Lefler and Albert Newsome","The History of a Southern State: North Carolina",null,"North Carolina","The University of North Carolina Press","1973","328-330"]},{"divid":1213661679,"type":"Newspaper Article","data":["","Milleddgeville Republican","Milledgeville, GA","November 25, 1817",""]},{"divid":1213661713,"type":"Newspaper Article","data":["","Raleigh Minerva","Raleigh, NC","October 24, 1817",""]},{"divid":1213661767,"type":"Pamphlet or Other Printed Material","data":["","Sundry Documents on the Subject of a system of public education for the state of Virginia ","Richmond, VA","Richet, Trueheart, and Du-Val","1817","Special Collections Library, University of Virginia"]}],"locations":[{"id":548,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}