{"id":756,"title":"Rural delivery amendment to post office appropriation bill passed\n","course_id":1,"status":"P","start_date":"1893-02-17","end_date":"1893-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By 1892, rural Southern farmers were practically begging Washington for free delivery of their mail. The Committee on Post Office and Post Roads refused to submit a bill for the service to the House of Representatives because they feared that the cost of rural delivery would put too much of a burden on Americans. Southern congressmen, however, decided to take a different route and, instead, attempt to get funds for an experimental rural delivery system through an amendment to the Post Office appropriation bill. Two Georgia congressmen, Leonidas Livingston and Tom Watson, were able to secure funds for the experimental rural delivery system through an amendment to the post office appropriation bill on February 17, 1893. &lt;br /&gt;On March 3, 1893, the Post Office Appropriations Act, for the fiscal year ending on June 30, 1894, was officially approved. Within the documentation of the act, under the section labeled Office of the First Assistant Postmaster-General,' the sixth appropriation listed reads For free delivery service, including existing experimental free-delivery offices, eleven million two hundred and fifty-four thousand nine hundred dollars, of which the sum of ten thousand dollars shall be applied under the direction of the Postmaster-General to experimental free-delivery in rural communities other than towns and villages' (159). By the time the appropriations committee approved the act, the free delivery had successfully been added. However, the money is put under the control of the Postmaster-General, who had his own agenda concerning the act.   &lt;br /&gt;Although the bill was passed, the Postmaster General refused to start the experiment. The first mail routes were not established until four years later, in October 1896."],"display_date":"February 17, 1893","search_date":"1893-02-17","citations":[{"divid":1216928094,"type":"Government Document","data":["Resolutions of citizens of Guthrie, Oklahoma, for opening up to settlement Cherokee Outlet","Congressional Record, 52nd Congress, 2nd session","February 7, 1893","","","","","LexisNexis Academic &amp; Library Solutions","http&#58;//newman.richmond.edu&#58;2054/congcomp/document?_m=fedd66aaf3198ac880280a5b4f3a89af&amp;_docnum=1&amp;wchp=dGLzVlz-zSkSA&amp;_md5=194cf46b496c18129ea5032932413217"]},{"divid":1216928251,"type":"Article","data":["V. O. King","Cherokee Outlet","Southwestern Historical Quarterly Online","Vol. 2, No. 1","1899","58-72"]},{"divid":88544,"type":"Manuscript","data":[null,null,"NluZzRjm"]}],"locations":[{"id":549,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}