{"id":757,"title":"Committee on Elections rejects contested election for territorial delegate\n","course_id":1,"status":"P","start_date":"1817-01-10","end_date":"1817-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The election for territorial delegate in Missouri was hotly contested.  The dispute went to the House of Representatives Committee on Elections for reconsideration.  Rufus Easton, the incumbent was running against John Scott, who was favored by Territorial Governor Clark.  Scott allegedly brought late votes to the Governor from St. Charles County.  The Governor decided to accept them, and declared Scott the winner by a mere 15 votes.  Easton contested the election in a report listing the irregularities of the poll.&lt;br /&gt;Because Missouri was a territory and not a state at the time, the House of Representatives seemed to dismiss the case as unimportant.  They said that the problems had arisen in the territory, but would not arise in a state where public opinion has its proper influence'.  The Committee on Elections recommended to the Congress that Rufus Easton be declared the winner, but on January 10th the Congress decided that they could not accurately determine the validity of the election.  They called for a new election to be held in August.  John Scott was declared the winner of that election as well, and went to Washington to claim his seat as delegate.  The <em>Missouri Gazette</em>, favoring Easton in the election, published an angry article claiming that the second election had been conducted unfairly as well."],"display_date":"January 10, 1817","search_date":"1817-01-10","citations":[{"divid":1213817613,"type":"Book","data":["William E. Foley","A History of Missouri: Volume I, 1673 to 1820",null,"Columbia","University of Missouri Press","1971","199-202"]},{"divid":1213817759,"type":"Government Document","data":["Missouri Contested Election","Annals of Congress 14th Congress, 2nd Session","January, 1817","","","","395-454","The Library of Congress: American Memory","http://memory.loc.gov"]}],"locations":[{"id":550,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}