{"id":759,"title":"Kentucky Legislature attempts to block Bank of United States from opening branches in Kentucky\n","course_id":1,"status":"P","start_date":"1817-01-15","end_date":"1817-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Kentucky Legislature moved to prevent a branch of the Second Bank of the United States from entering Kentucky.  The bill, an act to prevent the circulation of private notes in this commonwealth' was passed on January 13th.  It was unsuccessful in its attempt, and branches opened soon afterwards in Louisville and Lexington.  These banks were not popular among the locals, who tended to prefer their state banks.  The national bank was not any more fiscally responsible than the state banks, and together they flooded the state with currency.  Before the new banks, currency had not been widely used in the state, and bartering had been the common method of trade.  The new influx of currency and easy credit led to a great deal of speculation, and probably contributed to the Panic of 1819. &lt;br /&gt;The Second Bank of the United States also opened branches in Washington, D.C.; Richmond, VA; Norfolk, VA; Savannah, GA; and Cincinnati, OH during 1817.  <em>The Raleigh Minerva </em>hoped that the Bank would choose Raleigh as the city in which to put their South Carolina branch.  Other cities in the state were hoping the Bank would set up a branch in their towns instead.  On September 11th the Fayetteville Observer joyously announced that Fayetteville had been chosen as the site for the South Carolina branch.  A branch of the Bank would bring tourism and trade to a town that otherwise might not find themselves on a map.  Also, the easy credit that the bank provided was covetable in the short run, despite the fact that it turned out to be detrimental in the long run.  It was very successful in the beginning, and by September 19th the stock price in the Bank had reached 150."],"display_date":"January 15, 1817","search_date":"1817-01-15","citations":[{"divid":1214507153,"type":"Book","data":["Lowell Harrison and James Klotter","A New History of Kentucky",null,"Lexington, KY","University Press of Kentucky","1997",""]},{"divid":1214507195,"type":"Newspaper Article","data":["","The Reporter","Lexington, KY","February 12, 1817",""]},{"divid":1214507214,"type":"Newspaper Article","data":["","The Raleigh Minerva","Raleigh, NC","February 21, September 19, October 24 1817",""]}],"locations":[{"id":552,"lat":38.2189935434,"lng":-85.6346002753,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}