{"id":76,"title":"The Third Seminole War\n","course_id":1,"status":"P","start_date":"1856-08-21","end_date":"1856-08-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Seminole Wars were bitter fights between the white settlers of Florida and the Seminole Indians, a tribe founded in the 1700s after tribes migrated further south.  The First Seminole War began in 1817 when Andrew invaded Eastern Florida, backed by the U.S. Army.  While the first war only lasted a year, the Second Seminole War began in 1821 and did not end 1842, although no peace treaty was ever signed.  The Third Seminole War was the decisive conflict which ended warfare between the two parties and decimating the Seminole population.&lt;br /&gt;&lt;br /&gt;The Third Seminole War, the last war between the settlers and the Seminole Indians in Florida, lasted from 1855 until 1858.  The war was also known as Billy Bowleg's War because Billy Bowlegs was the main Seminole leader in this third and final installment.  War broke out for the third and final time between the settlers and the Seminole Indians primarily over land disputes and by the conclusion of the war, there were less than two hundred remaining Seminoles in Florida.  After the war, Billy Bowlegs and his family migrated to Indian Territory in Oklahoma under the terms of surrender.  &lt;br /&gt;&lt;br /&gt;On August 21, 1856 an attempt to resolve warfare in Florida was made with the recently ratified treaty between the United States and the Creek and Seminole tribes.  The treaty called for the Creeks and Seminoles to submit there land and move west.  Once these people moved west, they would be given a Seminole government independently of association with any other tribes (The New York Daily, Aug 22, pg. 4).'  The treaty however did not put an end to the violence between the Seminoles and the white settlers and in the end, the Seminoles were forced to relocate west, but without an independent government or the pecuniary and the civil advantages (The New York Daily, Aug 22, pg. 4)' that the treaty promised."],"display_date":"August 21, 1856","search_date":"1856-08-21","citations":[{"divid":1213216118,"type":"Book","data":["A History of Florida","Charlton W. Tebeau",null,"Coral Gables","University of Miami Press","1971","151-170"]},{"divid":1213216494,"type":"Newspaper Article","data":["","The New York Daily","New York","August 22, 1856",""]}],"locations":[{"id":58,"lat":29.7296251981,"lng":-82.4202056031,"zoom":9,"place":"ALACHUA, Florida"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}