{"id":760,"title":"Start of Mitcham War\n","course_id":1,"status":"P","start_date":"1893-06-01","end_date":"1893-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Clarke County, Alabama was the site of great social and political discontent throughout the late 1800's. Affects of the Civil War had created a dominant middle class, as well as a strong African American vote, in Clarke County. When the 1892 elections for Governor of Alabama arrived, most Clarke County residents supported one of two political parties- the Democratic Party or the Farmer's Alliance. The race for governor between Democratic candidate, Thomas Goode Jones, and Alliance-backed candidate, Reuben F. Kolb, promised to be a close one. Local newspapers enhanced the dramatic race by publishing warnings from the Democratic Party, stating that Misrepresentations and falsehood are the chief weapons of the Kolb party' (2). Conflict began immediately after the election, with claims that Jones' victory was the result of illegal actions, such as ballot stuffing. The front page of the Birmingham Age-Herald reported, just days after the election, that The political situation in Alabama is critical and the gravest fears of the leaders of two legislatures and two state governments from present indications, may be realized' (1). Democrats carried the black vote in Clarke County, infuriating citizens of the rural precinct of Mitcham Beat, who had turned to the Alliance after feeling ignored by their own local Democratic Party. This group of citizens of Mitcham Beat, secretly named Hell-at-the-Breech, didn't have a loyalty to the Alliance, either, but voted that way simply to be accepted politically. When the Alliance began reporting lawlessness on the part of white men in Mitcham Beat, the men took out their frustration with violence.     &lt;br /&gt;The murder of elite Democratic Party member Ernest McCorquodale, allegedly over McCorquodale's foreclosure of a Hell-at-the-Breech member's farm , was investigated, but never solved after all suspects were found to have alibis. Not long after, in June 1893, a black man, William Howze, was murdered outside of Mitcham Beat for mistreating a white woman. When the black man's brother was accused of the same crime a month later, two prominent citizens of Clarke County stepped forward to prevent his lynching. When the Hell-at-the-Breech posse confronted an upper-class store owner in a neighboring town over allegations that the store owner had mistreated a boy from Mitcham Beat, leaders of Clarke County saw connections between McCorquodale and Howze's murders. The Mayor stepped in to protect Clarke County around the same time that McCorquodale's death was avenged by the murder of Hell-at-the-Breech member, Lev James. Soon after, Hell-at-the-Breech members' names were given by tortured members and, to make a point, the mob of Clarke County men publicly shot one of the most prominent members of the group, Quincy Bledsole. Although this ended the reign of Mitcham Beat's Hell-at-the-Breech, the bitterness of the working class would live on in Clarke County."],"display_date":"June 1, 1893 - August 30, 1893","search_date":"1893-07-16","citations":[{"divid":1213449297,"type":"Article","data":["Harvey H. Jackson","The Middle-Class Democracy Victorious: The Mitcham War of Clarke County, Alabama, 1893","The Journal of Southern History","57","1991","453-478"]},{"divid":1213449381,"type":"Newspaper Article","data":["Democratic Warning","Birmingham Age-Herald","","August 1, 1892","2"]},{"divid":1213449404,"type":"Newspaper Article","data":["Kolb&#39;s Wild Talk","Birmingham Age-Herald","","August 6, 1892","1"]}],"locations":[{"id":553,"lat":31.6766489025,"lng":-87.8308040287,"zoom":9,"place":"CLARKE, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}