{"id":761,"title":"Governor McMinn of Tennessee explains his Treaty with the Cherokee Indians to the state legislature\n","course_id":1,"status":"P","start_date":"1817-10-12","end_date":"1817-10-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In explaining the treaty to the legislature, McMinn focused also on the relationship between Tennessee and North Carolina, as well as both of their relationships (and that of the United States) with the Cherokees.  The Cherokees had occupied what McMinn estimated to be five to seven million acres of land between the Tennessee and Mississippi Rivers.  He encouraged the Tennessee legislature to enact laws to guard the poor against the watchful speculator' (Raleigh Minerva), since there would now be a lot of new land available that the Cherokees had given up in the treaty.  He did not explain how the treaty came about, but it was documented nonetheless. &lt;br /&gt;A commission headed by Andrew Jackson and Tennessee Governor Joseph McMinn sought to solve some of the problems between whites and Native-Americans in the Louisiana Territory.  Problems had arisen when President Thomas Jefferson encouraged the Cherokee Indians in Tennessee to relocate to the Louisiana Purchase.  However, he had failed to specify land that they could have, and much of it was occupied by white settlers.  Jackson and McMinn offered the Cherokees land along the Arkansas River and the White River, in return for the Cherokees vacating their land in Georgia east of the Chatahoochie River and the Sequatchie Valley in Tennessee, and giving up all their claims in the Alabama Territory.  The U.S. government would pay for the expenses of all Indians migrating west.  As they migrated west, they promised to relinquish all claims to the land as they moved off of it.  The Tennessee Cherokees agreed, and the agreement became the Jackson-McMinn Treaty.  Other counties which gained land as a result of the treaty were Grundy, Bledsoe, Van Buren, and Warren."],"display_date":"October 12, 1817","search_date":"1817-10-12","citations":[{"divid":1213661386,"type":"Book","data":["Robert E. Corlew","Tennessee, A Short History",null,"Tennessee","University of Tennessee Press ","1981","147-150"]},{"divid":1213661419,"type":"Newspaper Article","data":["","Raleigh Minerva","Raleigh, North Carolina","October 17, 1817",""]},{"divid":1213661442,"type":"Newspaper Article","data":["","Mississippi Republican ","Natchez, Mississippi","August 13, 1817",""]}],"locations":[{"id":554,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Tennessee"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}