{"id":762,"title":"Chicago World&#39;s Fair Contest in Georgia\n","course_id":1,"status":"P","start_date":"1893-05-01","end_date":"1893-10-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Chicago World's Fair, or the World Columbian Exposition, opened its gates to the American public on May 1, 1893, having constructed over 200 new buildings in order to house the enormous number of exhibits the fair would open to the international public. Among its hundreds of exhibits and performances were models of new industrial machinery, specially-made buildings, and Buffalo Bill's Wild West Show. Visitors to the World's Fair could be amused for days with the introduction of electrical power used to illuminate the International Exhibition, speakers such as Fredrick Douglass and Susan B. Anthony, as well as the first Ferris wheel, exotic dancer, Juicy Fruit gum, and Aunt Jemima pancake mix. &lt;br /&gt;Although the fair was held in Chicago, word of the fair had spread throughout the entire United States. Even poor southerners attempted to find ways to visit the fair before it ended. Letters were mailed, by hotels located near the World's Fair, advertising discounted rates to southern farmers and their families, should they decide to make the trip. The letter went over the proper dress guidelines for visiting the World's Fair, assuring farmers' wives that they wouldn't need to purchase a new dress for the occasion, maybe only a new pair of shoes. Train rates were also discussed as being reasonable enough for a rural family to make the trip by train. &lt;br /&gt;The letter addressed to the wives of farmers tried hard to convince southerners to make the trip. The Atlanta Constitution also held a contest to choose five lucky recipients of a free trip to the World's Fair. One each of a fireman, policeman, factory worker, teacher, and military personnel were to be chosen, depending on the number of write-in votes a person for each category received. The Chicago World's Fair also made a controversial decision to admit African-Americans. Although the fair lasted for almost half a year, African-Americans were admitted to visit the fair for one day only."],"display_date":"May 1, 1893 - October 3, 1893","search_date":"1893-07-17","citations":[{"divid":1214507319,"type":"Government Document","data":["Sixty-Second Annual Report of the Commissionery of Indian Affairs to the Secretary of the Interior","Department of the Interior","1893","","","","61-63","University of Washington, University of Washington Libraries",""]},{"divid":1214507439,"type":"Newspaper Article","data":["World&#39;s Fair Free","Atlanta Constitution","","1893","5"]}],"locations":[{"id":555,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}