{"id":764,"title":"General Gregor McGregor invades Florida\n","course_id":1,"status":"P","start_date":"1817-06-29","end_date":"1817-12-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An Englishman named Gregor McGregor, a veteran of the Napoleonic wars, wanted to take over East Florida in the name of Venezuela, New Granada, Mexico and Rio de la Plata.  He had been unable to establish a government among the Venezuelans as he had wished, and had lost all hope of receiving supplies for his army there, so in February 1817, he moved on to Mexico.  On the Island of St. Thomas, he encountered 130 more men to fight in his army.  In June, he went to Baltimore, Charleston, and Savannah to hire more troops and obtain supplies for his attack on Spanish Florida.  Promising land in Florida when he conquered it, McGregor was successful in raising an army, largely of veterans of the War of 1812.  He assembled his troops at mouth of the Altamaha River, and they marched to nearby Fernandina (later Amelia Island) with the intent to fight.  When they arrived, the Spanish were so intimidated by the display that they surrendered immediately when he landed on June 29th.  &lt;br /&gt;On July 10th the Savannah Republican reported that General McGregor had garrisoned Amelia Island, St. Johns, and Augustine.  Ruggles Hubbard, the high sheriff of New York City, arrived on August 8th and McGregor decided to put him in charge and leave Fernandina.  He returned to his home in Baltimore with his wife.  Hubbard's control of the territory ended abruptly on September 21st, when Luis Aury, a pirate, claimed Florida as his in the name of Mexico.  General lawlessness ensued, and on December 23rd, Aury was deposed by the United States Navy.  He surrendered without a shot.  &lt;br /&gt;The whole affair was very exciting for the people of the South, and accounts of the most recent events in East Florida could be found in newspapers throughout the region on an almost daily basis.  East Florida was an attractive land for America for several reasons.  The weather was pleasant, but more importantly, it was perfect for a variety of valuable trees.  It had the best harbor in the gulf, which would be very helpful for trade.  Also, having foreign soil so close by had made it difficult for southern Alabaman police to enforce laws, since criminals could so easily escape over the border."],"display_date":"June 29, 1817 - December 23, 1817","search_date":"1817-09-25","citations":[{"divid":1213818213,"type":"Book","data":["Michael Gannon","The New History of Florida",null,"Gainesville","University Press of Florida","1996","111-113"]},{"divid":1213818293,"type":"Newspaper Article","data":["","Mississippi Republican","Natchez, Mississippi","August 13th, 1817",""]},{"divid":1213818319,"type":"Newspaper Article","data":["","Lexington Reporter","Lexington, Kentucky","February 12th, 1817",""]},{"divid":1213818334,"type":"Newspaper Article","data":["","Richmond Enquirer","Richmond, Virginia","September 5th, 1817",""]}],"locations":[{"id":557,"lat":null,"lng":null,"zoom":8,"place":"BALDWIN, Alabama"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}