{"id":770,"title":"Report On colonizing the free people of colour of the United States submitted to Congress\n","course_id":1,"status":"P","start_date":"1817-01-14","end_date":"1817-01-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The resolution by Congress was in response to a January 14th publication of the American Society for Colonizing the free people of colour of the United States.  Their letter to Congress was very condescending to the blacks who they were trying to help.  They noted that despite the fact that in Africa they had had access to large tracts of land, fertile soil, and other rich natural resources, they had made no progress in the refinements of civilization'.  They hoped that by re-colonizing them in Africa, they would be able to convert more people on that continent from their gross and abject superstitions' to Christianity.  Other groups had similar ideas.  The American Society for the Return of Negroes to Africa was founded in Richmond in 1817, with a stated mission that was nearly the same. ","Congress examined the proposal thoroughly.  They decided that any proposed colony would have to be far away from American soil to have the intended effect of separating free blacks from the enslaved blacks, and from the free whites, with whom they can never be equal.  The point of this separation was to diffuse any conflicts that might erupt should the free blacks get frustrated with the injustice and turn to violence.  So if the land must be far away, where would it be, and how would the government obtain it?  Great Britain already had a colony for free blacks in Sierra Leone.  The Congress discussed sending free American blacks to that colony, as well as creating a new colony just for American freedmen.  A new colony would require a rather large monetary contribution from the United States government for the land on which to build the colony, and food until they were able to establish their own farms, as well as military protection for a long time before they could set up their own stable government. Once they did set up a stable government, would the new nation wage war against the oppressors of their brothers, still enslaved in the United States?  If there were an American free blacks colony near a British free blacks colony, how would this affect America's relations with Great Britain?  The Congress posed many questions in their joint resolution, and came to conclusive answers on only a few.  In the end, they decided to talk with Great Britain about the possibility of sending American freedmen to their colony in Sierra Leone before making any further recommendations."],"display_date":"January 14, 1817","search_date":"1817-01-14","citations":[{"divid":1214507721,"type":"Book","data":["Laurence Urdang, ed.","The Timetables of American History: Millennial Edition",null,"New York","Touchstone Books","1984","175"]},{"divid":1214507765,"type":"Government Document","data":["Report On colonizing the free people of colour of the United States ","U.S. 14th Congress Doc. 78","1817","","","","","Alderman Library, University of Virginia",""]},{"divid":1214507846,"type":"Manuscript","data":["","Memorial of President and Board of Managers of the American Society for Colonizing the free people of colour of the United States, broadside",null,"","","","Alderman Library, University of Virginia"]}],"locations":[{"id":562,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}