{"id":775,"title":"The Zebulon M. Pike arrives in St. Louis\n","course_id":1,"status":"P","start_date":"1817-08-02","end_date":"1817-08-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Zebulon M. Pike arrived in St. Louis, Missouri on August 2nd, 1817.  It was the first steamboat to take the Mississippi River as far North as the Ohio River.  For the people of St. Louis, and those aboard the steamboat, this was the sign of a new era in which steamboats made distant cities easily accessible, as more and more rivers became navigable. On Christmas morning 1817, the steamboat Charleston Rogers arrived in Charleston.  It carried 28 passengers from Savannah, and made the trip in just two days.  The people of Norfolk, Virginia witnessed a similarly impressive spectacle when the steamboat Virginia pulled into the port, towing a frigate boat behind it.  The frigate had been unable to continue along its intended path due to lack of wind, but the steamboat was not subject to the weather, and helped out. &lt;br /&gt;Technology like the steamboat changed the face of the American South.  States devoted more money to internal improvements such as widening rivers or creating canals to make steamboats even more efficient forms of transportation.  This made trade with distant neighbors practical, when before it would have taken significantly longer.  A ride on a steamboat was a novelty, not just a way to get from place to place."],"display_date":"August 2, 1817","search_date":"1817-08-02","citations":[{"divid":1214507936,"type":"Book","data":["William E. Foley","A History of Missouri Volume 1 1673-1820",null,"Columbia, MO","University of Missouri Press","1971",""]},{"divid":1214507985,"type":"Newspaper Article","data":["","Southern Patriot","Charleston, SC","December 22 and December 26, 1817",""]}],"locations":[{"id":566,"lat":null,"lng":null,"zoom":8,"place":"ST LOUIS, Missouri"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}