{"id":783,"title":"South Carolina Executive Council Created by Secession Convention\n","course_id":1,"status":"P","start_date":"1861-12-14","end_date":"1861-12-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In response to Union military action in South Carolina, including the fall of Port Royal, David F. Jamison President of the Secession Convention gathered members of the Secession Convention.  The Convention, created an Executive Council on December 14, 1861 to rule the state, partly because there was little confidence in the governor.  Governor Pickens was a scapegoat for the fall of Port Royal, as well as the fire in Charleston that started on December 11, 1861.  The Council consisted of five members: the governor and lieutenant governor were included in the Executive Council, but they were outnumbered by three members elected from the Secession Council.  The Executive Council possessed unchecked authority and began to pass measures that ignored the individual rights of South Carolina's citizens.&lt;br /&gt;The Council declared martial law along the state's coast, and made it known Unionist sentiment was intolerable.  Treason against this State shall consist only in levying war against the State, or adhering to its enemies, giving them aid and &lt;br /&gt;comfort; and that treason shall be punished by death, without benefit of &lt;br /&gt;clergy,' one proclamation read.  The state was divided into four districts, each of which was responsible for sending 750 slaves each month to work on Confederate fortifications.  For a period of time, no one could leave or enter Columbia or Charleston without a passport.  The Council often met in secret.  The citizens of South Carolina detested the Council; they felt they were fighting a war to escape such tyranny.  Less than a year after it was created, the Council was dissolved in September 1862."],"display_date":"December 14, 1861","search_date":"1861-12-14","citations":[{"divid":1213479827,"type":"Book","data":["Edgar Walter","South Carolina, A History",null,"South Carolina","University of South Carolina Press","1998","361-362"]},{"divid":1213479864,"type":"Website","data":["University of North Carolina","Ordinances and Constitution of the State of South Carolina, with the Constitution of the Provisional Government and of the Confederate States of America","University of North Carolina","http://docsouth.unc.edu/southcar/south.html","October 26, 2005"]}],"locations":[{"id":572,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}