{"id":784,"title":"Martial Law Declared in Missouri\n","course_id":1,"status":"P","start_date":"1861-08-30","end_date":"1861-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["General Fr?mont, sent to expel rebel forces from Missouri, declared martial law on August 30, 1861.  He assumed entire control over the government of the state and began to issue sweeping and controversial mandates.  Any armed person found within Union lines was to be shot, and any person rebelling against the Union would have his property seized and his slaves freed.  Upon hearing this news, Lincoln quickly revoked the measures, though Fr?mont was kept in control of Missouri.  As a critical border state, Lincoln feared such draconian policies would alienate the Missouri population and lead to greater support of the Confederacy.&lt;br /&gt;Though it was a slave state in 1861, Missouri never seceded, remaining in the Union as a so-called border state.'  The governor, Claiborne Jackson, refused to send troops to support the Union.  In May he assembled the state militia in St. Louis, where they were defeated by Union forces under General Nathaniel Lyon.  A fight broke out between Union forces and local citizens, ending in a massacre.  The declaration of martial law happened within this context of disarray and bitterness.  The city of St. Louis had already been under martial law when Fr?mont assumed power over the state.    &lt;br /&gt;General Fr?mont's proclamation was reprinted in the New York Times on September 1, 1861.  Explaining why he had declared martial law, Fr?mont mentioned the state's disorganized condition, the helplessness of the civil authority, the total insecurity of life, and the devastation of property by bands of murderers and marauders.'  He very plainly stated, All persons who shall be taken with arms in their hands;will be shot.'  The order stated that all people who had been led away in their allegiances are required to return to their homes.'  If they did not return home, their absence;will be held to be presumptive evidence against them.' &lt;br /&gt;Southern papers were outraged by Fr?mont's proclamation.  The Richmond Daily Dispatch called it an abominable, atrocious, and infamous usurpation;which nothing could justify or excuse.'  The article continued, saying Fr?mont was trying to reduce the free white men of Missouri to a slavery worse and more abject than that which prevails on Southern plantations.'"],"display_date":"August 30, 1861","search_date":"1861-08-30","citations":[{"divid":1213414044,"type":"Book","data":["William E. Parrish","A History of Missouri: Volume III 1860-1875",null,"Missouri","University of Missouri Press","1973","36-37"]},{"divid":1213414089,"type":"Newspaper Article","data":["Proclamation of Gen. Freemont","The New York Times","","September 1, 1861","1"]},{"divid":1213414113,"type":"Newspaper Article","data":["Freemont and His Proclamation ","The Richmond Daily Disptach","","September 12, 1861","1"]}],"locations":[{"id":573,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}