{"id":786,"title":"Union Troops Seize Fort Massachusetts\n","course_id":1,"status":"P","start_date":"1861-12-04","end_date":"1861-12-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Union forces gained control of an evacuated fort that was being constructed on Ship Island by the Confederates on December 4, 1861.  Located along one of the major shipping lanes into New Orleans, the fort controlled the movement of ships in the area and tightened the blockade on New Orleans.  New Orleans is located at the mouth of Mississippi by controlling New Orleans, the Union forces were able to prevent Confederate ships from leaving the Mississippi River.  Naval blockade ships stopped at the fort for supplies and to make repairs.  The U.S. Army Corps of Engineers went to work finishing the fort with some difficulty, because many of the supplies had to be shipped in from the North.  &lt;br /&gt;Union troops were also stationed at Ship Island, using it as a base of operations, from which expeditions can be set on foot to any desired point.' According to the reporter sent by the New York Times, the army would use the island to attack some of the strongholds of the rebels, in connection with the navy.'  The fort was small, possessing only around twenty cannons.  In conjunction with naval ships, however, the fort held a commanding presence between New Orleans, LA and Mobile, AL."],"display_date":"December 4, 1861","search_date":"1861-12-04","citations":[{"divid":1213663729,"type":"Website","data":["National Park Service","Fort Massachusetts","National Park Service","http://www.nps.gov/guis/extended/MIS/History/Forts.htm","October 12, 2005"]},{"divid":1213663781,"type":"Newspaper Article","data":["Scene of Operations in the Gulf Ship Island, and the approaches to New Orleans","The New York Times","","December 17, 1861",""]}],"locations":[{"id":575,"lat":30.4153553616,"lng":-88.9262781184,"zoom":9,"place":"HARRISON, Mississippi"}],"tags":[{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}