{"id":787,"title":"Fire in Charleston\n","course_id":1,"status":"P","start_date":"1861-12-11","end_date":"1861-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A huge fire broke out in the city of Charleston on December 11, 1861.  It continued to burn into the next day.  Charleston was historically one of the wealthiest cities in the South because of its role as a leading port.  The fire attracted national attention, as the New York Times compiled what information it could from various Southern papers: A reprint from the Charleston Courier estimated the fire caused 7,000,000 in damage (in 1861 currency, not adjusted).  Close to 600 buildings 540 acres of the city burned, including five churches.  Negro shanties' may have been included in the count, exaggerating the damage, according to the opinion of the New York Times writer.  Confederate President Jefferson Davis expressed his condolences, according to a reprint from Richmond Dispatch, promising to pay part of the debt owed to South Carolina by the Confederate government.  &lt;br /&gt;The fire was thought to break out early in the morning in Russel and Olds' sash and blind factory.  By midnight much of the city was on fire.  The business and trading parts of the town, and a great part of its public edifices and churches, are in ashes,' the Times article stated.  Another article in the New York Times stated the fire was rumored to be brought about by arson many of the rumors featured slaves starting the blaze.  On December 13, South Carolina Governor Pickens addressed the state Senate and House of Representatives about the fire, as reported by the Charleston Mercury.  He noted that A great calamity has befallen our state,' and it had happened in the very place where secession had begun, as well as where the war had begun (Fort Sumter).  He called for aid for this city at the heart of the Confederacy.  I;call your immediate attention to the relief, for the present, of the poor and destitute who may be sufferers.'  There was a large outpouring of support from around the Confederacy.  The Charleston Mercury reported on December 24, 1861 that The Fourth Alabama Regiment alone has raised 1250,' a substantial sum when a private in the Confederate army earned only 11 a month if he was paid at all."],"display_date":"December 11, 1861 - December 12, 1861","search_date":"1861-12-11","citations":[{"divid":1213663863,"type":"Newspaper Article","data":["Message","The Charleston Mercury","","Decembr 17, 1861","1"]},{"divid":1213663880,"type":"Newspaper Article","data":["Sympathy for Charleston in the Army of the Potomac","The Charleston Mercury","","December 24, 1861",""]},{"divid":1213663909,"type":"Newspaper Article","data":["Charleston in Ashes","The New York Times","","December 16, 1861","1"]},{"divid":1213663942,"type":"Newspaper Article","data":["The Great Conflagration","The New York Times","","December 18, 1861","5"]},{"divid":1213663998,"type":"Book","data":["Walter Edgar","South Carolina, A History",null,"South Carolina","University of South Carolina Press","1998","361"]}],"locations":[{"id":576,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}