{"id":788,"title":"Confederates Burn Hampton, VA","course_id":1,"status":"P","start_date":"1861-08-07","end_date":"1861-08-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 7, 1861, General Magruder took 500 Confederates with him sometime around midnight, entered [Hampton], and immediately fired the buildings with torches.'  The town was estimated to have somewhere around 500 buildings.  By the morning of August 8, seven or eight buildings were left standing.'  The town was located close to Fort Monroe, an important base of operations for Union forces during the war.  Union naval ships based at the fort plied the Chesapeake Bay to enforce the blockade.  A Confederate deserter reported that General Magruder wanted to burn Hampton to prevent Union troops from using the town for Winter quarters.  According to Union General Butler, commander of Fort Monroe, Union forces were intended to winter many miles beyond Hampton.'  The fire was thus a wanton act of cruelty to the resident Unionists, and moreover entirely useless,' concluded a New York Times writer.  Perhaps twenty white people and double that number of negroes' remained in the town; unaware of the fire or unable to flee, some were killed in their sleep.    &lt;br /&gt;According to the same deserter, General Magruder had left Yorktown, VA with 7,000 Confederates in order to attack Newport News or Camp Hamilton.  Burning Hamilton was a secondary goal.  Because the deserter reached General Butler before the main column of Confederates, Union troops were already in position guarding the entrance to Newport News.  &lt;br /&gt;Southern responses to the incident sometimes claimed Union General Butler had torched the town, but the Charleston Mercury reported on August 14, 1861, that Confederates were responsible.  The article claimed that Union troops had committed some of the foulest desecrations of these houses and homes of our Virginia people,' including using the parlors of some of the houses as latrines, as well as writing obscenities on the walls."],"display_date":"August 7, 1861 - August 8, 1861","search_date":"1861-08-07","citations":[{"divid":1213664893,"type":"Newspaper Article","data":["The Burning of Hampton","The Charleston Mercury","","August 14, 1861",""]},{"divid":1213664925,"type":"Newspaper Article","data":["Important From Fort Monroe","The New York Times ","","August 10, 1861","2"]},{"divid":1213664953,"type":"Book","data":["Robert Arthur","History of Fort Monroe",null,"Fort Monroe, VA","Printing Plant, The Coast Artillery School","1930","87"]}],"locations":[{"id":577,"lat":37.1522972227,"lng":-76.370697645,"zoom":10,"place":"YORK, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}