{"id":789,"title":"General Butler Writes Letter to Secretary of War about Fugitive Slaves\n","course_id":1,"status":"P","start_date":"1861-07-20","end_date":"1861-07-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 20, 1861, Union General Butler wrote a letter to Secretary of War Simon Cameron asking what to do with fugitive slaves.  In May, 1861, three slaves had run away from their master and sought refuge within Union lines at Fort Monroe.  When their master, Colonel Charles Mallory attempted to claim them, General Butler refused. Butler drew on his legal training for his answer.  He called the slaves contraband,' and because they could be used by the Confederates in the war against the Union, he would not return the slaves.  This, of course, contradicted the Fugitive Slave Laws of 1793 and 1850.  But the Confederacy was no longer a part of the United States; therefore, rebelling states were no longer entitled to protection under United States law, Butler reasoned.  His decision infuriated southerners.  Word spread among slaves in the Hampton area, and hundreds of slaves began to flood the Union lines.  Butler employed them in digging ditches, in his words, saving our soldiers from that labor, under the gleam of the mid-day sun.'  Many of the slave women laundered uniforms for the Union soldiers.  The slaves were paid for their labor.  &lt;br /&gt;By July, there were so many former slaves living in the city of Hampton, Butler did not know what to do with them.  He wrote a letter to Secretary Cameron on July 20, published in the New York Times several weeks later.  In it, he asked, What shall be done with them?'  He continued, Are these men, women, and children, slaves?  Are they free?'  He received a reply in August, described in The New York Herald.  The response stated that Congress had passed a new act on August 6.  Fugitive slaves in rebelling states did not have to be returned to their masters, and certainly any slave used in the Confederate war effort was forfeited.  The letter was far from abolition, mentioning reimbursing slaveholders for their escaped slaves after the war.  Still, it was a step toward emancipation, and the importance of the decision was clear to both Northerners and Southerners.  News articles about the so-called contrabands' were common.  An article in December described ex-slaves living in former President Tyler's residence in Hampton.  The basement is occupied as a contraband school-room;there stood about fifty little black children as eagerly pursueing [sic] their studies as any children could,' wrote a reporter stationed at Fort Monroe.  Many of the former slaves questioned what would become of them at the end of the war.  The journalist was optimistic, seeing how eager these poor souls are for knowledge;Crushed by man, as if they were but things, they are raised by the Almighty to the dignity of humanity'"],"display_date":"July 20, 1861","search_date":"1861-07-20","citations":[{"divid":1213662947,"type":"Newspaper Article","data":["Our Fort Monroe Correspondence","The New York Times","","December 8, 1861",""]},{"divid":1213662979,"type":"Newspaper Article","data":["The Slave Question","The New York Times","","August 6, 1861",""]},{"divid":1213663007,"type":"Newspaper Article","data":["The Situation","The New York Herald","","August 14, 1861",""]},{"divid":1213663030,"type":"Newspaper Article","data":["History&#39;s Faded Trail","The Washington Post","","November 23, 2004",""]},{"divid":1213663070,"type":"Book","data":["Robert Arthur","History of Fort Monroe",null,"Fort Monroe, VA","Printing Plant, The Coast Artillery School","1930","88"]}],"locations":[{"id":578,"lat":37.1522972227,"lng":-76.370697645,"zoom":10,"place":"YORK, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}