{"id":790,"title":"Unionists Burn Bridges in Eastern Tennessee\n","course_id":1,"status":"P","start_date":"1861-11-08","end_date":"1861-11-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 8, 1861, a group of East Tennessee Unionists led by William Blount Carter burned five bridges to hamper Confederate troop movements.  Carter, a Presbyterian minister, had spoken with Lincoln about a plan to burn eleven key bridges between Alabama and Virginia.  Many iron furnaces were located in Alabama, producing confederate cannon.  Carter's hope was for Union troops to attack Knoxville after the bridges were out, preventing Confederate reinforcements from arriving while trapping Confederate troops in the state.  No such attack ever occurred, and in fact it is questionable whether the federal government ever gave a final approval to the plan.  &lt;br /&gt;East Tennessee was very mountainous.  Like in western Virginia, Unionist sentiment was very prevalent in the mountainous terrain near Carter's hometown of Elizabethton.  The damage to the railroad;is estimated at 50,000,' according to the Knoxville Register.  A dispatch from Nashville to the New York Times stated, the loss is heavy, and will cause great inconvenience and delay.'  Though Carter escaped, some of the conspirators were hanged in December.  Following the burnings, Chattanooga was placed under martial law, and Major F.S. Heiskel, a prominent Unionist of East Tennessee, [was] arrested on a charge of inciting rebellion.'"],"display_date":"November 8, 1861","search_date":"1861-11-08","citations":[{"divid":1213898904,"type":"Book","data":["Robert E. Corlew","Tennessee, A Short History",null,"Knoxville","University of Tennessee Press","1981","340-341"]},{"divid":1213898950,"type":"Newspaper Article","data":["From the Rebel States","The New York Times","","November 23, 1861","1"]},{"divid":1213898977,"type":"Newspaper Article","data":["Five Bridges in East Tennessee","The New York Times","","November 15, 1861","1"]}],"locations":[{"id":579,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}