{"id":791,"title":"Work Begins Converting Merrimac into Ironclad CSS Virginia\n","course_id":1,"status":"P","start_date":"1861-07-24","end_date":"1861-07-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the Spring of 1861, Union forces abandoned the USS Merrimac, sinking it in the Elizabeth River near Norfolk, Virginia.  The water was shallow enough to allow Confederates to raise the ship.  During the Summer of 1861, the Merrimac was placed in dry dock at the Norfolk Navy Yard.  Originally a wooden steam-powered gunboat, Confederate engineers began coating the hull with iron, renaming it the C.S.S. Virginia.  On July 24, 1861, the Tredegar Iron Works in Richmond agreed to provide iron for the project at 6.5 cents per pound.  Work on the C.S.S. Virginia was overseen by John Luke Porter, who was principally responsible for the design.   &lt;br /&gt;Northern papers were filled with speculation about the Merrimac, often relying on Southern papers for information.  On August 21, 1861 The Chicago Tribune reprinted an optimistic article from the Louisville Courier.  The Merrimac will be a floating fortress that will be able to defeat the whole navy of the United States, and bombard its cities.  Her great size, strength, powerful engines and speed, combined with the invulnerability secured by the iron casing, will make the;destruction of the blockade fleet an easy task for her.'  The article is evidence of pro-Confederacy sympathies in Kentucky, which was a border slave state that did not secede, yet was historically tied to the South.  The CSS Virginia was built in part to break the Union blockade.  Lacking a true navy, the Confederacy relied on privateers to run the blockade and capture Union shipping.  &lt;br /&gt;According to an article in the Charleston Courier, vandals attempted to destroy with twenty kegs of powder;the hull of the forty-gun steam frigate Merrimac.'  Being partially made of iron, most of the ship survived.  The correspondent estimated the ship could have been completed within six months.  In December, however, the New York Times reported that the project was conceded by the authorities;to be a complete failure,' and work had therefore stopped.  In the dismissive article, the journalist wrote, So much for Southern mechanics.'  The CSS Virginia would sail and destroy two Union ships in March 1861 before dueling the USS Monitor to a draw.  Two months later, the CSS Virginia was destroyed by Confederate troops to keep it from falling into Union hands.  Ironclad ships ushered in a new era of naval warfare for all the global powers."],"display_date":"July 24, 1861","search_date":"1861-07-24","citations":[{"divid":1219535305,"type":"Online Encyclopedia","data":["Microsoft Encarta Encyclopedia 2005","Monitor v. Virginia","encarta.msn.com",""]},{"divid":1219535328,"type":"Newspaper Article","data":["Failure of the Merrimac","New York Times","","December 3, 1861","1"]},{"divid":1219535350,"type":"Newspaper Article","data":["The Merrimac Battery","The Chicago Tribune","","August 21, 1861","2"]},{"divid":1219535382,"type":"Newspaper Article","data":["A Rebel View of Norfolk and the Navy Yard","The Chicago Tribune","","August 19, 1861","1"]},{"divid":1219535411,"type":"Book","data":["John Quarstein","C.S.S. Virginia",null,"Appomattox, VA","H.E. Howard","2000","31-34"]}],"locations":[{"id":580,"lat":36.8397586016,"lng":-76.3809881826,"zoom":9,"place":"NORFOLK, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}