{"id":793,"title":"Kansas &#147;Jayhawkers&#39; Loot Western Missouri\n","course_id":1,"status":"P","start_date":"1861-10-30","end_date":"1861-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Kansas militia led by Jim Lane and Doc Jennison rode into Western Missouri in the Summer and Fall of 1861, claiming they intended to protect the railroads.  Instead, they gained a reputation for vicious looting; they were essentially bandits.  According to the Charleston Mercury on October 30, 1861, Even the St. Louis Republican, a fierce Abolition sheet, is ashamed of the brutalities of the Kansas ruffian, Jim Lane.'  The Mercury quoted the Republican as saying Lane had a history of undisguised robbery, plunder and outrage, not confined to Secessionists, but extending to Union men.'  Jennison's reputation was no better.  In late November, Jennison issued a proclamation later run in the New York Times.  In it, he stated that whoever shall continued in armed rebellion;shall be treated as traitors and slain wherever found.  Their property shall be confiscated, their homes burned, and in no case will any be spared, either in person or property.'  Such tactics went well beyond anything sanctioned by Lincoln.     &lt;br /&gt;Missouri citizens were outraged by the atrocities committed by the Jayhawkers.  Many, including Unionists, took up arms under William Clarke Quantrill.  Quantrill was 24 years old, energetic, and wanted for several crimes.  Quantrill's men were also guilty of many atrocities, their most famous coming at Lawrence, Kansas in 1863, where they massacred unarmed citizens.  Still, Qunatrill was viewed by many in Missouri as a dashing hero.  He was killed in battle later in the war."],"display_date":"October 30, 1861","search_date":"1861-10-30","citations":[{"divid":1213818836,"type":"Book","data":["William E. Parrish","A History of Missouri: Volume III, 1860 to 1875",null,"Columbia","University of Missouri Press","1973","60-61"]},{"divid":1213818905,"type":"Newspaper Article","data":["The Border Ruffian, Jim Lane","The Charleston Mercury","","October 30, 1861",""]},{"divid":1213818929,"type":"Newspaper Article","data":["How Col. Jennison Makes War","The New York Times","","December 1, 1861","3"]}],"locations":[{"id":582,"lat":39.0084856397,"lng":-94.3460789427,"zoom":9,"place":"JACKSON, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}