{"id":795,"title":"Battle of Wilson&#39;s Creek\n","course_id":1,"status":"P","start_date":"1861-08-10","end_date":"1861-08-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["5,500 Union forces under General Lyon engaged nearly 12,000 Confederates under General McCulloch in a surprise attack.  The attack went well at first, but Lyon's men became bogged down by Confederate artillery fire.  McCulloch's men regrouped and launched a counterattack on the Union troops.  Overwhelmed by McCulloch's numerical advantage, the Union forces were easily defeated.  The fighting was brief, lasting only through the morning, but very bloody.  By the end of the day, there were 1300 Union and 1200 Confederate casualties.    &lt;br /&gt;General Lyon was among the Union killed.  He was the first general to die in the Civil War.  Wounded in the leg and then hit by a bullet on the side of his face, he continued to lead his troops, though bleeding and dazed.  He was finally killed when a bullet pierced his heart and both lungs.  His aids placed him under a tree and covered his face with a coat so his troops would not know he had died until after the battle.  Troops around the country were hit hard by the news.  William Howard Russell, a Union soldier in Washington DC wrote in his diary the following day, The loss of General Lyon;is severely felt.  He was one of the very few officers who combined military skill and personal bravery with political sagacity and moral firmness.'  Despite the Confederate victory, Missouri remained in the Union though it was to be hotly contested for several more years."],"display_date":"August 10, 1861","search_date":"1861-08-10","citations":[{"divid":1216928839,"type":"Website","data":["National Park Service","The Battle of Wilson?s Creek","National Park Service","http&#58;//www.nps.gov/wicr/batlhist.html","October 13, 2005"]},{"divid":1216928884,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["William Howard Russell","August 11, 1861","My Diary North and South","William Howard Russell","Boston","T.O.H.P. Burnham","1863","602"]},{"divid":1216929115,"type":"Book","data":["William Riley Brooksher","Bloody Hill&#58; The Civil War Battle of Wilson&#39;s Creek",null,"Washington, D C.","Brassey&#39;s","1996","211, 214, 236"]},{"divid":1216929272,"type":"Book","data":["William Garnet Piston and Richard W. Hatcher, III","Wilson?s Creek&#58; The Second Battle of the Civil War and the Men Who Fought It",null,"Chapel Hill","University of North Carolina Press","2000","268"]}],"locations":[{"id":584,"lat":37.2580801828,"lng":-93.3419945908,"zoom":10,"place":"GREENE, Missouri"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}