{"id":797,"title":"Railway Labor Strike\n","course_id":1,"status":"P","start_date":"1877-07-16","end_date":"1877-07-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 16, 1877 tensions over pay cuts for railway workers finally came to a head as firemen and brakemen for railroads in Baltimore went on strike.  The strikers assembled at Camden Junction, 30 miles from Baltimore, and refused to allow trains to move in any direction.  Word of the strike quickly spread to West Virginia, and eventually into Pennsylvania, Missouri, and Kentucky as other railway workers followed suit and blocked the movement of trains.  &lt;br /&gt;Considered by many to be the bloodiest strike in American history, over 100 were killed, and over a thousand jailed.  However, the strike's economic ramifications produced great problems as well, as more than half of the entire nations' freight was stopped on the tracks.  Newspapers spoke of a business paralysis' as anxiety set in across the region.  Throughout the crowded business centers, commerce was not the topic of discussion, as the hordes of merchants only wished to hear updates on the strike.&lt;br /&gt;Through President Hayes' proclamations and dispatching of troops, the strike's fury was eventually calmed and both sides of the dispute were able to reach an agreement by the end of July.  Business, and life as usual, were able, somewhat, to return to normal.  However, the strike's lasting economic ramifications, as well as its galvanization of labor groups prove that its impact would be remembered.  Despite the economy's recovery into the 1880s, the number of labor strikes tripled , and state troops were dispatched at an increasing rate.  These violent demonstrations continued into the 20th century until the American Federation of Labor' determined that strikes was not always the most effective way to achieve results, and ultimately settled instead on private mediation groups."],"display_date":"July 16, 1877 - July 29, 1877","search_date":"1877-07-22","citations":[{"divid":1213266756,"type":"Book","data":["Eric Foner","Reconstruction: 1863-1877",null,"New York","Harper &amp; Row Publishers","1988","583-585"]},{"divid":1213266943,"type":"Newspaper Article","data":["The Great Strike of 1877","UE News","","October 12, 1877",""]},{"divid":1213266973,"type":"Newspaper Article","data":["","Baltimore Sun","Baltimore, MD","July 22, 1877",""]},{"divid":1213267008,"type":"Website","data":["Houghton Mifflin","Labor: II Strikes","Houghton Mifflin","http://college.hmco.com/history/readerscomp/rcah/html/ah_051202_iistrikes.htm","October 22, 2005"]}],"locations":[{"id":586,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}