{"id":799,"title":"New Georgia Constitution Debated\n","course_id":1,"status":"P","start_date":"1877-07-11","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In July of 1877, debates on the new Georgia constitution began under a Constitutional convention led by the Honorable Chas. J Jenkins.  Jenkins was one of the most popular statesmen in Georgia at the time, and was elected to head up the convention committee near unanimously.  Throughout his opening speech about the constitution, Jenkins affirmed that Negro rights had not been forgotten despite the fall of reconstruction.  Jenkins commented that no law that would impede the rights of blacks would even be considered for part of the new constitution , a notion which apparently was met with unbounded applause' throughout the assembly room.  In addition, the Constitutional convention aimed to relieve the Georgian people of the onerous impositions' of the carpetbagger problem&lt;br /&gt;This new constitution, finally ratified in December, addressed many post-reconstruction concerns and was certain to address the issue of restricting individuals and institutions' power , leading to the reduction of judicial, as well as legislative power. The old constitution was considered unacceptable to the Georgia public and, according to the Charleston News and Courier, the convention strove to give the public a document to which her citizens need not blush to swear fealty and obedience.' In addition, the new constitution is significant because its 301 amendments (until an entirely new constitution was set in place in 1945) demonstrate the growing differences and complexities of Georgia before and after the turn of the century."],"display_date":"July 11, 1877 - December 31, 1877","search_date":"1877-10-05","citations":[{"divid":1213449562,"type":"Article","data":["Ethel K. Ware","A Review of a Constitutional History of Georgia ","The Journal of Southern History","13","November 1947","570-571"]},{"divid":1213449606,"type":"Article","data":["Walter S. Martin","A Review of a Constitutional History of Georgia","The Mississippi Valley Historical Review","34","September 1947","282-283"]},{"divid":1213449717,"type":"Article","data":["Albert B. Saye","American Government and Politics: Georgia&#39;s Proposed New Constitution","The American Political Science Review","39","June 1945","459-450"]},{"divid":1213449794,"type":"Newspaper Article","data":["","The News and Courier","Charleston, South Carolina","July 12, 1877",""]}],"locations":[{"id":588,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}