{"id":801,"title":"1877 Hurricane Flooding\n","course_id":1,"status":"P","start_date":"1877-10-03","end_date":"1877-10-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Stemming from a large sea storm in the Caribbean Sea (which devastated the island of Curacao) many parts of Virginia, and the rest of the South, were flooded with water.  In Lynchburg, the rising waters destroyed many key bridges connecting sides of the James River.  In addition, ships all across the Atlantic coast were destroyed.  The canal system for commerce was greatly damaged by this and other floods and eventually actually needed to be replaced by the railroad system because of such extensive damage.&lt;br /&gt;In Baltimore, the flow of water through the Eastern part of the city was especially rapid, and rendered many well-traveled street crossings impassable. A pile of lumber was blown down the corner of the Eastern Avenue and Union Dock and completely obstructed the street.  In the nation's capital, the torrential downpour also produced serious damage.  In the early morning hours of October 4th, for example, the constant rainfall successfully dislodged nearly one half of the marble ceiling of the D.C. Patent Office's portico, sending it crashing to the ground with the sound like that of a cannon.'&lt;br /&gt;In addition to the economic and historical significance of the flooding, it also provides an interesting study in late 19th century weather-detecting and reporting technologies.  Whereas local newspapers were somewhat diligent in reporting the results of the storm, they failed to generate due public awareness that the dangerous hurricane was coming their way.  The Lynchburg Virginian, for example, included a very perfunctory and minimal for-telling of the hurricane on the morning of October 3rd, as it only announced the coming of increasing winds;and cloudiness;followed by rain areas.'  Moreover, the Richmond Dispatch, and once the destruction had already begun, issued on October 4th only the report that the weather on the 3rd was cloudy, warm, and threatening.'  Especially in light of the media's diligent coverage of the recent hurricanes, this coverage of the hurricane and flood shows the limits of weather technology in the 19th century South."],"display_date":"October 3, 1877 - October 4, 1877","search_date":"1877-10-03","citations":[{"divid":1214075460,"type":"Website","data":["David Roth","Late 19th Century Virginia Hurricanes","Hydrometeorlogical Prediction Center","http://www.hpc.ncep.noaa.gov/research/roth/valate19hur.htm ","October 12, 2005"]},{"divid":1214075520,"type":"Website","data":["Dian McNaught","The Early Virginia River Trade of the 1700s","Early America","http://earlyamerica.com/review/winter2000/trade.html","October 12, 2005"]},{"divid":1214075580,"type":"Website","data":["The City of Lynchburg","The History of Lynchburg, Virginia","The City of Lynchburg, Virginia","http://www.ci.lynchburg.va.us/home/index.asp?page=11 ","October 12, 2005"]},{"divid":1214075657,"type":"Newspaper Article","data":["","The Baltimore Sun","Baltimore, MD","October 5, 1877",""]},{"divid":1214075698,"type":"Newspaper Article","data":["","The Lynchburg Virginian","Lynchburg, VA","October 3, 1877",""]},{"divid":1214075767,"type":"Newspaper Article","data":["","The Daily Dispatch","Richmond, VA","October 4, 1877",""]}],"locations":[{"id":590,"lat":37.3167903952,"lng":-79.5201576467,"zoom":9,"place":"BEDFORD, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}