{"id":802,"title":"President Hayes&#39;s speech to the Senate Republican Caucus\n","course_id":1,"status":"P","start_date":"1877-11-11","end_date":"1877-11-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On his November 11, 1877 speech to the Republican caucus committee, Hayes announced that his new conciliatory course towards Southerners would encourage the former Whigs to join the Republican Party.  Hayes tried to ingratiate many of these old Whigs, and other Southern business powers by passing acts such as the Texas and Pacific Railroad Bill, as well as organizing the house under the pro-subsidy Garfield.  Despite these conciliatory measures though, Hayes's speech was met with skepticism as many believed Hayes was merely trying to break the unity of the Whigs.  Joseph Brown, for example, announced that the South was not in the market. We cannot be purchased by patronage.' (Perman, 266) &lt;br /&gt;In addition, although there were certainly those in favor of the president who assured that he had done a worthy job thus far and had handled the duties better than Tilden would have, many of his political appointments were spoke of with disdain.  &lt;br /&gt;The Baltimore Sun reported that many felt that a number of these appointments had credentials that directly clashed with Hayes's own civil service rules and thus should be rejected.  Unfortunately for Hayes' popularity, many from his own party were angry that Hayes, so insistent on winning back the South after reconstruction, had forgotten his own supporters.  The Sun reported that it seemed like every senator present believed that Hayes' reconciliation policy with the south was poorly timed, and that it was no time now to have a division in the party.'&lt;br /&gt;This fear of disunity was certainly prevalent throughout the caucus, as the participants wished to ensure that the general public did not begin to believe that the Republicans were a disorganized, and fragmented party.  The shouting and arguing became so loud that during the discussion that Senator Anthony, presiding over the Caucus meeting, urged the participants to keep their voices down so that the discussion could not be heard by the general public.  Unfortunately, Anthony's wishes went to no avail as information from the caucus quickly leaked to the public, spurring rumors claiming that a Republican majority had decided to cut loose from President Hayes.&lt;br /&gt;The division within the party (and the public's growing knowledge of it), as well as Hayes's ambitious partisan attempts, highlighted the ever-growing importance, and growing pains, between relations with the nation's capital and South, and unity between, and within, political parties."],"display_date":"November 11, 1877","search_date":"1877-11-11","citations":[{"divid":1213820576,"type":"Book","data":["Michael Perman","The Road to Redemption: Southern Politics 1869-1879",null,"Chapel Hill","The University of North Carolina Press","1985","266"]},{"divid":1213820644,"type":"Newspaper Article","data":["","Baltimore Sun","Baltimore, MD","November 12, 1877",""]}],"locations":[{"id":591,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}