{"id":803,"title":"William Woods Holden, Governor of North Carolina, removed from office by impeachment","course_id":1,"status":"P","start_date":"1871-03-11","end_date":"1871-03-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Woods Holden was the Governor of North Carolina in 1865 and from 1868-1871. As, the Civil War progressed Holden became a member of the Republican Party. During occupation, Holden was appointed Governor, but lost in the elections later that year.  By 1868, however, Holden was a Republican leader, who was convinced of the value and need for railroads, and he was elected Governor. &lt;br /&gt;In 1870, Holden called out the militia to suppress the Ku Klux Klan in North Carolina, which led to his impeachment by the North Carolina House of Representatives. Since Holden was appointed Governor by Republican leaders he was not received well by many southerners. In fact, the Richmond Whig claimed that the entire Republican Party in the South at the time was corrupt and aggressive. The press in the North considered Holden's impeachment to be part of a conspiracy by the Democrats in the North Carolina legislature. In North Carolina, and the throughout the rest of the South, however, Holden's impeachment was considered well-deserved. The Richmond Whig defended Holden's impeachment in 1871. According to the Richmond Whig, Holden's impeachment occurred because the people of North Carolina were outraged by Holden's arrests and imprisonment of certain citizens of North Carolina. The impeachment investigation of Holden also determined that under Holden's leadership the judiciary system, from the negro magistrate to the Chief Justice on the Supreme bench', in the State was extremely biased toward the Republican Party. Furthermore, the people of North Carolina claimed that Holden was responsible for the bankruptcy of the state.  &lt;br /&gt;William Woods Holden was the first governor of a U.S. state to be removed from office by impeachment. Holden's impeachment was significant in the South because it was part of Reconstruction politics. The impeachment demonstrated the desire of many southerners to redefine its political party alliances. In North Carolina, the voters wanted to get rid of Republican leaders that were appointed and not elected during Reconstruction."],"display_date":"March 11, 1871","search_date":"1871-03-11","citations":[{"divid":1213662223,"type":"Book","data":["Michael Perman","The Road to Redemption: Southern Politic, 1869-1879",null,"North Carolina","The University of North Carolina Press","1984","33"]},{"divid":1213662287,"type":"Newspaper Article","data":["North Carolina Affairs","The Richmond Whig","","March 11, 1871",""]},{"divid":1213662304,"type":"Newspaper Article","data":["The Troubles in North Carolina","The Richmond Whig","","April 11, 1871",""]}],"locations":[{"id":592,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}