{"id":807,"title":"The Development of the Tobacco Industry in North Carolina\n","course_id":1,"status":"P","start_date":"1871-01-01","end_date":"1880-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1871, the first tobacco factory in Winston was established and manufactured about 20,000 pounds of chewing tobacco in that year alone. Winston N.C., like Durham, experienced a rapid development of tobacco manufacturing. In 1868, for example, Durham had only one tobacco factory and by 1872 it had twelve. The pioneer of tobacco manufacturing in Winston was Hamilton Scales. By 1880 there were 126 tobacco factories in North Carolina and most of them were located in Durham and Winston. The rise of the tobacco industry is an example of the power of private enterprise. Unlike the cotton industry, which was highly regarded in the press, the development of the tobacco industry was almost solely the result of private initiative and intense competition. &lt;br /&gt;After the Civil War, the tobacco industry in the South was extremely profitable, just as it was before the war. As the technology advanced, the tobacco industry grew larger and more profitable. In 1871, the industry saw rapid growth in North Carolina, and throughout the rest of the South. The tobacco industry had an impact on the South as a whole because it helped repair and re-establish the economy in the South after the Civil War."],"display_date":"1871 - 1880","search_date":"1876-01-01","citations":[{"divid":1213480567,"type":"Book","data":["Hugh Lefler and Ray Newsome","The History of a Southern State: North Carolina",null,"North Carolina","The University of North Carolina Press","1973","505-506, 509-510"]},{"divid":1213480642,"type":"Newspaper Article","data":["The Tobacco Crop","The Richmond Whig","","July 9, 1871",""]},{"divid":1213480685,"type":"Newspaper Article","data":["","The Louisville Courier Journal","","June 21, 1871",""]}],"locations":[{"id":594,"lat":36.1386276872,"lng":-80.2459805907,"zoom":10,"place":"FORSYTH, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}