{"id":811,"title":"South Carolina Enacts New Election Law\n","course_id":1,"status":"P","start_date":"1877-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1877 at the meeting of the South Carolinian General Assembly, a new decree was passed which initiated a re-drawing of precinct boundaries.  Most importantly, this new law greatly reduced the number of polling places available in counties consisting of a majority of black people.  By doing this, blacks were forced to travel long distances to be able to speak their voice on political issues.  The General Assembly justified this clearly discriminatory act by pinning the North as its impetus. &lt;br /&gt;In a long treatise by Edward McCrady, a member of the House of Representatives at the time, McCrady painstakingly, and meticulously states the justification for such a Jim Crow law.  He assures that these blacks were not educated enough to be entrusted with the vote, and that this was not the fault of the south, but that of their Northern neighbors.  McCrady announces that it was crazy that such a servile and ignorant race' was injected into legislative halls at the point of the bayonet.'  Moreover, McCrady goes on then to quote heavily from the constitution and from a number of different amendments to assure the public that the House of Representatives does indeed have the power to enact such a law.  He assures that the 15th amendment only indirectly' had the effect of producing new voters within the South, and that its ultimate enactment still ran through the individual states. McCrady's argument then goes on to infer that until the blacks become as educated as their white peers, they shall not receive an equal opportunity for vote.&lt;br /&gt;However, the well-educated McCrady's carefully argued explanation was certainly not the only way that bigoted whites kept blacks from the polls in the years after reconstruction.  Violence, threats, and fraud also played a critical role in the post-reconstruction culture.  In many towns, blacks were threatened with loss of employment or eviction to keep them away from the polls , and many were warned to not even be caught heard discussing local politics.  In addition, many armed white men, dressed in special uniforms, patrolled the areas in front of voting booths to shoot off their guns if any black man stepped forwards to vote.  In conclusion, the South Carolina act is significant as it affirms that 1877 was a critical turn away from the improvements towards equality made during reconstruction, and that blacks would struggle with suffrage rights for some time under the new auspice of Jim Crow' laws."],"display_date":1877,"search_date":"1877-07-02","citations":[{"divid":1217064842,"type":"Book","data":["Walter Edgar","South Carolina&#58; A History",null,"South Carolina","University of South Carolina Press","1998","413"]},{"divid":1217064914,"type":"Book","data":["Frances B. Simkins","The South&#58; Old and New",null,"New York","Alfred A. Knopf Publishing","1961","227"]},{"divid":1217065146,"type":"Pamphlet or Other Printed Material","data":["Edward McCrady","The Necessity of Raising the Standard of Citizenship and the Right of the General Assembly of the State of South Carolina","Charleston, SC","Walker, Evans, &amp; Cogswell Publishers","1881","Special Collections Library, University of Virginia"]}],"locations":[{"id":597,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}