{"id":815,"title":"Congress passes act continuing operations of the Freedmen&#39;s Bureau until January 1869\n","course_id":1,"status":"P","start_date":"1868-07-11","end_date":"1868-07-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Freedmen's Bureau was a federal agency created in the aftermath of the Civil War that aimed towards aiding newly freed blacks by providing them with some education and working to integrate them into the labor force.  It was very unpopular with most white southerners and another intolerable aspect of the radical Reconstruction controlled by Congress.  Southerners saw the Bureau as a means of inciting blacks to violence and uprising, and expected its termination as they re-entered into the Union.&lt;br /&gt;     On July 11, 1868, Congress passed a Bill for the continuance of the Bureau until January 1, 1869.  At this point, it would be terminated provided that this would cause no damage to the government.  The Freedmen's Bureau would continue to exist after January 1 in any state that had not assumed normal political relations with the US Government, and regardless of the situation, the educational department of the Bureau would continue to exist.&lt;br /&gt;     While President Johnson vetoed the Bill, his veto was overridden by the radical Republican Congress and enacted into law.  Despite the readmittance of many of the southern states back into the Union, Congress continued to impose its will upon the south.  The Bureau would not be fully disbanded until 1872."],"display_date":"July 11, 1868","search_date":"1868-07-11","citations":[{"divid":1213663292,"type":"Article","data":["Elizabeth Bethel ","The Freedman&#39;s Bureau in Alabama","The Journal of Southern History","14","Feb. 1948","49-92"]},{"divid":1213663330,"type":"Newspaper Article","data":["","Richmond Daily Dispatch","Richmond, Virginia","July 14, 1868",""]}],"locations":[{"id":600,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}