{"id":816,"title":"Many Southern States readmitted to the Union\n","course_id":1,"status":"P","start_date":"1868-07-09","end_date":"1868-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Having fulfilled the Congressional requirements for re-admittance to the Union, including the drafting and ratification of new state constitutions, South Carolina, Georgia, Alabama and Louisiana came back into the Union between July 9, 1868 and July 15, 1868.  This also meant the election of new state legislatures and governments in these states under the new constitutions.  For the most part, these elections and proceedings were dominated by Republican carpet-baggers and saw the influx of blacks into the political machine.&lt;br /&gt;     Re-admittance also meant the end of military government in the different states.  Since Union troops had occupied these states at different points during the Civil War, southerners had been forced to deal with military government.  The South had been divided into five military districts during radical reconstruction and the re-admittance of the majority of states marked the end of military rule.&lt;br /&gt;     The newly created administrations were far from popular among the white majorities in theses states.  The Charleston Mercury described the inauguration of the new Senators on July 11 with contempt, and continually treated it as illegitimate.  In South Carolina Francis Cardozo would be elected as the first black cabinet member of a state government when he became Secretary of State.  The growing sentiment against these state administrations would lead to an increase in violence from groups like the Ku Klux Klan, who sought to reaffirm traditional white supremacy."],"display_date":"July 9, 1868 - July 14, 1868","search_date":"1868-07-11","citations":[{"divid":1213446578,"type":"Book","data":["Walter Edgar","South Carolina: A History",null,"Columbia","University of South Carolina Press","1998",""]},{"divid":1213446610,"type":"Newspaper Article","data":["","Charleston Mercury","Charleston, South Carolina","July 11, 1868",""]},{"divid":1213446633,"type":"Newspaper Article","data":["","DC national Intelligencer","Washington, DC","July 13, 1868",""]}],"locations":[{"id":601,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}