{"id":818,"title":"Georgia Democrats in state House of Representatives move to expel blacks from the State Legislature\n","course_id":1,"status":"P","start_date":"1868-09-05","end_date":"1868-09-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Democrats in the Georgia legislature moved in the first week of September, 1868, to expel black members of the legislature on the grounds that the new state constitution did not guarantee them the right to hold office.  On September 5, 1868, Representative R.W Phillips made a speech calling upon all white men to expel blacks.  He further condemned the government for giving what he referred to as 90,000 slaves the right to vote and compared Georgia's treatment at the hands of the victorious Union to the treatment of beaten peoples in the Dark Ages.  He also called the recent election of Governor Bullock, who opposed the resolution, illegitimate.&lt;br /&gt;During the ensuing sessions of the Georgia House of Representatives, others would speak with similar sentiments to those of Phillips.  On September 9, the House voted 80 to 23 to expel the black legislators, and the resolution would pass the Senate as well.  The key to the resolutions passage was the votes in favor from white carpet-baggers and Republicans and shows that in some cases race trumped political affiliation.&lt;br /&gt;This action by the Georgia legislature represents another means of re-establishing white supremacy in the southern states.  White southerners as a whole were opposed to the newly created state governments which included blacks.  In Georgia, these men had enough power to go through the legislature to continue to deny blacks rights.  In places such as South Carolina where whites had less relative power, illegal violence in the form of private action would be used to achieve the same ends."],"display_date":"September 5, 1868 - September 9, 1868","search_date":"1868-09-07","citations":[{"divid":1213820832,"type":"Book","data":["Eric Foner","Reconstruction: America?s Unfinished Revolution 1863-1877",null,"New York","Harper and Row Publishers","1988","346-348"]},{"divid":1213820867,"type":"Newspaper Article","data":["","Charleston Mercury","Charleston, South Carolina","September 12, 1868",""]},{"divid":1213820895,"type":"Newspaper Article","data":["","Atlanta Constitution","Atlanta, Georgia","September 5, 1868",""]}],"locations":[{"id":603,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}