{"id":819,"title":"Election Day riot in Savannah\n","course_id":1,"status":"P","start_date":"1868-11-03","end_date":"1868-11-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Racial tensions in Savannah came to a head on November 3, the day of the presidential election.  Both the Charleston Mercury and Atlanta Constitution contained similar accounts of the event.  Allegedly, a large group of black people moved to the voting booths and proceeded to block the entrance of whites to the polls.  During the afternoon, a group of men from the central railroad came to vote and were prevented from doing so.  &lt;br /&gt;     A sheriff attempted to open a passage through the black throng and was assaulted.  This resulted in violence between the police and the blacks, and a handful of police officers were wounded.  There were around 20 black casualties, some fatal.  Though it was reported that one police officer was mortally wounded, he survived.  The report in the Atlanta Constitution claimed that, Every white man [was] clubbed away,' by the blacks (Atlanta Constitution, November 3).      &lt;br /&gt;This type of violence was nearly inevitable in the first presidential election after the Civil War.  For the first time, blacks were attempting to assert their constitutional rights, and they were also influenced by Republican Party leaders.  Throughout the southern states, there was a great deal of violence leading up to and during the election of Ulysses S. Grant.  Again, whites were also reacting to their loss of power and attempting to reassert control and establish dominance over the Negro."],"display_date":"November 3, 1868","search_date":"1868-11-03","citations":[{"divid":1214923515,"type":"Newspaper Article","data":["","Charleston Mercury","Charleston, SC","November 6, 1868",""]},{"divid":1214923545,"type":"Newspaper Article","data":["","Atlanta Constitution","Atlanta, GA","November 3, 1868",""]},{"divid":40862,"type":"Website","data":[null,"mHlgZLHnwILckcQaVM"]}],"locations":[{"id":604,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}