{"id":820,"title":"Sorghum Arrives in America\n","course_id":1,"status":"P","start_date":"1853-07-02","end_date":"1853-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sorghum, a grass that grows in the tropical regions of the world, made its grand entrance to the South via Georgia and South Carolina in 1853.  Sorghum competed with sugar in the market for sweet-tasting plants.  Sugar could come from a variety of plants from several different countries such as Italy, China, and Brazil whereas sorghum mainly came from Africa.  The South might have needed sugar for their tea, but without sorghum, the South would not have had molasses.&lt;br /&gt;  The sorghum plant came in sixteen different breeds from Africa and it was well adapted to the growing conditions in the South.  Even though sorghum entered the United States through Georgia and South Carolina, it would become most popular in Tennessee. The process to create sorghum syrup from the sorghum cane was lengthy.  Farmers had to remove the leaves and seeds from the plant.  They then had to boil it, and skim off the chlorophyll that bubbled to the top.  Sorghum was not only a product for people to eat, as cattle could eat the syrup that came out of the process too bitter.  After its introduction to the South, Tennessee quickly gained control of the sorghum market."],"display_date":"July 2, 1853","search_date":"1853-07-02","citations":[{"divid":1213833224,"type":"Online Encyclopedia","data":["The Tennessee Encyclopedia of History and Culture","Sorghum-Making","http://160.36.208.47/FMPro?-db=tnencyc.fp5&amp;-format=tdetail.htm","September 14, 2005"]},{"divid":1213833265,"type":"Newspaper Article","data":["Sugar - It&#39;s Culture and Consumption in the World","De Bow&#39;s Review and Industrial Resources, Statistics, etc.","New Orleans, LA","August 1, 1855",""]}],"locations":[{"id":605,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}