{"id":825,"title":"A New Constitution Defeated\n","course_id":1,"status":"P","start_date":"1853-10-01","end_date":"1853-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1852, revisions to the Constitution were placed before the legislature of Delaware.  The revisions proposed many new Democratic' ideals that would have gotten rid of many institutions such as life tenure for judges and the need to have property in order to vote. The Whigs who said it was unconstitutional and the Democrats who thought that it did not propose enough change rejected the Constitution.  It was formally defeated in October of 1853 by a referendum in which every county in the state of Delaware voted against it. The main reason it failed in Delaware was because a popular senator, James Bayard (Democrat), told the public that it was too weak. If Bayard could have written the constitutional revisions they would have led to the end of slavery and allowed free blacks to gain citizenship.&lt;br /&gt;The debate over the Constitution was a catalyst in the demise of the Whig Party.  During the fall of 1853, the leaders from the North and the South did not communicate well.  Both northern and southern Whigs thought that they were each above reproach and the people of North Carolina noted this.  Many North Carolinians according to the Wilmington Journal disliked the arrogance that the Whigs allegedly exuded.  Southern Whigs were wary of the northern Whigs and there attitudes towards slavery.  They feared that the disparity in their views on slavery would hurt not only the Whig party, but the interests of the South."],"display_date":"October 1, 1853 - October 31, 1853","search_date":"1853-10-16","citations":[{"divid":1214923965,"type":"Book","data":["Joseph Gregoire de Roulhac Hamilton","Party Politics in North Carolina, 1835-1860",null,"Durham, NC","The North Carolina Historical Society","1916","163"]},{"divid":1214924073,"type":"Book","data":["John A. Munroe","History of Delaware",null,"Newark, DE","University of Delaware Press","1979","120-123"]},{"divid":17664,"type":"Manuscript on Microfilm","data":["xzQEeisUpJPrekR"]},{"divid":70267,"type":"Dissertation/Thesis","data":[null,null,null,null,null,null,"XCGBEJanqTRz"]}],"locations":[{"id":609,"lat":39.5008834932,"lng":-75.568787499,"zoom":9,"place":"NEW CASTLE, Delaware"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}