{"id":827,"title":"Texas Medical Association Founded","course_id":1,"status":"P","start_date":"1853-11-14","end_date":"1853-11-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The formation of the Texas Medical Association was in response to a lack of good health in Texas and also to a growing number of quack physicians in the state. Yellow fever and malaria greatly afflicted coastal Texas, especially Galveston, in the 1840s and 1850s. The mortality rates were so bad that nearly fifty percent of children were dying before they reached adulthood on the coastline of Texas. Doctors were deficient in engineering sanitation standards, enforcing quarantines, and educating citizens about the importance of good hygiene. Supplies were also lacking, as doctors asked surgical patients to imbibe whiskey because there was no anesthetic to apply to them. <br />Another pestilence in the land arose from a worrisome number of medical quacks. They would tell patients that they were physicians when all they really had training in was sales. They “prescribed' (sold) “magical' pills that were supposed to have the qualities of a modern-day Viagra, and they urged people to drink and eat exorbitant amounts of tonics and pills. The formally-educated physicians warned the public about the dangers of medical quacks by publishing articles in Houston newspapers. Finally, in 1853, they formed the Texas Medical Association in order to set a quality standard for medical practice. The United States Senate later took notice of the Texas Medical Association when its president, a Mr. Spencer asked for the Senate to pass a law that would protect Texas physicians in the United States Navy. He claimed that doctors in the Navy had been given random and unnecessary orders by their superior officers. The Texas Medical Association simply wanted to protect its physicians who were in the Navy and give them the same rank and rights as those who might attempt to give them orders. The proposition was referred to the Committee on Naval Affairs."],"display_date":"November 14, 1853 - November 28, 1853","search_date":"1853-11-21","citations":[{"divid":1213821205,"type":"Government Document","data":["Journal of the Senate of the United States of America, 1789-1873","The Journal of the Senate","February 14, 1870","Washington, D.C.","","","239","The Library of Congress: American Memory","http://memory.loc.gov/cgi-bin/query/D?hlaw:3:./temp/~ammem_gN5m::@@@mdb=mcc,gottscho,detr,nfor,wpa,aap,cwar,bbpix,cowellbib,calbkbib,consrvbib,bdsbib,dag,fsaall,gmd,pan,vv,presp,varstg,suffrg,nawbib,horyd,wtc,toddbib,mgw,ncr,ngp,musdibib,hlaw,papr,lhbumbib,rbpebib,lbcoll,alad,hh,aaodyssey,magbell,bbcards,dcm,raelbib,runyon,dukesm,lomaxbib,mtj,gottlieb,aep,qlt,coolbib,fpnas,aasm,scsm,denn,relpet,am"]},{"divid":1213821358,"type":"Book","data":["Randolph B. Campbell","Gone to Texas","","New York","Oxford University Press","2003","230"]}],"locations":[{"id":5647,"lat":30.1866701667,"lng":-98.5684693775,"zoom":7,"place":"TRAVIS, Texas"},{"id":5648,"lat":29.6873298033,"lng":-94.957827752,"zoom":9,"place":"HARRIS, Texas"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}