{"id":833,"title":"Southern disdain for Stowe&#39;s A Key to Uncle Tom&#39;s Cabin\n","course_id":1,"status":"P","start_date":"1853-07-01","end_date":"1853-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1853 Harriet Beecher Stowe wrote the companion to her famous novel Uncle Tom's Cabin, and she titled it A Key to Uncle Tom's Cabin.  Her purpose in writing the book was to explain why she thought that whites were still unwilling to take pity on slaves.  While Stowe claimed that she understood that slaves were more than property, she postulated that other whites still saw slaves as sub-human.  Stowe did admit that she did not fully understand blacks, but she thought that by applying Christian kindness to them, their situation might be helped.  One shocking thing that Stowe revealed was that she believed that slaves repulsed themselves; she wrote that they thought they were evil because their skin was black.  She did not think that blacks were capable of reaching the same intellectual and moral heights as whites, and she blames that inability on their disgust in themselves.  Southerners were not at all pleased with Stowe's book.  Critics characterized it as having a narrow field of view.  She was accused of making generalizations about Southerners as being unaffected by the plights of slaves.  This bothered critics who felt that Southerners were not deficient in their morality.  One critic tried to explain that the North had the same prejudices as the South.  He wrote wherever man is found, we find equally the same vices, crimes, and weaknesses.   Southerners were also alarmed at the lack of biblical references in <em>A Key to Uncle Tom's Cabin</em>.  They felt that she was writing too righteously not to be using the Bible.  The outrage caused by Stowe's book in South was significant because it exemplified the schism between what southerners thought about northerners, what northerners thought about southerners, and the truth."],"display_date":"July 1, 1853","search_date":"1853-07-01","citations":[{"divid":1217866269,"type":"Article","data":["Thomas Graham","Harriet Beecher Stowe and the Question of Race","The New England Quarterly","Vol. 46, No. 4","December 1973","614-622"]},{"divid":1217866324,"type":"Article","data":["Harriet Beecher Stowe","Stowe&#39;s Key to Uncle Tom&#39;s Cabin","The Southern Quarterly Review","Vol. 8, No. 15","July 1853","214"]}],"locations":[{"id":617,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}