{"id":835,"title":"Norwood High School and College Session 1877-1878 Brochure\n","course_id":1,"status":"P","start_date":"1877-09-20","end_date":"1878-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["To usher in the start of classes on September 20th, 1877, Norwood High School and College issued their mission statement for the upcoming school year.  The brochure spoke of the school as one of the finest training schools in the South (as well as the world) in producing fine, intelligent, young gentlemen ready to enter the world.  The brochure reports that the school's emphasis on creating gentleman' stems from its use of many of the same methods of teaching and curriculum that is used at the University of Virginia.&lt;br /&gt;The course of study at the prep school shows many of the classic liberal arts courses which Thomas Jefferson would have approved of , including such mainstays as English, the Latin and Greek languages, modern languages, pure mathematics, natural sciences, penmanship and book-keeping.  In addition, though, the school included a number of courses whose inclusion most likely were the products of the Industrial revolution including both civil and mining engineering.&lt;br /&gt;The document can be read to signify the educational renaissance' which hit the South in the period after reconstruction and which led to a new interest in education.  A number of huge donations to Southern educational efforts, most notably the London Banker George Peabody's 2 million dollar gift, occurred throughout the end of the 19th century.  However these efforts certainly did not make the Norwood experience the norm for Southern adolescents, as blacks and the poor still were largely illiterate and struggled to find proper schooling.  In many ways, strong education, especially that at the higher levels, was still a game strictly reserved for the white upper elite."],"display_date":"September 20, 1877 - December 31, 1878","search_date":"1878-05-11","citations":[{"divid":1214925417,"type":"Pamphlet or Other Printed Material","data":["","Norwood High School and College Charter","","Norwood High School and College","1877","Special Collections Library, University of Virginia"]},{"divid":1214925586,"type":"Book","data":["William B. Hesseltine","The South in American History",null,"New York","Prentice-Hall Publishing","1943","595"]}],"locations":[{"id":619,"lat":37.3167903952,"lng":-79.5201576467,"zoom":9,"place":"BEDFORD, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}