{"id":836,"title":"Temperance Movement Debated in Tennessee\n","course_id":1,"status":"P","start_date":"1853-07-01","end_date":"1853-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The fate of alcohol was uncertain during mid-nineteenth Century.  Alcohol had many opponents.  Protestants thought it was a great evil.  Many Southern whites were afraid of keeping alcohol legal for fear that it could cause great damage if slaves gained access to it.  Tennessee was very involved in the temperance movement although it had not completely banned alcohol like Maine.  However, in 1853, a temperance convention was held in Nashville and the attendees began to seriously consider a prohibition in their state.  Physicians feared the physical effects of alcohol consumption.  Alcoholism was termed a disease of the liver.  Drunkenness was a problem not only for the individual who consumed it, but also for young women who might be preyed upon by alcoholics.  Doctors also thought that alcoholism led to insanity.  Legislators made some advances in restricting alcohol consumption to certain areas.  Laws kept liquor away from churches, and some legislators wanted alcohol consumption to be legal only in private homes and taverns.  However, Andrew Johnson (then a candidate for governor of Tennessee) hampered the temperance movement by proclaiming that restricting one's right to liquor also restricted his or her individual rights."],"display_date":"July 1, 1853","search_date":"1853-07-01","citations":[{"divid":1214925972,"type":"Book","data":["Tennessee A Short History","Robert E. Corlew",null,"Knoxville, TN","University of Tennessee Press","1981",""]},{"divid":1214926119,"type":"Newspaper Article","data":["Temperance","Nashville Union and American","","July 1, 1853","2"]},{"divid":1214926176,"type":"Newspaper Article","data":["Disease of the Liver","Nashville Union and American","","July 1, 1853","2"]}],"locations":[{"id":620,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}