{"id":839,"title":"Fracas&#39; between Officers and Colored People aboard Kentucky Train\n","course_id":1,"status":"P","start_date":"1877-07-16","end_date":"1877-07-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the morning of July 16th, 1877, an excursion train of black people left Clarksville, Tennessee en route to attend the funeral services of the black Reverend Wm. Neville.  During the duration of the trip, news somehow reached the sheriff of Todd country, KY that there were some blacks on board the train who were engaging in illegal commerce: the selling and buying of cigars and liquors on board the train without license.  Sheriff Johnson and Deputy Sheriff Wilcox were able to stop the train in Kentucky and went forward to arrest both Mark Johnson and Hut Barton , both black men.  &lt;br /&gt;According to the Courier Journal, the two police officers, fearing retaliation by these two men, felt that handcuffs were a necessary precaution.  Soon after, though, scores of black men on board the train rushed forward to try to stop the arrest and to rescue both Johnson and Barton.  Some sources believed that the arrest was a simply a retaliatory measure against Mark Johnson because the police believed that he was linked to the death of an Irishman from Guthrie, named Jeffcot which had occurred several months prior.  In the fracas,' a bullet apparently struck Johnson and would eventually lead to his death at his mother's home early the next morning.  In addition, Sheriff Wilcox sustained injuries as he was shot through his arm.&lt;br /&gt;The event's significance stands out on a number of fronts.  First of all, the illegal selling of goods aboard trains is a fine example of two new vices which became prevalent throughout the South at this time for black people: liquor and tobacco.  With blacks now free from traditional slavery and with an increase in ready cash, the historian Frances Simkins claimed that there use of alcohol, and alcoholism, increased.  Simkins recounts that the black lower classes' new-found access to alcohol scared many local officials as they believed the blacks were the cause of the profanity, vagrancy, murders, and assaults' which permeated Southern streets on average Saturdays now.  These racist generalizations were abound in Southern society and furthered the divide between blacks and whites."],"display_date":"July 16, 1877","search_date":"1877-07-16","citations":[{"divid":1213265333,"type":"Newspaper Article","data":["","The Courier Journal","Louisville, Kentucky","July 17, 1877",""]},{"divid":1213265361,"type":"Book","data":["Frances B. Simkins","The South Old and New: 1820-1947",null,"New York","Alfred a Knopf Publishing","1953","214"]},{"divid":238153,"type":"Primary Source in a Secondary Source","data":[null,null,null,null,null,null,"QodsUuVCuHulCgtEKnN"]}],"locations":[{"id":622,"lat":36.4968774405,"lng":-87.3829330472,"zoom":10,"place":"MONTGOMERY, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}