{"id":841,"title":"United States Order to General Ord. Of Mexico\n","course_id":1,"status":"P","start_date":"1877-07-06","end_date":"1877-07-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 6th, 1877 news leaked that the Mexican and American governments had been sending orders back and forth from one another declaring that the other side needed to play a role in reducing the violence and tension at the Mexican-American border next to the Rio Grande.  The American government sought to clear up the situation by declaring in a note from Minister Foster that they had done nothing wrong in patrolling the border situation, and that it was Mexico who taken no decisive action to resolve the problems and punish the wrongdoers on the border.&lt;br /&gt;Considerable excitement over this incident arose in the Mexican capital as people wondered if the tensions would continue.  Telegraphic dispatches were made to work on plans for amicable and satisfactory' arrangements to yield the suppression of the border raids.  The Mexican public's cries over the issue also yielded Se?or Rafael Benavides to head up a commission by the Mexican government to make a special study of the border situation and to discover measures to put a stop to the violence.&lt;br /&gt;The border dispute, coming some thirty years after the Guadalupe-Hidalgo Treaty established precise border lines, proves that South Texas still had a noticeably unregulated frontier' aspect to it going all the way into the 1870s.  The continuing border skirmishes affirm that, unlike in the 20th century and beyond with the advent of more advanced border patrolling, borders in the South at this time were, more than anything else, simply lines on a map; these seemingly arbitrary definitions for states, and nations, did not have complete control over where people chose to live and set up commerce."],"display_date":"July 6, 1877","search_date":"1877-07-06","citations":[{"divid":1213821592,"type":"Newspaper Article","data":["","The New York Times","New York, NY","July 7, 1877",""]},{"divid":1213821606,"type":"Book","data":["Randolph B. Campbell","Gone to Texas: A History of the Lone Star State",null,"Oxford","Oxford University Press","2003","189"]}],"locations":[{"id":624,"lat":29.4509651405,"lng":-98.556460133,"zoom":9,"place":"BEXAR, Texas"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}