{"id":843,"title":"Carrier&#39;s Address to the Patrons of the Whytheville Disptach\n","course_id":1,"status":"P","start_date":"1877-12-25","end_date":"1877-12-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This unique note composed for Christmas Day 1877 by the carrier of the small Whytheville dispatch gives us a revealing look at small-town life in the last quarter of the 19th century.  The sense of unity in the town, as well as the Dispatch's monopoly over news, is quite evident from the sing-songy lyrics as the poem reads To it all readers turn, and they can look; pleased on a paper who abhor a book; those who ne'er deign'd their bible to peruse; would think it hard to be denied their news.'  Continuing the jolly nature of the poem, a later verse pays tribute to the intellectual prowess of the town's inhabitants by announcing that the poem, and the daily news, provides a treat; where each promiscuous guest sits down to eat; and such this mental food, as we may call; something to all men, and to some men all.'  &lt;br /&gt;Therefore, the newspaper used the poem as an effort to demonstrate that Whytheville was a town of well-educated citizens whom had a true sense of community.  This depiction of society, though entrenched in ideals, is not very realistic and is not depictive of what most Southern towns were like in this day.  The Carrier's Address's hope that all citizens would be able to enjoy the mental treat' of the poem was probably rather far-fetched as illiteracy rates remained quite high until the educational renaissance reached its peak closer to the turn of the century.  Thus, the carrier's depiction of his town was not valid, but rather, when viewed through the lens of the upper, generally white, elite depicted the society the newspaper's owners wanted to see, and could take pride in."],"display_date":"December 25, 1877","search_date":"1877-12-25","citations":[{"divid":1214926489,"type":"Manuscript","data":["","Carrier&amp;#39;s Address, broadside",null,"","","","Special Collections, Alderman Library, University of Virginia"]},{"divid":1214926543,"type":"Book","data":["William B. Hesseltine","The South in American History",null,"New York","Prentice-Hall Publishing","1943","594-595"]}],"locations":[{"id":626,"lat":36.9171327375,"lng":-81.0785741345,"zoom":10,"place":"WYTHE, Virginia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}