{"id":849,"title":"Susan Archer Talley Published\n","course_id":1,"status":"P","start_date":"1853-10-19","end_date":"1853-10-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1853, Susan Archer Talley wrote a poem entitled Reverie.'  The poem was not long, only nine stanzas.  It was stuffed to the brim with classical references and romantic descriptions.  The poem was lighthearted and it must have been obvious to readers that a woman had written it.  The publishing of this poem was significant because it showcases not only the talent of Southerners, but also of women in the early 1850s.&lt;br /&gt;After the poem was published, Talley married and became known from then on as Susan Archer Talley Weiss.  She befriended Edgar Allen Poe and helped him to edit The Raven.'  However, before she was Poe's friend, he had asked Talley to marry him; she refused because she knew that she was not the first to be asked.  Susan Archer Talley Weiss helped Poe to revise The Raven' by declaring all of the faults that she found with it.  Poe was not ever fully satisfied with The Raven,' according to Susan Talley Weiss.  She claimed that he gave the manuscript of it to her before he died.  She believed that The Raven' would have been improved had Poe lived longer which would have given the pair more time to edit it collaboratively."],"display_date":"October 19, 1853","search_date":"1853-10-19","citations":[{"divid":1216930778,"type":"Article","data":["Eliza Richards","Outsourcing the Raven&#58; Retroactive Origins","Victorian Poetry","Vol. 43","June 22, 2005","205-221"]},{"divid":1216931091,"type":"Pamphlet or Other Printed Material","data":["Susan Archer Talley","The Southern Literary Messenger","Richmond, Virginia","McFarlane and Fergusson","October 19, 1853","ProQuest"]}],"locations":[{"id":630,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}