{"id":85,"title":"Seminole Chief Billy Bowlegs and His Tribe Refuses to Leave Florida\n","course_id":1,"status":"P","start_date":"1853-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1832, the Seminole tribe in Florida entered into a treaty with the state agreeing to emigrate west of the Mississippi within three years or extend the period by which they were permitted to remain within the state. However, the Chief, Billy Bowlegs,' and his tribe had refused to vacate the land on which they lived. In response, the Florida Legislature had authorized the raising of two regiments of volunteers to drive out the tribe. President Millard Fillmore claimed that the presence of the Indians will always continue to be a source of alarm to the contiguous inhabitants, and that both the Indians and the whites would be benefited by the removal of the former.' &lt;br /&gt;&lt;br /&gt;The residents of Florida had reservations about forcibly removing the Seminoles, worried that, owing to the great extent of country which [the Seminoles] occupy and its peculiar adaptation to their mode of warfare, a very disproportionate force of American soldiers would be required to expel them.' However, they also feared that the Seminoles would create unrest in Florida and that their slaves would join the tribe in rebelling and inspiring insurrections in the state.&lt;br /&gt;&lt;br /&gt;In an editorial published in the Georgia Macon, a writer recommended that Florida offer monetary rewards for volunteers to kill and capture Seminole Indians, saying, unless they be still hunted, I despair of ever seeing them removed.' The incident made evident that even though the Seminole population in the State consisted of less than 500 at that point in time, the Florida state government as well as the United States government remained suspicious about their activities and strength, could not imagine peacefully co-existing with the tribe, and had no doubts as to their own right to strip the native population of any possible land claims."],"display_date":1853,"search_date":"1853-07-02","citations":[{"divid":1213289347,"type":"Newspaper Article","data":["Refusal of Billy Bowlegs to Leave Florida","Baltimore Sun ","Baltimore","January 6, 1853",""]},{"divid":1213289383,"type":"Newspaper Article","data":["Florida and the Seminole Indians","Baltimore Sun","Baltimore","January 18, 1853",""]},{"divid":1213289413,"type":"Newspaper Article","data":["The Florida Indians","Republican Banner","","January 28, 1853",""]},{"divid":1213289464,"type":"Newspaper Article","data":["Florida and the Indians","Vicksburg Whig","","February 3, 1853",""]},{"divid":1213289506,"type":"Newspaper Article","data":["Still-Hunting the Indians","Georgia Telegraph","","February 22, 1853",""]}],"locations":[{"id":61,"lat":29.7296251981,"lng":-82.4202056031,"zoom":9,"place":"ALACHUA, Florida"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}