{"id":853,"title":"Farm Fair in Norfolk\n","course_id":1,"status":"P","start_date":"1853-11-15","end_date":"1853-11-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Agricultural fairs were a serious business in the Tidewater area of Virginia in 1853.  Because Norfolk was a populous city and a major harbor, it was an ideal spot to hold a fair.  Many shipments of exotic merchandise could be sold at the fair and many people who were not from the Tidewater area could arrive by ship to attend the fair.  The fair was run by the state of Virginia's agricultural societies.  On October 7, 1853 the Executive Committee of the state's agricultural societies met to vote upon how to staff the subcommittees for the fair in Norfolk and Princess Anne County.&lt;br /&gt;Even though the fair was to be overseen by the state of Virginia's agricultural societies, it was sponsored by a cooperative effort between the Norfolk Agricultural Society and the Princess Anne County Agricultural Society.  Both of those societies had only been in existence for two years in 1853, yet the Virginia Agricultural Society boasted that the Norfolk-Princess Anne County Fair would be the largest in the state.  The fair was estimated to generate over one thousand dollars for the counties and was set to feature a plethora of exhibits and buying opportunities for patrons."],"display_date":"November 15, 1853 - November 18, 1853","search_date":"1853-11-16","citations":[{"divid":1216737110,"type":"Book","data":["Robert O&#39;Brien","The Encyclopedia of the South",null,"New York","Facts on File","1985","303"]},{"divid":1216737136,"type":"Newspaper Article","data":["","Southern Planter","Richmond, Virginia","October 1, 1853","314"]}],"locations":[{"id":631,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}