{"id":856,"title":"Cholera Epidemic in New Orleans\n","course_id":1,"status":"P","start_date":"1853-11-29","end_date":"1853-12-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["New Orleans was hit very hard by infectious disease in 1853.  Not only did the city have to contend with an outbreak of yellow fever, but cholera broke out as well.  Most likely, the appalling sanitation system in New Orleans contributed to it.  While cholera only took the lives of 129 people in late 1853 (as opposed to the near 8,000 who died from yellow fever) it still caused serious alarm.  Most of the mortalities occurred among the immigrant community who likely had no access to proper drinking water.  Cholera also struck New Orleans poor, free blacks, who lived in filthy and cramped rooms. &lt;br /&gt;Not much was known about either yellow fever or cholera in 1853.  In fact, physicians believed that cholera was transported through the air simply because victims of cholera claimed that they had trouble breathing.  This false belief was carried out to the extreme.  No one was willing to nurse the victims of cholera back to health for fear of catching the airborne' disease.  Therefore, many victims died alone in their homes.  Fearful citizens would burn tar in the streets to create a thick smoke which they believed might help eradicate the infection from the air.  Stray animals were also believed to be vectors of infection, and people would let the dead bodies of the animals decompose in the street instead of removing the bodies for fear of contracting cholera.  &lt;br /&gt; One interesting remedy' for cholera was alcohol consumption.  This was particularly interesting in a time when the subject of temperance was so hotly debated.  Women and even children would imbibe spirits because it was believed that it would cure cholera.  The tragedy was that cholera was spread through drinking- not drinking alcohol, but drinking water.  Cholera traveled in rivers and into public drinking water.  The city of New Orleans was so afflicted by foulness and a misunderstanding of disease, that it made a perfect cesspool for disease."],"display_date":"November 29, 1853 - December 2, 1853","search_date":"1853-11-30","citations":[{"divid":1213823650,"type":"Newspaper Article","data":["Cholera in New Orleans","Republican Banner and Nashville Whig","","December 5, 1853","4"]},{"divid":1213823677,"type":"Book","data":["James Volo and Dorothy D. Volo","Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000","90"]}],"locations":[{"id":632,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}