{"id":869,"title":"Improvements at the Virginia Military Institute\n","course_id":1,"status":"P","start_date":"1853-08-11","end_date":"1853-08-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Virginia Military Institute (VMI) was created in 1836 when funding was set aside for it in lieu of an arsenal in Lexington.  Lexington lies roughly fifty miles to the northeast of Roanoke.  It was instantly a source of pride for Virginia.  Shortly after VMI was created, South Carolina tried to recreate VMI in their version which they called the Citadel.  The cadets at both schools had rivalries concerning who had more state patriotism' (Volo, p. 188).  At VMI and the Citadel, cadets learned the arts of tactics, operations, drill, and horse riding in addition to the traditional subjects.  Occasionally, the cadets at VMI would march off campus and into the town of Lexington to show off their skill at drill.  The whole state of Virginia was immensely proud of VMI. &lt;br /&gt;               One of the proudest parents of a VMI cadet was Philip St. George Cocke from Belmead, Virginia.  He recalled his trip to visit his son, Cadet John Bowdoin Cocke, in Lexington in August of 1853.  He was shown around by the superintendent of VMI, Francis H. Smith.  Cocke saw many additions to the grounds of the school including additional barracks, society rooms for the cadets, and even a new mess hall.  With all of the funding and pride that Virginians poured into VMI, it paid off during the Civil War when the Confederacy raided the stashes of officers from VMI alumni.  Volo writes that two-thirds of the highest ranking officers in the Confederate army were from Virginia' (Volo, p. 188).  To this day, two-thirds of the cadets at VMI come from the South."],"display_date":"August 11, 1853 - August 18, 1853","search_date":"1853-08-14","citations":[{"divid":1214930730,"type":"Manuscript","data":["","Philip St. George Cocke",null,"Mss 2433-v","","Philip St. George Cocke Diaries","Special Collections Library"]},{"divid":1214930846,"type":"Book","data":["Robert O&#39;Brien","The Encyclopedia of the South",null,"New York","Facts on File Publications","1985","436"]},{"divid":1214930946,"type":"Book","data":["James M. Volo and Dorothy Denneen","Encyclopedia of the Antebellum South",null,"Westport, CT","Greenwood Press","2000","188"]}],"locations":[{"id":641,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}