{"id":87,"title":"Rumors of Slave Insurrections in New Orleans\n","course_id":1,"status":"P","start_date":"1853-06-13","end_date":"1853-06-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rumors of an intended slave insurrection alarmed whites living in New Orleans as well as throughout the South as the news of the supposed insurrection travel through newspapers published around the country. On the night of June 13, a free black man reported to the local police about a plot for insurrection in New Orleans. Soon after, James Dyson, white man who was a teacher of a school for free blacks, and Albert, a black slave, were arrested to planning to organize for 2,500 negroes to attack the city at several points the next day, including the powder magazines, mint, and principal banks.' Newspapers claimed that, the city was to be set on fire, which was to be the signal for the Negroes in the surrounding country to rise.'&lt;br /&gt;&lt;br /&gt;Though extensively covered in the press, the supposed insurrection was later revealed to be largely a hoax. The nervousness and interest the incident arouse especially in the South revealed the state of continuous fear and distrust in which the white, slave-owning class lived. Eventually, to quiet anxieties among its readership, the Vicksburg Whig published an article denouncing the press and people of New Orleans' for giving so much notoriety to a miserable affair as to create excitement throughout the country.'"],"display_date":"June 13, 1853","search_date":"1853-06-13","citations":[{"divid":1213182771,"type":"Article","data":["Marion J. Russell","American Slave Discontent in Records of the High Courts","The Journal of Negro History","31","1946","411-434"]},{"divid":1213182819,"type":"Newspaper Article","data":["Attempted Negro Insurrection","Vicksburg Whig","","June 14, 1853",""]},{"divid":1213182842,"type":"Newspaper Article","data":["Threatened Rising of Slaves in New-Orleans","New York Daily Times","","June 16, 1853",""]},{"divid":1213182876,"type":"Newspaper Article","data":["Negro Insurrection in New Orleans","Vicksburg Whig","","June 21, 1853",""]}],"locations":[{"id":62,"lat":30.1025454694,"lng":-84.0003902079,"zoom":9,"place":"JEFFERSON, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}