{"id":873,"title":"Battle of Brandy Station\n","course_id":1,"status":"P","start_date":"1863-06-09","end_date":"1863-06-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This battle was the largest cavalry battle during the war, despite the terrain not being suited to cavalry battles, full of rolling hills with scattered clumps of trees, and it represented the height of the superiority of Confederate cavalry skill. Previously, the Confederate cavalry had consistently demonstrated its superior ability, but the prowess of the Union troops was on the rise, and subsequent battles led to increasing victories for the Union cavalry. Meanwhile, General Lee had an infantry force hidden in the woods nearby, which he successfully kept hidden from the Union cavalry. Subsequent to this battle, recognizing the importance of cavalry units, both armies restructured themselves towards the centralization of their procurement of horses.&lt;br /&gt;The Confederate army here was energized after victories at Fredericksburg and Chancellorsville. As the Confederates army moved to attack, they left behind only one piece of artillery and a few men to guard their headquarters, which the Union army discovered and attacked. When the Confederates heard the sound of shots being fired at their headquarters, they rushed back to defend themselves, but did not possess the manpower until General Rooney Lee, the son of Robert E. Lee, and his cavalry arrived to help repel the Union assault. &lt;br /&gt;The battle was very violent without a clear victor. Southern and Northern newspapers alike described it as sanguinary,' and celebrated Lee's ability to attack while unexpected. By the end of the day, the Confederate army outnumbered the Union force, but the day's fighting had so exhausted both sides that neither was willing to engage the other. After the battle, the opening engagement in the war's Gettysburg Campaign, both sides retreated to the camps without any further incident. Despite the Confederacy's superior cavalry skill here, there was no decisive victory and, though unknown at the time, the Union's progress would lead to more Northern victories."],"display_date":"June 9, 1863","search_date":"1863-06-09","citations":[{"divid":1214931307,"type":"Newspaper Article","data":["The Battle of Brandy Station","Charleston Daily Courier","","June 12, 1863","1"]},{"divid":1214931357,"type":"Article","data":["Michelle Quigley","Veterinary Medicine and the American Civil War","Veterinary Heritage","2","2001","33-37"]},{"divid":1214931486,"type":"Pamphlet or Other Printed Material","data":["Walter Herron Taylor","Adjutant: the wartime letters of Walter Herron Taylor, 1862-1865","Columbia, SC","University of South Carolina Press","1995",""]}],"locations":[{"id":643,"lat":38.4860604965,"lng":-77.9559434026,"zoom":9,"place":"CULPEPER, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}