{"id":877,"title":"Yellow Fever Devastates New Orleans\n","course_id":1,"status":"P","start_date":"1853-08-23","end_date":"1853-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["1853 marked the peak of the yellow fever epidemic in New Orleans.  In that year alone, 7,790 people perished.  Yellow fever was so feared that it was often called the American Plague.'  In 1853 relatively little was known about the transmission cycle of the disease or how it was spread.  Physicians did not know if it was infectious, yet instead of quarantining the afflicted (the best thing to do in the nineteenth century), physicians did nothing.  In 1853, New Orleans was a city rife with squalor, yet nothing was done to improve sanitation.  As a result of the limited capabilities of medical science at the time and inaction on the part of city officials, yellow fever claimed thousands of lives.  Although 1853 was the worst year of the disease, it was not until the early twentieth century, when the Aedes aegypti mosquito was discovered to be the vector of the disease and the administration of quinine was better regulated, that the death toll began to decrease with any significance.&lt;br /&gt;Southerners of the time knew that Yellow Fever epidemics were not unique to 1853.  They complained about epidemics breaking out almost every year beginning with 1852.  1853 was the year that received such recognition because it was the year when more perished than ever before.  Nevertheless, nearly 13,000 people died of yellow fever in New Orleans between the years of 1822 and 1849.  Southerners were extremely concerned in 1853 that if they did not discover how to cure or prevent the disease from spreading, that the trend of the number of yellow fever cases would extend upward."],"display_date":"August 23, 1853 - December 1, 1853","search_date":"1853-10-12","citations":[{"divid":1216931344,"type":"Article","data":["Jo Ann Carrigan","Yellow Fever in New Orleans, 1853&#58; Abstractions and Realities","The Journal of Southern History","Vol. 25, No. 3","August 1959","339-355"]},{"divid":1216931522,"type":"Newspaper Article","data":["The Plague in the South-West. The Great Yellow Fever Epidemic in 1853","De Bow?s Review and Industrial Resources, Statistics, etc.","New Orleans, Louisiana","December 1, 1853","595"]}],"locations":[{"id":645,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}