{"id":881,"title":"Maury&#39;s Sailing Directions becomes a proud product of the South\n","course_id":1,"status":"P","start_date":"1853-08-13","end_date":"1853-08-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In August of 1853, the southern states enthusiastically showed off the intellect of their Lieutenant Matthew Maury.  Maury was a Southerner born in Fredericksburg, Virginia on January 14, 1806.  He became an esteemed officer of the United States Navy as the pioneer researcher of winds, currents, and oceanography.  He became popular not only in the Navy, but also in the civilian sector because his work helped sailors of both military and merchant ships navigate the Atlantic Ocean.&lt;br /&gt;The Richmond critics of Sailing Directions wrote that Maury's book would not only enlighten readers, but it would even spur them on to make new discoveries about oceanography themselves.  Maury stressed that Navy officers needed to take notice of and record even the slightest nuances in weather patterns.  He believed that no detail was too insignificant to record because it could lead to future detection of weather or oceanographic patterns.  The reviewers of the book in the Richmond newspaper noted that they eagerly awaited the mass publication of the book.  &lt;br /&gt;Maury was one of the most popular southern scientists and military leaders of his time.  The South, no doubt, was proud of their son, who contributed to navigation knowledge all over the globe.  Maury's accomplishments would lead to the charting of the Gulf Stream, shipping lines, and even the route for the transatlantic cable for the telegraph.  Maury did repay the South for its admiration of him; during the Civil War he relinquished his commission in the United States Navy and joined the Confederate Navy.  His post in the Confederate Navy was to control harbor, river, and coastline defenses."],"display_date":"August 13, 1853","search_date":"1853-08-13","citations":[{"divid":1213180313,"type":"Book","data":["William J. Cooper, Jr. &amp; Thomas E. Terrill","The American South: A History",null,"New York, NY","The McGraw-Hill Companies, Inc.","1996","237-238"]},{"divid":1213180377,"type":"Book","data":["Robert O&#39;Brien, editor","The Encyclopedia of the South",null,"New York, NY","Facts on File Publications","1985","264"]},{"divid":1213180539,"type":"Newspaper Article","data":["","The Virginia Historical Register and Literary Companion &#40;1852-1853&#41;","Richmond, Virginia","October 1, 1853","231-232"]}],"locations":[{"id":647,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}