{"id":884,"title":"Emancipation Proclamation issued\n","course_id":1,"status":"P","start_date":"1863-01-01","end_date":"1863-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["President Abraham Lincoln issued a proclamation through his Secretary of State, William Seward. The proclamation decreed that slaves in the rebellious counties of Arkansas, Texas, Louisiana, Mississippi, Alabama, Florida, Georgia, South Carolina, North Carolina, and Virginia were to be set free. Those territories excepted were those over which the Union army had seized control during the Civil War. The list of states was notable, because although Tennessee had rebelled, it was excepted from the enumeration of affected states.&lt;br /&gt;The simple language of the manumission of the slaves was not terrible effective in its own right. The proclamation did only apply to those areas in which the Confederacy governed. One northerner described the government as having no power to enforce the decree;the paper is a dead letter.' However, the declaration that the government would recognise and maintain the freedom of such persons' was a much more promising measure since this clause would have a tangible effect at the conclusion of the fighting. Not even all Northerners were in agreement with his proclamation, suggesting that the President may free slaves so far as may be necessary to the success of his military operations,' but that any further freeing of slaves would enable the President to gain de jure control over the law of slavery.' &lt;br /&gt;Lincoln saw emancipation as a measure of expedience in a war-torn nation. In a letter to Horace Greeley, he expressed his ambivalence: If I could save the Union without freeing any slaves I would do it, and if I could save it by freeing all the slaves I would do it; and if I could do it by freeing some and leaving others alone, I would also do that. What I do about slavery and the colored race, I do because I believe it helps to save the Union.' The Emancipation Proclamation was no surprise to the country. On September 22, 1862, Lincoln had issued a preliminary proclamation noting that on January 1 of the subsequent year, he would issue the statement that he did. He was not held to that promise, however. His local paper gave him some leeway: He was perfectly free to exceed or to fall below the line of conduct marked out in his preliminary proclamation of September 22d.'&lt;br /&gt;Besides its primary purpose in renewing enthusiasm towards winning the war, the act was a major step in the eventual abolition of slavery in the United States, making abolition a national issue central to the Civil War, and it give interested parties around the world reason to take note. The major effect of this proclamation came about as the Union took control of Confederate states and freed the slaves therein. In addition to adding a dimension of morality to the way, it also attracted international interest as a statement on human rights. The Southern perspective of this event, however, was drastically different. Lincoln's speech, described as the world's most pitiable spectacle,' was vague' and visionary' and had already failed in practical application.' The South was amenable to a discussion of compensated emancipation, but outright rejected Lincoln's notion that he either ought to or had the authority to emancipate their slaves."],"display_date":"January 1, 1863","search_date":"1863-01-01","citations":[{"divid":1213897247,"type":"Article","data":["Mark M. Krug","The Republican Party and the Emancipation Proclamation","The Journal of Negro History","Vol. 48, No. 2","April, 1963","98-114"]},{"divid":1213897306,"type":"Newspaper Article","data":["","New York Times","","January 3, 1863","1"]},{"divid":1213897331,"type":"Newspaper Article","data":["Compensated Emancipation","Charleston Daily Courier","","February 6, 1863","1"]},{"divid":1213897368,"type":"Newspaper Article","data":["The Emancipation Edict","The Daily National Intelligencer","","January 3, 1863","2"]},{"divid":1213897400,"type":"Newspaper Article","data":["The Scope of the Emancipation Edict","The Daily National Intelligencer","","January 9, 1863","2"]}],"locations":[{"id":648,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}