{"id":89,"title":"The Launch of the Baltimore and Ohio Railroad\n","course_id":1,"status":"P","start_date":"1853-01-10","end_date":"1853-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 4, 1828, Baltimore first began its construction of the Baltimore and Ohio Railroad. On January 10, 1853, the city finally celebrated the opening of the line. The occasion called for two special train cars carrying the Legislatures of Maryland and Virginia, the city council of Baltimore, the press, and other influential citizens of the area approximately 500 people altogether on an inaugural ride on the Baltimore and Ohio Railroad. The trains started at Harper's Ferry, traveled through Wheeling, Martinsburg, Cumberland, Cincinnati, Louisville over 200 miles of railroad total.  The original estimate of the cost of construction of the Baltimore-Ohio line was 5,000,000. However, the actual cost of the railroad ended up being 15,628,963 more than three times the projected cost. &lt;br /&gt;&lt;br /&gt;The building and completion of the Baltimore and Ohio Railroad was the last of the internal improvement projects within Maryland. The opening of the railroad line essentially rendered the issue internal improvement obsolete within the state. Thus, a major issue disappeared from partisan debate. The combination of the completion of the Baltimore and Ohio Railroad and the unanimous passage of an act in the State Legislature extending the charters of 20 banks until 1880 provided for the muddying of party lines of the Whigs and the Democrats in Maryland neither party had any distinguishing issues or objectives. The two-party structure of the state as well as old party lines began to dissolve, leaving sectional and regional loyalties to grow stronger in its wake."],"display_date":"January 10, 1853","search_date":"1853-01-10","citations":[{"divid":1213137345,"type":"Book","data":["Michael Holt","The Political Crisis of the 1850s",null,"New York","W.W. Norton &amp; Company","1978","101-138"]},{"divid":1213137492,"type":"Newspaper Article","data":["The Baltimore and Ohio Railroad Company","Baltimore Sun","Baltimore","January 5, 1853",""]},{"divid":1213137530,"type":"Newspaper Article","data":["Opening Celebration of the Baltimore and Ohio Railroad","Baltimore Sun","Baltimore","January 11, 1853",""]},{"divid":1213137567,"type":"Newspaper Article","data":["Baltimore and Ohio Railroad","New York Daily Tribune","New York","May 4, 1853",""]}],"locations":[{"id":63,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}