{"id":902,"title":"North Carolina Slave Uprising Plot\n","course_id":1,"status":"P","start_date":"1852-12-23","end_date":"1852-12-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Around the time Christmas 1852, a furor erupted in a rural county of North Carolina over the uncovering of the alleged plot of 17 slaves to murder their master's overseer and ignite a larger slave rebellion.  Josiah Collins, the slaves' master, promptly removed the culprits from his plantation, effectively selling them down the river.'  However, word of the averted insurrection and embellished accounts of Collins' leniency with his slaves began to circulate among the town's lower-class whites.  White yeoman were typically hostile towards slave owners who refused to hire white free labor.  Assaults on slaves and slave owners' property was becoming a common exercise for poor, disenfranchised whites who resented slave holders' monopoly on political and economic power in the state.  Often, slave misbehavior or apparent instances of lax discipline by slave owners of their slaves were used as a pretext for white yeoman mobs to damage and loot slave owners' property.&lt;br /&gt;&lt;br /&gt;A few days after Collins sold his slaves that had been implicated in the plot, a group of disgruntled whites resembling both a lynch mob and fugitive slave patrol confronted Collins at his plantation, demanding that he deal with his slaves more harshly or they would.  Collins, fearing for his life and property, then directed the mob to the plantation of a neighbor who he claimed was more permissive with his slaves.  The mob moved on to Collins' neighbor, Charles Pettigrew, demanding blood from his slaves and threatening property destruction.  Fortunately, Pettigrew was able to settle and disperse the seething crowd.  However, resentments and antagonism between slave-holding and non slave-holding whites continued to fester in rural North Carolina."],"display_date":"December 23, 1852 - December 24, 1852","search_date":"1852-12-23","citations":[{"divid":1213824651,"type":"Book","data":["William Freehling","The Road to Disunion, Vol. 1&#58; Secessionists at Bay 1776-1854",null,"New York","Oxford University Press","1990","103-106"]},{"divid":1213824710,"type":"Newspaper Article","data":["","North Carolina Star","Raleigh, North Carolina","January 2, 1853",""]}],"locations":[{"id":662,"lat":36.2574718356,"lng":-77.6518906285,"zoom":9,"place":"HALIFAX, North Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}