{"id":904,"title":"Commutation of Jordan Hatcher\n","course_id":1,"status":"P","start_date":"1852-05-07","end_date":"1852-05-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On 7 May 1852, Virginia Governor Joseph Johnson commuted the death sentence of Jordan Hatcher, a tobacco factory slave, to sale and transportation from Virginia for the crime of murdering the overseer of his factory, William Jackson, on 25 February 1852.  Johnson's commutation ignited a tumultuous debate and uproar throughout the state of Virginia.  On the night of the commutation, a violent and unruly crowd of over 2,000 whites gathered outside of Richmond's City Hall to denounce Johnson and his commutation.  The untamed mob began to damage property and threatened to storm City Hall.  Some factions of the crowd began to demand that either Hatcher be released to the crowd to be lynched or the crowd would threaten Governor Johnson.  The Virginia Guard had to be deployed to subdue and disperse the crowd.&lt;br /&gt;&lt;br /&gt;Subsequent gatherings to protest the commutation ensued over the following weeks.  Legislation censuring the Governor and overriding his commutation were contemplated, but eventually abandoned after appeals for Democratic unity from prominent politicians.  Several weeks of debate in the Virginia General Assembly were devoted to commutation fallout.  While Democrats were eager to vilify Hatcher as a murderous beast, they were reticent to denounce Johnson as this may have been perceived as sanctioning the lawless mob.  As in North Carolina, slaveholders were extremely concerned about uncontrolled lynch mobs of lower class whites who may seize or damage their property. &lt;br /&gt;&lt;br /&gt;Several gatherings were also held in Richmond to denounce the mob riots of 7 May.  The firestorm over Johnson's commutation exposed rifts in the Virginia Democratic party between the largely slaveholding Eastern counties and the recently enfranchised and largely non-slaveholding Western Counties.  While Eastern slave-holding Democrats in the General Assembly called for the imposition of stricter controls over Virginia's slave population, most notably to prohibit slaves from living away from their masters, no meaningful laws were passed in response to the commutation.  In fact, leniency toward slaves convicted of capital crimes developed as a pattern in Virginia jurisprudence over the next eight years.  Slaveholders were united in their opposition to lynch mobs and considered government interference in their administration of their slaves as an encroachment on their right to own, discipline and govern their own slaves."],"display_date":"May 7, 1852","search_date":"1852-05-07","citations":[{"divid":1214933177,"type":"Article","data":["William Link","The Jordan Hatcher Case","The Journal of Southern History","4","1998","615-648"]},{"divid":1214933226,"type":"Newspaper Article","data":["","Richmond Enquirer","Richmond Virginia","May 15, 1852","8-12"]}],"locations":[{"id":664,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}