{"id":905,"title":"Maryland General Assembly of 1852\n","course_id":1,"status":"P","start_date":"1852-05-01","end_date":"1852-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Maryland General Assembly of 1852 was overtaken by an anti-Catholic fervor that produced a series of laws intended to insult and restrict the rising Catholic immigrant population from Ireland.  A prohibition on the sale of liquor was imposed as one of the first acts of the General Assembly.  Irish immigrants were not only some of the most frequent customers of liquor stores, but had increasingly been opening and operating liquor stores around the state to cater to their own.  Many Protestant owned liquor stores had been refusing to sell liquor to the Irish, posting Irish Not Wanted' and Irish Need Not Apply' signs outside of their establishments.&lt;br /&gt;&lt;br /&gt;However, the most hotly contested debate regarding anti-Catholic legislation emerged when Martin J. Kerney, a Catholic editor of the Metropolitan and chairman of the Maryland House Committee on Education, proposed a bill before the Maryland state house allowing for state funding of religious schools.  After encountering a barrage of harsh criticism and a flurry of anti-Catholic sentiments in the Baltimore press, Kerney withdrew his bill, only to submit it a year later in the same form.  The bill eventually died in committee.  &lt;br /&gt;&lt;br /&gt;Despite its defeat, Kerney's Parochial School Bill ignited a fierce wave of anti-Catholic and anti-immigrant sentiment throughout Maryland that culminated in the formation of the Maryland Know-Nothing Party in 1854.  Exclusion of Irish Catholic immigrants from certain employment and public accommodations would steadily increase over the following decade.  Nativist dislike and distrust of Catholics was rooted in the massive wave of German and Irish immigration to America during the 1840's.  Many Marylanders were suspicious of German radicalism and what they perceived as Irish Catholic designs for papal hegemony.  Kerney's Parochial School Bill did nothing to dissuade Maryland Protestant and nativist apprehensions."],"display_date":"May 1, 1852 - May 30, 1852","search_date":"1852-05-15","citations":[{"divid":1213824808,"type":"Book","data":["Richard Walsh and William Lloyd Fox","Maryland: A History, 1632-1974",null,"Baltimore","Maryland Historical Society","1974","298-323"]},{"divid":1213824848,"type":"Newspaper Article","data":["","New York Daily Times","New York, New York","May 10, 1852",""]},{"divid":1213824878,"type":"Newspaper Article","data":["","New York Daily Times","New York, New York","May 25, 1852",""]},{"divid":1213824889,"type":"Newspaper Article","data":["","New York Daily Times","New York, New York","May 26, 1852",""]}],"locations":[{"id":665,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}