{"id":906,"title":"North Carolina General Assembly of 1852\n","course_id":1,"status":"P","start_date":"1852-03-01","end_date":"1852-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Following the Democratic sweep of the North Carolina governorship and both houses of the state legislature in 1850, the majority Democratic General Assembly convened in 1852 to begin enacting its insurgent, reformist platform.  Similar to the reformist laws passed in Louisiana, North Carolina appointed a Superintendent of Public Schools.  The General Assembly also passed laws guaranteeing the equitable allocation of state resources to all counties and localities.  Desperate to ameliorate the dismal conditions of North Carolina's transportation infrastructure which was crippling small and large landholding farmers alike, the Democrats passed thirty-nine so-called plank road bills and chartered thirty-two new companies to manage their construction.  &lt;br /&gt;&lt;br /&gt;Known as the farmer's railroads,' plank roads were rapidly constructed to allow farmers to more easily transport their goods to market.  The legislature's commitment of massive state resources for internal improvements was indeed a revolutionary endeavor.  However, the most revolutionary endeavor of the 1852 legislative session was the passage of a free suffrage amendment for all small landholders and laborers by the state house.  Despite its failure to pass the state senate in 1852, the popular issue of free suffrage and the Whigs inexplicably fierce opposition to the measure catapulted the Democrats into permanent power.  North Carolina Democrats continued to agitate for a free suffrage amendment to the State Constitution and taunted Whigs for their refusal to support the measure.  The Democrats were able to effectively use the free suffrage issue for the next several election cycles to cement a sizable majority in the General Assembly and to capture the governorship once again in 1852 and 1854.  The free suffrage amendment was eventually passed in 1857, transforming the political landscape of North Carolina for decades to come."],"display_date":"March - December 1852","search_date":"1852-07-31","citations":[{"divid":1213824953,"type":"Book","data":["Hugh Lefler and Albert Newsome","The History of a Southern State: North Carolina",null,"Chapel Hill, NC","University of North Carolina Press","1973","374-403"]},{"divid":1213825021,"type":"Newspaper Article","data":["","New York Daily Times","New York, New York","August 27, 1852",""]},{"divid":1213825036,"type":"Newspaper Article","data":["","New York Daily Times","New York, New York","October 8, 1852",""]},{"divid":1213825040,"type":"Newspaper Article","data":["","New York Daily Times","New York, New York","December 2, 1852",""]}],"locations":[{"id":666,"lat":35.2468169924,"lng":-80.8327861056,"zoom":9,"place":"MECKLENBURG, North Carolina"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}