{"id":913,"title":"Memphis Convention of Southern States\n","course_id":1,"status":"P","start_date":"1853-06-06","end_date":"1853-06-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Convention meeting in Memphis elected William Causby Dawson, a senator from Georgia, to preside over its proceedings. It addressed issues relevant and common to the southern states, including the construction of a railway from the Mississippi river to the Pacific Ocean, opening up commerce with the valley of the Amazon, the importance of the cotton interest a subject of instructions in foreign commercial and diplomatic agents, and the public education of the states' residents. &lt;br /&gt;&lt;br /&gt;The delegates attending the Convention as well as the people of the states' they represented believed in the importance of the resolutions. In fact, the Federal Union of Georgia said of the education resolution, this is an important Resolution, and has a practical bearing upon the permanent prosperity of the Southern States. While many of our people are far ahead of their Northern brethren in general intelligence, the masses are in a most deplorable state of ignorance. This is owing mainly to the negligence of our Legislative bodies, in not making proper provisions for the support of Common schools.'&lt;br /&gt;&lt;br /&gt;Like the cotton planters' conventions occurring over the same period, these conventions uniting the southern states served to help forge an alliance and common identity among them based on similar economic and political interests."],"display_date":"June 6, 1853 - June 9, 1853","search_date":"1853-06-07","citations":[{"divid":1213897729,"type":"Newspaper Article","data":["The Memphis Convention","Vicksburg Whig","","June 18, 1853",""]},{"divid":1213897755,"type":"Newspaper Article","data":["Common Schools","Federal Union","","June 28, 1853",""]},{"divid":1213897782,"type":"Article","data":["Weymouth T. Jordan","Cotton Planters? Conventions in the Old South","Journal of Southern History","Vol. 19, No. 3","August 1953","321-345"]}],"locations":[{"id":673,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}