{"id":914,"title":"Know-Nothingism Condemned in Arkansas Legislature\n","course_id":1,"status":"P","start_date":"1855-01-10","end_date":"1855-03-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Despite is popularity in many political spheres, Know Nothingism failed to excite the political imagination of the inhabitants of Arkansas.  As in other locales, the Know Nothing party attempted to raid the Southern Whig party in the hopes of increasing its own membership for the elections of 1854 and 1855.  However, that effort, at least in Arkansas, was met only with defeat and denunciation.  The movement's failure may be explained, in part, due to the already declining Whig presence in the American southwest.  Franklin Pierce's overwhelming presidential victory several years earlier helped cement the decline of the Whig party in many political spheres.&lt;br /&gt;In early March, the Arkansas state legislature passed a resolution denouncing Know Nothingism with a vote of ninety one to six.  Despite the fact that Know Nothingism made significant political gains in the Midwest (in 1856, the mayor of Chicago was elected under a know-nothing banner), the Arkansas populace refused to take part.  Instead, the state maintained its allegiance to the Democratic Party.  In 1856, the state easily re-elected Governor Elias Conway, a Democrat, to a second term."],"display_date":"January 10, 1855 - March 17, 1855","search_date":"1855-02-11","citations":[{"divid":1213664172,"type":"Newspaper Article","data":["","Washington Daily Union","","March 17, 1855",""]},{"divid":1213664200,"type":"Book","data":["Dallas Herndon","The Centennial History of Arkansas, Volume 1",null,"Greensville, SC","Southern Historical Press ","1922","269"]}],"locations":[{"id":674,"lat":34.7875733319,"lng":-92.2857489535,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}