{"id":919,"title":"The Fifty-Fourth Massachusetts Regiment&#39;s Attack on Fort Wagner\n","course_id":1,"status":"P","start_date":"1863-07-18","end_date":"1863-07-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["July 18, 1863 marked the first time an all-black regiment fought in the Civil War.  The Fifty-Fourth Massachusetts Regiment composed of only blacks and led by abolitionist Robert Gould Shaw, attacked Fort Wagner in a Union attempt to gain control of Charleston Harbor in Charleston, South Carolina.  During the recruiting process of his regiment, Shaw experienced a difficult time attempting to recruit blacks from other states to fight in his regiment due to the fact that only men from Massachusetts could receive state aid for their families if they fought in a Massachusetts regiment.  Consequently, this policy discouraged black men from other states from fighting under Shaw.  &lt;br /&gt;Along with the duty of fighting to end the Confederate stronghold on Charleston Harbor, an additional role of the Fifty-Fourth Regiment was to provide cover for the Fourth South Carolina Calvary once the cavalry was deployed at Lighthouse Inlet in Charleston.  It should be noted that although the Fifty-Fourth did fight under the Union Army, they were not always taken to kindly by even their Federal allies in other regiments.  For instance, Captain Thomas Pickney of the Fourth South Carolina Calvary admitted his disgust at fighting alongside blacks regardless of the fact that blacks were providing protection for Pickney and his comrades.  During battle, Shaw was killed leading his men on, and the Fifty-Fourth Regiment's attack ultimately proved unsuccessful due to the overpowering numbers of the Confederate Army.  Of the 600 men of the Fifty-Fourth Regiment, 272 were lost in casualties, while the Confederates lost 174.  Regardless of the outcome, this battle proved to be very important, proving that blacks could fight with just as much heart as any white man.  As a result, this paved the way for the existence of future black soldiers, as well as future black regiments in the war."],"display_date":"July 18, 1863","search_date":"1863-07-18","citations":[{"divid":1213825323,"type":"Book","data":["Russell Duncan","Blue-Eyed Child of Fortune: The Civil War Letters of Colonel Robert Gould Shaw",null,"Athens","University of Georgia Press","1992","52-53"]},{"divid":1213825377,"type":"Book","data":["Luis F. Emilio","History of the Fifty-Fourth Regiment of the Massachusetts Volunteer Infantry, 1863-1865",null,"New York","Johnson Reprint Corporation","1968","81-87"]},{"divid":1213825434,"type":"Book","data":["Michael Perman","Emancipation and Reconstruction, 1862-1879",null,"Harlan Davidson","Wheeling","1987","21"]}],"locations":[{"id":675,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}