{"id":922,"title":"Lincoln&#39;s Proclamation of Amnesty and Reconstruction\n","course_id":1,"status":"P","start_date":"1863-12-08","end_date":"1863-12-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lincoln issued this proclamation with hopes of expediting Reconstruction.  By this time during the war, a vast portion of Confederate states were under Federal control and needed reorganization of their governments.  His plan proposed that if ten percent of a state's voter population swore allegiance to the future alliance of the United States as well as approving Emancipation, then Reconstruction would begin in that state.  With respect to amnesty, Lincoln declared that all opposition to the Union--with the exception of those in rank above Colonel in the Army or Lieutenant in the Navy, as well as traitors to the Union--would be pardoned, their property except for slaves given back, and their rights as citizens restored if they claimed allegiance to the Union.  Although his plan was a step in the right direction as far as Reconstruction was concerned, the Radical Republicans who held an influential role in Congress wanted a harsher process for ex-Confederates as well as black civil rights before Reconstruction was to begin in a state.  Regardless, Lincoln made sure to emphasize that his plan was by no means a permanent policy, but rather a formula to quicken the start of Reconstruction."],"display_date":"December 8, 1863","search_date":"1863-12-08","citations":[{"divid":1214933434,"type":"Book","data":["David Herbert Donald","The Civil War and Reconstruction",null,"New York","W.W. Norton and Company","2001","511"]},{"divid":1214933479,"type":"Book","data":["Michael Perman","Emancipation and Reconstruction, 1862-1879",null,"Wheeling, IL","Harlan Davidson","1987","26-30"]}],"locations":[{"id":676,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}