{"id":926,"title":"The Battle of Knoxville\n","course_id":1,"status":"P","start_date":"1863-11-29","end_date":"1863-11-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A severely uneven battle, the Battle of Knoxville was almost as done as soon as it began.  The battle on November 29, 1863, highlighted incompetent Confederate planning and a very easy victory for the Union.  Led by Major General Lafayette McLaws, the Confederate army planned a surprise attack on Fort Sanders in hopes of seizing access to Knoxville.  However, in a series of mistakes, the Confederates first gave away their position by becoming entangled in telegraph wire strung across the army's line of advancement.  As if this was not enough, the ditch close to the fort they believed to be shallow was actually eight feet deep in some places, the scaling ladders necessary to climb over the fort's walls were missing, and the Union army had poured water over the walls to form ice, making the walls impossible to climb. In short, the Confederates virtually had no chance of winning the battle.  The Confederates' attack lasted for barely twenty minutes, and in total, the Confederates lost 813 men compared to the five men lost by the Federals."],"display_date":"November 29, 1863","search_date":"1863-11-29","citations":[{"divid":1214933609,"type":"Book","data":["Jeffrey D. Stocker","From Huntsville to Appomattox: R.T. Coles?s History of 4th Regiment, Alabama Volunteer Infantry, C.S.A., Army of Northern Virginia",null,"Knoxville, TN","University of Tennessee","1996","148-152"]},{"divid":1214933718,"type":"Online Encyclopedia","data":["The Tennessee Encyclopedia of History and Culture","Battle of Knoxville","http://160.36.208.47/FMPro?-db=tnencyc&amp;-format=tdetail.htm&amp;-lay=web&amp;entryid=K018&amp;-find=",""]}],"locations":[{"id":677,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}