{"id":934,"title":"Ku Klux Klan Activity in South Carolina\n","course_id":1,"status":"P","start_date":"1871-03-01","end_date":"1871-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Ku Klux Klan committed outrages against Republicans and their supporters throughout the South during 1870 and 1871; however, party leaders hesitated to respond. In 1868, the constitution of South Carolina was ratified and elections were held for all state offices. The Republican Party dominated the election, from governor to town councils. Robert Scott, a white Republican from Ohio was elected governor. While Scott and the Republicans held the authority, the leaders of the white community would prove to hold the real power in South Carolina. &lt;br /&gt;Between November 1870 and September 1871, members of York County Ku Klux Klan scheduled weekly night rides that terrorized the civilian population. In 1871, Governor Scott, however, declared that he had no need to suppress an insurrection or repel an invasion. Governor Scott had not hesitated to dispatch state militia to combat violence in 1869 and 1870, and it was evident that Scott was clearly reversing his policies. Governor Scott refused to declare martial law as he had done in the past. The white Ku Klux Klan community had grown too powerful and the Governor held the militia back in order to prevent bloodshed. In March 1871, Governor Scott finally decided to disband black militia units in Union, York, and Chester counties in a compromise with whites that they would do everything in their power to try and restore law and order. The federal governments responded as well, by dispatching troops to South Carolina, but the soldiers were severely outnumbered and represented only a potential threat. &lt;br /&gt;The Ku Klux Klan violence in South Carolina represented terrorism on a scale that was previously unknown. When Congress passed the Ku Klux Klan Act in April 1871, the legislation was too late to be effective. It was not until May 1871, when President Grant issued a proclamation that threatened more federal intervention that the white leaders in South Carolina finally called off Klan activity."],"display_date":"March - April 1871","search_date":"1871-03-31","citations":[{"divid":1213825760,"type":"Book","data":["Michael Perman","The Road to Redemption: Southern Politics, 1869-1879",null,"Chapel Hill","The University of North Carolina Press","1984","34"]},{"divid":1213825816,"type":"Book","data":["Walter Edgar","South Carolina: A History",null,"Columbia","University of South Carolina Press","1998","387-409"]},{"divid":1213825885,"type":"Newspaper Article","data":["The South Carolina Ku-Klux Klan","The Charleston Daily Courier","","April 23, 1871",""]},{"divid":1213825904,"type":"Newspaper Article","data":["The Supreme Court and State Rights","The Charleston Daily Courier","","May 8, 1871",""]},{"divid":1213825926,"type":"Newspaper Article","data":["The South-The Tribune&#39;s Correspondents","The Charleston Daily Courier","","April 23, 1871",""]},{"divid":1213825961,"type":"Newspaper Article","data":["Interview with Governor Scott","The Charleston Daily Courier","","April 28, 1871",""]},{"divid":1213826010,"type":"Newspaper Article","data":["Views of Governor Scott","The Charleston Daily Courier","","April 23, 1871",""]}],"locations":[{"id":680,"lat":34.9901378817,"lng":-81.2182346044,"zoom":9,"place":"YORK, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}