{"id":938,"title":"Mississippi Convention\n","course_id":1,"status":"P","start_date":"1849-10-01","end_date":"1849-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many southern leaders, in particular the radical senator John C. Calhoun of South Carolina, felt the need for the South to unite in order to address the issue of slavery in the new territories.  To that end, a by-partisan convention was held in Jackson Mississippi, the first day of October, 1849.  &lt;br /&gt;The convention called on slaveholders to migrate southwest, increasing their voice in the region, though the main accomplishment of the convention was the call upon southern leaders to attend a convention in Nashville, Tennessee the following year, with the proposed goal to devise and adopt some mode of resistance to northern aggression, mostly regarding a unified southern effort to protect states rights and slavery in the new territories.&lt;br /&gt;Some of the most famous southern leaders of the time (and near future) were in attendance at the Mississippi Convention, among them Chief Justice W. L. Sharkey, John Quitman, and Col. Jefferson Davis.  Those leaders who could not attend later showed their support for the convention through articles and letters published in southern papers, such as done by Henry S. Foote who wrote I was pleased to see; the excellent resolutions adopted and promulged by the noble assemblage of patriots and statesmen known as the Southern Convention of the state of Mississippi; clearly exhibit the attitude of the whole people  of Mississippi in regards to the Wilmot Proviso.'  &lt;br /&gt;By the end of the convention, ten resolutions were agreed upon by the delegates.  All ten revolved around state sovereignty and southern rights, specifically regarding the abolition of slavery and the future of slavery in the territories.  The delegates also demanded that congress not be allowed to abolish slavery in the District of Columbia, and called for a repeal of the Wilmot Proviso, calling it an unjust and insulting discrimination'.&lt;br /&gt;One speaker at the convention did an excellent job of capturing the sentiments of the convention when he proclaimed, say our northern brethren, slavery is a moral and a political evil.  Who has the right to determine that it is so?  Let them eradicate moral evils from their own lands; we can take care of our own morals.'"],"display_date":"October 1, 1849","search_date":"1849-10-01","citations":[{"divid":1214935974,"type":"Book","data":["Carrol V. West, ed.","The Tennessee Encyclopedia of History and Culture",null,"Nashville, TN","Rutledge Hill Press","1998",""]},{"divid":1214936128,"type":"Newspaper Article","data":["To the Editors","Washington Union","","October 24, 1849",""]},{"divid":1214936161,"type":"Newspaper Article","data":["Southern State Convention","Washington Union","","October 17, 1849",""]}],"locations":[{"id":681,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}