{"id":939,"title":"Centrist Pary Reaction to Ku Klux Klan Activity in Mississippi\n","course_id":1,"status":"P","start_date":"1871-01-01","end_date":"1871-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1871, the Governor of Mississippi, James Alcorn, was a member of the Centrist Party. The Centrist Party was a faction of the Republican Party emerging in the South at this time. The Centrists believed that it had to seize voting initiative and control the middle of the political spectrum. Centrists believed that the political disabilities imposed on former Confederates by the Reconstruction Act and Fourteenth Amendment needed to be abolished. It was very important to Centrists that they gain approval from respectable whites and because of this they did not want to admit that forceful action was necessary to control Klan violence. &lt;br /&gt;Governor Alcorn only took minimal action against the Klan with legislation that prohibited wearing masks and disguises. It was not until federal intervention seemed likely, that Governor Alcorn responded seriously to the Klan. Alcorn feared that if the authority of the state was compromised, its ability to govern effectively would suffer as well. Alcorn took belated measures against the Klan by introducing two bills. One bill was to remove Klan trials from the county in which the offense occurred and the other was to form a cavalry unit to find and suppress outrages. Alcorn made a mistake, however, when he admitted that these bills were only introduced to avoid government intervention. Both of the bills were defeated by the rival Republican faction."],"display_date":1871,"search_date":"1871-07-02","citations":[{"divid":1214936256,"type":"Book","data":["Michael Perman","The Road to Redemption: Southern Politics, 1869-1879",null,"Chapel Hill, NC","The University of North Carolina Press","1984","23-35"]},{"divid":1214936357,"type":"Newspaper Article","data":["The Ku Klux Law","The Vicksburg Daily Times","","1871",""]},{"divid":1214936393,"type":"Newspaper Article","data":["The Political Prospect","The Vicksburg Daily Times","","1871",""]}],"locations":[{"id":682,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}