{"id":959,"title":"California applies for statehood as a free state\n","course_id":1,"status":"P","start_date":"1849-10-18","end_date":"1849-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the Missouri Compromise in 1820, the battle over the issue of slavery in the emerging western territories was largely settled, as equal number of slave and non-slave states were added to the union.  However, the issue was re-energized on February 2nd 1848, when Mexico ceded the territories of California and New Mexico to the United States.  &lt;br /&gt;At that point, the number of slave and non-slave states was at a balance and both pro and anti slavery proponents feared that the addition of California to the Union could cause a senate majority for the other side.  After much heated debate within the senate and several failed amendments regarding the addition of California to the Union, the thirteenth congress and Polk administration ended, leaving the two new territories without a formal government (March 3rd 1849).  &lt;br /&gt;Californians as well as politicians and citizens from every state in the union anxiously anticipated the future of California.  Newspaper articles across the country, both North and South, demanded swift action in California.  As an example a New Orleans article printed in August wrote,  in the present unsettled condition of the territory, these dissensions threaten to produce the most serious difficulties, and we are satisfied that the only way to restore harmony is to admit California to the Union without delay.'  Although it wasn't stated plainly in this section of the article, it is implied that the southern states wished the rapid creation of California's statehood without restrictions placed on slavery there.&lt;br /&gt;The delay lasted for only a few more months, and finally, on October 18th, 1849, California adopted an antislavery state constitution, and applied for admission into the Union as a free state.  California's application for admission thus signaled a change in the balance of pro and anti-slavery states, and it was formally admitted to the Union as a free state on September 9, 1850."],"display_date":"October 18, 1849","search_date":"1849-10-18","citations":[{"divid":1213898149,"type":"Newspaper Article","data":["California a State","Times Picayune","","August 11th, 1849",""]},{"divid":1213898162,"type":"Article","data":["Joseph H. Parks","John Bell and the Compromise of 1850","The Journal of Southern History","Vol. 9, No. 3","August 1943","328-356"]}],"locations":[{"id":687,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}