{"id":96,"title":"The Louisiana Constitution of 1845\n","course_id":1,"status":"P","start_date":"1845-01-14","end_date":"1845-01-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By 1845, the public mind of Louisiana had decided that the state's current constitution, constructed in 1812, was too outmoded and contained too prominent elements of an aristocratic mindset.  The Jacksonian idea of equal ability of all' and the Democratic Party's characterization of the common man' was pervasive, while the wealthy landowners and aristocrats still in existence became entrenched in the opposition Whig party.  In January of 1845, a new Constitutional Convention for Louisiana met in New Orleans; progress was slow while citizens expressed their thoughts and hopes for the new Constitution: If tardiness of progress be a characteristic of great bodies, it is an attribute of greatness to which the Convention may justly lay claim.  Thus far their motion has been particularly slow , a snail-pace gait; but it is to be hoped that when rules for the government of their proceedings are adopted, and when, having erected their scaffolding, they set about in good sooth, to build up the new Constitution, the work will proceed more rapidly, and when executed be worthy of the architects who undertook the enterprise, and of the State, the monument of whose wisdom and the temple of whose liberty it is at once designed to be.'","This new Louisiana Constitution of 1845 embodied the Jacksonian ideals and feel.  It sharply restricted the power of the state to lend money and forbade the state from becoming a stockholder; it also prohibited lotteries, dueling, legislative divorces, the official granting of monopolies, and restricted the state's power to issue charters.  The new Louisiana Constitution of 1845 eliminated property holding requirements for holding public office, and established total population (including free whites, voteless free blacks and slaves) for the use of apportionment in the state senate, while the state house of representatives was still apportioned by voter population.  The new constitution also made strides in the state sector of education by creating the office of superintendent of public education and by pushing the legislature to establish public schools.  In the sector of justice, the courts were improved significantly and for the first time, felons under sentences of death or life in prison could appeal to the state Supreme Court."],"display_date":"January 14, 1845","search_date":"1845-01-14","citations":[{"divid":1213180182,"type":"Book","data":["Carolyn E. DeLatte, editor","Antebellum Louisiana, 1830-1860, Part B",null,"Louisiana","University of Louisiana at Lafayette","2004","26-39"]},{"divid":1213180242,"type":"Newspaper Article","data":["","New Orleans Times Picayune ","","January 16, 1845","2"]}],"locations":[{"id":66,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}