{"id":962,"title":"Condition of Public Schools in Virginia\n","course_id":1,"status":"P","start_date":"1871-01-13","end_date":"1871-01-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. William Ruffner, the Superintendent of Public Instruction for Virginia, published a report in Educational Journal of Virginia about the condition of the public school system in Virginia in 1871. Many problems plagued the public school system at the time, including necessary funding and the inclusion of African-Americans into the system. &lt;br /&gt;The state did not have enough money to fund the school system in 1871. In order to get funding, the state issued three modes of taxation for public schools that required schools to be partially funded by a county tax. County school districts were not eligible to receive state money if the county did not provide some of the funding. In Henrico County, not one African-American cast a vote, for or against, the local school tax when it was put to a vote because most of the African-Americans in Henrico were not property owners. The white voters determined the local tax would be initiated in Henrico County and as a result the white voters essentially allocated all of the tax revenue to the white schools. &lt;br /&gt;The state also had to determine how it would allocate its teachers. The Richmond Board of Education session of 1871-1872 needed to decide on how to allocate its teachers. It needed twelve teachers for white schools and fifteen teachers for Negro schools. The teachers with the highest scores on the teacher examination were sent to the white schools and the teachers with the lowest scores were sent to the Negro schools. During this time period it seemed improbable that a competent teacher would end up teaching at a Negro school. This Richmond Board of Education session occurred in the midst of a national debate of whether black teachers were more equipped to teach black students. In this instance, the Negro schools became the dumping grounds of the rejects of the white schools."],"display_date":"January 13, 1871","search_date":"1871-01-13","citations":[{"divid":1213664513,"type":"Article","data":["Harold Rabinowitz","Half a Loaf: The Shift from White to Black Teachers in the Negro Schools of the Urban South 1865-1890","The Journal of Southern History","40","Nov. 1974","578-579"]},{"divid":1213664567,"type":"Newspaper Article","data":["The Condition of Our School System","The Richmond Whig","","January 13, 1871",""]},{"divid":1213664594,"type":"Newspaper Article","data":["The School Tax","The Staunton Spectator","","May 16, 1871",""]}],"locations":[{"id":689,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}