{"id":973,"title":"The &#147;Know-Nothing&#39; Party pushes through Delaware Prohibition Act\n","course_id":1,"status":"P","start_date":"1855-05-06","end_date":"1855-05-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the elections of 1854, the American Party', a large portion of which was represented by the Know Nothing' party, reached their peak point of popularity, winning elections across the country.  The party's central platform was an Anti-Roman Catholic and anti-immigrant message.  In Delaware, Know Nothingism became especially popular, winning an easy majority of the state legislature elections in 1855.&lt;br /&gt;The party effectively associated drinking with immigrants, and thus, as one of their central measures, pushed prohibition acts through 13 states in the nation.  These laws, called Maine Laws', passed in Delaware in early May of 1855.  However, in the process, the party sacrificed much of their popularity in the state of Delaware, costing them their place in power later that same year.  That unpopularity may be why Delaware was one of the later states to push the measure through; both Massachusetts and Maine enacted similar measures during mid-march of the same year.&lt;br /&gt;The party as a whole ruptured over the question of slavery.  The northern representatives and the southern representatives disagreed over whether or not to support the peculiar institution' in Philadelphia during the summer of 1855, and the party split as a result.  Indeed, many contemporaries viewed Know-Nothingism as a potential remedy to the slave debate.  Some hoped that by focusing on immigrants and nationalism, the question of slavery might be forgotten."],"display_date":"May 6, 1855","search_date":"1855-05-06","citations":[{"divid":1214939518,"type":"Newspaper Article","data":["","Washington Daily Union","","March 23, 1855",""]},{"divid":1214940025,"type":"Newspaper Article","data":["","Washington Daily Union","","May 6, 1855",""]},{"divid":1214940052,"type":"Book","data":["John A. Munroe","Delaware State History",null,"Newark, DE","University of Delaware Press","2001","125"]}],"locations":[{"id":692,"lat":39.3409268565,"lng":-75.4968676849,"zoom":9,"place":"KENT, Delaware"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}