{"id":986,"title":"Cotton Planters Convention\n","course_id":1,"status":"P","start_date":"1851-07-26","end_date":"1851-07-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Cotton farmers of Florida came together in hopes of stabilizing pricing and markets.  Judge Broome was the chairman of this convention and created the report which was used to analyze Cotton production and output.  They came to the conclusion that a price minimum was essential and blamed irregular output for their pricing problems.  This convention sparked interest in other southern cotton growing states and the creation of conventions in Georgia and Tennessee happened shortly after.&lt;br /&gt;In the 1850's the Federal Government began to give support to Science which could be useful for commercial interests such as farming.  A meteorology program was created in DC which created a daily weather map made up of accounts from across the country telegraphed in.&lt;br /&gt;It was because of the creation of conventions and organizations that programs were developed such as the weather map.  By coming together technological improvements were implemented and created a better way of life and a much more profitable form of commerce."],"display_date":"July 26, 1851","search_date":"1851-07-26","citations":[{"divid":1218237533,"type":"Article","data":["Weymouth T. Jordan","Cotton Planters&#39; Conventions in the Old South","The Journal of Southern History","Vol. 19, No. 3","August 1953","321-345"]},{"divid":1218237621,"type":"Book","data":["Pauline Maier, Merritt Roe Smith, and Alexander Keyssar","Inventing America",null,"New York","W. W. Norton &amp; Company","2003","470"]},{"divid":1218237851,"type":"Newspaper Article","data":["","Louisville Daily Journal","","January 11, 1851",""]}],"locations":[{"id":700,"lat":30.4456509268,"lng":-84.292206157,"zoom":9,"place":"LEON, Florida"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}