{"id":987,"title":"Interracial couple arrested and jailed in New Orleans.\n","course_id":1,"status":"P","start_date":"1855-06-29","end_date":"1855-06-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 29th, 1855, two residents of New Orleans were arrested for being in too close intimacy'.  The woman, Antoinette Sondo, was a German that lived with a A good looking Mulatto' named Green Evans.  &lt;br /&gt;Thus, one can see that though slaves were not allowed to fight back against rape, African-Americans also were not allowed to engage in interracial relations consensually.   The incident was reported in the New Orleans Bee the next day, proving as well that the event caused somewhat of a public sensation.  The case was indicative of race relations during the period as a whole in the southeast; as tensions increased, mingling between the races became more and more impossible.&lt;br /&gt;The incident was not an isolated one, and further, it was not a situation that necessarily involved only authorities.  The New Orleans Picayune, on April 1st of the same year, reported a similar incident under the same heading.  Decrying the intermingling of mixed race prostitutes and immigrants, the Picayune stated, [the situation] is such that a lady can hardly walk past there without being disgusted.'  Then, the editors put forth a request for police to investigate the area.  Thus, it is clear that public sentiment played an active role in the enforcement of racial segregation."],"display_date":"June 29, 1855","search_date":"1855-06-29","citations":[{"divid":1214076774,"type":"Newspaper Article","data":["An Interracial Nuisance","New Orleans Picayune","","April 1, 1855",""]},{"divid":1214076806,"type":"Newspaper Article","data":["City Intelligence","New Orleans Picayune","","July 1, 1855",""]},{"divid":1214076957,"type":"Book","data":["H.E. Sterkx","The Free Negro in Ante Bellum Louisiana",null,"Rutherford, NJ","Fairleigh Dickinson University","1972","255"]}],"locations":[{"id":701,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}