{"id":989,"title":"The Bayonet Election Law\n","course_id":1,"status":"P","start_date":"1871-02-28","end_date":"1871-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The United States Congress passed a bill called the Bayonet Election Law which placed all elections for Representatives in Congress under the control of the United States marshals and their deputies. Congress felt the need to pass the bill in order to protect the rights of citizens to vote. The bill was regarded as an intrusion of states' rights throughout the South. &lt;br /&gt;The first section of the bill mandated that the registry of voters of every state would be in the possession of the federal government and that the federal government would control all the officers in the state registration office. Other provisions of the bill included the appointment of United States Circuit judges to supervise elections in cities and towns with a population greater than 20,000 and made the violation of state election laws a federal crime. The most offense section of the bill to Southerners was that the U.S. marshals were granted the right to call the U.S. Army and Navy if necessary to protect elections if necessary. The ability for the marshals to use the military was a sensitive issue in the South in 1871."],"display_date":"February 28, 1871","search_date":"1871-02-28","citations":[{"divid":1213482091,"type":"Article","data":["Stephen Cresswell","Enforcing the Enforcement Acts: The Department of Justice in Northern Mississippi","The Journal of Southern History","53","August 1987","421-440"]},{"divid":1213482145,"type":"Newspaper Article","data":["The New Bayonet Election Law ","The Staunton Spectator","","February 28, 1871",""]}],"locations":[{"id":703,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}